{"body": " (AP) â\u0080\u0094 New England Patriots quarterback Tom Brady threw his support behind presidential candidate Donald Trump Wednesday, hours before the second Republican debate.\nThe Super Bowl MVP, whose four-game suspension for using deflated footballs was recently overturned by a judge, says he thinks his golf partner can win.\n\"I hope so,\" he said. \"It would be great. There would be a putting green on the White House lawn, I can tell you that.\"\nBrady's locker sported a \"Make America Great Again\" red hat sent to him by Trump.\n\"It was a nice keepsake,\" he said. \"It could be a â\u0080\u0094 yeah, a nice piece of memorabilia he sent me.\"\nBrady will lead the Patriots against the Buffalo Bills on Sunday.\nBrady doesn't appear to have given to federal politicians, a review of Federal Election Commission records shows.\nHis boss, Robert Kraft, gave $5,000, the maximum amount, to President Barack Obama's campaign and another $52,000 to Democratic Party committees for Obama's 2012 re-election. Kraft is mostly a Democratic supporter but has given donations in recent years to Sens. Marco Rubio and Lindsey Graham â\u0080\u0094 both of whom are among those vying for the Republican presidential nomination.\n___\nOnline:\nAP NFL website: \n and ", "byline": "", "description": "FOXBOROUGH, Mass. (AP) — New England Patriots quarterback Tom Brady threw his support behind presidential candidate Donald Trump Wednesday, hours before the second Republican debate.", "title": "Brady says he's supporting Trump for president", "url": "http://hosted2.ap.org/APDEFAULT/347875155d53465d95cec892aeb06419/Article_2015-09-16-FBN--Brady-Trump/id-5153d0506a974222a6506e8105010dc6", "topics": ["personality", "campaign_finance"], "people": ["Lindsey Graham", "Donald Trump", "Marco Rubio", "Barack Obama", "Tom Brady", "Robert Kraft"], "orgs": ["America Great Again", "Buffalo Bills", "New England Patriots", "Democratic Party", "FOXBOROUGH", "Patriots", "Federal Election Commission", "Sens"], "authors": [{"author_id": 3398, "fullname": "ap", "primary_org": "huffpo"}], "date_written": "2015-09-16 18:37:00", "org": "ap", "article_id": "0c5343719b73796f527c8866865eb98a", "date_access": "2015-09-16 21:50:05.265755"}