{"body": "WASHINGTON (AP) â\u0080\u0094 Propelled by her standout debate performance, Carly Fiorina sought on Thursday to turn accolades for her crisp, confident showing into actual support from voters and donors. It's a quest that will determine whether her breakthrough moment is a turning point in the Republican primary or simply a footnote.\nAfter a few hours of sleep, Fiorina blitzed through six morning-show interviews, an on-air victory lap of sorts. In early voting states, her small staff fielded calls from local officials eager to pledge their support.\n\"After last night, I'm with Carly Fiorina,\" said Bryan Gould, a New Hampshire lawyer who was among those reaching out to Fiorina's team. Gould had also been considering Sens. Marco Rubio of Florida and Ted Cruz of Texas, or retired neurosurgeon Ben Carson, but he said Fiorina displayed the maturity he's been looking for in a candidate.\nFor Fiorina, this burst of attention will spur fresh scrutiny of her business record while running the technology company Hewlett-Packard and a deeper examination of her policy positions.\nStill, the debate's immediate results were overwhelmingly positive for Fiorina, the only woman in the Republican field. That was all the more remarkable given that her campaign had to aggressively lobby debate host CNN to change the participation criteria just so she could qualify for the event.\n\"We feel like last night reset the race,\" said Keith Appell, a senior adviser to CARLY for America, a super PAC backing Fiorina.\nAt least in the short-term, Fiorina's strong performance could jolt a Republican race that has been dominated by the unexpected rise of Donald Trump. Her sustainability will hinge on her ability to raise money for a long campaign and build a broad enough coalition of voters to have strong showings in early contests.\nAppell said the super PAC, which has been running the bulk of Fiorina's operations in key states, will keep trying to generate attention through free media and campaign appearances, while holding off on paid advertisements for now. The outside group is also looking to bolster its roster of \"community captains\" that can help recruit volunteers and organize voter turnout next year.\nEven before Thursday's debate, Fiorina had quietly garnered positive reviews from voters in early voting Iowa, New Hampshire and South Carolina. She's been among the most aggressive Republican candidate in taking on Democratic front-runner Hillary Rodham Clinton, arguing that if the GOP nominates a woman, it would block Clinton from being able to turn her campaign into a history-making quest to become the first female president.\nStill, she's struggled to translate praise into support in national polls. Just as concerning for Fiorina has been her lackluster fundraising. Her super PAC raised about $3.5 million in the first half of the year, while her campaign raised about half that.\nFiorina's strong performance in last month's undercard debate for low-polling candidates and her recent critiques of Trump helped give her campaign an extra spark heading into Wednesday night's main contest. While Trump's assertive, confrontational approach has confounded some of his rivals, Fiorina has been fearless in taking him on.\nIn one of the debate's standout moments, she delivered a sharp rebuttal to derogatory remarks Trump had made about her appearance, a comment he later tried to walk back.\n\"I think women all over this country heard very clearly what Mr. Trump said,\" she declared.\nFiorina's broader strategy â\u0080\u0094 both in the debate and moving forward in the fall campaign â\u0080\u0094 is to draft off Trump's outsider appeal, while presenting herself as a more substantive alternative to the billionaire showman. She whipped through detailed answers on both domestic and foreign policy and also spoke movingly about her daughter's death during a discussion on drug policy.\n\"I think she is rapidly becoming the more authoritative voice for the outsiders, the one who speaks with class and dignity and details,\" said Mike Dennehy, who ran Rick Perry's New Hampshire campaign until the former Texas governor pulled out of the race last week.\nStill, Fiorina needs only to look back to the 2012 Republican primary to see how quickly a burst of momentum can fade. Minnesota Rep. Michele Bachmann parlayed a strong debate performance into a victory in Iowa's summer straw poll, but she faded by the time actual voting got underway. A slew of other longshot candidates also had moments atop the polls before collapsing.\nFiorina aides say she's realistic about the impact of a single debate, but still came off stage visibly pleased with her performance.\nAnd after the candidate stood throughout the three-hour debate, Fiorina's deputy campaign manager Sarah Isgur Flores added, \"She wanted to take those heels off.\"\n___\nFollow Julie Pace at http://twitter.com/jpaceDC", "byline": "", "description": "WASHINGTON (AP) — Propelled by her standout debate performance, Carly Fiorina sought on Thursday to turn accolades for her crisp, confident showing into actual support from voters and donors. It's a quest that will determine whether her breakthrough moment is a turning point in the Republican primary or simply a footnote.", "title": "Fiorina looks to turn debate accolades into dollars, votes", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-17-US-GOP-2016/id-964a7387edb140cfb4e1d08a0473edbb", "topics": ["women"], "people": ["Julie Pace", "Bryan Gould", "Keith Appell", "Rick Perry", "Michele Bachmann", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Sarah Isgur Flores", "Mike Dennehy", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["PAC", "GOP"], "authors": [{"author_id": 39393, "fullname": "julie pace", "primary_org": "ap"}], "date_written": "2015-09-17 17:30:00", "org": "ap", "article_id": "18b328f82961d3c646fee9459a9cf1d2", "date_access": "2015-09-17 20:50:04.212788"}