{"body": " (AP) â\u0080\u0094 Democratic presidential candidate Hillary Rodham Clinton is dominating the money hunt in the 2016 campaign, collecting more big-dollar contributions than any other candidate in either party in 26 states.\nIn nine states, including Illinois and Colorado, Clinton is pulling in more money than any of the other Republican hopefuls combined, according to an Associated Press analysis of individual donors who gave at least $200 this election cycle. Smaller donors aren't required to be identified.\nRetired neurosurgeon Ben Carson was the second-best fundraiser, leading rivals in both parties in 10 states, from Alaska to Nebraska. Republicans Jeb Bush and Ted Cruz and socialist phenomenon Bernie Sanders on the Democratic side were the only other candidates to top the money race in more than one state.\nSome candidates, including Sanders, Carson and celebrity billionaire Donald Trump, are drawing most of their funding from small donations whose identities don't have to be disclosed to federal regulators. But Clinton's prowess for earning larger checks underscores her early fundraising advantage among the medium- and large-dollar donors who are important in funding increasingly expensive presidential campaigns.\nAll told, the 22 major presidential candidates â\u0080\u0094 including two who recently dropped out â\u0080\u0094 have raised $274 million so far for their official campaigns. Clinton's campaign alone accounts for 28 percent of that haul. The analysis does not include super PACs, the outside groups that can raise unlimited amounts of money, which proved at times challenging for President Barack Obama's 2012 re-election effort with help from his small-donor base.\nThe AP's review relied upon campaign contributions between Jan. 1 and Sept. 30 among those who gave more than $200, the point at which federal law requires campaigns to list details about donors. The data was updated Thursday night when candidates filed their most recent fundraising reports to the Federal Election Commission.\nThe geographic distribution of donors also tells the story of a Republican Party without a clear-cut fundraising winner. Carson's $30 million for the year puts him ahead of Cruz, the Texas senator who is in second place with a total of $26.5 million raised so far. Bush is in third, with $24.8 million for the year.\nLike Clinton â\u0080\u0094 a returning presidential contender and former first lady â\u0080\u0094 Bush entered the race earlier this year with a ready-made fundraising operation from which he could build. The former Florida governor's brother and father are ex-presidents.\nYet Bush isn't seeing nearly the returns Clinton is, being the fundraising leader in just four states â\u0080\u0094 far fewer than Carson â\u0080\u0094 and his campaign had raised roughly one-third of what Clinton's has.\nThe data show hometown fundraising advantages held for many of the candidates: Clinton led in New York, where she was elected senator, and Arkansas, where her husband was governor. Ohio Gov. John Kasich, South Carolina Sen. Lindsey Graham, Kentucky Sen. Rand Paul, Louisiana Gov. Bobby Jindal, New Jersey Gov. Chris Christie and Sanders, Vermont's independent senator, all led fundraising for their respective states.\nAnd in another sign that Bush's fundraising network isn't all-powerful, Texas Sen. Ted Cruz not only was the best fundraiser in the Lone Star State, he more than tripled Bush's take there. That's somewhat surprising given that Bush counts his brother and father â\u0080\u0094 both Texas residents â\u0080\u0094 as some of his best fundraisers.\nBush does hold command of fundraising in his home state of Florida, raising at least $2 million more in donations of at least $200 than rival Marco Rubio, one of the state's senators and its former speaker of the house.\nRubio, who has collected about $15.5 million for his presidential run since the start of the year, did not win the fundraising race in any single state; in fact, he was never better than third place in the money race, the data show. Bush also bested Rubio in Nevada, where Rubio spent much of his boyhood, though Clinton raised more there than the two of them combined.\n___\nOn Twitter follow Jack Gillum at https://twitter.com/jackgillum and Julie Bykowicz at https://twitter.com/bykowicz", "byline": "", "description": "WASHINGTON (AP) — Democratic presidential candidate Hillary Rodham Clinton is dominating the money hunt in the 2016 campaign, collecting more big-dollar contributions than any other candidate in either party in 26 states.", "title": "Clinton leads money hunt in presidential campaign", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-16-US--2016-Money-Hunt/id-04c22b2879c14922803c423c536d0d97", "topics": ["campaign_finance"], "people": ["Rand Paul", "Jack Gillum", "Julie Bykowicz", "Chris Christie", "Lindsey Graham", "John Kasich", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Bobby Jindal", "Bernie Sanders", "Ben Carson", "Ted Cruz"], "orgs": ["Federal Election Commission", "Republican Party", "PACs"], "authors": [{"author_id": 41006, "fullname": "jack gillum", "primary_org": "ap"}, {"author_id": 39462, "fullname": "julie bykowicz", "primary_org": "ap"}], "date_written": "2015-10-16 17:01:00", "org": "ap", "article_id": "152380d04295f2463af7eeac41241918", "date_access": "2015-10-16 20:30:09.713497"}