{"body": " (AP) â\u0080\u0094 Hillary Rodham Clinton says she'll soon roll out a proposal for controlling the cost of prescription drugs, a key fix to President Barack Obama's signature health care law.\n\"We have a lot of positives. But there are issues that need to be addressed,\" the Democratic presidential front-runner she said Sunday on CBS' \"Face the Nation. \"I'm going to address them this week, starting with how we're going to try to control the cost of skyrocketing prescription drugs. It's something I hear about everywhere I go.\"\nIt was the first time Clinton's signaled she'll address that subject in detail since she announced her bid to become the nation's first female president. She also suggested that the U.S. should increase the number of Syrian refugees it will accept from 10,000 to 65,000. She took a pledge to avoid negative campaign attacks against a key rival, Sen. Bernie Sanders, and said she's not doing anything to prepare for a potential challenge from Vice President Joe Biden.\nAny proposal on prescription drug costs could find a big audience. Sanders has been promoting a prescription drug plan of his own, introducing legislation earlier this month that would allow Medicare to use its large purchasing power to negotiate lower drug prices with pharmaceutical companies. The bill would also allow individuals, pharmacists and wholesalers to import prescription drugs from licensed pharmacies in Canada, where prescription drugs are cheaper.\nPolls show the public remains split over Obama's 2010 health care law, which has been upheld by the Supreme Court and survived dozens of congressional votes to repeal it. One survey in August suggested that Americans are more concerned with consumer issues.\nThe nonpartisan Kaiser Family Foundation found in August that 72 percent of respondents said the cost of prescription medications is unreasonable. Regardless of party affiliation, large majorities supported requiring pharmaceutical companies to disclose how they set prices, allowing Medicare to negotiate drug prices on behalf of beneficiaries, limiting what drug companies can charge for some medications and allowing consumers to get prescriptions filled by pharmacies in Canada.\nAbout half of Americans take prescription medication, and of those, a quarter said they have difficulty paying for their drugs, the Kaiser poll found.\nClinton will be campaigning Monday in Baton Rouge, Louisiana, and Little Rock, Arkansas, and in Des Moines, Iowa, on Tuesday.\nOn other issues, Clinton said:\nâ\u0080\u0094Obama should \"do more\" than allow into the country 10,000 Syrian refugees in the coming budget year. She called that a \"good start\" but called for him to accept 65,000, with an emphasis on the most vulnerable â\u0080\u0094 Christians and Yazidi women, for example.\nâ\u0080\u0094Her campaign is not doing anything to prepare for Biden to join the Democratic nomination race.  \"No, we're not, because, you know, this is such a personal decision and the vice president has to, you know, sort this out.\"\nâ\u0080\u0094Asked whether she'd pledge to not attack Sanders, including in negative ads, Clinton replied, \"Yeah, well, I have no interest in doing that.\"", "byline": "", "description": "WASHINGTON (AP) — Hillary Rodham Clinton says she'll soon roll out a proposal for controlling the cost of prescription drugs, a key fix to President Barack Obama's signature health care law.", "title": "Clinton to propose new prescription drug proposal this week", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-20-US--DEM%202016-Clinton/id-4390f202547a46b2b1368754d8cc122f", "topics": ["women", "campaign_finance", "health"], "people": ["Hillary Rodham Clinton", "Joe Biden", "Barack Obama", "Bernie Sanders"], "orgs": ["Kaiser Family Foundation", "Kaiser", "Supreme Court"], "authors": [{"author_id": 3398, "fullname": "ap", "primary_org": "huffpo"}], "date_written": "2015-09-20 22:17:00", "org": "ap", "article_id": "1adf69005a0a0ceac89916d0cb471110", "date_access": "2015-09-21 01:30:04.832716"}