{"body": "WASHINGTON (AP) â\u0080\u0094 In the first Republican presidential debate, most candidates took a hands-off approach to Donald Trump and hoped the brash billionaire would hurt himself.\nInstead, he only got stronger.\nTrump's unexpected durability has led some of his rivals to shift their strategy for Wednesday's second showdown. Now their goal is to engage Trump, without inflicting any damage on their own campaigns.\nThe change reflects an evolution in the way Trump is viewed within the Republican Party. No longer dismissed as a summer fling for frustrated voters, Republicans increasingly see Trump as a candidate who could remain atop the field for months and win some early states.\n\"He's in complete, total control of the political battle space,\" said Steve Schmidt, a top strategist for Sen. John McCain's 2008 presidential campaign.\nTrump will be standing at center stage when the 11 candidates face off at the CNN-sponsored debate at the Reagan Presidential Library in Simi Valley, California. The lineup is the same as last month's opening debate, with one notable addition: former Hewlett-Packard chief executive Carly Fiorina, the only woman in the GOP field.\nIt's believed to be the largest debate field in modern political history, underscoring just how jumbled the fight for the Republican nomination remains with five months to go before the Iowa caucuses.\nTrump heads into the second debate facing a fresh challenge from Ben Carson, a soft-spoken retired neurosurgeon who is climbing in recent polls. With his candidacy on the rise, Carson is likely to face heightened scrutiny from debate moderators.\nBut the biggest contrast in the GOP field â\u0080\u0094 and the one that typifies the broader battle within the party â\u0080\u0094 continues between Trump and Jeb Bush, the wonky former Florida governor. Bush has become one of Trump's favorite targets and has been visibly irritated by his jabs, particularly the reality star's depiction of him as a \"low energy\" candidate.\nAfter all but ignoring Trump in the first debate, Bush has gone after the GOP front-runner more aggressively while campaigning recently. People familiar with Bush's debate plans say he'll actively look for spots to target Trump, particularly for Trump's uneven record as a conservative, but still wants to preserve space to pitch himself as an optimistic alternative.\n\"Real leaders are optimists â\u0080\u0094 they show us a better way,\" said Sally Bradshaw, Bush's longtime adviser. \"That's what Jeb has always done, that's what he'll always do. Other candidates won't change that, regardless of how noisy they are.\"\nWisconsin Gov. Scott Walker has also forecast a more aggressive stance at Wednesday's event. Once a favorite to win the Iowa caucus, Walker's standing has plummeted after an unremarkable first debate and a series of other summer stumbles.\n\"I think if people are looking for someone who is truly going to shake things up and wreak havoc on Washington, they want someone who's got real solutions and someone who is truly tested,\" Walker said last week. \"I'm the only one on that stage that fits the bill.\"\nEven if candidates follow through on their pledges to be more aggressive, there are warning signs about that approach. Trump has so far been immune to criticism of his lack of specific policy proposals, personal attacks on women and immigrants, and his commitment to conservatism. And with voters increasingly drawn to anti-establishment candidates, it's unclear whether attacks from those with long political resumes will be effective.\nThat makes Fiorina's participation in the debate all the more intriguing.\nFiorina is also a political outsider, having spent most of her career in business. She's also showed no fear in taking on Trump, including after he was recently quoted insulting her appearance. She's also thrilled GOP audiences with her sharp criticism of Democratic front-runner Hillary Rodham Clinton.\nFiorina didn't have enough support in the national polls used to select debate participants to get on the main stage in August, but she was a standout in the earlier undercard. After an aggressive lobbying effort by her campaign, CNN broadened its participation requirements to allow her on the main stage.\nCarson, too, appears to be benefiting from the public's anti-Washington mood. As his standing has risen, he's waffled in his approach toward Trump, first questioning the businessman's faith, then apologizing for doing so.\nCampaign manager Barry Bennett said Carson has no plans to take on Trump in the debate. \"Trump will be Trump, Ben will be Ben and the contrast couldn't be clearer,\" Bennett said.\nFlorida Sen. Marco Rubio, a talented politician who has largely avoided criticizing his fellow candidates, also doesn't plan to take on Trump. Rubio's campaign said the senator didn't see a need to mix things up like other candidates who are \"falling\" in the race.\nAlso on stage will be Ohio Gov. John Kasich, who is well-liked among more moderate, business-minded Republicans, and former Arkansas Gov. Mike Huckabee, a favorite of social conservatives.\nThey'll be joined by Kentucky Sen. Rand Paul, the only candidate to directly challenge Trump in the first debate; New Jersey Gov. Chris Christie, who had a memorable exchange with Paul over national security in the opening contest; and Texas Sen. Ted Cruz, the sole contender to align himself with Trump and try to draft off his support.\nFour candidates lagging behind in national polls did not qualify for the main event and will be relegated to an earlier debate: Louisiana Gov. Bobby Jindal, South Carolina Sen. Lindsey Graham, former Pennsylvania Sen. Rick Santorum and former New York Gov. George Pataki.\n___\nAssociated Press writers Thomas Beaumont in Burbank, California; Scott Bauer in Madison, Wisconsin; and Steve Peoples in Los Angeles contributed to this report.\n___\nFollow Julie Pace on Twitter at: http://twitter.com/jpaceDC", "byline": "", "description": "WASHINGTON (AP) — In the first Republican presidential debate, most candidates took a hands-off approach to Donald Trump and hoped the brash billionaire would hurt himself.", "title": "Shifting debate strategies, GOP hopefuls to take on Trump", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-16-US--GOP%202016-Debate/id-98235c5105404c278a306aff9c5812c8", "topics": ["personality", "terrorism"], "people": ["Thomas Beaumont", "Mike Huckabee", "Steve Peoples", "Ted Cruz", "Scott Bauer", "Chris Christie", "Hillary Rodham Clinton", "Bobby Jindal", "Scott Walker", "Rand Paul", "Julie Pace", "Lindsey Graham", "Jeb Bush", "Donald Trump", "Marco Rubio", "Sally Bradshaw", "Carly Fiorina", "Rick Santorum", "George Pataki", "John Kasich", "Steve Schmidt", "Barry Bennett", "Ben Carson"], "orgs": ["Real", "Republican Party", "GOP", "Reagan Presidential Library"], "authors": [{"author_id": 39393, "fullname": "julie pace", "primary_org": "ap"}], "date_written": "2015-09-16 04:21:00", "org": "ap", "article_id": "1a91e4efba0a170404f674ab9f63570e", "date_access": "2015-09-16 16:10:08.444294"}