{"body": " (AP) â\u0080\u0094 The mother of a gunman who killed nine people and himself at an Oregon community college allowed her troubled son to have guns and acknowledged in online posts that he struggled with autism, but she didn't seem to know he was potentially violent.\nThe online writings by Laurel Harper date from a year ago to nine years ago and offer fresh insight into the gunman, 26-year-old Christopher Harper-Mercer, and his relationship with his mother.\nThe Associated Press didn't speak with Harper about the postings, but in them she offered an email address that is linked to her.\nHarper and son shared an apartment outside Roseburg. Investigators have recovered 14 firearms â\u0080\u0094 six found at Umpqua Community College, where the killings occurred, and eight at the apartment. Neighbors of mother and son in California, where they lived before moving to Oregon in 2013, have said Harper-Mercer and his mother would go target shooting together.\nInvestigators say Harper-Mercer's mother has told them the son was struggling with some mental health issues.\nIn her online postings, Laurel Harper talked about her love of guns and her son's emotional troubles but there are no hints of worry that he could become violent.\n\"I keep two full mags in my Glock case. And the ARs & AKs all have loaded mags. No one will be 'dropping' by my house uninvited without acknowledgement,\" reads a 3-year-old posting.\nShe was referring to a Glock handgun and to military-style rifles. A Glock and a military-style rifle were among the weapons seized after the Roseburg shooting rampage.\nLaurel Harper wrote in another posting: \"I love the long guns & I have an AK-47 en route.\" She complained about gun-control efforts in \"lame states.\"\nShe posted several times that her son had Asperger's syndrome, a mild form of autism.\nOne posting reads: \"He's no babbling idiot nor is his life worthless. He's very intelligent and is working on a career in filmmaking.\"\nShe wrote that she read aloud to her unborn son from Donald Trump's \"Art of The Deal.\"\nInvestigators have not yet said whether they suspect a motive in last Thursday's shooting rampage, where Harper-Mercer killed eight students and a teacher before killing himself.\nWhile living in California, Harper-Mercer graduated from a learning center for students with learning disabilities and emotional problems. His parents divorced when he was a teenager and he lived with his mother.\nHarper-Mercer's father, Ian Mercer, still lives in California. Over the weekend he said he had no idea his son had any guns.\n\"How on earth could he compile 13 guns? How could that happen?\" Ian Mercer told CNN on Saturday.", "byline": "", "description": "PORTLAND, Ore. (AP) — The mother of a gunman who killed nine people and himself at an Oregon community college allowed her troubled son to have guns and acknowledged in online posts that he struggled with autism, but she didn't seem to know he was potentially violent.", "title": "Oregon shooter's mother wrote about guns in online forum", "url": "http://hosted2.ap.org/APDEFAULT/386c25518f464186bf7a2ac026580ce7/Article_2015-10-06-US--Oregon%20School%20Shooting/id-a259609512f84aeab5f67a4166dbd97e", "topics": ["personality", "other"], "people": ["Donald Trump", "Christopher Harper", "Ian Mercer", "Laurel Harper"], "orgs": ["ARs & AKs", "Art of The Deal"], "authors": [{"author_id": 41691, "fullname": "alina hartounian", "primary_org": "ap"}, {"author_id": 39410, "fullname": "gosia wozniacka", "primary_org": "ap"}], "date_written": "2015-10-06 23:56:18", "org": "ap", "article_id": "2e95142c5a3138bde29ce387e4aae952", "date_access": "2015-10-06 23:00:07.448973"}