{"body": " (AP) â\u0080\u0094 Republican presidential candidate Jeb Bush is proposing to repeal and replace President Barack Obama's health care law with one that would increase tax credits for individuals, allowing them to buy coverage protection against \"high-cost medical events.\"\nBut the two-page proposal, which would give more power to states to regulate health insurance, contained no specific details on how many people could be left without coverage. It does, however, guarantee coverage for people with pre-existing health conditions, which is part of Obama's 974-page federal health law. Bush was expected to release more details Tuesday, during a three-day swing through New Hampshire.\nThe Bush campaign says the former Florida governor's plan, in broad terms, would accomplish three goals: promote innovation, lower costs and return power to states.\nIn a statement, the Bush campaign slammed Obama's health care law, saying it \"epitomizes why Americans are fed up with Washington.\"\n\"Jeb believes we must repeal Obamacare and offer a conservative vision and plan of health care for the future,\" said Allie Brandenburger, a Bush spokesperson.\nUnder Bush's plan, individuals could get higher tax credits for purchasing health insurance and would be allowed higher contribution limits on health savings accounts for out-of-pocket expenses. He also would overhaul the regulations imposed by the Food and Drug Administration to help spur innovation in the health care industry and would put limits on malpractice lawsuits. And he would put caps on federal payments to states and create a \"transition plan\" for 17 million people \"entangled\" in Obama's Affordable Care Act.\nBush also proposes to limit the tax-free status of employer-provided health insurance, an idea labor unions fiercely oppose.\nPolls show Bush attracting single-digit support in New Hampshire, where he's trailing GOP rivals Donald Trump, Carly Fiorina and Ben Carson. Nationally, Bush is mired in the middle of the pack of Republican competitors.\nBush and his GOP presidential rivals are united in their calls for repealing the Affordable Care Act, but have been unable to find agreement on what should replace it.\nExperts say any plan to repeal the federal mandates and reduce insurance subsidies under the current law would increase the number of uninsured.\nThe number of people without health insurance coverage declined to 33 million in 2014, down from 42 million in 2013, according to the latest Census figures.", "byline": "", "description": "MIAMI (AP) — Republican presidential candidate Jeb Bush is proposing to repeal and replace President Barack Obama's health care law with one that would increase tax credits for individuals, allowing them to buy coverage protection against \"high-cost medical events.\"", "title": "Bush offers plan to repeal, replace federal health care law", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-13-US--GOP%202016-Bush-Health%20Care/id-13c7cb966703403883ed08cd734f8f3b", "topics": ["health", "personality"], "people": ["Allie Brandenburger", "Jeb Bush", "Donald Trump", "Barack Obama", "Carly Fiorina", "Ben Carson"], "orgs": ["GOP", "Food and Drug Administration"], "authors": [{"author_id": 35350, "fullname": "sergio bustos", "primary_org": "mcclatchy"}], "date_written": "2015-10-13 04:55:00", "org": "ap", "article_id": "3dc2829b796c112b879619cd471cd30a", "date_access": "2015-10-13 08:01:49.809024"}