{"body": " (AP) â\u0080\u0094 The latest on the GOP presidential debates at the Reagan Presidential Library in Simi Valley, Calif. (all times local):\n4:45 p.m.\nThe closing question for the first debate encapsulated the 90-minute debate, with two candidates calling for a pragmatic approach to politics, and the others calling for a hard turn to the right.\nBobby Jindal says, arguing for cleaning House in the GOP-held Congress, \"I'm angrier the Republicans in Washington than I am at the president,\" a Democrat.\nGeorge Pataki says Republicans cannot govern without appealing to more voters, which means a more progressive approach to immigration. It doesn't matter, he says, \"if you don't win.\"\nRick Santorum touts being outside of government, after losing re-election to the Senate almost a decade ago: \"It's time,\" he says, \"to get someone who is an outsider.\"\nGraham, capping the program with a pragmatic note, took a closing shot at Donald Trump. \"Our leading candidate gets his foreign policy from watching television.\" Graham says, adding, \"And what I heard last night is the Cartoon Network.\"\n___\n4:40 p.m.\nLouisiana Gov. Bobby Jindal is arguing that Republicans could learn a lesson from their Democratic adversaries.\nJindal says the GOP must take principled stances, noting that House Speaker Nancy Pelosi and Senate Minority Leader Harry Reid \"fight for what they believe in.\"\nHis remarks came in the midst of a larger dispute with South Carolina Sen. Lindsey Graham over whether the Republican party should compromise with Democrats for political gains.\nGraham argues that the party should accept the health care law and other political realities of the Obama era. Graham says, \"I'm trying to lead this party to winning.\"\nJindal takes a different approach, saying Republicans must take steps like defunding Planned Parenthood even if their efforts result in a government shutdown.\nHe says, \"If we can't win on that issue ... it is time to get rid of the Republican party, start over with a new one that's at least conservative.\"\n___\n4:26 p.m.\nSouth Carolina Sen. Lindsey Graham says he would \"absolutely\" bomb Iran if he believed the country was close to having a nuclear weapon.\nGraham says the Iranian nuclear deal is a \"nightmare\" for Israel and he would cancel the agreement and put a better one in place to stop Iran from getting a nuclear weapon.\nFormer New York Gov. George Pataki says he would work with Israel to ensure that Iran never gets a nuclear weapon.\nAnd former Pennsylvanian Sen. Rick Santorum says on his first day as president he would tell the Iranian government it has to open all its nuclear sites to inspection \"or else we will take out those facilities.\"\nHe says that would stop a war, not start one.\n___\n4:20 p.m.\nFormer Pennsylvania Sen. Rick Santorum is making a hard pitch for a higher minimum wage, a position uncommon among the Republican presidential candidates.\nHe says it's not just economic, it's a way Republicans can win.\nSantorum says, \"How are we gonna win if 90 percent of Americans don't think we care about them and their chance to rise in America?\"\nHowever, South Carolina Sen. Lindsey Graham says a federal increase in the minimum wage would hurt businesses. Referring to his parents' business when he was a child, Graham says, \"I don't know if my parents could have afforded a 50-cent increase.\"\n___\n4:06 p.m.\nA CNN production employee sitting in the spin room away from the auditorium broke into the video feed in the news media filing center, interrupting the argument between Lindsey Graham and Bobby Jindal over term limits.\nThe unidentified employee was unaware he was on camera, rather than the candidates in the Reagan library, until well into the interruption. He looked up, suddenly surprised to see himself on the monitor.\n\"This doesn't sound good,\" he says, before the feed returned to the debate stage.\n___\n4:05 p.m.\nSouth Carolina Sen. Lindsey Graham is making fighting terrorism the overarching theme of his debate performance.\nWhen asked about gay marriage, Graham said the Supreme Court ruling has made same-sex marriage the law of the land.\nThen he quickly pivoted to his issue of choice: \"Radical Islam would kill you all if it could,\" he said. \"Let's not lose sight of the big picture.\"\nHis remarks came amid a larger dispute over whether Kim Davis, the Kentucky clerk who refused to issue marriage licenses to gay couples, was acting legally.\n___\n3:55 p.m.\nFormer New York Gov. George Pataki says Kentucky clerk Kim Davis should have been fired for refusing to issue a marriage license to a same-sex couple.\nBut former Pennsylvania Sen. Rick Santorum, speaking in the second-tier Republican presidential debate, equates her decision with Martin Luther King's civil disobedience. Santorum says Davis has a fundamental right under the First Amendment to deny the license. He says there has to be room in America for such a demonstration of religious beliefs.\nPataki says there is a \"huge difference\" between standing up for religious beliefs and ignoring the rule of law as an elected official.\nSouth Carolina Sen. Lindsey Graham says he doesn't agree with the Supreme Court's ruling, but since same-sex marriage is legal the law must be followed.\n___\n3:51 p.m.\nThe second-tier Republican presidential contenders are discussing the case of a 14-year-old arrested for bringing a homemade clock to his high school.\nAt the GOP presidential debate, Louisiana Gov. Bobby Jindal was asked about the case of Texas student Ahmed Mohammed. Police suspected the boy's science project was a bomb. President Obama tweeted in Ahmed's support earlier Wednesday.\nJindal said the country shouldn't back off its vigilance against Islamic extremism and said the greatest discrimination in America is against Christians. He did say a 14-year-old should not be arrested for bringing a clock to school.\n___\n3:45 p.m.\nLouisiana Gov. Bobby Jindal says the answer to the Syrian refugee crisis is not allowing more people to come into the United States.\nJindal says in the second-tier Republican presidential debate that the answer is to hunt down and \"destroy\" the Islamic State. He says enemies do not fear or respect the U.S.\nSouth Carolina Sen. Lindsey Graham says blame rests with President Obama. He says the president's policies for combating Islamic terrorists are not working.\nFormer New York Gov. George Pataki references the Sep. 11 terrorist attacks, saying the U.S. is at greater risk of attack now than then.\n___\n3:40 p.m.\nSouth Carolina Sen. Lindsey Graham and former Pennsylvania Sen. Rick Santorum are vigorously arguing over immigration reform.\nGraham supports allowing people in the country illegally to stay, arguing in part that Hispanic voters are an untapped source for Republicans. Graham says sharply, \"In my world Hispanics are Americans.\"\nSantorum says he had a bill in 2006 to address illegal immigration, though it did not advance in the Senate.\nSantorum, who supports slowing legal immigration, says, \"American workers are being hurt by immigration.\"\n___\n3:35 p.m.\nThe Republican presidential candidates are fighting over whether the U.S. should immediately deport 11 million undocumented immigrants already living in the country.\nFormer Pennsylvania Sen. Rick Santorum is accusing much of the GOP field of supporting \"amnesty\" by proposing plans to legalize some illegal workers.\nFormer New York Gov. George Pataki and South Carolina Sen. Lindsey Graham say deporting millions of people is impossible. Says Graham: \"I'm trying to fix the problem. We're not going to deport the 11 million here.\"\nAll four candidates say they would secure the border and crack down on local officials who opt not to prosecute illegal immigrants.\n___\n3:35 p.m.\nDonald Trump isn't in the second-tier GOP presidential debate but he's still dominating it.\nThe first several questions were about the reality show star and front-runner. Louisiana Gov. Bobby Jindal defended his attacks of Trump. He argued the developer \"isn't serious.\" Former Pennsylvania Sen. Rick Santorum said he'd spend his time attacking Democrat Hillary Clinton rather than other Republicans. Former New York Gov. George Pataki was asked about his statement that he wouldn't support Trump if he were the Republican nominee.\nThat led Pataki to complain about all the opening questions being about Trump.\n___\n3:30 p.m.\nThe immigration portion of the Republican presidential debates was well under way in California hours before the candidates begin talking.\nDozens of protesters angry about Republicans who oppose citizenship for millions of people in the U.S. illegally gathered at the entry to the Ronald Reagan Presidential Library compound.\nImmigration advocates in Latino-heavy southern California are beating drums and carrying signs that say, \"Are you going to deport me?\"\nThere are also people wearing oversized papier mache caricature heads of businessman Donald Trump, Florida Sen. Marco Rubio and Wisconsin Gov. Scott Walker. Trump and Walker have taken a harder line on immigration, while Rubio has stepped back from his support for a path to citizenship for people in the country illegally.\n___\n3:20 p.m.\nThe first question in the second-tier GOP presidential debate is for Louisiana Gov. Bobby Jindal. CNN reporter Jake Tapper has asked Jindal why he is violating Ronald Reagan's famous dictum to not attack other Republicans. Jindal has been explicitly attacking Trump for days.\nJindal replied that Trump \"is not a conservative\" and GOP candidates should stop treating him like a Republican. Reagan's rule, Jindal said, doesn't apply to Trump.\n___\n3:15 p.m.\nThe early debate among the second-tier of Republican candidates for president is under way.\nThe four candidates whose polling numbers didn't qualify them for the main event starting at 5 p.m. are introducing themselves to the crowd at the Reagan Library in southern California. They are former Pennsylvania Sen. Rick Santorum, former New York Gov. George Pataki, Louisiana Gov. Bobby Jindal and South Carolina Sen. Lindsey Graham.\n___\n2:30 p.m.\nThe 16 Republican candidates are poised to take the stage for the marathon pair of debates, President Ronald Reagan's plane at their backs and a trio of questioners before them.\nFirst up: Four candidates who did not qualify for the top-tier group debating later. They are former Sen. Rick Santorum, former New York Gov. George Pataki, Louisiana Gov. Bobby Jindal and South Carolina Sen. Lindsey Graham. Some of what they say, if interesting enough, could be played at the later debate between 11 hopefuls who performed better in the polls, according to sponsor CNN.\nThe main event includes 10 men and one woman â\u0080\u0094 business executive Carly Fiorina â\u0080\u0094 arrayed shoulder-to-shoulder. At center, front-runner Donald Trump. On either side: retired neurosurgeon Ben Carson and former Florida Gov. Jeb Bush. The others will be arrayed outward, with Kentucky Sen. Rand Paul and New Jersey Gov. Chris Christie at the ends.\nAltogether, the event is expected to last about five hours.", "byline": "", "description": "SIMI VALLEY, Calif. (AP) — The latest on the GOP presidential debates at the Reagan Presidential Library in Simi Valley, Calif. (all times local):", "title": "The Latest: Jindal, Graham clash over compromise, principle", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-16-US--GOP%202016-Debate-The%20Latest/id-e824e26019374e69999cee65cb4f96a4", "topics": ["immigration"], "people": ["Rand Paul", "Rick Santorum", "Martin Luther King", "Chris Christie", "George Pataki", "Kim Davis", "Jeb Bush", "Harry Reid", "Nancy Pelosi", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Ahmed Mohammed", "Jake Tapper", "Bobby Jindal", "Scott Walker", "Ben Carson", "Carly Fiorina", "Ronald Reagan"], "orgs": ["Reagan Presidential Library", "Congress", "Senate", "Supreme Court", "Reagan Library", "United States.", "GOP"], "authors": [{"author_id": 3398, "fullname": "ap", "primary_org": "huffpo"}], "date_written": "2015-09-16 21:08:00", "org": "ap", "article_id": "38f8ce8ec6a2411595439ab86060eabc", "date_access": "2015-09-17 00:20:04.056911"}