{"body": " (AP) â\u0080\u0094 Days after a deadly shooting in Oregon, Hillary Rodham Clinton unveiled new gun control measures Monday aimed at strengthening background checks on gun buyers and eliminating legal immunity for sellers.\nDuring a daylong campaign swing through New Hampshire, Clinton proposed a repeal of legislation that shields gun manufacturers, distributors and dealers from most liability suits, even in the case of mass shootings like the one that killed nine people at a community college on Thursday.\nClinton has made strengthening gun laws a centerpiece of her presidential campaign, vowing she would use her executive power as president to expand background checks for sellers at gun shows and online and back legislation banning domestic abusers from purchasing guns.\nShe also backed congressional efforts to stop retailers from selling guns to people with incomplete background checks, as happened when Dylann Roof, the man charged in the Charleston church shooting, bought his gun.\n\"I will try every way I can to get those guns out of the hands of people who shouldn't have them,\" she told voters gathered for a pancake breakfast town hall meeting in Hollis, New Hampshire. \"We need to prevent these kinds of terrible crimes that are happening.\"\nThe plan marks an effort by Clinton to stake out liberal ground against her closest rival, Vermont Sen. Bernie Sanders. While Sanders has wooed the Democratic base with his liberal positions on issues like income inequality and college debt, he's struggled to defend a more mixed record on gun legislation â\u0080\u0094 a reflection, he says, of his rural, gun-friendly home-state.\nAfter the Sandy Hook Elementary School shooting in 2013, Sanders backed all the Democratic gun bills brought up in Congress. But in 1993, he voted against the landmark Brady handgun bill, which imposed a five-day waiting period for gun purchasers, and he backed the 2005 legislation granting legal immunity to many in the gun industry.\nSanders now says he supports banning assault weapons and closing the so-called \"gun show loophole\" that exempts private, unlicensed gun sales from background checks.\nClinton declined to directly go after that record on Monday morning, saying she'd let \"Senator Sanders talk about himself.\"\nBut she said she wasn't surprised by his recent rise in New Hampshire polls, mentioning his long tenure representing a neighboring state.\n\"I really believe this is great for the Democrats and this election,\" she said of the unexpectedly competitive contest. \"We really want to turn out as many people as possible.\"\nClinton has emerged as one of the fiercest proponents of tougher gun control after a series of shootings over the past several months has reignited debate over gun laws in the presidential campaign\n____\nFollow Lisa Lerer on Twitter at: http://twitter.com/llerer", "byline": "", "description": "MANCHESTER, N.H. (AP) — Days after a deadly shooting in Oregon, Hillary Rodham Clinton unveiled new gun control measures Monday aimed at strengthening background checks on gun buyers and eliminating legal immunity for sellers.", "title": "Clinton pushing new gun controls after Oregon shooting", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-05-US--DEM%202016-Clinton/id-0c25820adf004e0e92a580ac92da23af", "topics": ["campaign_finance", "economy", "terrorism"], "people": ["Hillary Rodham Clinton", "Lisa Lerer", "Dylann Roof", "Bernie Sanders"], "orgs": ["Congress"], "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}], "date_written": "2015-10-05 14:30:06", "org": "ap", "article_id": "456d91443c3994b9c7ef64bf13d131ab", "date_access": "2015-10-05 13:30:08.159521"}