{"body": "NEW YORK (AP) â\u0080\u0094 Republican presidential front-runner Donald Trump on Monday proposed eliminating income taxes for millions of Americans, and lower rates for the highest-income earners, as part of a plan he said would grow the U.S. economy at a pace not seen in years.\nTrump's plan for an overhaul of the U.S. tax code would eliminate federal income taxes on individuals earning less than $25,000 and married couples earning less than $50,000. He said those individuals would receive \"a new one page form to send the IRS saying, 'I win.'\"\nTrump's plan would also disproportionally benefit wealthy earners by lowering the highest income tax rate from 39.6 percent to 25 percent, and businesses by cutting their tax rate â\u0080\u0094 from major corporations to mom-and-pop shops â\u0080\u0094 to no more than 15 percent.\n\"There will be a major tax reduction,\" Trump said at a news conference at his Trump Tower skyscraper in Manhattan. \"It'll simplify the tax code. It'll grow the American economy at a level that it hasn't seen for decades.\"\nTrump said he wants to eliminate the so-called \"carried interest loophole\" that allows managers of hedge funds and private equity firms to pay a lower tax rate than most individuals, and would reduce or eliminating most deductions and loopholes for both individuals and corporations. \"In other words, it's going to cost me a fortune,\" he said.\nThe billionaire real estate mogul said those changes would pay for the tax cuts, along with an increase in tax revenue generated by economic growth. Trump estimated that his plan would lead the economy to grow at least 3 percent a year, and as much as 5 or 6 percent â\u0080\u0094 a rate of growth that most economists say is unrealistic.\nTrump said his plan would also bring in new sources of revenue to the Treasury by allowing corporations to bring money held in overseas accounts back to the United States after paying a one-time tax of 10 percent. He would also prevent companies from deferring taxes paid on income earned abroad.\nIn sum, he says, the changes he wants to enact would not add to the annual federal budget deficit or the national debt.\n\"We have an amazing code,\" Trump said of his tax system. \"It will be simple. It will be easy. It will be fair.\"\nTrump said the plan had been crafted with the help of leading economists, but refused to say who they are during his news conference. He also said his plan didn't suit any particular political agenda, describing it as a \"common sense approach.\"\nThe tax plan is the third major policy proposal from Trump, who has also outlined plans for immigration and guns. He has been criticized for failing to unveil specific policy proposals as he's risen in early preference polling.\n___\nFollow Jill Colvin on Twitter at: http://twitter.com/colvinj", "byline": "", "description": "NEW YORK (AP) — Republican presidential front-runner Donald Trump on Monday proposed eliminating income taxes for millions of Americans, and lower rates for the highest-income earners, as part of a plan he said would grow the U.S. economy at a pace not seen in years.", "title": "Trump unveils tax plan that would lower taxes for millions", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-28-US-GOP%202016-Trump-Taxes/id-c30703ff867448579c07dca94e56577a", "topics": ["economy"], "people": ["Donald Trump", "Jill Colvin"], "orgs": ["IRS", "Treasury"], "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}], "date_written": "2015-09-28 13:54:00", "org": "ap", "article_id": "4168ab54824fb2682934975bc21dcb2e", "date_access": "2015-09-28 17:30:06.139316"}