{"body": "WASHINGTON (AP) â\u0080\u0094 A conservative advocacy group said Tuesday it will spend at least $1 million on TV ads criticizing Republican presidential front-runner Donald Trump in the early primary voting state of Iowa.\nClub for Growth President David McIntosh said the billionaire real-estate mogul and reality TV star would be \"terrible on economic growth.\" He called Trump \"the worst kind of politician,\" and the group's ad says he's playing voters \"for chumps.\"\nTrump has criticized the Washington-based Club for Growth as being bitter because he refused to give them a $1 million contribution.\nFor now, the Washington-based group is going it alone.\nFar larger pro-Republican operations â\u0080\u0094 including the Koch brothers-led Americans for Prosperity, GOP strategist Karl Rove's Crossroads groups and the U.S. Chamber of Commerce â\u0080\u0094 said they have no immediate plans to spend money trying to swat down Trump, who has in the past has identified himself as \"more of a Democrat.\"\nSimilarly, the candidates themselves, and the super PACs trying to help them win, haven't put any money into a Trump-defeating effort on television. Instead, they said, their strategy appears to be to wait for Trump, the star of the political summer, to fade on his own.\nFred Malek, a longtime Republican presidential fundraiser who isn't aligned with a specific candidate, said the approach of many has been to \"let Trump beat Trump.\"\n\"I'm not aware of any organized effort to attack Trump,\" Malek said. \"Rather, the best-informed Republicans feel the American people are smart enough to figure this out and won't nominate Trump.\"\nFormer Texas Gov. Rick Perry, who last week became the first candidate to leave the 2016 race, was one of the feistiest Trump combatants, but his super PACs never paid for any ads to amplify that message.\n\"Our plan, which I think is where a lot of folks are, was to wait as long as possible to do contrast ads or attacks on Trump,\" said Austin Barbour, leader of a trio of super PACs that supported Perry. \"There's a feeling that his poll numbers are vastly inflated and will start coming down on their own, so no one wants to spend valuable resources doing what may just happen naturally.\"\nTrump had spent only about $1.9 million â\u0080\u0094 most of it his own money â\u0080\u0094 through the end of June, according to the most recent fundraising reports filed with federal regulators. In that same time period, donors backing other Republican presidential candidates gave about $300 million, those reports show.\nBut the billionaire candidate has vowed to spend whatever it takes to win the GOP nomination, meaning that even the best-funded opponents or Republican groups could find themselves financially overmatched.\nAdding to the confusion: Trump's meteoric rise has come not after a slew of pricey, well-crafted advertisements, but rather from intense media coverage of his every move, which costs him nothing.\nThe Trump phenomenon \"in a weird way is showing the diminishing importance of money in politics,\" said John Jordan, a California winery owner and major Republican donor. \"And because of that, I think the flow of money is slowing to a trickle.\"\nPresidential candidate are due to file their next fundraising reports, showing what they've raised and spent through the end of September, by October 15.\n___\nFollow Julie Bykowicz on Twitter at: http://twitter.com/bykowicz", "byline": "", "description": "WASHINGTON (AP) — A conservative advocacy group said Tuesday it will spend at least $1 million on TV ads criticizing Republican presidential front-runner Donald Trump in the early primary voting state of Iowa.", "title": "Club for Growth to spend $1M on TV ads going after Trump", "url": "http://hosted2.ap.org/apdefault/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-15-US--GOP%202016-Trump-Money/id-efecd955b582416eb636ea91392979e2", "topics": ["economy"], "people": ["Karl Rove", "Austin Barbour", "Fred Malek", "Rick Perry", "Donald Trump", "John Jordan", "Julie Bykowicz"], "orgs": ["U.S. Chamber of Commerce", "GOP", "PACs"], "authors": [{"author_id": 39462, "fullname": "julie bykowicz", "primary_org": "ap"}], "date_written": "2015-09-15 11:50:00", "org": "ap", "article_id": "4f6824c74cc26680b60d08ca8f387cdf", "date_access": "2015-09-15 15:50:04.621989"}