{"body": " (AP) â\u0080\u0094 Just days after a deadly shooting in Oregon, Hillary Rodham Clinton will unveil new gun control measures on Monday aimed at strengthening background checks on gun buyers and eliminating legal immunity for sellers.\nDuring a day-long campaign swing through New Hampshire, Clinton's campaign said she plans to propose a repeal of legislation that shields gun manufacturers, distributors and dealers from most liability suits, even in the case of mass shootings like the one that killed nine students and teachers at a community college on Thursday.\nThe proposal marks an effort by Clinton to stake out liberal ground against her closest rival, Vermont Sen. Bernie Sanders. While Sanders has wooed the Democratic base with his liberal positions on issues like income inequality and college debt, he's struggled to defend a more mixed record on gun legislation_a reflection, he says, of his rural, gun-friendly home-state.\nAfter the Sandy Hook shooting in 2013, he backed all the Democratic gun bills brought up in Congress. But in 1993, he voted against the landmark Brady handgun bill, which imposed a five-day waiting period for gun purchasers, and he backed the 2005 legislation granting legal immunity to many in the gun industry.\nSanders now says he supports banning assault weapons and closing the so-called \"gun show loophole\" that exempts private, unlicensed gun sales from background checks.\nClinton, meanwhile, has made strict gun laws a centerpiece of her presidential campaign. On Monday, she will vow to use executive power to expand background checks for sellers at gun shows and online and back legislation banning domestic abusers from purchasing guns.\nShe will also back congressional efforts to stop retailers from selling guns to people with incomplete background checks, as happened when Charleston shooter Dylann Roof bought his gun.\nClinton has emerged as one of the fiercest proponents of tougher gun control after a series of shootings over the past several months has reignited debate over gun laws on the presidential campaign\n\"What is wrong with us, that we cannot stand up to the NRA and the gun lobby, and the gun manufacturers they represent?\" Clinton said on Friday in Florida. \"This is not just tragic. We don't just need to pray for people. We need to act and we need to build a movement. It's infuriating.\"", "byline": "", "description": "MANCHESTER, N.H. (AP) — Just days after a deadly shooting in Oregon, Hillary Rodham Clinton will unveil new gun control measures on Monday aimed at strengthening background checks on gun buyers and eliminating legal immunity for sellers.", "title": "Clinton to push new gun controls after Oregon shooting", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-05-US-DEM-2016-Clinton/id-3eedc148d16642bd87b7697d3e2b3a6d", "topics": ["economy", "other"], "people": ["Hillary Rodham Clinton", "Dylann Roof", "Bernie Sanders"], "orgs": ["NRA", "Congress"], "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}], "date_written": "2015-10-05 07:19:31", "org": "ap", "article_id": "6e753de0ff2962b3b121f75fc3a114f5", "date_access": "2015-10-05 06:30:08.391274"}