{"body": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Wednesday:\n1. POPE FRANCIS BEGINS FIRST US VISIT, FACING POLARIZED NATION\nDuring his six-day trip, the pontiff is expected to urge America to set aside differences, care for the environment and the poor, and embrace religious liberty and immigrants.\n2. HOW MANY VOLKSWAGENS CONTAIN EMISSIONS-CHEATING SOFTWARE\nThe world's top-selling carmaker admits 11 million of its diesel vehicles are fitted with \"defeat devices\" that evade pollution controls.\n3. WHO PLEDGES TO WORK WITH CHINA ON GREEN ENERGY\nIn Seattle, governors from five states meet with visiting Chinese President Xi Jinping, vowing cooperation on boosting businesses that create renewable and clean energy.\n4. THOUGH DIVIDED, EU MINISTERS AGREE TO RELOCATE 120,000 MIGRANTS\nBut a senior European leader concedes it's only a small step toward resolving the humanitarian crisis sparked by thousands of Mideast and African refugees arriving on Europe's shores.\n5. TRADITIONAL GOP CANDIDATES STRUGGLE IN WHITE HOUSE RUN\nPolitical veterans Scott Walker and Rick Perry have bowed out of the race, while billionaire Donald Trump continues to benefit from his outsider status.\n6. 'INSTINCT TOOK OVER JUST TO GO OUT THERE AND RESCUE THEM'\nThat's how North Carolina sheriff's deputy David Earp describes saving two young girls, whose father is accused of throwing them in a pond to drown.\n7. WHY PATIENTS SHOULD TAKE ACTIVE ROLES IN TREATMENT\nA new report says most people will receive at least one wrong or delayed diagnosis in their lives, a medical blind spot that can have devastating consequences.\n8. CLINTON ANNOUNCES SHE OPPOSES KEYSTONE XL\nBreaking her silence, the Democratic candidate speaks out against the pipeline project criticized by environmentalists.\n9. FOLLOWING 6-MONTH LAYOFF, BRIAN WILLIAMS IS BACK ON AIR\nThe former NBC News anchor, suspended after lying about his Iraq War reporting, returns to help out with MSNBC's coverage of the pope's U.S. visit.\n10. WHITEY BULGER'S GIRLFRIEND INDICTED\nCatherine Greig stands accused of refusing to assist investigators find anyone who helped the Boston mobster during his 16 years on the run.", "byline": "", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Wednesday:", "title": "10 Things to Know for Wednesday", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-22-10-Things-to-Know-Wednesday/id-8f2c5c7c612e4bae91e0540da1687d22", "topics": ["china", "personality"], "people": ["Donald Trump", "Xi Jinping", "Scott Walker", "Rick Perry"], "orgs": ["MSNBC"], "authors": [{"author_id": 66, "fullname": "the associated press", "primary_org": "npr"}], "date_written": "2015-09-22 22:00:00", "org": "ap", "article_id": "6751ed120412dafa36b25f57b0829e07", "date_access": "2015-09-23 01:20:07.299260"}