{"body": " (AP) â\u0080\u0094 Scott Walker is dropping out of the Republican race for president, two people familiar with his decision told The Associated Press on Monday.\nThe Wisconsin governor planned a news conference for Monday evening in Madison, where he was to announce he will be the second major GOP candidate to quit the race, the people said. They spoke on condition of anonymity because they were not authorized to speak before Walker's announcement.\nOne of the last Republicans to enter the race, Walker will join former Texas Gov. Rick Perry as one of the first to leave it. He will return to his job in Wisconsin as governor, where his term runs through 2018.\nWalker, 47, tried to appeal to religious conservatives, tea party conservatives and the more traditional GOP base. He tried to cast himself as an unintimidated conservative fighter who had a record of victories in a state that hasn't voted Republican for president since 1984.\nHe called himself \"aggressively normal\" and campaigned on a Harley-Davidson motorcycle, and made a splash in January with a well-received speech before religious conservatives in Iowa.\nBut Walker's fall was dramatic.\nHe was unable to adjust to the popularity of Donald Trump or break out in either of the GOP's first two debates, and repeatedly had trouble clearly stating his position on several issues.\nHe took days to clarify whether he supported ending birthright citizenship and he initially showed interest in building a wall between the U.S. and Canada, only to later laugh it off as ridiculous. Walker also declared he wasn't a career politician, despite having held public office for 22 straight years.\n___\nBykowicz reported from Washington.\n___\nFollow Scott Bauer on Twitter at: http://twitter.com/sbauerAP", "byline": "", "description": "MADISON, Wis. (AP) — Scott Walker is dropping out of the Republican race for president, two people familiar with his decision told The Associated Press on Monday.", "title": "AP sources: Walker to drop out of GOP presidential race", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-21-US--GOP%202016-Walker/id-943cef0b248c4b38975692cdec80785b", "topics": ["personality"], "people": ["Donald Trump", "Scott Bauer", "Scott Walker", "Rick Perry"], "orgs": ["GOP"], "authors": [{"author_id": 39462, "fullname": "julie bykowicz", "primary_org": "ap"}, {"author_id": 39380, "fullname": "scott bauer", "primary_org": "ap"}], "date_written": "2015-09-21 17:43:00", "org": "ap", "article_id": "6906ea5335fe2b519ef4b4b452ce3d1a", "date_access": "2015-09-21 21:00:28.893398"}