{"body": " (AP) â\u0080\u0094 Hillary Rodham Clinton said Tuesday she opposes construction of the Keystone XL pipeline, breaking her longstanding silence over a project criticized by environmentalists as a threat to the planet's climate.\nThe Democratic presidential candidate said she decided to speak out after concluding the ongoing debate over whether the pipeline should be built had become a distraction to larger efforts to fight climate change.\nThat distraction, she said, is \"unfortunately, from my perspective, one that interferes with our ability to move forward to deal with the other issues. Therefore I oppose it.\"\nClinton's announcement came as she has ceded ground in some polls to Vermont Sen. Bernie Sanders, who has long opposed the project. It also followed the appearance of protesters at some of her recent campaign events holding signs that read, \"I'm Ready for Hillary to say no KXL.\"\nThe former secretary of state had previously said she shouldn't take a position on the issue, because she didn't want to interfere with the Obama administration as it considers whether to allow construction of a pipeline that would transport oil from Canada's tar sands to refineries on the Gulf of Mexico.\nThe announcement was viewed with disappointment in Canada, where Prime Minister Stephen Harper has said as recently as last month that he was confident the next U.S. president would approve the project.\n\"This is not a debate between Canada and the U.S.,\" said Stephen Lecce, a spokesman for Harper. \"We know the American people support the project. We will not engage in presidential primary debates.\"\nLess reluctant was Republican presidential candidate Jeb Bush, who said on Twitter that Clinton's decision proves she \"favors environmental extremists over U.S. jobs.\"\nSpurred on by environmental activists and liberals who play a key role in the Democratic primaries and vigorously oppose the pipeline project, Clinton had expressed impatience in recent weeks over the Obama administration's drawn-out deliberations.\nHer campaign said the White House was briefed on Clinton's position prior to her comments and she privately made her opposition to the pipeline known when she discussed her plans with labor officials in recent weeks.\nClinton is scheduled to raise money in California over three days beginning Sunday and was sure to face questions from donors on why she had yet to stake out a position.\nTom Steyer, a leading environmentalist and top Democratic donor, said it was a \"clear example of people power overcoming the special interests\" and credited Clinton for joining with \"thousands of Americans calling on President Obama to reject the Keystone XL pipeline in favor of building an American economy powered by clean energy.\"\nReince Priebus, the chairman of the Republican National Committee, said Clinton was being \"blatantly dishonest\" when she said her role at the State Department had prevented her from taking a position. Concern about Vice President Joe Biden political future played a role, too, he said.\n\"Clearly, Hillary Clinton's rapid decline in the polls and the prospect of the vice president entering the race caused her to change course,\" Priebus said in a statement.\nClinton announced her decision moments after Pope Francis arrived in Washington at the start of a closely watched visit to the United States. Her opposition came in response to a question from a Drake University student attending a forum on prescription drugs.\n\"I was in a unique position having been secretary of state, having started this process and not wanting to interfere with the ongoing decision making,\" Clinton said. \"I thought this would be decided by now and therefore I could tell you whether I agree or disagree. But it hasn't been decided and I feel now I've got a responsibility to you and other voters who ask me about this.\"\nClinton's main rivals for the Democratic nomination have campaigned against the project. Sanders, who has surpassed Clinton in some polls in Iowa and New Hampshire, said in a statement he was \"glad that Secretary Clinton finally has made a decision and I welcome her opposition to the pipeline. Clearly it would be absurd to encourage the extraction and transportation of some of the dirtiest fossil fuel on the planet.\"\nFormer Maryland Gov. Martin O'Malley, who trails Clinton and Sanders by a wide margin in polls, used the moment to criticize the Democratic front-runner, saying her late-breaking opposition to Keystone is akin to how she arrived at her positions on gay marriage, offering driver's licenses for people not living in the country legally and the Syrian refugee crisis.\n\"On issue after issue,\" O'Malley said in a statement, \"Secretary Clinton has followed â\u0080\u0094 not forged â\u0080\u0094 public opinion. Leadership is about stating where you stand on critical issues, regardless of how they poll or focus group.\"\nClinton said she would roll out a plan aimed at fighting climate change in a few days and noted proposals released earlier in the campaign that would bolster solar energy and produce more renewable energy.\nShe said the nation had \"a lot of work to do\" and that shifting to more renewable energy would create jobs.\n___\nThomas reported from Washington.\n___\nFollow Ken Thomas and Catherine Lucey on Twitter: https://twitter.com/KThomasDC and https://twitter.com/catherine_lucey", "byline": "", "description": "DES MOINES, Iowa (AP) — Hillary Rodham Clinton said Tuesday she opposes construction of the Keystone XL pipeline, breaking her longstanding silence over a project criticized by environmentalists as a threat to the planet's climate.", "title": "Clinton breaks Keystone silence, says she opposes pipeline", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-22-US--DEM%202016-Clinton-Keystone/id-671e36d064f9449189e8ae46cf267b46", "topics": ["economy"], "people": ["Joe Biden", "Catherine Lucey", "Martin O'Malley", "Jeb Bush", "Reince Priebus", "Hillary Clinton", "Hillary Rodham Clinton", "Stephen Lecce", "Tom Steyer", "Stephen Harper", "Pope Francis", "Ken Thomas", "Bernie Sanders"], "orgs": ["State Department", "DES MOINES", "Republican National Committee", "Keystone", "Drake University", "United States."], "authors": [{"author_id": 39394, "fullname": "catherine lucey", "primary_org": "ap"}, {"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-09-22 19:43:00", "org": "ap", "article_id": "6bf67605add1f4ebf7236a4ae59c34d3", "date_access": "2015-09-22 23:00:32.704984"}