{"body": " (AP) â\u0080\u0094 Viewers of the second Republican presidential debate heard inflated claims about Planned Parenthood abortion practices and a dubious assertion by Donald Trump that he wasn't interested in establishing casinos in Florida when anti-gambling Jeb Bush was running for and serving as governor.\nSome of the claims in the debate Wednesday night and how they compare with the facts:\nBUSH: \"The one guy that had some special interests that I know of that tried to get me to change my views on something â\u0080\u0094 that was generous and gave me money â\u0080\u0094 was Donald Trump. He wanted casino gambling in Florida.\"\nTRUMP: I didn't. ... Totally false....\"\nBUSH:  \"I'm not going to be bought by anybody.\"\nTRUMP: \"I promise if I wanted it, I would have gotten it.\"\nTHE FACTS: Trump's hopes of expanding casino operations in Florida in the mid-1990s were well known at the time. Trump employed a prominent lobbyist to represent his gambling interests in Florida. And news report from that time show he hosted a fundraiser to help Bush's campaign for governor and donated $50,000 to the Florida Republican Party during that campaign.\nBush did not bend in his opposition to casino gambling. It is not clear whether Trump approached Bush directly on the casino matter, but his interest in the enterprise is a matter of record.\n___\nTEXAS SEN. TED CRUZ: \"On these videos, Planned Parenthood also essentially confesses to multiple felonies. It is a felony with 10 years' jail term to sell the body parts of unborn children for profit. That's what these videos show Planned Parenthood doing.\"\nTHE FACTS: The Center for Medical Progress released five videos showing furtively recorded conversations with Planned Parenthood officials, recorded by people posing as representatives of a fictitious private company that buys fetal tissue for researchers. In the videos, Planned Parenthood officials discuss how they obtain tissue from aborted fetuses for research, how they decide how much to charge and how it's possible to alter the procedure to enhance the chances of recovering the organs being sought.\nBut the officials also repeatedly say they are only allowed by law to recover costs, not to make a profit. The videos don't unambiguously show otherwise.\n___\nTRUMP: \"I want to build a wall, a wall that works. So important, and it's a big part of it.\"\nBEN CARSON: \"I was down in Arizona a few weeks ago at the border. I mean, the fences that were there were not manned, and those are the kind of fences when I was a kid that would barely slow us down. So, I don't see any purpose in having that.\"\nTHE FACTS: The expectation that a fence all along the border with Mexico could stop illegal crossings is not borne out by the fencing that's already been built â\u0080\u0094 about 700 miles of it. But neither is that fence as porous as Carson suggests. The reality is somewhere in between.\nMaintaining the existing multibillion-dollar fencing has been a time-consuming task for Border Patrol agents, who routinely patrol the fence line looking for holes or other damage. It was never designed, or expected, to block all illicit traffic from coming across the border, but instead to act as a deterrent and slow those who try crossing on foot.\nEven so, a fence section that appears unmanned is not unguarded. In urban areas such as El Paso, Texas, the fence line is monitored by cameras mounted atop fixed poles, and accessible to patrolling agents. Carson acknowledged that such areas can be more secure than some of the fencing in disrepair that he witnessed.\n___\nAssociated Press writer Alicia A. Caldwell contributed to this report.", "byline": "", "description": "WASHINGTON (AP) — Viewers of the second Republican presidential debate heard inflated claims about Planned Parenthood abortion practices and a dubious assertion by Donald Trump that he wasn't interested in establishing casinos in Florida when anti-gambling Jeb Bush was running for and serving as governor.", "title": "FACT CHECK: Who's right in Trump-Bush clash?", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-16-US--GOP%202016-Debate-Fact%20Check/id-f7c58fcb878f47f8a9ca7e4be1a4e88d", "topics": ["personality", "mexico", "abortion"], "people": ["Donald Trump", "Jeb Bush", "Alicia A. Caldwell"], "orgs": ["The Center for Medical Progress", "Florida Republican Party", "TEXAS"], "authors": [{"author_id": 39696, "fullname": "calvin woodward", "primary_org": "ap"}], "date_written": "2015-09-16 23:22:00", "org": "ap", "article_id": "7dd4d153aeb8ae8de1fe2d4f310f0e62", "date_access": "2015-09-17 02:40:03.460897"}