{"body": "MANCHESTER, N.H. (AP) â\u0080\u0094 Democratic presidential hopeful Martin O'Malley told independent voters at a New Hampshire gathering Monday that the nation needs not just new leadership, but a new way of governing that invites people of all parties to \"return to the table of democracy.\"\nSpeaking via video link from Baltimore, the former Maryland governor said he achieved results in lowering crime and improving education by employing a \"circle of collaboration\" focused on what works, and would take the same approach in tackling income inequality and other national problems as president.\n\"We didn't get things done by running to our labeled corners, we invited one another to come with ideas. This is a new way of leadership that people are demanding,\" he said.\n\"We have to invite one another â\u0080\u0094 Democrats, Republicans, independents â\u0080\u0094 to return to the table of democracy and solve these problems not with words but with actions,\" he said.\nO'Malley was the first of eight candidates from both parties participating in the event hosted by No Labels, a group created after the 2010 midterm elections to bridge the divide between Republicans and Democrats.\nOn the Republican side, Sen. Lindsey Graham of South Carolina, billionaire businessman Donald Trump, New Jersey Gov. Chris Christie and Ohio Gov. John Kasich were set to speak. Two others seeking the Democrats nomination â\u0080\u0094 Vermont independent Sen. Bernie Sanders and former Virginia Sen. Jim Webb â\u0080\u0094 planned to speak via video.\nNo Labels is asking candidates to embrace four broad goals in the areas of job creation, a balanced federal budget, securing Medicare and Social Security and energy independence.\nThe group's co-chairs, former Utah Gov. Jon Huntsman and former Connecticut Sen. Joe Lieberman, described Monday's convention as \"speed dating\" with presidential candidates. New Hampshire's independent voters can vote in either the Republican or Democratic primaries.\n\"There's never before been a day like this, and never before has America needed something like this,\" Lieberman said.\n___\nFollow Jill Colvin and Holly Ramer on Twitter at: \n and ", "byline": "", "description": "MANCHESTER, N.H. (AP) — Democratic presidential hopeful Martin O'Malley told independent voters at a New Hampshire gathering Monday that the nation needs not just new leadership, but a new way of governing that invites people of all parties to \"return to the table of democracy.\"", "title": "2016 hopefuls from both parties speak at New Hampshire event", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-12-US-Campaign-2016-New-Hampshire/id-9c9213c0b95e4308bdee16948a3169cb", "topics": ["campaign_finance"], "people": ["Martin O'Malley", "Lindsey Graham", "Jill Colvin", "John Kasich", "Donald Trump", "Chris Christie", "Jim Webb", "Jon Huntsman", "Bernie Sanders", "Holly Ramer", "Joe Lieberman"], "orgs": ["Medicare and Social Security"], "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}, {"author_id": 39507, "fullname": "holly ramer", "primary_org": "ap"}], "date_written": "2015-10-12 12:11:00", "org": "ap", "article_id": "790c6c6ade1acd880f25833f1dfcbb63", "date_access": "2015-10-12 15:30:10.367522"}