{"body": " (AP) â\u0080\u0094 Donald Trump's advice for high school students in suburban Des Moines, Iowa, is uncharacteristically wholesome: Avoid alcohol and drugs as well as cigarettes.\nThe billionaire businessman and Republican presidential candidate is also encouraging the teens to follow their hearts and do something they love, even if it means making less money.\n\"You represent so much. You represent the future. You represent something very important,\" he said.\nTrump offered his views Saturday night in the parking lot of Urbandale High School as he addressed a group of students dressed in sparkly mini dresses and suspenders and bowties ahead of their fall homecoming dance. A social media campaign brought him to the celebration and hundreds of students, parents and others turned out to hear him.\n\"If you can stay away from the alcohol and stay away from the drugs, it's a big, big barrier that you won't have to work out. And it's so important,\" he said.\nIt was a rare moment of humility for the often-caustic billionaire, who is better known for firing competitors on his reality TV show and lobbing insults at his opponents in the GOP field than offering the secrets of his success to teens.\n\"You have to go and follow what you love, you have to do it,\" he said. \"And you just have to follow your heart and you'll be successful. And it may not be pure monetary success, because I know people that are the wealthiest people in the world and they're not happy.\"\nEven he seemed caught off-guard by his presence, noting at one point that he could be in New York, \"on Fifth Avenue, this beautiful apartment, watching whatever,\" but instead was appearing there, free of charge.\nAt one point Trump appeared to go overboard with his praise. \"Oh, they're so young. Look at them. So young and beautiful and attractive,\" he remarked, drawing some nervous laughs.\nIn a question-and-answer session, Trump was asked by a student whether he would consider appointing Muslim-Americans to his Cabinet if elected. \"Absolutely,\" he said, \"no problem with that.\"\nWhile some students confessed that they would have preferred to host Democratic candidate Bernie Sanders, many said they were thrilled to have a leading presidential candidate visit their school â\u0080\u0094 especially a celebrity like Trump.\nThey also praised their classmates in Anne La Pietra's Advanced Placement government class for succeeding at getting one of the candidates running for president to appear at their homecoming dance. The students blanketed social media, sent letters and visited campaign offices, La Pietra told The Associated Press, and were shocked when Trump accepted their invitation.\n\"It was crazy. We were so excited,\" said homecoming queen Elyse Prescott, 18, who wore a tiara. She said the news was even more exciting than finding out she'd been chosen by her classmates.\nLa Pietra said that Trump's appearance taught her students that \"government is not just a textbook that we read out of. It's alive and they can participate.\"\nParents gathered before the speech said they weren't concerned about Trump saying something that might be inappropriate for high school kids.\n\"He'll fit right in,\" joked Deb Miller, 46, a real estate agent from Urbandale with two kids at the school.\n___\nFollow Colvin on Twitter at https://twitter.com/colvinj", "byline": "", "description": "URBANDALE, Iowa (AP) — Donald Trump's advice for high school students in suburban Des Moines, Iowa, is uncharacteristically wholesome: Avoid alcohol and drugs as well as cigarettes.", "title": "Trump's advice to teens: Follow your heart, do what you love", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-20-US--GOP%202016-Trump-Homecoming/id-c074961f19544e19a7e4de73e7b55190", "topics": ["campaign_finance"], "people": ["Elyse Prescott", "Donald Trump", "Anne La Pietra", "La Pietra", "Bernie Sanders", "Deb Miller"], "orgs": ["Urbandale", "URBANDALE", "La Pietra", "GOP", "Cabinet"], "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}], "date_written": "2015-09-20 01:43:00", "org": "ap", "article_id": "a1be1a7d0b3f99fcdbe98d146abfc0c1", "date_access": "2015-09-20 04:50:06.505745"}