{"body": "WASHINGTON (AP) â\u0080\u0094 Former Rhode Island Gov. Lincoln Chafee announced Friday he would end his quixotic Democratic presidential campaign after failing to gain traction against Hillary Rodham Clinton and Bernie Sanders.\n\"After much thought I have decided to end my campaign for president today,\" Chafee said at a women's forum held by the Democratic National Committee. \"But I would like to take this opportunity one last time to advocate for a chance be given to peace.\"\nChafee delivered a widely panned debate performance earlier this month and has struggled to raise money and generate enthusiasm in a field that has been dominated by Clinton, a former secretary of state, and Sanders, the Vermont independent senator.\nThe former Rhode Island senator surprised many when he formed a presidential exploratory committee last spring and raised eyebrows when he called for the U.S. to switch to the metric system during a formal campaign kickoff in Virginia last June.\nHis poll numbers were so low that comedian Conan O'Brien came up with a song for Chafee's longshot bid and encouraged viewers to boost his poll numbers from 0 percent to 1 percent because \"it seems like the nice thing to do.\"\nOften driving from his Rhode Island home, Chafee visited the first primary state of New Hampshire several times but failed to draw large crowds.\nIn the first Democratic debate, Chafee referred to himself as a \"block of granite\" when it came to issues and said he was most proud of his judgment, particularly his vote against the Iraq war. He frequently said U.S. foreign policy should promote peace but his performance was widely panned, prompting questions about whether he would continue his campaign.\nChafee raised just $11,000 in the most recent fundraising quarter. Most of his money has come from more than $360,000 that he has loaned his campaign. During his past campaigns, he relied on an old New England family fortune amassed over generations.\nThe presidential bid represented an unusual twist for the unconventional 62-year-old lawmaker and the son of late Sen. John Chafee.\nIn the Senate, the younger Chafee stood out as a liberal Republican in an increasingly conservative party. He was the lone Republican in 2002 to vote against going to war in Iraq, a moment that he tried to make a cornerstone of his campaign.\nHe was elected governor in 2010 as an independent and twice backed President Barack Obama's White House campaigns. He joined the Democrats in 2013 and used his presidential campaign to urge the U.S. to help reinvigorate the United Nations as a way to promote peace and stability.\n___\nFollow Ken Thomas on Twitter: https://twitter.com/KThomasDC", "byline": "", "description": "WASHINGTON (AP) — Former Rhode Island Gov. Lincoln Chafee announced Friday he would end his quixotic Democratic presidential campaign after failing to gain traction against Hillary Rodham Clinton and Bernie Sanders.", "title": "Chafee ends his presidential campaign", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-10-23-AP-US--DEM%202016-Chafee/id-e74a64b27e7a47858ed5c80ae532411c", "topics": ["campaign_finance", "women"], "people": ["John Chafee", "Hillary Rodham Clinton", "Barack Obama", "Conan O'Brien", "Ken Thomas", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Senate", "Democratic National Committee", "United Nations"], "authors": [{"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-10-23 09:45:00", "org": "ap", "article_id": "a2d7e54fce628b8e441bb3d86788ffb1", "date_access": "2015-10-23 13:00:06.777767"}