{"body": " (AP) â\u0080\u0094 Republican presidential candidate Carly Fiorina finds herself in a position to build on a strong debate performance for the second time in six weeks, enjoying glowing reviews for demonstrating a command of policy details while taking on front-runner Donald Trump.\n\"I successfully introduced myself to those who did not know me and demonstrated once again that I am the most qualified candidate on that stage to win this job and to do this job,\" Fiorina told NBC News Thursday, less than eight hours after the conclusion of the debate at the Ronald Reagan Presidential Library in California.\nFiorina, the only woman among the Republicans' 15 top candidates, offered forceful answers Wednesday night on U.S. relations with Russia and funding for women's health and abortion provider Planned Parenthood, among other topics. But one of her standout moments came when she dismissed Trump's previous criticism of her appearance.\n\"Donald Trump says many things and we all have to live with what we've said,\" she said Thursday.\nShe added that \"women are, still, caricatured and scrutinized and criticized differently\" from men. \"Women deal with that every day, and so I think women understood.\"\nTrump, for his part, told NBC separately Thursday that \"Carly did well,\" though he said he didn't think the lengthy session had a singular standout.\nUnlike Fiorina, Trump offered little of substance in his answers.\n\"I consider climate change to be not one of our big problems,\" Trump said Thursday, when asked about the debate's concluding exchange on global warming. \"There could be some man-made something,\" he added.\nObama spokesman Josh Earnest offered a tough review of the debate from the White House on Thursday, saying it reminded him \"a little bit of a tough day at the airport: You saw a dozen people in suits who were lined up in kiosks in front of a plane. They seemed angry, they seemed pessimistic and they were looking for somebody to threaten. But they also stood there for three hours, so you could hardly blame them.\"\nEarnest added that the candidates didn't show much of Reagan's optimism and instead offered \"an odd nostalgia for the George W. Bush era.\"\nTrump faced a series of attacks from his onstage rivals, who were eager to try and bring his numbers down after watching the billionaire businessman rise in the polls.\nKentucky Sen. Rand Paul, who assailed Trump's temperament during the debate, said voters are getting tired of Trump's \"silliness\" and \"sophomoric kind of jabs.\"\n\"I think America is about done with him,\" Paul said in an interview on Fox News. \"The debate is really going to reshuffle the pack.\"\nFormer Florida Gov. Jeb Bush, who was more aggressive against Trump than during the first debate in August, said he was pleased with his performance.\n\"I'm not a Trumpian; I can't figure the guy out,\" Bush told NBC in a taped interview broadcast Thursday morning. \"I took him on ... and I'll keep doing it. ... I'll fight back.\"\nInitially viewed as a front-runner, the former Florida governor has struggled to turn his commanding fundraising advantage into voter support.\nKnown for his famous family connections, Bush said he was proud of his relatives but must tell the story of his own conservative record as Florida governor. \"I'm confident I'll pick up steam going forward,\" he said.\nNew Jersey Gov. Chris Christie emphasized his and Bush's defense of President George W. Bush. Jeb Bush said his brother, often criticized for his decision to invade Iraq in 2003, \"kept us safe\" after the attacks of Sept. 11, 2001. Christie stood by his remarks when asked Thursday on CNN whether George W. Bush's record is tainted by having been president at the time of the attacks.\nWhile Christie got far less time in the debate than the front-runners, speaking for a little more than 11 minutes during the three-hour session, he attempted to make the most of his time by targeting Trump and Fiorina for focusing on their business records.\n\"No whining and moaning from this camp,\" he told MSNBC on Thursday morning. \"You don't win in politics by whining and moaning and complaining.\"\nIn her interview, Fiorina downplayed her place as the only woman among the Republican hopefuls, saying \"I've never been a token in my life.\" But GOP strategists and voters are increasingly intrigued about Fiorina as a foil to Democrat Hillary Rodham Clinton.\n\"Hillary Clinton is going to have to stand to account for her track record and her accomplishments, or lack thereof. That's what this election should be about,\" Fiorina said.\nFiorina faces increasing focus on her own record, with new attention on her rocky tenure at Hewlett-Packard, where she was ultimately fired. Mostly repeating the answer she offered Wednesday, Fiorina told NBC that the experience was not a liability.\n-----\nBarrow reported from Atlanta.\n-----\nFollow Barrow on Twitter at https://twittter.com/BillBarrowAP.", "byline": "", "description": "WASHINGTON (AP) — Republican presidential candidate Carly Fiorina finds herself in a position to build on a strong debate performance for the second time in six weeks, enjoying glowing reviews for demonstrating a command of policy details while taking on front-runner Donald Trump.", "title": "Fiorina looking to capitalize on another strong debate", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-17-US-GOP-2016/id-070269af21a04ea99b26611fe6b3afa8", "topics": ["personality", "abortion"], "people": ["Rand Paul", "Josh Earnest", "Chris Christie", "Jeb Bush", "Rodham Clinton", "Hillary Clinton", "Donald Trump", "George W. Bush", "Carly Fiorina"], "orgs": ["MSNBC", "Planned Parenthood", "Ronald Reagan Presidential Library"], "authors": [{"author_id": 39611, "fullname": "bill barrow", "primary_org": "ap"}, {"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}], "date_written": "2015-09-17 15:00:00", "org": "ap", "article_id": "a6095f00ea665641002c841f67701380", "date_access": "2015-09-17 18:20:09.994003"}