{"body": "DALLAS (AP) â\u0080\u0094 Renewing his charge against illegal immigration, Republican presidential candidate Donald Trump on Monday called the United States \"a dumping ground for the rest of the world\" as he rallied thousands of Texas supporters behind his fiery candidacy and promised Republican leaders he's just getting started.\nDespite calls from GOP officials to tone down his rhetoric on the sensitive issue, the GOP front-runner decried \"anchor babies\" and gang members among the immigrants living in the U.S. illegally, drawing huge ovations from a rowdy audience packed into Dallas' American Airlines Center. The 20,000-capacity venue that was at least three-quarters full for the evening rally.\n\"You people are suffering,\" Trump told the Texans. \"I'm in New York, but they're in New York, too. They're all over the place.\"\n\"It's disgusting what's happening to our country,\" Trump continued as he called for more legal immigration.\nProvocative rhetoric on immigration has defined Trump's presidential campaign from the very beginning, when the billionaire businessman called Mexican immigrants rapists and criminals in his June announcement speech. Republican National Committee Chairman Reince Priebus, among others, has encouraged Trump to soften his tone, yet the former reality television star has refused.\nThe strategy may play well among the GOP's more conservative voters â\u0080\u0094 those who filled the Dallas sports arena among them â\u0080\u0094 yet threatens to hurt the party's standing among a growing group of Hispanic voters in the general election.\n\"This is a movement that's happening,\" he declared, confronting critics who think he's not running a serious campaign. \"Now it's time to really start, because this is going to happen, I'm telling you, I'm not going anywhere.\"\n\"Unless I win, it's been a waste of time for me, folks,\" he continued.\nMonday night's crowd ate it up.\nThey waved miniature American flags, munched nachos and drank $13 cups of beer from plastic cups as they interrupted Trump repeatedly with applause.\n\"Sometimes he puts his foot in his mouth, just like everybody,\" said Barbara Tomasino, a 65-year-old retired elementary school librarian from Plano, Texas, who donned a dress, shoes and a purse plastered with pictures of Trump's face. \"If he gets elected, he might need to tone it down a little bit.\"\nStill, the crowd cheered wildly when Trump bashed immigrants in the country illegally, the media, Republican operatives such as Karl Rove, and the energy levels of his rivals.\n\"I have tremendous energy,\" Trump said. \"Tremendous. To a point where it's almost ridiculous if you think about it.\"", "byline": "", "description": "DALLAS (AP) — Renewing his charge against illegal immigration, Republican presidential candidate Donald Trump on Monday called the United States \"a dumping ground for the rest of the world\" as he rallied thousands of Texas supporters behind his fiery candidacy and promised Republican leaders he's just getting started.", "title": "Trump: US 'a dumping ground for the rest of the world'", "url": "http://hosted2.ap.org/apdefault/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-15-US--GOP%202016-Trump/id-533a444416b14d59ae5132bde14d402d", "topics": ["immigration"], "people": ["Donald Trump", "Reince Priebus", "Barbara Tomasino", "Karl Rove"], "orgs": ["Republican National Committee", "GOP", "American Airlines Center", "DALLAS"], "authors": [{"author_id": 39455, "fullname": "steve peoples", "primary_org": "ap"}], "date_written": "2015-09-15 10:59:00", "org": "ap", "article_id": "a3af98ded9cedab299aabc9e6250f6f3", "date_access": "2015-09-15 15:50:05.975034"}