{"body": " (AP) â\u0080\u0094 Ben Carson's call for those caught in mass shootings to rush the attacker is drawing criticism from public safety experts and little support Wednesday from his presidential rivals.\nSpeaking days after an Oregon community college shooting left 10 dead, the Republican presidential candidate and retired neurosurgeon offered advice to potential victims of future attacks.\n\"I want to plant in people's minds what to do in a situation like this. Because unfortunately this is probably not going to be the last time this happens,\" he told CBS. Earlier, Carson had said that if he had been present at the Oregon attack, he would \"not just stand there and let him shoot me. I would say, 'Hey guys, everybody attack him. He may shoot me, but he can't get us all.'\"\nRushing the shooter should only be used as a last resort, advise public safety experts, including the FBI. Carson's presidential rivals either didn't respond to his comments or dismissed them.\n\"I think Mr. Carson has no idea what he would do\" in a mass shooting, said South Carolina Sen. Lindsey Graham in an interview on CNN. \"That's not what we need to be saying as leaders of the country,\" he added. \"You have no idea what you would do.\"\nCarson's guidance to attack the shooter is consistent with what the federal government has recommended for responding to a situation with a gunman on the looseâ\u0080\u0094 but only if other avenues fail, said John Cohen, a Rutgers University professor who led the Department of Homeland Security's programs on how to respond to these situations.\nThe program advises people to \"run, hide, fight,\" Cohen said. \"As a last resort, fight for survival.\"\nIn an active shooter situation, he said that people should run to escape a gunman if it's possible to do so safely. If not, they should find a place to hide and barricade themselves.\nOnly as a last resort, he said, are people advised to fight.\nIn those cases, according to an FBI video on \"Surviving an Active Shooter Event,\" people should fashion weapons out of whatever items are available and, \"commit to taking the shooter down, no matter what.\"\nCarson also told to SiriusXM radio host Karen Hunter on Wednesday that he was once held at gunpoint at a Popeye's fried chicken fast food restaurant in Baltimore. But his approach was nothing like the one he advocated.\n\"Guy comes in, puts the gun in my ribs. And I just said, \"I believe that you want the guy behind the counter,'\" Carson recounted in his usual, laid-back tone. \"He said, 'Oh, okay,' and moved on.\"\nCarson, a retired neurosurgeon with no political background, has been climbing GOP opinion polls, fueled by voters fed up with Washington and looking for an outside voice. His campaign has been punctuated by a series of controversial remarks on such topics as whether Muslims should be elected to the White House. Carson's campaign says his remarks have only fueled support from donors.\nWhen it comes to the issue of gun violence, the Republican presidential contenders are generally opposed to further restrictions on gun owners' rights, blaming incidents like the Oregon shooting on a weak mental health system they say should be fixed.\nRepublican presidential front-runner Donald Trump, who has been far less critical of Carson than his other GOP rivals, said Carson's words had been misinterpreted.\n\"Ben Carson was speaking in general terms as to what he would do if confronted with a gunman, and was not criticizing the victims. Not fair!\" he wrote on Twitter.\nFlorida Gov. Jeb Bush and Sen. Marco Rubio did not respond directly to questions about Carson's fight-the-shooter remarks.\nA gun rights supporter, Carson says one solution is more aggressive intervention for people with psychological problems and keeping guns from people declared dangerous by psychiatrists.\n___\nAssociated Press writers Eileen Sullivan in Washington and Thomas Beaumont in Muscatine, Iowa contributed to this report.", "byline": "", "description": "NEWARK, N.J. (AP) — Ben Carson's call for those caught in mass shootings to rush the attacker is drawing criticism from public safety experts and little support Wednesday from his presidential rivals.", "title": "Ben Carson's advice on mass shooting under scrutiny", "url": "http://hosted2.ap.org/apdefault/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-07-US-GOP-2016-Carson-Guns/id-7ca829f628c445dd8a1ad1e2e7c7f5da", "topics": ["personality"], "people": ["Thomas Beaumont", "Karen Hunter", "John Cohen", "Lindsey Graham", "Eileen Sullivan", "Jeb Bush", "Donald Trump", "Marco Rubio", "Ben Carson"], "orgs": ["FBI", "Department of Homeland Security", "Rutgers University", "GOP"], "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}], "date_written": "2015-10-08 00:25:29", "org": "ap", "article_id": "b7f477178c16faaed31ab3b9eb24b118", "date_access": "2015-10-07 23:30:08.847691"}