{"body": "SIMI VALLEY, Calif. (AP) â\u0080\u0094 The second GOP presidential debate is giving a prime-time stage to long shots trying to prove they're worthy of attention and to weakened veterans fighting to reassert their viability â\u0080\u0094 all still struggling against the campaign's phenomenon, Donald Trump.\nThe billionaire businessman, who has shown striking durability through the summer, will be standing at center stage for the debate Wednesday night at the Regan Presidential Library in southern California, reflecting his lead in the national polls that determine participation.\nAs important as Trump's poll numbers is the shift in the way he's now viewed by his rivals and others. No longer dismissed as a summer fling for frustrated voters, Trump is increasingly seen as a candidate who could remain atop the field for months and win some early state primaries.\n\"He's in complete, total control of the political battle space,\" said Steve Schmidt, a top strategist for Sen. John McCain's 2008 presidential campaign.\nStill, Trump faces new competition from candidates who, like him, can claim the mantle of political outsider.\nBen Carson, a soft-spoken retired neurosurgeon, has climbed in recent polls and is likely to face more scrutiny Wednesday night than previously. In the main debate for the first time will be Carly Fiorina, the former Hewlett-Packard executive and only woman in the GOP field.\nFiorina was relegated to the undercard debate for lower-polling candidates last month but pulled off a standout performance. Since then, she's been ridiculed by Trump, and viewers will be watching for exchanges between the two.\nBoth Carson and Fiorina will be looking to prove they merit the new attention, and Fiorina in particular is expected to be aggressive in taking on Trump.\nShe won't be alone in employing that strategy.\nWhile candidates with long political resumes largely took a hands-off approach to Trump in last month's opening debate, both former Florida Gov. Jeb Bush and Wisconsin Gov. Scott Walker have forecast more intensity. Both of their campaigns are in need of a boost after summer struggles.\nBush has become one of Trump's favorite targets. Generally a low-key, policy-focused candidate, Bush has grown visibility irritated by Trump's jabs, particularly the real estate mogul's contention that he is a \"low energy\" candidate.\nBush is expected to look for spots to target Trump, particularly for Trump's uneven record as a conservative. Still, Bush wants to preserve space to pitch himself as an optimistic alternative.\n\"Real leaders are optimists â\u0080\u0094 they show us a better way,\" said Sally Bradshaw, Bush's longtime adviser. \"That's what Jeb has always done, that's what he'll always do. Other candidates won't change that, regardless of how noisy they are.\"\nWalker was once a favorite to win the leadoff Iowa caucuses, but his standing has plummeted after an unremarkable first debate and a series of other missteps.\n\"I think if people are looking for someone who is truly going to shake things up and wreak havoc on Washington, they want someone who's got real solutions and someone who is truly tested,\" Walker said last week. \"I'm the only one on that stage that fits the bill.\"\nEven if candidates follow through on their pledges to be more aggressive, there are warning signs about that approach. Trump has so far been immune to criticism of his lack of specific policy proposals, his personal attacks on women and immigrants, and his uneven support of conservatism.\nFlorida Sen. Marco Rubio, who has largely avoided criticizing his fellow candidates, isn't expected to join his rivals in taking on Trump. Rubio's campaign said the senator didn't see a need to mix things up like other candidates who are \"falling\" in the race.\nAlso on stage will be Ohio Gov. John Kasich, who is well-liked among more moderate, business-minded Republicans, and former Arkansas Gov. Mike Huckabee, a favorite of social conservatives.\nOthers in the prime-time debate are Kentucky Sen. Rand Paul, the only candidate to directly challenge Trump in the first go-around; New Jersey Gov. Chris Christie, who had a memorable exchange with Paul over national security in the opening contest, and Texas Sen. Ted Cruz, the sole contender to align himself with Trump.\nFour candidates lagging behind in national polls did not qualify for the main event and will be relegated to an earlier debate: Louisiana Gov. Bobby Jindal, South Carolina Sen. Lindsey Graham, former Pennsylvania Sen. Rick Santorum and former New York Gov. George Pataki.\n___\nAssociated Press writers Thomas Beaumont in California, and Scott Bauer in Madison, Wisconsin, contributed to this report.\n___\nFollow Julie Pace on Twitter at: http://twitter.com/jpaceDC", "byline": "", "description": "SIMI VALLEY, Calif. (AP) — The second GOP presidential debate is giving a prime-time stage to long shots trying to prove they're worthy of attention and to weakened veterans fighting to reassert their viability — all still struggling against the campaign's phenomenon, Donald Trump.", "title": "GOP candidates vie to break out of Trump's shadow in debate", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-16-US--GOP%202016-Debate/id-52d0bc7fd14c41ba95f35bbdad4d5181", "topics": ["personality"], "people": ["Rand Paul", "Rick Santorum", "Julie Pace", "George Pataki", "Scott Bauer", "Steve Schmidt", "Lindsey Graham", "Jeb Bush", "Mike Huckabee", "Scott Walker", "Donald Trump", "Chris Christie", "Marco Rubio", "Sally Bradshaw", "Bobby Jindal", "Thomas Beaumont", "John Kasich", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Real", "Regan Presidential Library", "GOP"], "authors": [{"author_id": 39393, "fullname": "julie pace", "primary_org": "ap"}, {"author_id": 39455, "fullname": "steve peoples", "primary_org": "ap"}], "date_written": "2015-09-16 16:17:00", "org": "ap", "article_id": "c65876b96a0425697887bd4f07815965", "date_access": "2015-09-16 19:40:31.998471"}