{"body": "DES MOINES, Iowa (AP) â\u0080\u0094 Republican presidential candidate Jeb Bush says ending the ban on U.S. oil exports and easing restrictions on natural gas exports will unleash the nation's economy.\nThe former Florida governor is calling for ending the 1970s-era law prohibiting the U.S. from exporting crude oil at a time when domestic petroleum production has grown rapidly over the past decade.\nCalling it a \"once-in-a-generation opportunity,\" Bush says in a piece posted today on the website Medium that reversing the export ban and widening U.S. natural gas markets would benefit U.S. consumers with lower energy costs, create a new manufacturing sector and fuel more rapid growth in the nation's economy.\nBush is scheduled to discuss the plan at Rice Energy near Pittsburgh, Pennsylvania, on Tuesday.\n\"More domestic energy leads to more jobs, higher wages, lower gas prices, and smaller electricity bills,\" writes Bush, according to provisions of the energy plan provided to The Associated Press Monday. \"In short, it means more money in people's pockets, allowing them more freedom to make more choices for themselves and their children.\"\nBush has long said that opening domestic energy production is a key to sustained economic growth.\nBush, once the presumed front-runner in the large Republican field, is fighting for traction among more than a dozen GOP rivals led by billionaire Donald Trump. Trump has been slower to introduce policy as he campaigns, although he unveiled a tax-policy proposal Monday.\nThe energy proposals not only could help the wonkish Bush take the policy mantle, it provides an opportunity to again take aim at Democrat Hillary Clinton, who leads in national preference polls for her party.\nClinton, campaigning last week in Iowa, announced that she opposes completion of the Keystone XL pipeline, which would carry Canadian petroleum to refineries in Texas.\nBush supports completion of the pipeline, a popular rallying issue for Republican voters. But reversing the 40-year-old crude export ban is also popular with Republicans.\n\"Lifting the ban on crude oil exports and liberalizing natural gas exports would create hundreds of thousands of additional jobs and significantly lower net energy costs,\" Bush writes.\nThe vast majority of economists agree, according to a survey by The Associated Press last year. More exports would encourage investment in oil and gas production and transport, create jobs, make oil and gas supplies more stable and reduce the U.S. trade deficit, they say.\nJust last week, the Energy Committee in the GOP-controlled U.S. House approved a bill that would lift the ban. The vote sets up a likely vote in the full House on a measure that President Barack Obama, a Democrat, opposes.\nOpponents say lifting the ban would be a huge benefit to the nation's petroleum industry, while providing only a small drop in prices at the pump.", "byline": "", "description": "DES MOINES, Iowa (AP) — Republican presidential candidate Jeb Bush says ending the ban on U.S. oil exports and easing restrictions on natural gas exports will unleash the nation's economy.", "title": "Bush: Opening overseas markets to US oil, gas key to US boom", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-29-US--GOP%202016-Bush-Energy/id-990345a2f11a4a57bcc1e41c15d078d1", "topics": ["economy"], "people": ["Donald Trump", "Jeb Bush", "Barack Obama"], "orgs": ["U.S. House", "Energy Committee", "GOP", "DES MOINES"], "authors": [{"author_id": 39689, "fullname": "thomas beaumont", "primary_org": "ap"}], "date_written": "2015-09-29 01:32:00", "org": "ap", "article_id": "c0da19b6871fb77bc8f5f1fe2bb60f50", "date_access": "2015-09-29 05:00:10.982730"}