{"body": " (AP) â\u0080\u0094 Hillary Rodham Clinton on Monday hailed President Barack Obama's health care law for reducing the rate of uninsured Americans and vowed to defend it against Republican opposition if she wins the White House.\nThe Democratic presidential candidate kicked off a series of health care events with an embrace of the law, arguing that Republican resistance to the overhaul has hurt working families seeking coverage. She credited the health care law with decreasing the rate of uninsured Americans to the lowest level in 50 years.\n\"I'm not going to let them tear up that law, kick 16 million people off their health coverage and force the country to start the health care debate all over again,\" Clinton said at the Louisiana Leadership Institute.  \"Not on my watch...\"\nShe said that \"I want to build on the progress we've made.\"\nClinton's focus on health care comes as the share of Americans without health insurance has dipped to historically low levels due both to the law's expansion in coverage and recent economic growth. While the law's rocky rollout and longstanding GOP opposition caused Obama's party headaches, Democrats seeking to succeed him are embracing the plan and talking about ways to build upon it.\nVermont Sen. Bernie Sanders, Clinton's chief Democratic rival, has called for a single-payer health care system and introduced legislation that would allow Medicare to use its large purchasing power to negotiate lower drug prices while allowing individuals to import prescription drugs from Canada, where the costs are cheaper.\nClinton said she would announce a plan this week to deal with \"skyrocketing, out-of-pocket health costs,\" particularly drug prices. The plan, which she will discuss in Iowa on Tuesday, would cap how much a person pays out of pocket each month for medications.\nShe took a swipe at Louisiana Gov. Bobby Jindal in his own backyard, saying he had left more than 190,000 people who would have been eligible for Medicaid without coverage because he declined to expand the program.\n\"He put ideology ahead of the well-being of the people and the families in this state,\" she said to loud boos aimed at Jindal.\nJindal, who has made the repeal of the health care law a centerpiece of his Republican presidential campaign, said in an interview that it was \"appropriate that the godmother of Obamacare would be in Louisiana promoting socialized medicine.\"\n\"I think that Obamacare is just a step towards more government control, more socialized medicine and I think that's bad for us,\" he said.\nWhile campaigning in Arkansas later Monday, Clinton said Jindal's refusal to expand Medicaid disproportionately harms black Louisiana residents, and she sought to contrast Louisiana's progress with Arkansas, where she was first lady for about a decade. Her husband, Bill Clinton, was governor of Arkansas from 1979 to 1981 and again from 1983 until his election to the White House in 1992.\nThe Republican-led Arkansas Legislature approved the first-in-the-nation hybrid expansion plan in 2013, and Clinton noted that it's expanded coverage to 250,000 people.\n\"When I talk about what we should be doing, we should be looking for people to come together like what happened here in Arkansas,\" Clinton told more than 1,000 people gathered at Philander Smith College near downtown Little Rock.\nThe state's Medicaid expansion uses federal money to purchase private insurance for low-income residents. The majority-Republican legislature voted to reauthorize the program another year at the behest of Republican Gov. Asa Hutchinson while a committee looks at the future of the expansion.\nHutchinson told lawmakers last month he supports keeping the expansion if the federal government will allow the state to impose new limits on its eligibility and benefits. Clinton touted the program, which health advocates have credited with dramatically reducing the number of uninsured and cutting hospitals' uncompensated care costs.\n\"It makes perfect sense,\" she said. \"Fewer people without insurance leads to fewer visits to emergency rooms, leads to more prevention, and leads to lower costs.\"\n___\nThomas reported from Washington. Associated Press writers Andrew DeMillo in Little Rock, Arkansas; Catherine Lucey in Des Moines, Iowa; and Ricardo Alonso-Zaldivar in Washington contributed to this report.", "byline": "", "description": "BATON ROUGE, La. (AP) — Hillary Rodham Clinton on Monday hailed President Barack Obama's health care law for reducing the rate of uninsured Americans and vowed to defend it against Republican opposition if she wins the White House.", "title": "Clinton says she won't let GOP 'tear up' health care law", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-21-US--DEM%202016-Clinton/id-f51be0ff24c14a69a38cfe42cd0439af", "topics": ["economy", "health"], "people": ["Asa Hutchinson", "Catherine Lucey", "Bill Clinton", "Hillary Rodham Clinton", "Barack Obama", "Ricardo Alonso", "Bobby Jindal", "Bernie Sanders"], "orgs": ["Medicaid", "Louisiana Leadership Institute", "GOP"], "authors": [{"author_id": 40132, "fullname": "melinda deslatte", "primary_org": "ap"}, {"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-09-21 20:47:00", "org": "ap", "article_id": "d02cf73f0b487c3ca11137c13f942062", "date_access": "2015-09-22 00:00:34.893867"}