{"body": " (AP) â\u0080\u0094 Republican presidential front-runner Donald Trump lashed out at rivals and complained about mistreatment by the media on Wednesday, apparently stung by a rash of criticism about his comments on immigration and women.\nIt's not like the other GOP candidates particularly like each other, Trump groused. Marco Rubio and Jeb Bush \"hate each other, but they can't say it,\" he added. \"I'm so tired of this politically correct crap.\"\nEclipsed this week by Pope Francis' tour of the U.S., the billionaire developer and former TV reality show star spent his day slinging insults.\nHe tweeted Wednesday that he's boycotting Fox News, even though the network said officials there had canceled a Trump appearance first. Trump also complained that rival Rubio has gotten too much attention for gaining on Bush in some polls of Republican primary voters. And he said Kentucky Sen. Rand Paul should drop out of the race because of his low showing in the polls. Former Hewlett-Packard executive Carly Fiorina, who is surging, might be broke, Trump suggested at one stop. And Democratic front-runner Hillary Rodham Clinton is \"shrill,\" he said at another, adding that her campaign \"is coming down like a really, really sick rocket.\"\nTrump still leads most polls for the GOP nomination less than five months before voting begins with the Iowa caucuses.\n\"The polls are through the roof,\" he told a session of South Carolina's African-American Chamber of Commerce and the Greater Charleston Business Alliance, another group of black business leaders.\nBut there were signs that the campaign trail had lost some shine for the billionaire developer.\nTrump spoke in South Carolina a few hours after tweeting that he is boycotting Fox News. A Fox spokeswoman says Trump's announcement came after the channel canceled a scheduled Trump appearance on \"The O'Reilly Factor\" Thursday. Trump has been feuding with Fox since the first Republican primary debate, when he objected to moderater Megyn Kelly pressing him to explain incendiary comments he's made about women.\nIn North Charleston, the candidate didn't specifically mention his ongoing spat with Fox News, instead weaving meandering attacks on the media and his opponents together with his usual promises to make the nation \"great\" and \"rich\" once again.\nHe saved particular venom for Rubio.\n\"He's overly ambitious, too young, and I have better hair than he does, right?\" Trump told his audience in North Charleston.\nLater in the capital city of Columbia, Trump suggested Rubio is a \"lightweight\" who \"sits in the Senate, and I'm out creating jobs.\"\nEarlier, Trump cast Fiorina â\u0080\u0094 another \"outsider\" candidate trying to appeal to anti-establishment Republicans â\u0080\u0094 as another politician looking for donors who will ultimately control her.\n\"Carly is out there fighting to raise money,\" he said. \"She doesn't want to spend her own money. Maybe she doesn't have it.\"\nFiorina suggested Tuesday in a stop at Myrtle Beach on the state's coast, that she is making Trump \"nervous.\"\nHe mocked his rivals for sweating during the CNN debate.\n\"That room was 100 degrees. That room was hot. I mean poor Chris Christie,\" Trump said of the New Jersey governor. \"He's a nice guy; it wasn't fair.\"\nTrump repeated his assertion that Clinton, during the 2008 presidential campaign, started the discredited \"birther\" movement whose members falsely claim that President Barack Obama was not born in the United States. There's been no evidence tracing the charge to Clinton or her campaign.\nIn an interview on The Tom Joyner Radio Show earlier Wednesday, Clinton called Trump's assertion that she started the birther claims \"ludicrous.\" She told guest host Don Lemon: \"You know, I have been blamed for nearly everything. That was a new one to me.\"\n___\nColvin reported from Newark, New Jersey. AP Writer Meg Kinnard contributed to this report from Columbia, S.C.\n___\nFollow the reporters on Twitter at https://twitter.com/BillBarrowAP and https://twitter.com/colvinj .", "byline": "", "description": "NORTH CHARLESTON, S.C. (AP) — Republican presidential front-runner Donald Trump lashed out at rivals and complained about mistreatment by the media on Wednesday, apparently stung by a rash of criticism about his comments on immigration and women.", "title": "In South Carolina, Trump lashes out at rivals", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-23-US-GOP-2016-Trump/id-9fd74627c7aa434d8e8f3938d12e0260", "topics": ["immigration"], "people": ["Rand Paul", "Don Lemon", "Megyn Kelly", "Chris Christie", "Jeb Bush", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Pope Francis", "Carly Fiorina"], "orgs": ["Greater Charleston Business Alliance", "Senate", "S.C.", "GOP", "United States."], "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}, {"author_id": 39611, "fullname": "bill barrow", "primary_org": "ap"}], "date_written": "2015-09-23 21:18:00", "org": "ap", "article_id": "db15385d5e31f607acb86bcd6eb1a20b", "date_access": "2015-09-24 02:00:10.049981"}