{"body": "WASHINGTON (AP) â\u0080\u0094 Republican presidential front-runner Donald Trump is calling for an overhaul of the tax code that would eliminate income taxes for millions of Americans, while lowering them for the highest-income earners and business.\nThe plan unveiled Monday would eliminate federal income taxes on individuals earning less than $25,000 and married couples earning less than $50,000.\nBut the plan would also benefit businesses and the rich. It would lower the corporate tax rate from 35 percent to 15 percent and lower the highest income tax rate from 39.6 percent to 25 percent.\nBut Trump said the plan would also impact the wealthy by reducing or eliminating most deductions and loopholes.\n\"In other words, it's going to cost me a fortune,\" he said at a news conference at his Trump Tower skyscraper in Manhattan.\nTrump wants to eliminate the so-called \"carried interest loophole\" that allows managers of hedge funds and private equity firms to pay a lower tax rate than most individuals.\nThe billionaire real estate mogul says the country would pay for the tax cuts through a combination of eliminating deductions and loopholes. He also wants to allow corporations to bring money held in overseas accounts back to the United States after paying a one-time tax of 10 percent.\nIn sum, he says, the changes he wants to enact would not add to the annual federal budget deficit or the national debt.\n\"We have an amazing code,\" Trump said of his tax system. \"It will be simple. It will be easy. It will be fair.\"\nTrump estimated that his plan would lead the economy to grow at least 3 percent a year, and as much as 5 or 6 percent.\nThe tax plan is the third major policy proposal from Trump, who has also outlined plans for immigration and guns. He has been criticized for failing to unveil specific policy proposals as he's risen in early preference polling.\n___\nFollow Jill Colvin on Twitter at: http://twitter.com/colvinj", "byline": "", "description": "WASHINGTON (AP) — Republican presidential front-runner Donald Trump is calling for an overhaul of the tax code that would eliminate income taxes for millions of Americans, while lowering them for the highest-income earners and business.", "title": "Trump unveils tax plan that would lower taxes for millions", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-28-US-GOP-2016-Trump-Taxes/id-865c1ac5129d472d9ff2282b23ac83d7", "topics": ["economy"], "people": ["Donald Trump", "Jill Colvin"], "orgs": [], "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}], "date_written": "2015-09-28 12:41:00", "org": "ap", "article_id": "ec093f9961f6f45e85a1fa6989686168", "date_access": "2015-09-28 16:30:06.688473"}