{"body": " (AP) â\u0080\u0094 Pope Francis arrived Tuesday on the first visit of his life to the United States, bringing his \"church of the poor\" to the world's wealthiest superpower and a country polarized over issues closest to his heart: immigration, social injustice and economic inequality.\nAccording a rare honor to the pontiff, President Barack Obama and his wife and daguthers welcomed Francis on the red-carpeted tarmac at Andrews Air Force Base in Maryland, just outside the nation's capital, after the pope's chartered plane touched down from Cuba to boisterous cheers from the crowd of hundreds. Presidents usually make important visitors come to them at the White House.\nShyly removing his skullcap, the 78-year-old pontiff walked slowly down the steps from the plane in his white robes and was met by a military honor guard, schoolchildren, politicians, and Roman Catholic clergyman in black robes and brightly colored sashes.\nDuring his six-day, three-city visit to the U.S., the pope will meet with the president, address Congress, speak at the United Nations in New York and take part in a Vatican-sponsored conference on the family in Philadelphia.\nThe Argentine known as the \"slum pope\" for ministering to the downtrodden in his native Buenos Aires is expected to urge America to take better care of the environment and the poor and return to its founding ideals of religious liberty and open arms toward immigrants.\nDuring the flight, Francis defended himself against conservative criticism of his economic views. He told reporters aboard the plane that some explanations of his writings may have given the impression that he's \"a little bit more left-leaning.\" But he said such explanations are wrong, and he is only repeating church doctrine.\nFrancis' enormous popularity, propensity for wading into crowds and insistence on using an open-sided Jeep rather than a bulletproof popemobile have complicated things for U.S. law enforcement, which has mounted one of the biggest security operations in American history to keep him safe.\nThe measures are unprecedented for a papal trip and could make it nearly impossible for many ordinary Americans to get anywhere close to Francis. For anyone hoping to get across town when the pope is around, good luck.\nFor all the attention likely to be paid to Francis' speeches, including the first address from a pope to Congress, his more personal gestures â\u0080\u0094 visiting with immigrants, prisoners and the homeless â\u0080\u0094 could yield some of the most memorable images of the trip.\n\"What the pope does in the United States will be more important than what he says,\" said Mat Schmalz, a religious studies professor at Holy Cross College in Worcester, Massachusetts. \"There are a lot of things he will say about capitalism and about wealth inequality, but many Americans and politicians have already made up their minds on these issues. What I would look for is a particular gesture, an unscripted act, that will move people.\"\nIn Cuba, Francis basked in the adulation of Cubans grateful to him for brokering the re-establishment of diplomatic relations between the U.S. and the communist island. The pope is expected to raise the \"normalization\" process while in Washington, where Congress alone can lift the embargo long opposed by the Vatican.\nHe arrives at a moment of bitter infighting across the country over gay rights, immigration, abortion and race relations â\u0080\u0094 issues that are always simmering in the U.S. but have boiled over in the heat of a presidential campaign.\nCapitol Hill is consumed by disputes over abortion and federal funding for Planned Parenthood after hidden-camera videos showed its officials talking about the organization's practice of sending tissue from aborted fetuses to medical researchers. While Francis has staunchly upheld church teaching against abortion, he has recently allowed ordinary priests, and not just bishops, to absolve women of the sin.\nFrancis' visit comes three months after the U.S. Supreme Court legalized gay marriage, putting U.S. bishops on the defensive and sharply dividing Americans over how much they should accommodate religious objectors. The pope has strongly upheld church teaching against same-sex marriage but adopted a welcoming tone toward gays themselves, saying, \"Who am I to judge?\" when asked about a supposedly gay priest.\nAmericans are also wrestling anew with issues of racism. A series of deaths in recent years of unarmed black men at the hands of law enforcement has intensified debate over the American criminal justice system. Francis will see that system up close when he meets with inmates at a Pennsylvania prison.\nU.S. bishops, meanwhile, expect Francis will issue a strong call for immigration reform, a subject that has heated up with hardline anti-immigrant rhetoric from some of the Republican presidential candidates, especially Donald Trump.\nFrancis, the first Latin American pope, will be sending a powerful message on that front by delivering the vast majority of his speeches in his native Spanish.\n\"Our presidential candidates have been using immigrants as a wedge issue,\" Miami Archbishop Thomas Wenski said. \"It's our hope that the visit of Pope Francis will change this narrative.\"\nFrancis' most eagerly watched speech will be his address Thursday to Congress. Republicans and many conservative Catholics have bristled at his indictment of the excesses of capitalism that he says impoverish people and risk turning the Earth into an \"immense pile of filth.\" Many conservatives have likewise rejected his call for urgent action against global warming.\nNevertheless, Francis enjoys popularity ratings in the U.S. that would be the envy of any world leader. A New York Times/CBS News poll conducted last week found 63 percent of Catholics have a favorable view of him, and nearly 8 in 10 approve the direction he is taking the church.\nJust how far Francis presses his agenda in Washington is the big question.\nPaul Vallely, author of \"Pope Francis, The Struggle for the Soul of Catholicism,\" predicted both \"warmth\" and \"some finger-wagging\" from the pope.\n\"He won't necessarily confront people head-on,\" Vallely said, \"but he'll change the priorities.\"\n___\nAP reporter Erica Werner contributed from Washington.\n___\nFollow Nicole Winfield at www.twitter.com/nwinfield; Rachel Zoll at www.twitter.com/rzollAP", "byline": "", "description": "WASHINGTON (AP) — Pope Francis arrived Tuesday on the first visit of his life to the United States, bringing his \"church of the poor\" to the world's wealthiest superpower and a country polarized over issues closest to his heart: immigration, social injustice and economic inequality.", "title": "Pope Francis arrives in US, faces a polarized country", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-09-22-Pope/id-976537281231436bbbe48460c8b986b3", "topics": ["immigration", "abortion", "gay_marriage"], "people": ["Thomas Wenski", "Erica Werner", "Nicole Winfield", "Mat Schmalz", "Donald Trump", "Barack Obama", "Pope Francis", "Paul Vallely", "Rachel Zoll"], "orgs": ["U.S. Supreme Court", "Holy Cross College", "Soul of Catholicism", "Congress", "United Nations"], "authors": [{"author_id": 39636, "fullname": "rachel zoll", "primary_org": "ap"}, {"author_id": 33354, "fullname": "nicole winfield", "primary_org": "washpo"}], "date_written": "2015-09-22 17:15:00", "org": "ap", "article_id": "e71e0a717fe897b13a53c12a08c89788", "date_access": "2015-09-22 20:30:04.156931"}