{"body": " (AP) â\u0080\u0094 Along with the back-and-forth bickering over Donald Trump, the Republican primary took a substantive and serious turn in Wednesday's prime-time debate, with candidates wrangling over Russia, Iran, immigration and gay marriage.\nThe policy focus marked a shift for a campaign that has so far revolved around the rise of Trump. The brash billionaire was still a target for the 10 other candidates joining him on stage, but the heavier policy focus had the effect of temporarily sidelining Trump after the debate's opening moments.\nFor most of the participants, the shift appeared to come as a welcome relief.\nThe policy debates still exposed rifts within the Republican Party, particularly the split between political outsiders and candidates with long resumes in Washington and governor's mansions. Trump and Carly Fiorina, the former Hewlett-Packard executive and only woman in the GOP field, emphasized how their business backgrounds would help them negotiate with difficult world leaders, including Russia's president.\n\"Vladimir Putin would get the message,\" said Fiorina, who was joining the main debate for the first time after a strong performance in an undercard event last month.\nTrump, who has capitalized on his outsider appeal, said the three senators in the field â\u0080\u0094 Marco Rubio, Rand Paul and Ted Cruz â\u0080\u0094 bore some responsibility for the unabated violence in Syria. He said as president, he would have gone in with \"tremendous force\" when the Syrian regime used chemical weapons.\nOn Iran, the candidates were split on whether they would tear up President Barack Obama's nuclear accord with Iran if elected. Former Florida Gov. Jeb Bush and Ohio Gov. John Kasich took a measured approach, saying ripping up a deal agreed to not only by the U.S. but also several allies was not a strategy for stopping Iran from acquiring a nuclear weapon.\nIn an exchange on gay marriage and religious liberty, former Arkansas Gov. Mike Huckabee argued forcefully for the right of Kentucky county clerk Kim Davis to defy the Supreme Court's decision legalizing gay marriage. \"I thought that everyone here passed ninth grade civics. The courts can't legislate,\" he said. \"I thought we had three branches of government.\"\nHuckabee declined to criticize Bush for saying Davis did not have the right to deny gays marriage licenses. Bush said he supports defending the rights of religious people to refuse to endorse gay marriage, but he said someone else in Davis' office should sign the certificates since the Supreme Court ruling is the law of the land.\n\"I think there needs to be accommodation for someone acting on their faith,\" he said.\nEven as Trump faded somewhat in the policy discussions, he was hardly invisible in the debate. He praised himself while deriding and scoring his rivals in the opening minutes of the debate at the Regan Presidential Library in southern California.\nStanding at center stage, Trump said he had a \"phenomenal temperament\" and a record in business that would help him on the world stage. With his signature brashness, he immediately took on his rivals, saying Kentucky Sen. Paul didn't deserve to be on the crowded debate stage.\nTrump has become increasingly critical of Fiorina as her standing has risen and he was quoted in a recent interview making derogatory comments about her looks, though he later denied he was referring to her appearance.\nAsked about Trump's comments, Fiorina said, \"I think women all over this country heard very clearly what Mr. Trump said.\"", "byline": "", "description": "SIMI VALLEY, Calif. (AP) — Along with the back-and-forth bickering over Donald Trump, the Republican primary took a substantive and serious turn in Wednesday's prime-time debate, with candidates wrangling over Russia, Iran, immigration and gay marriage.", "title": "Trump takes command of GOP debate, rivals seek breakthrough", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-16-US--GOP%202016-Debate/id-e852fe65b3b54d64aa569393a24653ae", "topics": ["personality", "immigration", "gay_marriage"], "people": ["Rand Paul", "Kim Davis", "Jeb Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Barack Obama", "Vladimir Putin", "Carly Fiorina", "Ted Cruz"], "orgs": ["Republican Party", "Regan Presidential Library", "GOP", "Supreme Court"], "authors": [{"author_id": 39393, "fullname": "julie pace", "primary_org": "ap"}, {"author_id": 39455, "fullname": "steve peoples", "primary_org": "ap"}], "date_written": "2015-09-16 22:27:00", "org": "ap", "article_id": "f6d7b0e1241334c453cdada24c7775cf", "date_access": "2015-09-17 01:40:05.088191"}