{"body": "MACKINAC ISLAND, Mich. (AP) â\u0080\u0094 Former tech CEO Carly Fiorina, hailed for her performance at the second GOP debate, held roughly 1,000 Michigan Republicans in silence Saturday, broke them up in laughter and then brought them to their feet in cheers and chants of \"Carly, Carly.\"\n\"I am a fearless fighter. I will not falter. I have been tested and I will fight this fight,\" said Fiorina, one of five GOP presidential candidates to address the Mackinac Republican Leadership Conference.\nMost of the other Republicans seeking the party's presidential nomination were pitching their agendas to more than 1,000 party conservatives at an event sponsored by the Iowa Faith and Freedom Coalition.\nBusinessman Donald Trump, the front-runner in polling, used part of his speech in Iowa to defend himself against critics who said he should have corrected a man at a rally on Friday when he asserted, incorrectly, that President Barack Obama was a Muslim and not an American. Trump said he would have faced criticism if he had jumped in and read aloud tweets he sent in his defense, including one that read: \"Am I morally obligated to defend the president every time somebody says something bad or controversial about him? I don't think so.\"\nFiorina, whose physical appearance Trump criticized in an interview, continued her subtle jabs at the television personality and real estate mogul. \"Leadership isn't defined by position, or title, or how big your office is, your airplane, your helicopter, your ego,\" she told Michigan Republicans.\nIn the historic Grand Hotel on Michigan's Mackinac Island, Fiorina joined former Florida Gov. Jeb Bush, Texas Sen. Ted Cruz, Ohio Gov. John Kasich and Kentucky Sen. Rand Paul for the three-day conference that has become a regular stop for GOP presidential candidates and attracted more than 2,300 overall.\nMichigan offers the most delegates of the three primary contests on March 8 and follows closely early nominating races in Iowa, New Hampshire, South Carolina and Nevada. Republicans also view Michigan as more competitive for the general election than at any time since 1988, the last time a GOP presidential candidate carried the state.\nWisconsin Gov. Scott Walker scratched the Michigan event -- for the second time -- because a charter flight he arranged was grounded in Chicago due to inclement weather, aides said. Walker had accepted an invitation to open the conference as the keynote speaker Friday night with Bush, but canceled due to travel constraints, then rescheduled for Saturday morning.\n\"We have moved heaven and earth to get him here,\" Michigan Republican Party Chairwoman Ronna Romney McDaniel told those who attended Saturday's breakfast expecting to hear Walker.\nWalker attended the forum in Iowa, where he has seen his lead among likely Republican caucus goers disappear in the past two months. The scheduling wrinkle came as he scaled back his initially ambitious campaign for president to focus on neighboring Iowa, a scramble meant to reassure jittery donors and supporters after a quiet performance in the debate.\nOhio's Kasich continued the appeal he made during the debate for the government to offer a hand up to people as a way to broaden the party. \"When we do better, people who live in the shadows cannot be ignored,\" he told Michigan Republicans. \"If you're in a minority community we want you to be lifted, we want you to be part of everything.\"\nBefore dashing to attend the South Carolina-Georgia college football game in Athens, Georgia, Bush on Friday evening had a message similar to Kasich's. Bush has begun hitting back aggressively since Trump used a dire description of the state of the country and negative characterizations of Mexican immigrants to win support. Bush said Republicans need to show middle-class voters feeling left behind in by the economy and traditionally Democratic voting groups such as African-Americans that GOP policies benefit them.\n\"If we are serious about winning, we need to be on their side and assume that they want to achieve earned success, because they do,\" Bush said.\nSaturday evening, Kentucky's Paul described Republicans such as Jeb Bush as \"Democrat light\" and said \"I couldn't disagree more\" with modest reforms. \"I think we can be boldly for what we're for and get new voters,\" Paul said.\nAs he did during the debate, Cruz also sought to set himself apart from Bush and Kasich.\n\"If you think we need to continue heading in the same basic direction â\u0080\u0094 just kind of fiddle around the edges â\u0080\u0094 then I ain't your guy,\" Cruz told a lunchtime audience before leaving to attend the Iowa gathering.\nAlso speaking at the event in Iowa were South Carolina Sen. Lindsey Graham, Louisiana Gov. Bobby Jindal, former Arkansas Gov. Mike Huckabee, former Pennsylvania Sen. Rick Santorum and former New York Gov. George Pataki.\n___\nAssociated Press writers Catherine Lucey in Iowa and David Eggert in Michigan contributed to this report.", "byline": "", "description": "MACKINAC ISLAND, Mich. (AP) — Former tech CEO Carly Fiorina, hailed for her performance at the second GOP debate, held roughly 1,000 Michigan Republicans in silence Saturday, broke them up in laughter and then brought them to their feet in cheers and chants of \"Carly, Carly.\"", "title": "Fiorina pitches herself as fearless to Michigan Republicans", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-09-19-US--GOP%202016/id-40eb950246504cd7a1720229df7354f1", "topics": ["personality"], "people": ["Rand Paul", "Rick Santorum", "Catherine Lucey", "Lindsey Graham", "Jeb Bush", "John Kasich", "Donald Trump", "George Pataki", "David Eggert", "Mike Huckabee", "Barack Obama", "Bobby Jindal", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Michigan Republican Party", "Mackinac Republican Leadership Conference", "GOP", "Iowa Faith and Freedom Coalition"], "authors": [{"author_id": 39689, "fullname": "thomas beaumont", "primary_org": "ap"}], "date_written": "2015-09-19 23:22:00", "org": "ap", "article_id": "f67d559a75ec1e8fd9684d737b37c43b", "date_access": "2015-09-20 02:30:03.380842"}