{"body": "Republican presidential candidate Rick Santorum said in May 2014 that calling President Barack Obama a â\u0080\u009cEuropean Socialistâ\u0080\u009d means he â\u0080\u009cbelieves in the model of the French Revolution,â\u0080\u009d which â\u0080\u009cled to the Reign of Terror.â\u0080\u009d", "byline": "", "description": "“You say, ‘Well, Barack Obama’s a European Socialist.’ Understand what that means. He believes in the model of the French Revolution.”\n\nGene J. Puskar / AP\nRepublican presidential candidate Rick Santorum said in May 2014 that calling President Barack Obama a \"European Socialist\" means he \"believes in the model of the French Revolution,\" which \"led to the Reign of Terror.\"\nThe former U.S. Senator from Pennsylvania offered a comparative history of the American and French revolutions while being interviewed by radio host Hugh Hewitt at an event sponsored by the Reagan Foundation.\nWhere the American Revolution was \"about 'paternity': God-given rights,\" Santorum said, the French Revolution was predicated on \"'fraternity': brotherhood, people giving rights.\" This, Santorum further argued, helps explain why the latter insurrection \"led to the Reign of Terror\" and why contemporary Europe is \"a dying culture.\"\n\"And it was explicitly a secular revolution,\" he said. \"Anti-clerical, secular revolution that said that the government is in charge. It led to the Reign of Terror, the execution, the guillotine, Bonaparte. And now Europe, which is a descendant of the French Revolution, is a godless, secular continent, as the European Union is. And it's a dying culture.\"\nSantorum contrasted this outcome with that of the American Revolution, which, he said, \"spawned this hopeful, optimistic country because we believe in the dignity of every human life and the human potential. And society was ordered to maximize that. And America flourished and changed the world.\" \nSantorum was discussing how, today, there is \"a group of people in America who believe that that moment has passed\" and that \"in fact Europe has the better ideas,\" when he transitioned into his critique of Obama.\n\"You say, 'Well, Barack Obama's a European socialist,'\" Santorum said. \"Understand what that means. He believes in the model of the French Revolution, he believes in a secular, government-run society. Freedom is top-down, not bottom-up.\"\n\nView Video ›\nbuzzfeed-video1.s3.amazonaws.com", "title": "Rick Santorum: \"European Socialist\" Obama Believes In Revolutionary Model That Led To Reign Of Terror", "url": "http://www.buzzfeed.com/christophermassie/rick-santorum-obama-reign-of-terror", "topics": ["campaign_finance", "terrorism", "personality"], "people": ["Rick Santorum", "Hugh Hewitt", "Barack Obama", "J. Puskar"], "orgs": ["European Union"], "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-06-25 20:42:01", "org": "buzzfeed", "article_id": "319875f5e253a7cd55c9b7c1bc253f97", "date_access": "2015-06-25 20:41:06.149516"}