{"body": "Since announcing his bid for the Republican presidential nomination, Donald Trump has been under fire for saying that Mexico is â\u0080\u009csending people that have lots of problems, and they are bringing those problems to us. They are bringing drugs, and bringing crime, and their rapists,â\u0080\u009d when he launched his campaign.", "byline": "", "description": "After his controversial comments about Mexican immigrants, the network tells the Republican presidential candidate: “You’re fired!”\n\nChristopher Gregory / Getty Images\nSince announcing his bid for the Republican presidential nomination, Donald Trump has been under fire for saying that Mexico is \"sending people that have lots of problems, and they are bringing those problems to us. They are bringing drugs, and bringing crime, and their rapists,\" when he launched his campaign.\n\"Some, I assume, are good people,\" he continued.\nNearly two weeks later, NBC Universal, the company that airs his series Celebrity Apprentice as well as the annual Miss USA and Miss Universe Pageants, owned by Trump, have officially cut ties.\nHere is the company's official statement:\n\"At NBC, respect and dignity for all people are cornerstones of our values.\nDue to the recent derogatory statements by Donald Trump regarding immigrants, NBCUniversal is ending its business relationship with Mr. Trump.\nTo that end, the annual Miss USA and Miss Universe Pageants, which are part of a joint venture between NBC and Trump, will no longer air on NBC .\nIn addition, as Mr. Trump has already indicated, he will not be participating in The Celebrity Apprentice on NBC.\nCelebrity Apprentice is licensed from Mark Burnett's United Artists Media Group and that relationship will continue.\"\nStory developing...\n", "title": "NBC Has Officially Cut Ties With Donald Trump", "url": "http://www.buzzfeed.com/jaimieetkin/nbc-has-officially-cut-ties-with-donald-trump", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Mark Burnett", "Christopher Gregory"], "orgs": [], "authors": [{"author_id": 6655, "fullname": "jaimie etkin", "primary_org": "buzzfeed"}], "date_written": "2015-06-29 19:26:02", "org": "buzzfeed", "article_id": "b6d6469f0c73872a14374e9a1b0d1263", "date_access": "2015-06-29 18:31:05.117994"}