{"body": "Univision said Thursday it would not air the upcoming Miss USA pageant â\u0080\u0093 whose parent organization is part-owned by Donald Trump â\u0080\u0093 after the billionaire said Mexican immigrants are rapists who bring drugs and crime to the U.S.", "byline": "", "description": "When Trump announced his intent to run for president he said Mexico only sends troubled people to the U.S. The Spanish-language network said it was severing all ties with the Trump Organization.\n\nCharlie Neibergall / AP\nUnivision said Thursday it would not air the upcoming Miss USA pageant – whose parent organization is part-owned by Donald Trump – after the billionaire said Mexican immigrants are rapists who bring drugs and crime to the U.S.\nThe company said it was severing ties with the Miss Universe Organization following Trump's \"insulting remarks about Mexican immigrants.\"\n\"At Univision we see first-hand the work ethic, love for family, strong religious values and the important role Mexican immigrants and Mexican-Americans have had and will continue to have in building the future of our country,\" said the Spanish-language television network.\nWhen Trump declared his presidential bid last week, he said Mexico only sends troubled people who bring their problems to the United States and promised to build a \"great wall\" along the border.\n\"They're bringing drugs, they're bringing crime,\" he said in a speech at Trump Tower in New York. \"They're rapists and some, I assume, are good people, but I speak to border guards and they're telling us what we're getting.\"\nThe broadcast company said its Univision News division would continue to provide comprehensive coverage of all candidates, including Trump. Univision said it would not be working on any other projects tied to the Trump Organization.\nColombian reggaeton singer J Balvin was expected to perform at the Miss USA pageant, but on Wednesday he pulled out of the show because of Trumps comments. It was going to be his first national mainstream performance, Balvin told Billboard.\n\"But we're talking about our roots, our culture, our values,\" he added. \"This isn't about being punitive, but about showing leadership through social responsibility. His comments weren't just about Mexicans, but about all Latins in general.\"\nThe Miss USA pageant is slated to air on July 12.\n", "title": "Univision Will Not Air The Miss USA Pageant Because Of Ties To Donald Trump", "url": "http://www.buzzfeed.com/adolfoflores/univision-will-not-air-the-miss-usa-pageant-because-of-ties", "topics": ["mexico"], "people": ["Donald Trump", "Charlie Neibergall"], "orgs": ["Univision", "Trump Organization"], "authors": [{"author_id": 10174, "fullname": "adolfo flores", "primary_org": "buzzfeed"}], "date_written": "2015-06-25 18:44:52", "org": "buzzfeed", "article_id": "33fac0b17789b831336636b2273dbb05", "date_access": "2015-06-25 18:41:01.936536"}