{"body": "MIAMI â\u0080\u0094 Rep. Ileana Ros-Lehtinen remembers Marco Rubio as one the best interns to have ever worked in her office. ", "byline": "", "description": "Polite optimism rules the day as two of Florida’s favored sons run for president. But get ready for the unavoidable conflict underneath it all — Rubio certainly was on Monday.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Joe Raedle / Getty\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n MIAMI — Rep. Ileana Ros-Lehtinen remembers Marco Rubio as one the best interns to have ever worked in her office. \n\nIt was former Florida Gov. Jeb Bush, however, who chaired her first congressional campaign back in 1989. \n\nAnd so, because she has known him longer, Ros-Lehtinen is backing Bush for the 2016 presidential nomination. But you'd be hard-pressed to get her to say a bad word about Rubio. \n\n\"I have not met anybody in South Florida who is anti- either of them. I don't see anybody being down on either candidate,\" Ros-Lehtinen told BuzzFeed News. \"No one is going to be negative. There is a lot about them that is similar, they are eloquent, they are smart, and they make us really proud.\" \n\nAsk nearly anyone in Miami and you'll find this good cheer about both men, regardless of which one they're supporting. Underneath that civility is the stark reality that Rubio and Bush share the same South Florida political base, the same optimistic tone, and a similar potential trajectory in the Republican primary — and the torn loyalties between them are only a symptom of the unavoidable conflict.\n\nAnnouncing his presidential bid Monday, Rubio for the first time made abundantly clear that he was not going to defer to Bush or Bush supporters.\n\nIn his speech at the Freedom Tower, he emphasized many of the things he's talked about before — a hawkish foreign policy, his moving personal story growing up as the son of Cuban immigrants, and an optimistic view of a \"new American century.\" \n\n\"I have heard some suggest that I should step aside and wait my turn,\" he said. \"But I cannot. Because I believe our very identity as an exceptional nation is at stake, and I can make a difference as president.\"\n\nThe crowd of hundreds of supporters who showed up at Miami's historic Freedom Tower went nuts for it. They weren't there to bash Bush, and it was difficult to find anyone that would, but instead argued that Rubio was the most energetic, and electable Republican in the race. The Mayor of Miami, Tomás Regalado, called the event \"historic\" and \"one that would resonate across the nation.\" \n\nThe speech was peppered with lines about \"yesterday\" and privilege, some of which were directed at Hillary Clinton — but could easily double for Bush.\n\n\"In many countries, the highest office in the land is reserved for the rich and powerful. But I live in an exceptional country where even the son of a bartender and a maid can have the same dreams and the same future as those who come from power and privilege,\" Rubio said. \n\nThe new tone, and emphasis on Rubio's relative youth, is meant to distinguish him from that previous generation, something the Miami crowd was receptive to on Monday. Maria Zenoz, a Miami resident who plans to volunteer for the campaign, said Rubio's roots as a son of working-class Cuban exiles has infused him with a special appreciation for the American dream — and a unique ability to articulate it to voters.\n\n\"He's experienced that… it makes a big difference,\" she said. \"He's had to live it in his household, so he's not only saying it from his head but he can express it to the public. \"\n\nWhether it will work with Florida lawmakers and stakeholders is less clear. The state's Republicans have struggled with the choice between the two men — but at the end of the day, many members of Florida's Washington delegation have already pledged their support for Bush.\n\n\"As I have stated before, no one is more prepared to be president than Jeb Bush,\" Rep. Mario Diaz-Balart said in a statement to BuzzFeed News, though like nearly everyone else, he had plenty of praise for Rubio, as well. \"I am a great admirer of Sen. Rubio; he is a brilliant and talented leader with a great message for America who understands the disastrous effects of President Obama's policies.\" \n\nPlenty of Florida Republicans remain up for grabs, though, and Rubio spokesman Alex Conant said outreach would begin in the coming days and weeks. \n\nRep. Tom Rooney, the only Florida member to endorse Rubio so far, was in Miami for Rubio's announcement and said that his connection with Rubio played a role in his endorsement but ultimately he bought Rubio's message \"hook, line, and sinker.\" \n\n\"I just believe in the guy. That's not to say that I don't believe in Jeb, I'm just more in the Rubio camp,\" he told BuzzFeed News. \"There are a lot of people in my delegation who aren't supporting either right now because they don't want to burn that bridge but I don't believe in retribution, so I don't think the governor is going to be mad at me. And I'm certainly not going to speak out against him.\" \n\nRubio's backers understand that a lot of people in Florida are conflicted, but said that animosity between the two camps would be at a minimum. \n\n\"We don't take shots at each other. Especially when we're from the same hometown,\" said Jorge Luis Lopez, a Rubio supporter and fundraiser. \"These guys worship together, they know each other. Between the candidates there's no animosity. At the end of the day one is going to have to support the other in order to win.\"\n\nMcKay Coppins contributed reporting.\n\n\n ", "title": "Everyone In Miami Is Just So Happy Both Bush And Rubio Are Running", "url": "http://www.buzzfeed.com/katenocera/everyone-in-miami-is-just-so-happy-both-jeb-and-rubio-are-ru", "topics": ["campaign_finance", "immigration"], "people": ["Joe Raedle", "Jorge Luis Lopez", "Jeb Bush", "Alex Conant", "Hillary Clinton", "Marco Rubio", "Tom Rooney"], "orgs": [], "authors": [{"author_id": 6683, "fullname": "kate nocera", "primary_org": "buzzfeed"}], "date_written": "2015-04-14 02:35:47", "org": "buzzfeed", "article_id": "8a49217a92435d776476b0cd601b5848", "date_access": "2015-04-14 02:40:57.112399"}