{"body": "Donald Trump, the reality TV host and real estate mogul running for the Republican presidential nomination, once said we should make health care an entitlement and that health care coverage should be universal.", "byline": "", "description": "“I’m very liberal when it comes to health care.”\n\nAndrew H. Walker / Getty Images\nDonald Trump, the reality TV host and real estate mogul running for the Republican presidential nomination, once said we should make health care an entitlement and that health care coverage should be universal.\nSpeaking with CNN host Larry King in 1999 when he was flirting with a run for president on the Reform Party ticket, Trump said he was \"quite liberal\" when it came to health care. \n\"I said I'm conservative, generally speaking, I'm conservative, and even very conservative,\" Trump told King in response to a question about a \"patients' bill of rights.\"\n\"But I'm quite liberal and getting much more liberal on health care and other things. I really say: What's the purpose of a country if you're not going to have defensive and health care?'\nTrump added believed in \"universal health care.\"\n\"If you can't take care of your sick in the country, forget it, it's all over. I mean, it's no good. So I'm very liberal when it comes to health care,\" he said. \"I believe in universal health care. I believe in whatever it takes to make people well and better.\"\nAsked if he thought it was an entitlement, Trump affirmed he did indeed believe it was one from birth.\n\"I think it is. It's an entitlement to this country, and too bad the world can't be, you know, in this country. But the fact is, it's an entitlement to this country if we're going to have a great country.\"\nSpeaking with The Advocate that year, Trump said he'd fund his universal health care plan with an increase in corporate taxes.\n\"I would put forward a comprehensive health care program and fund it with an increase in corporate taxes,\" Trump said.\nIn his 2000 book, The America We Deserve, Trump also spoke favorably of the Canadian health care system and said he \"we need, as a nation, to reexamine the single-payer plan, as many individual states are doing.\"\nOn Dateline NBC that year, Trump also mentioned he was \"totally for choice\" when it came to abortion. \n\"I hate the concept of abortion,\" said Trump. \"I hate—, I hate anything about abortion, and yet, I'm totally for choice. I think you have no alternative, too.\nHere's the transcript of the King interview:\n\nKING: Patients' Bill of Rights: You mentioned health care as one of the social issues; you for it?\nTRUMP: I think you have to have it, and, again, I said I'm conservative, generally speaking, I'm conservative, and even very conservative. But I'm quite liberal and getting much more liberal on health care and other things. I really say: What's the purpose of a country if you're not going to have defensive and health care?\nIf you can't take care of your sick in the country, forget it, it's all over. I mean, it's no good. So I'm very liberal when it comes to health care. I believe in universal health care. I believe in whatever it takes to make people well and better.\nKING: So you believe, then, it's an entitlement of birth?\nTRUMP: I think it is. It's an entitlement to this country, and too bad the world can't be, you know, in this country. But the fact is, it's an entitlement to this country if we're going to have a great country.\n\n", "title": "Donald Trump In 1999: \"I Believe In Universal Health Care...It's An Entitlement\" From Birth", "url": "http://www.buzzfeed.com/andrewkaczynski/donald-trump-in-1999-i-believe-in-universal-health-careits-a", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Larry King", "Andrew H. Walker"], "orgs": ["Reform Party"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-07-08 22:07:28", "org": "buzzfeed", "article_id": "7bf8a1289ce8b8835ec06246a9339d9e", "date_access": "2015-07-08 22:10:57.540050"}