{"body": "Donald Trump stood by his past support for single payer health care at the Republican presidential debate Thursday night, and even said he thought it worked well in Canada and could have worked in the past in the United States.\nTrump advocated far to left â\u0080\u0094 even of todayâ\u0080\u0099s Democratic Party â\u0080\u0094 when it came to health care in late 1990s and early 2000s when he first flirted for running for president as a member of the Reform Party.", "byline": "", "description": "Trump said he’d like to see a “private system,” but said a single payer system could have worked in the United States “in a different age.”\n\nScott Olson / Getty Images\nDonald Trump stood by his past support for single payer health care at the Republican presidential debate Thursday night, and even said he thought it worked well in Canada and could have worked in the past in the United States.\n\"As far as single payer, it works in Canada, it works incredibly well in Scotland, it could have worked in a different age, which is the age you are talking about here,\" Trump stated.\nIn late 1990s and early 2000s, when he was first flirting with a presidential run as a member of the Reform Party, Trump advocated far to left on health care, even of of many in today's Democratic Party.\nSpeaking with Larry King Live in 1999, Trump said he was \"quite liberal\" when it came to health care.\n\"I said I'm conservative, generally speaking, I'm conservative, and even very conservative,\" Trump told King in response to a question about a \"patients' bill of rights. \"But I'm quite liberal and getting much more liberal on health care and other things. I really say: What's the purpose of a country if you're not going to have defensive and health care?'\"\n\"If you can't take care of your sick in the country, forget it, it's all over. I mean, it's no good. So I'm very liberal when it comes to health care,\" he said. \"I believe in universal health care. I believe in whatever it takes to make people well and better.\"\nHe wrote in his 2000 book that, \"We need, as a nation, to reexamine the single-payer plan, as many individual states are doing.\"\nTrump said at Thursday night's debate that he believed he \"a private system\" was best.\n\"What I would like to see is a private system, without the artificial lines around every state. I have a big company with thousands and thousands of employees, and if I'm negotiating in New York, or New Jersey or in California, I have like one bidder. Nobody can bid, you know why? Because the insurance companies are making a fortune because they have control of the politicians. Of course with the exception of the politicians on the stage. But they have total control of the politicians. They are making a fortune.\"\nTrump added he would have \"a different system\" to take care of the poor in this country. \n\"Get rid of the artificial lines and you will have yourself great plans. And then we have to take care of the people who can't take care of themselves and I will do that through a different system,\" he concluded.\nTrump previously told the John Fredericks Show earlier this year he'd take care of the poor by negotiating deals with hospitals, saying he was \"actually a conservative with a heart.\"\n\nView Video ›\nbuzzfeed-video1.s3.amazonaws.com\nTrump advocated far to left -- even of today's Democratic Party -- when it came to health care in late 1990s and early 2000s when he first flirted for running for president as a member of the Reform Party.\nSpeaking with Larry King Live in 1999, Trump said he was \"quite liberal\" when it came to health care.\n\"I said I'm conservative, generally speaking, I'm conservative, and even very conservative,\" Trump told King in response to a question about a \"patients' bill of rights. \"But I'm quite liberal and getting much more liberal on health care and other things. I really say: What's the purpose of a country if you're not going to have defensive and health care?'\"\nTrump added believed in \"universal health care.\"\n\"If you can't take care of your sick in the country, forget it, it's all over. I mean, it's no good. So I'm very liberal when it comes to health care,\" he said. \"I believe in universal health care. I believe in whatever it takes to make people well and better.\"\nTrump also said he thought health care was an entitlement from birth.\n\"I think it is. It's an entitlement to this country, and too bad the world can't be, you know, in this country. But the fact is, it's an entitlement to this country if we're going to have a great country.\"\nSpeaking with The Advocate that year, Trump said he'd fund his universal health care plan with an increase in corporate taxes.\n\"I would put forward a comprehensive health care program and fund it with an increase in corporate taxes,\" Trump said.\n\nView Entire List ›", "title": "Donald Trump Praises Single Payer Health Care At The Republican Debate", "url": "http://www.buzzfeed.com/andrewkaczynski/donald-trump-praises-single-payer-health-care-at-the-republi", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Scott Olson", "John Fredericks", "Larry King"], "orgs": ["Democratic Party", "Reform Party", "United States."], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-08-07 05:22:30", "org": "buzzfeed", "article_id": "5d6c35bdb2a703d9585514304da73eb8", "date_access": "2015-08-07 05:11:02.453307"}