{"body": "On an August day two years ago, Donald Trump was in a much different place. ", "byline": "", "description": "Two years ago, Trump met with immigration activists who told them their stories and asked for his support on immigration. “You convinced me,” Trump said as the meeting ended.\n\nDonald Trump with Antonio Tijerino, Estuardo Rodriguez, and DREAMer activists at his office in 2013.\nCourtesy Estuardo Rodriguez\nOn an August day two years ago, Donald Trump was in a much different place. \nHe was just a billionaire with a simple goal: connecting his beauty pageant business with the upcoming Hispanic Heritage Awards. So at his New York penthouse office atop Trump Tower, he convened a meeting.\nTrump ushered in a pair of men — one to talk about the awards and a Democratic strategist to talk about nonprofit spending — and three young DREAMer activists. The DREAMers were on a tour sharing their stories with those less likely to support them, like Tea Party supporters.\nHe talked about how rich he is (\"This is the best view in New York!\"), the golf courses he was building around the world, and about each prospective Republican candidate (\"What do you think about Jeb Bush?\") and whether Latinos liked them. \nThen the DREAMers began telling their life stories.\nJose Machado spoke about how his mom was deported when he was 15 years old. Diego Sanchez talked about how he was trying to go to law school and struggling to come up with ways to pay for it. \nTrump alternated between making no sense and broad ignorance on the issue, according to Gaby Pacheco, a prominent national activist and the third DREAMer in the meeting. \n\"Don't you think someone in a wheelchair is more deserving than you all?\" Trump said to silence. \nBut he also kept asking, \"Can't you just become a citizen if you want to?\" No, we can't, the activists said, there's no process for that. Trump was reflective, the activists said.\n\"You know, the truth is I have a lot of illegals working for me in Miami,\" he told them, using the term for undocumented immigrants those in the meeting found offensive. \"You know in Miami, my golf course is tended by all these Hispanics — if it wasn't for them my lawn wouldn't be the lawn it is, it's the best lawn,\" Pacheco recalled Trump saying.\nTrump said he knew the work of undocumented people is what makes his golf courses and hotels great. \n\"At the end of the day, what we're looking at is a value proposition for America,\" Tijerino said to Trump at the end of the meeting, referring to immigration legislation.\n\"You've convinced me,\" Trump said to the delight of the activists in the room. \n\"We all smiled at each other and said, 'Wow, we did it, we got this guy to change his mind,'\" Pacheco said.\nTwo years later, they see a showman just playing to the crowd. Trump, of course, has spun the Republican field into a debate about immigration that has involved whether the 14th Amendment should be revoked, and if the U.S.-born children of undocumented immigrants should be deported.\n\"This is an entertainer who knows how to appease his audience,\" Rodriguez said. \"In his office he had an audience that was completely receptive to what he had to say about respecting the drive of these students who are here to change their lives. But once that conversation was done, that conversation was done. There was no follow up.\"\nAntonio Tijerino, the businessman who spoke about the Hispanic Heritage Awards at the meeting, said Trump's people didn't expect him to come with activists in tow — but Trump was \"gracious, engaged, warm, and friendly.\"\nIt was very different, Tijerino said from the Trump of 2015, the man whom Tijerino believes provoked the alleged beating of a homeless Hispanic man last week by two white men from Boston who justified the attack by telling police, \"Donald Trump was right, all these illegals need to be deported.\"\nIn 2013, though, he was in entertainer mode even as the meeting concluded, cracking jokes with the group about how they needed better ties — and walked them downstairs straight to his gift shop.\nTrump declared that they could have whatever they wanted for free. \nHe gave away a watch, and his daughter's book. He gave away chocolate. Pacheco scored a perfume, the guys got a bunch of Donald Trump ties.\n\"Everything said, 'Made in China,'\" Pacheco said.\nSanchez, who is 25 and now in law school, cracked up when asked about the ties. He said he was literally wearing one of the three Trump gave him that day. \n\"Considering what he told us, it's a complete 360, all he's doing now is spewing hate,\" Sanchez said. \"He's digging himself in a hole even more. He was nice then but now he wants to kick us out of the country.\"\nRodriguez, who took a tie and gave it to his dad, said this is what should upset Trump's supporters: They're just being used by a showman who knows what to say depending on who he's talking to.\n\"That's what he's doing now — using his celebrity and getting people starstruck by playing to his audience.\"\n", "title": "That Time Donald Trump Had A Meeting With DREAMers And Said \"You Convinced Me\" On Immigration", "url": "http://www.buzzfeed.com/adriancarrasquillo/that-time-donald-trump-had-a-meeting-with-dreamers-and-said", "topics": ["immigration"], "people": ["Donald Trump", "Estuardo Rodriguez", "Jeb Bush", "Antonio Tijerino", "Gaby Pacheco"], "orgs": ["DREAMers", "Tea Party"], "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-08-26 23:06:52", "org": "buzzfeed", "article_id": "ad2ca5af2cc42eae6b594e9fdc0216e3", "date_access": "2015-08-26 22:11:07.966502"}