{"body": "Shortly after it was posted, followers began to question whether the tattoo was related to white supremacy, and the campaign deleted the tweet and photo out of caution.", "byline": "", "description": "A picture of Clinton shaking hands with the man was removed from her Twitter feed last week after questions were raised. The tattoo, however, is part of a larger piece that says “white trash.”\nDemocratic presidential candidate Hillary Clinton campaigned in New Hampshire over the Fourth of July weekend, walking in a parade and stopping at the Dairy Twirl for ice cream in the town of Lebanon.\n\nDarren McCollester / Getty Images\nThe man, seen in the background of this picture with a cup of ice cream, told BuzzFeed News on Monday that he is not a white supremacist. The \"white\" tattoo seen on his right arm is actually part of a larger piece that says, \"white trash.\"\n\nHillary Clinton / Via Flickr: hillaryclinton\nNicholas Brown, 33, got the tattoo four years ago, after a bout of pneumonia put him in a coma for 6 weeks and caused him to lose his legs.\n\nThe phrase represents how he felt about himself as he got out of the hospital, he said. \n\"I got out, and I saw my body totally messed up,\" he said.\nOn July 3, he and his girlfriend went to the ice cream stand without knowing Clinton was planning an appearance. \n\"I was just standing in line and turned around,\" he said. \"She started talking to me.\"\nBrown said he wants people to know he is not a white supremacist or racist. And though the Clinton campaign's photo caused some to misconstrue him, he said he still supports her.\nIn their brief meeting, he said he felt like he connected with her as a real person, not just a politician. \n\"Nobody really gives me a chance a day to talk, and she was willing to talk to me,\" he said. \"She just feels like a down-to-Earth person.\"\nNicholas Brown\nView Entire List ›", "title": "Man With “White” Tattoo Who Shook Hands With Hillary Clinton Is Not A Supremacist", "url": "http://www.buzzfeed.com/claudiakoerner/man-with-white-tattoo-who-shook-hands-with-hillary-clinton-i", "topics": ["economy"], "people": ["Hillary Clinton"], "orgs": [], "authors": [{"author_id": 1850, "fullname": "claudia koerner", "primary_org": "buzzfeed"}], "date_written": "2015-07-14 00:02:56", "org": "buzzfeed", "article_id": "a45dcfbbbc444838f44614c5f8d0d316", "date_access": "2015-07-13 23:20:59.116276"}