{"body": "Any debate with Donald Trump was going to have some fireworks, but after Trump doubled down on his controversial comments about crime caused by immigrants coming from Mexico, the other presidential candidates on stage at the GOP debate in Cleveland Thursday raced to come out tough on immigration.\nAs evidence that the Mexican government is sending criminals to the U.S., Trump cited his conversations with U.S. Customs and Border Protection agents.", "byline": "", "description": "Led by a blustering Donald Trump, who said the only reason the presidential field is talking about illegal immigration is because of him, the candidates at Thursday’s GOP debate all rushed to tout their hardline stances on immigration.\n\nAndrew Harnik / ap\nAny debate with Donald Trump was going to have some fireworks, but after Trump doubled down on his controversial comments about crime caused by immigrants coming from Mexico, the other presidential candidates on stage at the GOP debate in Cleveland Thursday raced to come out tough on immigration.\nImmigration came to the forefront when FOX News moderators asked former Florida Gov. Jeb Bush if he stood by comments he made last year that undocumented immigrants come to the country as \"an act of love.\" \n\"I do,\" Bush said. \"I believe that the great majority of people coming here illegally have no other option. They want to provide for their family.\"\nBut by being asked the question first, Bush was able to be the first candidate calling for a crackdown on so-called sanctuary cities — cities that have opted out of federal detainers to hold undocumented immigrants so immigration officials can pick them up.\nBush was the only candidate on stage who tried to walk a thin line on the issue, also reiterating his support for a path to earned legal status for undocumented immigrants, but having to explain the difference between that and citizenship for them.\n\"Not amnesty, earned legal status, which means you pay a fine and do many things over an extended period of time,\" he clarified.\nModerators then asked Donald Trump about Bush's comments condemning Trump's remarks that Mexicans coming to the U.S. are criminals and rapists. Trump puffed out his chest. The reason illegal immigration is being discussed in the GOP field at all, he said, is because he brought it up — which is not true, given immigration has been one of the dominating political topics of the last decade, but nevertheless entertained the crowd.\nTrump then doubled down, saying that since his previous comments there have been \"many killings, murders, crime, drugs pouring across the border, our money going out and the drugs coming in.\"\nHe said a wall needs to be built, addressing Bush directly.\n\"And I don't mind having a big beautiful door in that wall so that people can come into this country legally,\" Trump said. \"But we need, Jeb, to build a wall, we need to keep illegals out.\"\n\nvine.co\nAs evidence that the Mexican government is sending criminals to the U.S., Trump cited his conversations with U.S. Customs and Border Protection agents.\n\"They say this is what's happening,\" Trump said. \"Because our leaders are stupid. Our politicians are stupid.\"\nFlorida Sen. Marco Rubio agreed with Trump that there should be a fence built at the border but said the problem is that recently escaped drug cartel leader El Chapo could build a tunnel under it, which is why the country needs e-verify and \"an entry-exit tracking system\" to curb illegal immigration. \nRubio said the country's immigration system is too generous, and that \"we're being taken advantage of.\"\nRubio was part of the group of eight senators from both parties — known as the gang of eight — who helped author a 2013 immigration bill that was passed by the Senate but not taken up by the House. Rubio has since distanced himself from the legislation, saying he now understands the border must be secured before the undocumented community is dealt with.\n\"And let me tell you who never gets talked about in these debates,\" Rubio continued. \"The people that call my office, who have been waiting for 15 years to come to the United States. And they've paid their fees, and they hired a lawyer, and they can't get in. And they're wondering, maybe they should come illegally.\"\nFox News debate moderator Chris Wallace then asked Wisconsin Gov. Scott Walker to explain his previous support for a path to citizenship for undocumented immigrants, which he supported in 2013.\nWallace asked Walker to state why, other than politics, he had changed his position and whether there are other past positions he shouldn't be held to.\nWalker reiterated what he has said before when pressed on the subject: that conversations with border state governors changed his view, and that Obama \"messed up the immigration system.\"\n\"There is international criminal organizations penetrating our southern-based borders, and we need to do something about it,\" Walker said. \"Secure the border, enforce the law, no amnesty, and go forward with the legal immigration system that gives priority to American working families and wages.\"\nBut then it was Ted Cruz's turn to show his hardline immigration bonafides. Moderators asked Cruz about a law he introduced in Congress that would create a mandatory minimum prison sentence of five years for an undocumented immigrant who reenters the country. Cruz was spurred to introduce the bill after a previously deported man reportedly killed a woman in San Francisco.\nCruz said he introduced the bill, but Senate Majority Leader Mitch McConnell wouldn't call for a vote on it.\n\"I tried to get the Senate to vote to pass Kate's law on the floor of the Senate just one week ago, and the leader of our own party blocked a vote on Kate's law,\" Cruz said. \nCruz said legal immigration is great, but letting undocumented immigrants stay in the country and become citizens is how the will fundamentally transform the country, concluding with a shot at his fellow candidates. \n\"A majority of the candidates on this stage have supported amnesty,\" Cruz said. \"I have never supported amnesty, and I led the fight against Chuck Schumer's gang of eight amnesty legislation in the Senate,\" he added.\n\nView Entire List ›", "title": "GOP Candidates, Led By Trump, Turned The Debate Into A Race To Be Toughest On Immigration", "url": "http://www.buzzfeed.com/adriancarrasquillo/gop-candidates-turned-the-debate-into-a-race-to-see-who-was", "topics": ["immigration"], "people": ["Chuck Schumer", "Andrew Harnik", "Jeb Bush", "Donald Trump", "Marco Rubio", "Ted Cruz", "Scott Walker", "El Chapo", "Chris Wallace"], "orgs": ["Senate", "U.S. Customs and Border Protection", "GOP", "Congress", "United States."], "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-08-07 05:06:07", "org": "buzzfeed", "article_id": "f663dcd7ed883cecf9aaae03a17846ea", "date_access": "2015-08-07 04:11:23.822295"}