{"body": "Former Texas Gov. Rick Perry called a New York Times story on the number of traffic infractions occurred by Florida Sen. Marco Rubio and his wife â\u0080\u009cirresponsibleâ\u0080\u009d and a â\u0080\u009ctotal cheap shot.â\u0080\u009d ", "byline": "", "description": "“Listen, if the New York Times wants to write about an issue that is problematic for this country they could start with the Clinton Foundation.”\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Scott Olson / Getty Images\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Former Texas Gov. Rick Perry called a New York Times story on the number of traffic infractions occurred by Florida Sen. Marco Rubio and his wife \"irresponsible\" and a \"total cheap shot.\" \n\n\"Total cheap shot,\" Perry said on the Michael Medved Show on Monday when asked about the Times story. \"Listen, if the New York Times wants to write about an issue that is problematic for this country they could start with the Clinton Foundation.\"\n\nPerry added when asked if he had ever had a speeding ticket answered, \"Yes sir, I have, I have and I'm sure they'll find it somewhere.\" \n\nThe Times reported that the Rubios had been cited on traffic violations a combined 17 times since 1997. Rubio had four tickets and his wife had 13. The Times noted four different occasions the couple had to go driving school following a violation. \n\nPerry said he found the story \"irresponsible,\" given the Clinton Foundations woes. The Times has, however, published some critical stories on the Clinton Foundation.\n\n\"The fact is we all live within the laws,\" said Perry. \"I get that, but to go write a story about Marco Rubio and him having four tickets in the last decade plus is absolutely irresponsible when you have Bill and Hillary Clinton taking the amount of money, not reporting it at their foundation and to somehow or another paper over that and go write a story about Marco Rubio...\" \n\n\"Pathetic is the only word,\" said Medved cutting Perry off and noting the program was out of time.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n\t\n\n\t \n\t\t  \n\t  \n\t\n\n\n w.soundcloud.com", "title": "Rick Perry: New York Times Story On Rubio Speeding Tickets A \"Total Cheap Shot,\" \"Irresponsible\"", "url": "http://www.buzzfeed.com/andrewkaczynski/rick-perry-new-york-times-story-on-rubio-speeding-tickets-a", "topics": ["other", "economy", "immigration"], "people": ["Scott Olson", "Marco Rubio", "Michael Medved", "Rick Perry", "Hillary Clinton"], "orgs": ["Clinton Foundation"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-06-08 23:23:38", "org": "buzzfeed", "article_id": "466c994bdc80deff8bd23b98bbda74a9", "date_access": "2015-06-08 22:51:57.969555"}