{"body": "Rick Santorum said on Tuesday that President Obama thinks allowing â\u0080\u009cpotential radical Islamic sympathizersâ\u0080\u009d into the country instead of Christians and Jews is â\u0080\u009ca good thing for Americaâ\u0080\u009d because the president believes the country â\u0080\u009cneeds to be changed.â\u0080\u009d", "byline": "", "description": "“And let’s be honest, I mean, you know, if you look at radical Islam it’s about as antithetical to the American first principles as anything you’d want to see. But in President Obama’s mind, that’s a good thing for America.”\n\nNati Harnik / AP\nRick Santorum said on Tuesday that President Obama thinks allowing \"potential radical Islamic sympathizers\" into the country instead of Christians and Jews is \"a good thing for America\" because the president believes the country \"needs to be changed.\"\nSantorum made the comments while talking to radio host Jan Mickelson about America's sheltering of refugees from war-torn countries in the Middle East.\n\"I can tell you, as president of the United States, if we're gonna take refugees from Syria or refugees from Iraq or refugees from the Middle East, the refugees we're gonna take are the people who being persecuted over there and the people who are being most persecuted over there are obviously, obviously Christians and Jews, not—\" Santorum said, before being cut off by Mickelson, who said \"Christians and Jews are the back of the list.\" \n\"They're being crucified over there, they're being burned at the stake, and they can't get in the country,\" Santorum responded, talking about Middle Eastern Christians and Jews. \"And we bring in folks who are potential radical Islamic sympathizers. Again, it's the silly idea and notion—and I remember being in a debate with Howard Dean at Northwestern a couple of years ago, and we were asked a question by a student, 'What's the greatest virtue of the United States of America?'—you know what Howard Dean said? 'Diversity.' But that's what they believe.\"\nSantorum said that some people, including Obama, believed that admitting immigrants who \"share none of the values of what made America a unique and great country,\" including those sympathetic to \"radical Islam,\" was a \"good thing for America.\" \n\"They believe that America will be better off if we bring in people that are nothing like and share none of the values of what made America a unique and great country,\" Santorum said. \"And let's be honest, I mean, you know, if you look at radical Islam it's about as antithetical to the American first principles as anything you'd want to see. But in Obama's, in President Obama's mind, that's a good thing for America because America is flawed and needs to be changed and needs to be more influenced by these other cultures and other religions.\"\nEarlier in the interview, Santorum denounced the Iran deal, arguing that it was based in a \"fundamental misunderstanding of the Middle East and certainly of the Islamic world.\" \n\"We can't impose our values on a thousand year old culture and religion and at the same time we can't expect them to reason and negotiate with us in a way that we expect,\" Santorum said. \"And we don't expect—we shouldn't expect them to keep these agreements because fundamentally they don't believe they have to when they're confronting the infidels.\"\nSantorum has traveled to all 99 counties in Iowa during his presidential campaign. but is still polling at about one percent both there and nationally.\n\nw.soundcloud.com", "title": "Santorum: Obama Thinks \"Potential Radical Islamic Sympathizers\" Are \"A Good Thing For America\"", "url": "http://www.buzzfeed.com/christophermassie/santorum-obama-thinks-potential-radical-islamic-sympathizers", "topics": ["terrorism"], "people": ["Howard Dean", "Rick Santorum", "Jan Mickelson", "Nati Harnik"], "orgs": [], "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-09-02 19:50:28", "org": "buzzfeed", "article_id": "d2a9e6703cfb89100d81c7e50f751c88", "date_access": "2015-09-02 18:55:44.064359"}