{"body": "Was former Florida Gov. Jeb a young socialist during his years of teenage angst at Phillips Academy in Andover, Massachusetts? ", "byline": "", "description": "But some students from the era say it was probably a joke that Bush was in such a club. A prep school mystery.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Jeb Bush 1971\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Was former Florida Gov. Jeb a young socialist during his years of teenage angst at Phillips Academy in Andover, Massachusetts? \n\nIt's an odd story that has made its way into numerous articles and books on Bush, all sourcing themselves to a decade-old account from author Peter Schweizer. It's an anecdote that Bush spokesman Tim Miller said he had \"no idea\" about to a Daily Beast reporter and one a Bush spokeswoman told BuzzFeed News that Bush has \"no recollection of.\" \n\nThe truth, it turns out, appears somewhat more complicated and may fall somewhere in between Schweizer's passing anecdote and a Daily Beast report that the claim \"doesn't appear to be true.\" According to Andover's student newspaper The Phillipian, Jeb Bush once attempted to get his political group \"the Socialist Anti-Nationalist Party\" into the Andover Student Political Union. But, according to students from the time, the club (and even the article about it), might have just been a sarcastic joke. \n\n\"Two new political groups, the Anarchist Non-Party and the Socialist Anti-Nationalist Party were formed this week with the ultimate intention of joining the Andover Student Political Union,\" reads the Oct. 16, 1968, edition of the school's newspaper. \"Members from both new groups expressed their dissatisfaction with the five existing parties.\"\n\nBush, according to the account, was attempting to form the party with classmates Jim Steinberg and Charlie Finch. Finch and Steinberg, by all newspaper accounts, were active young leftists in the political scene at school. Bush has been described as somewhat apolitical interested in smoking pot and playing tennis (very, very well). \n\n\"The Socialist Anti-Nationalist Party under the direction of lowers Jim Steinberg and Jeb Bush and upper Charlie Finch, feels that, 'Nationalism is the sole cause of hatred and war in the world today.' Therefore, they advocate the abolition of nationalism and the joining of all countries to form 'one nation-one people.'\"\n\nSteinberg, a former under secretary of state under Hillary Clinton who helped lead Andover's student lobby efforts against the Vietnam War and occasionally wrote for the school newspaper, didn't respond to inquiries, but Charlie Finch (a retired reporter) said the socialist club never existed, chalking the student newspaper article up to \"some sophomore bullshit.\" \n\nFinch said he believed the article was mostly satire written by student Richard Samp, who he referred to as \"a preppy douche\" attempting to mess with him and Bush. \n\nSamp, now a prominent Washington attorney, vaguely recalled the events and said he was \"sure I didn't write the story as satire.\"\n\nHe said he never spoke to Bush at Andover and the only way it could have made it into the article was if someone told him.\n\n\"If somebody told me that he was a member of the socialist anti-nationalist party, that would be how I would've put it into the story — I'm sure I never spoke to him directly,\" he said. \n\nThe idea that someone would start a socialist party as satire didn't surprise Samp, though.\n\n\"This whole political union thing was a relatively short-lived thing and it may well be that they decided to start this party as somewhat of a satire,\" he said. \"I would not put it past them to have decided that they would announce the founding of apolitical party as a joke but this group didn't have any particular rules, anybody could show up at a meeting and announce that they were starting a party.\"\n\nHe said he did, however, recall Steinberg showing up to a meeting an starting a political party. \n\n\"As I recall, Jim Steinberg really did come to a meeting of this organization and announce that he was starting a new party,\" he said, but added he accepted Finch's claim at face value the party was probably satire.\n\n\"When Charlie Finch tells you it's a satire the only question would be, was Jeb Bush involved in the satire,\" he said.\n\nCrosby Kemper, the founder of the Student Political Union was adamant that he believed founding the party was most likely a joke.\n\n\"I would find it really amazing if I could go back and remember that Jeb was serious about anything political at that point. He was a very nice guy, very friendly, very warm, full of jokes. He was always joking. My sense is if he did it was a joke,\" he said.\n\nKemper called Finch \"totally without redeeming social value at that point in his career.\" Finch would write an article under the pseudonym Thomas Doland for Look magazine in 1970 saying \"here are a hell of a lot of drugs pushed around Andover.\" In an article for the newspaper, \"Thomas Doland Explains Radical Views,\" Finch railed against the student government which he called \"a farce\" that was \"powerless.\"\n\n\"I tell you what: Now I can tell you for sure,\" Kemper said, after hearing Finch's name. \"Charlie was totally without redeeming social value at that point in his career. Charlie at that point in his life did not have a serious bone in his body.\" He says they later became friends. An Andover bulletin article on Finch from 1970 says he had the \"highest average\" in his class his senior year.\n\nKemper called Bush and Finch \"two class clowns...it was a joke, I'm telling you, knowing Jeb and Charlie.\"\n\nHe added of Bush, \"Here's a kid who was totally without interest in his father's political view.\"\n\nJames Shannon was president of the Andover Student Political Union in 1968. A future congressman and attorney general of Massachusetts, Shannon said he remembered the trio being involved in political arguments at the Union. He said he believed the party was probably \"tongue-in-cheek.\"\n\n\"I don't remember the effort to get this party recognized by ASPU, but I remember Jeb Bush, Jim Steinberg, and Charlie Finch being involved in the political arguments at the ASPU and on the Andover campus at that time,\" said Shannon.\n\n\"All of them were bright, reasonable and constructive people,\" he said. He added he thought the newspaper article \"makes me think that their 'party' might have been a little tongue in cheek. We had a lot of fringe groups in the ASPU. In fact in 1968 it seemed like the whole world was one big fringe group.\"\n\nHoward Lim, listed in yearbook as an being on executive board of the Student Political Union, said he no recollection of Bush at Andover. Lim is the longtime secretary for New York's Conservative Party.\n\n\"You are not that conscious of people behind,\" said Lim who added being in the Student Political Union in the yearbook was most-likely resume padding to apply for college.\n\nLim said he would't be surprised if there were actual socialist on campus describing a student body caught up in counter-culture and rebelling against the War in Vietnam. He spoke of specific incident in which students from Andover protested the war by wearing black armbands in the town's Memorial Day parade. \n\nLim added forming a socialist club as a joke represented \"the kind of cynical smirky attitude\" you might have found in the Andover student body in that day. \n\n\"Everything was a joke,\" he added.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n \n\tHere's the article:\n\n   \n \n\t\n\n\n The Phillipian", "title": "Was Jeb Bush A Socialist At Andover? One Student Newspaper Article Says He Was", "url": "http://www.buzzfeed.com/andrewkaczynski/was-jeb-bush-a-socialist-at-andover-one-student-newspaper-ar", "topics": ["immigration", "other", "personality"], "people": ["Jim Steinberg", "Peter Schweizer", "Jeb Bush", "Tim Miller", "Hillary Clinton"], "orgs": ["Phillips Academy", "Conservative Party"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-05-28 17:31:16", "org": "buzzfeed", "article_id": "86fb47495ea5e6e3447e5e2886f0f14a", "date_access": "2015-05-28 17:01:36.650857"}