{"body": "", "byline": "", "description": "\nSaul Loeb / AFP / Getty Images\nMajority Leader Kevin McCarthy has dropped out of the race to be the next speaker of the House — a stunning development on Capitol Hill.The California Republican was considered next in line to the retiring John Boehner, who struggled to unite the fractured Republican caucus during his tenure. Although it was unclear if McCarthy would secure the required 218 votes needed at first, he was expected to eventually get the votes against weak opponents. No new date has been scheduled for leadership elections yet.According to lawmakers leaving the room on Capitol Hill on Thursday, McCarthy said, I'm not the guy.\nOver the past week, McCarthy has taken major heat for remarks made on Fox News, suggesting that the House Select Committee on Benghazi was political in nature, and had damaged Hillary Clinton in the polls.“Everybody thought Hillary Clinton was unbeatable, right?” McCarthy said. “But we put together a Benghazi special committee, a select committee. What are her numbers today? Her numbers are dropping. Why? Because she’s untrustable. But no one would have known any of that had happened had we not fought.”Clinton has since turned the remarks into a television ad and hammered the subject repeatedly on the campaign trail. This week, the New York Times editorial board called for the Benghazi committee, which is investigating the 2012 terrorist attacks on the U.S. mission in Libya that left four Americans dead, to be disbanded.\nIn a statement sent out after the closed-door meeting, McCarthy said that over the course of last week it became clear to him that Republicans in the House were divided and needed to unite behind one leader.“I have the deepest respect and regard for each Member of the Conference and our team as a whole. It is imperative for us to unite and work together on the challenges facing our country. Over the last week it has become clear to me that our Conference is deeply divided and needs to unite behind one leader. I have always put this Conference ahead of myself. Therefore I am withdrawing my candidacy for Speaker of the House. I look forward to working alongside my colleagues to help move our Conference’s agenda and our country forward,\" McCarthy said.McCarthy, a Californian, was never seen as a strident conservative option for the role — but in recent years, even as they opposed Boehner, House conservatives have struggled to settle on a viable leader.And many other prominent House Republicans have opted not to run for top leadership positions, like, for instance, Rep. Paul Ryan — who again said on Thursday that he will not run for speaker.\"While I am grateful for the encouragement I’ve received, I will not be a candidate,\" he said in a statement.\n\n", "title": "Whoa: Kevin McCarthy Drops Out Of House Speaker Race", "url": "http://www.buzzfeed.com/katherinemiller/whoa-kevin-mccarthy-drops-out-of-house-speaker-race", "topics": ["trade", "women", "campaign_finance", "immigration"], "people": ["Saul Loeb", "John Boehner", "Paul Ryan", "Hillary Clinton"], "orgs": ["House Select Committee"], "authors": [{"author_id": 12333, "fullname": "katherine miller", "primary_org": "buzzfeed"}], "date_written": "2015-10-08 17:27:38", "org": "buzzfeed", "article_id": "4c37d9ee530c78efc9302e5561133a9a", "date_access": "2015-10-08 17:15:59.168753"}