{"body": "Retired neurosurgeon Ben Carson, noting his new lead over Donald Trump in polls in Iowa, said on Thursday that some of Trumpâ\u0080\u0099s comments may have offended some voters. ", "byline": "", "description": "The retired neurosurgeon also said it was possible that Trump could be his pick for vice president.\n\nPaul J. Richards / AFP / Getty Images\nRetired neurosurgeon Ben Carson, noting his new lead over Donald Trump in polls in Iowa, said on Thursday that some of Trump's comments may have offended some voters. \nCarson leads Trump in Iowa 28% to 20% in a new Quinnipiac University poll and has 20 point lead over Trump with women. \n\"First of all let me say, I love women, they've been so important to my life,\" Carson said on WABC's Rita Cosby Show when asked about the disparity between him and Trump with women. Carson pointed to his mother's influence on his life and those who worked with him during his time as a neurosurgeon at Johns Hopkins. \n\"This is a great poll, but's it's only one poll,\" Carson added. \"So I'm not gonna get too excited until I see that this really a trend in lots of different places.\"\n\"There'll be ups and downs,\" Carson said of the polls. A Des Moines Register poll similarly found Carson ahead of Trump 28% to 19%.\nCarson was asked why he thought he was leading Trump with women, answering, \"I suspect because, you know, when I talk about issues and I talk about things, I really don't distinguish and I think everybody knows that I'm gonna be totally fair in everything that I do.\"\nWhen pressed specifically if Trump's remarks were alienating women, Carson responded that the interviewer would have to ask women, but conceded, \"Certainly, there have been things that people might take offense at.\" \nOn the Dana Loesch Show, also on Thursday, the former neurosurgeon said perhaps Trump could be his vice president. \n\"I don't know, I mean, certainly that's a possibility but it's a whole another year before we get, and lots of things can happen during that time,\" said Carson. \n\"I like Donald Trump, I think he's a smart guy,\" added Carson but said his vice president would have to think the same way as him.\n", "title": "Carson On His Lead In Iowa: People \"Might Take Offense\" To Some Of Trump's Comments", "url": "http://www.buzzfeed.com/andrewkaczynski/carson-on-his-lead-in-iowa-people-might-take-offense-to-some", "topics": ["personality", "women"], "people": ["Donald Trump", "Johns Hopkins", "Ben Carson", "Paul J. Richards"], "orgs": ["Des Moines Register", "WABC", "Quinnipiac University"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-10-23 18:04:07", "org": "buzzfeed", "article_id": "c33f42a8f53e5463bab4660c2a5a9a69", "date_access": "2015-10-23 18:11:36.848154"}