{"body": "KIEV, Ukraine â\u0080\u0094 Donald Trump, the billionaire businessman turned unlikely leading Republican presidential contender, made a surreal appearance in Ukraine on Friday via video link at a conference organized by Viktor Pinchuk, one of Ukraineâ\u0080\u0099s richest men.", "byline": "", "description": "“My feeling toward the Ukraine and toward the entire area is very very strong. I know many people who live in the Ukraine. They’re friends of mine. They’re fantastic people.”\n\nFrancesca Ebel / Via facebook.com\nKIEV, Ukraine — Donald Trump, the billionaire businessman turned unlikely leading Republican presidential contender, made a surreal appearance in Ukraine on Friday via video link at a conference organized by Viktor Pinchuk, one of Ukraine's richest men.\n\"My feeling toward the Ukraine and toward the entire area is very very strong. I know many people who live in the Ukraine. They're friends of mine. They're fantastic people,\" Trump said, failing to name any Ukrainians other than Pinchuk. Trump continually referred to the country as \"the Ukraine,\" a faux pas that rankles most Ukrainians.\nTrump was full of praise for Pinchuk, a pro-Western oligarch whose father-in-law is Leonid Kuchma, Ukraine's second president, who left office under a cloud a decade ago after recordings emerged of him apparently ordering the beheading of a journalist. \"Viktor, by the way, is a very, very special man, a special entrepreneur,\" Trump said. \"When he was up seeing me I said I think I can learn more from you than you can learn from me.\"\nIt was not entirely clear why Trump decided to speak at the conference, an annual event bringing Western politicians together with the post-Soviet elite, from an office overlooking Central Park from the south, only weeks after saying that he \"wouldn't care\" if Ukraine joined NATO and that Crimea's annexation was \"Europe's problem.\" Asked by political analyst Doug Schoen what he would do as president about the crisis in Ukraine and its conflict with Russia, Trump told the crowd that the country was not \"given the proper respect from other parts of Europe.\" \nTrump continued: \"Our president is not strong and he's not doing what he should be doing for the Ukraine,\" prompting a lone American to shout \"YEAH!\" loudly. \"So far we have all lip service and in this country we call it just that, it's lip service and nothing else. Part of the problem that the Ukraine has with the United States is that Putin does not respect our president whatsoever,\" Trump said.\nNor was it clear why Pinchuk, who has donated millions of dollars to the Clinton Global Initiative and hosted former U.S. President Bill Clinton and Democratic presidential candidate Hillary Clinton at the conference in the past, invited him. A spokesperson for Pinchuk said that the oligarch was simply interested in the presidential race, and had invited former House speaker Newt Gingrich to a previous edition of the conference when it was held in the Crimean resort town of Yalta, now controlled by Russia. \nSeemingly by coincidence, Russian President Vladimir Putin spent the day in Yalta with former Italian Prime Minister Silvio Berlusconi. The two men, who are close personal friends, laid red roses at a monument to a deeply obscure contingent Italian soldiers who died in the Crimean War in the 1850s, then visited a wine cellar.\nIn his 20-minute appearance in Kiev, frequently interrupted by connection problems, Trump repeated his standard campaign pitches to an audience already tipsy and bemused after an equally surreal panel starring the French pseudo-philosopher Bernard-Henri Lévy. \"We have a leader that waffles, we have a leader that has no vision, we have a leader that's making a deal with Iran that's one of the worst deals that I've seen in my life. He's willing to sign documents that nobody would sign, to make some of the worst contracts that anybody has seen,\" Trump said of Obama.\nTrump said that he supported a \"safe zone\" within the crumbling borders of Syria, because \"I don't think Europe can withstand the onslaught of what's happening right now.\" Trump praised Germany's response to the refugee crisis, but slammed its handling of the conflict in Ukraine, albeit without offering any reasoning other than \"you're not getting the support that you need.\"\nAsked about his vision for his presidency, Trump said that he wanted \"to be a cheerleader for the world.\" He continued: \"I want the world to be a safer place. You look at what's going on right now, there's conflict everywhere, the Middle East, the Ukraine, you're one of the great examples of all time, there's no respect for the United States. They will respect us and again we will make statements and I think those statements will be honored. Ukraine is an amazing place,\" he said.\nThen, suddenly, the screen broadcasting Trump froze, and he was gone, with as little explanation as for why he had appeared.\n", "title": "Donald Trump Brings The Donald Trump Show To Ukraine", "url": "http://www.buzzfeed.com/maxseddon/donald-trump-brings-the-donald-trump-show-to-ukraine", "topics": ["personality"], "people": ["Bill Clinton", "Hillary Clinton", "Doug Schoen", "Donald Trump", "Vladimir Putin", "Silvio Berlusconi", "Newt Gingrich", "Viktor Pinchuk"], "orgs": ["United States.", "NATO", "Clinton Global Initiative"], "authors": [{"author_id": 6596, "fullname": "max seddon", "primary_org": "buzzfeed"}], "date_written": "2015-09-11 19:48:40", "org": "buzzfeed", "article_id": "8560db15055445a6a80075624e178e25", "date_access": "2015-09-11 19:55:55.136821"}