{"body": "", "byline": "", "description": "\n \n\t\n\n\n WOLFGANG KUMM / Getty Images\n\n\n\n\nTALLINN, Estonia — Everywhere Jeb Bush goes in Europe, the cameras follow close behind.In Berlin, they swarmed to capture his handshake with German Chancellor Angela Merkel at a high-profile economic conference. In Warsaw, they marched behind him like a parade as he strolled Pilsudski Square and laid wreaths at the Tomb of the Unknown Soldier. And here in this high-tech Baltic capital, they lined up quietly in the back of a small room at a NATO facility while Estonian cyber-defense specialists briefed him on their mission.When the press was eventually ushered out of that room to make way for the private portion of the briefing, Bush turned around in his seat and flashed a rare grin at the reporters.\"I'll see you soon,\" he said.Sure enough, by the end of his five-day, three-country tour of Europe, Bush will have answered dozens of questions from journalists on a variety of fraught and complex issues — ranging from internal Polish politics to his brother's relationship with Vladimir Putin. Every campaign handler knows the danger of giving the media too much access during a candidate's tightly choreographed overseas tour: It only takes one unexpected question or rhetorical faux pas to derail the entire trip and drown your intended message in a flash flood of \"GAFFE!\" headlines. In Bush's case, however, the media access is the message.According to several of Bush's aides and advisers, the political objective of this week's trip was to sharply contrast their boss's command of foreign policy with what they view as the relative inexperience or unsteadiness of other Republican presidential contenders. Elements of Bush's European tour were organized, in particular, as a direct counterpoint to Scott Walker's recent trip to Israel, during which he did not speak to reporters, and instead documented his travels with a series of upbeat Tweets and Facebook photos.\"I think this sort of idea that you can have a path to the presidency that goes around directly engaging with the press — skirting tough questions, or skirting scrutiny — is fool's gold. It's just not going to work,\" said Tim Miller, a spokesman for Bush. \"That might be a strategy people feel like they have to pursue if they don't have a principal that's capable of handling it. We do.\"Miller stopped short of attributing the press avoidance strategy to any specific Republican rival (though he did note Hillary Clinton's attempts to keep reporters at arm's length.) But granted anonymity to frankly describe their strategy, two Bush aides told BuzzFeed News that Walker was the 2016 contender who best illustrated the disparity they are hoping to highlight.The Wisconsin governor, who is currently polling in the top tier of the Republican field, has gained a reputation in some GOP circles for being a foreign policy lightweight. He was widely mocked when he cited his battle with union protesters as a credential that qualified him to combat ISIS terrorists; since making that remark, he has reportedly immersed himself in a \"crash course\" on foreign policy.Meanwhile, Walker has been extremely cautious during his handful of overseas trips. When he went to London in February, he declined to answer a number of foreign policy questions from the press. When he headed to Israel in April, his office kept his itinerary under wraps for fear that an enterprising journalist might show up. Even when Walker's aides were strongly encouraged during a meeting in Israel to grant an interview to a reporter while he was in the country, they declined. His spokesperson defended the approach at the time, calling the trip a \"listening tour.\" But the blackout signaled to some that Walker was afraid the international media spotlight would make him look like a neophyte. (After returning home, Walker did give some interviews about his trip, including to billionaire mega-donor Sheldon Adelson's Hebrew-language newspaper Israel HaYom.)Such a concern on Walker's part wouldn't be unfounded. Mitt Romney's foreign trip in 2012 was a political disaster from start to finish — forever immortalized for the frustrated aide who barked at the rowdy press corps, \"Kiss my ass! This is a holy site for the Polish people.\" And Chris Christie's London visit earlier this year skidded off the rails when he made controversial remarks about vaccination.As for those 2016 presidential hopefuls who have managed to escape recent foreign trips politically unscathed — Marco Rubio, for instance, or Rand Paul — the Bush camp says it won't be enough in this race to simply stamp a passport and check a box.\"Republicans writ large want to have a nominee where they will go head to head with Secretary Clinton on the debate stage,\" said Miller. \"And while [Clinton] has not necessarily demonstrated that she's willing or able to field the tough questions... she has gained a familiarity with the issues when it comes to foreign policy. You have to be able to put somebody on stage with her who has a command of the facts and a really deep and knowledgeable understanding.\"A politician can only demonstrate that, Miller said, \"by having those high-level meetings, and talking about those high-level meetings, and taking questions about those challenging issues that face America... We wanted to show with this trip that [Bush] is ready to be president on day one. There's no learning curve. If you go over to Europe and are unable to take tough questions, that sends the message that you're not ready.\"Back home, of course, Bush fumbled badly the most notable foreign policy question he's been asked this year: whether he too would have invaded Iraq, knowing what we know now. As Bush's aides like to remind reporters, though, since leaving office in Florida in 2006, the former governor has made 89 trips abroad to 22 countries spanning six continents. According to Ken Juster, a foreign policy adviser who helped plan the Europe trip, all that travel — combined with Bush's natural curiosity, and fascination with policy — adds up to an unusual depth of knowledge that has come through in private meetings this week. During a conversation with the Polish foreign minister about energy, for example, Bush's knowledge of liquified natural gas and oil shale made him more fluent in discussing the issue than even many presidents, said Juster, who was present at the meeting.On Friday night, Bush and his advisers dined at the presidential palace here with Estonian President Toomas Hendrick Ilves, and the country's ambassador to Russia. Over a lavish meal of quail, lamb, and fish, Bush spoke animatedly with Ilves — an Ivy League-educated bow-tie enthusiast and Twitter obsessive who is known for his erudition — about their shared passion for tech futurism and education policy, among other things.“These are two very sophisticated people in international affairs,” Juster told BuzzFeed News. “The governor is extremely well read and well traveled, as is President Ilves. So it was a rich discussion... [Bush] is not someone who needs to get up to speed to visit these countries. \" (Ilves was not immediately available to comment on the meeting.)Bush's advisers stressed that the primary purpose of his Europe trip has been to gain on-the-ground insights into important diplomatic issues in the region — particularly the threat posed by Russian aggression — and to illustrate his vision for a more engaged and aggressive American presence abroad.But there is also a clear 2016 subtext to all the accounts of Bush wowing world leaders over dinner; or the photos of him shaking hands with uniformed military officers a couple hundred miles from the Russian border. Each image and anecdote from this trip is meant to ask a question of the GOP voters and foreign policy elites back home: Could President Walker actually handle all this?Bush's trip has received relatively little coverage in the United States, but the reviews in Republican circles have been generally positive.Elliott Abrams, a former foreign policy adviser to Ronald Reagan and George W. Bush, said Jeb has spoken \"at considerable length and with remarkable depth, the kind of foreign policy depth you don't expect from a governor.\"But not all of Bush's ideological allies are so easily impressed with his willingness to let a gaggle of political reporters follow him around Europe. Danielle Pletka, a conservative foreign policy expert at the American Enterprise Institute, said Bush \"certainly acquitted himself capably on the trip,\" but still chalked it up to a shallow public relations stunt.\"I just ask myself, what is the purpose of this trip other than to generate news stories? It's not like he's going to be able to change policy. It's not like we want Germans to vote for him,\" she said, adding, \"Frankly, I like much better the idea that candidates or would-be candidates would go overseas without reporters and actually seek to learn something, rather than going over and being pretend president.\"\n\n\n ", "title": "Jeb Bush's Dare To 2016 Rivals: Do What I Just Did In Europe", "url": "http://www.buzzfeed.com/mckaycoppins/jeb-bushs-dare-to-2016-rivals-do-what-i-just-did-in-europe", "topics": ["terrorism", "economy"], "people": ["Rand Paul", "Mitt Romney", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Sheldon Adelson", "Ronald Reagan", "Danielle Pletka", "Marco Rubio", "Vladimir Putin", "George W. Bush", "Angela Merkel", "Tim Miller", "Scott Walker", "Elliott Abrams"], "orgs": ["American Enterprise Institute", "NATO", "GOP"], "authors": [{"author_id": 6681, "fullname": "mckay coppins", "primary_org": "buzzfeed"}], "date_written": "2015-06-13 08:11:28", "org": "buzzfeed", "article_id": "8e3b3c1559c573f985a22b18fc534392", "date_access": "2015-06-13 07:33:42.742701"}