{"body": "Donald Trump said on Wednesday that he wouldnâ\u0080\u0099t put a label on whether his vision for Americaâ\u0080\u0099s health care system amounts to â\u0080\u009csocialized medicine,â\u0080\u009d arguing that â\u0080\u009cpeople dying in the streetsâ\u0080\u009d would lead to a revolution.", "byline": "", "description": "“I mean, the Republicans don’t want people dying in the street. There are gonna be some people that aren’t gonna be able to have — they don’t have any money!”\n\nSteve Helber / AP\nDonald Trump said on Wednesday that he wouldn't put a label on whether his vision for America's health care system amounts to \"socialized medicine,\" arguing that \"people dying in the streets\" would lead to a revolution.\n\"If a person has no money, you can't let the person die,\" he said. \"You can't let the person die on the street. You just can't let it happen,\" Trump said. \"And you know, I keep talking about the Republicans — they have heart. But some people would cri — 'Oh, is this socialized medicine?' I don't put a label on it. We have hospitals that can handle it easily and frankly inexpensively.\"\nThe Republican presidential candidate was discussing the broad contours of his yet-to-be-released health care platform with Iowa radio host Simon Conway, saying first that \"I wanna go private\" and explaining his intent to eliminate inter-state barriers that stop people from buying health care in different states, a system he called a \"phony line situation.\"\nTrump then added that, though he wants to decrease the government's role in the health care market and \"get rid of all the restrictions,\" he also doesn't want people \"dying in the streets.\" \n\"I don't want to see people dying in the streets, Simon, and neither do you,\" he said. \"And neither do great Republicans. I mean, the Republicans don't want people dying in the street. There are gonna be some people that aren't gonna be able to have — they don't have any money!\"\nClaiming that he planned to \"make a deal where we take care of people with hospitals,\" Trump went on to suggest that, if people were dying in the streets, \"it would be a revolution.\"\n\"But we can't have people dying in the streets, Simon, and right now, you're gonna have a problem — I mean, it would be a revolution,\" Trump said. \"We can't have people because they have no money that they don't have a clinic that they can at least go to to get a pill to straighten themselves — you know, in many cases it's not even like an operation — it's they need a pill or they need something. And I don't think, we just can't have people dying in the streets.\"\n\nw.soundcloud.com", "title": "Trump On Whether Health Care Plan Is Socialized Medicine: \"I Don't Put A Label On It\"", "url": "http://www.buzzfeed.com/christophermassie/trump-on-whether-healthcare-plan-is-socialized-medicine-i-do", "topics": ["personality"], "people": ["Donald Trump", "Steve Helber"], "orgs": [], "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-10-16 17:41:59", "org": "buzzfeed", "article_id": "2b2a2ab791cdbbd23cff29fbf7c3816f", "date_access": "2015-10-16 18:11:45.348201"}