{"body": "The mechanics are simple: Iowa has somehow managed to ensure it always hosts the first caucuses in the country, where voters whittle down potential nominees for president. This means a state with about 1% of the countryâ\u0080\u0099s population will play a key role in who gets to be selected as the presidential nominee for both parties â\u0080\u0093 the equivalent of giving an English county such as Norfolk the defining voice in selecting who gets to run the country.\nI had been warned that a defining characteristic of the Iowa State Fair was the tendency to fry everything that has ever lived in batter and then put it on a stick.\nBut then it went very wrong. There was a hidden sausage, inside the multiple layers of deep-fried goodness.\nThere really ought to be a training guide for British people who mistakenly thought a corndog was vegetarian.", "byline": "", "description": "It’s time for the Iowa State Fair. BuzzFeed UK’s Jim Waterson attempts to understand U.S. politics.\nIt's the Iowa State Fair, where a million people descend on Des Moines showgrounds and are joined by anyone and everyone who wants to be the next U.S. president.\n\nAll the candidates spend lengthy amounts of time criss-crossing this midwest agricultural state – and they're all expected to pay a visit the rip-roaring orgy of drink, food, and heavy agriculture that is the Iowa State Fair.\nJustin Sullivan / Getty Images\n\nIf you don't go to this particular state fair, you're going to struggle to get elected.\n\nWin Mcnamee / Getty Images\nThe mechanics are simple: Iowa has somehow managed to ensure it always hosts the first caucuses in the country, where voters whittle down potential nominees for president. This means a state with about 1% of the country's population will play a key role in who gets to be selected as the presidential nominee for both parties – the equivalent of giving an English county such as Norfolk the defining voice in selecting who gets to run the country.\nNo one really stops to question this process. \nStill, this means that a visit to Iowa State Fair is a must if you want to endear yourself to potential candidates. It's great to see that the best way to find a candidate to run the country is to subject them to a large dose of carbohydrates and fire testy questions from an irate crowd who only really turned up to look at some prize cows.\n\nView Entire List ›", "title": "21 Ways The Iowa State Fair Is Utterly Baffling To A British Person", "url": "http://www.buzzfeed.com/jimwaterson/look-at-the-state-of-this", "topics": ["campaign_finance"], "people": ["Jim Waterson", "Justin Sullivan"], "orgs": [], "authors": [{"author_id": 14683, "fullname": "jim waterson", "primary_org": "buzzfeed"}], "date_written": "2015-08-16 21:31:03", "org": "buzzfeed", "article_id": "a7ca58285861d1e393a472d8905bf6e0", "date_access": "2015-08-16 20:40:06.661638"}