{"body": "Shortly after Emily Benavides joined Jeb Bushâ\u0080\u0099s campaign as Hispanic media director, she took a trip to the nearby Hialeah headquarters of Telemundo and also met with Univision. Shortly after Amanda Renteria joined Hillary Clintonâ\u0080\u0099s campaign earlier this year as national political director, she too took a trip to South Florida, this one to Univision.", "byline": "", "description": "Top campaigns are making the pilgrimage to Miami to talk with the Spanish-language giants — and some aren’t. But there is also tension between the Bush and Clinton camps on how the more adversarial Univision has covered them.\n\n\nUnivision\n\n\nShortly after Emily Benavides joined Jeb Bush's campaign as Hispanic media director, she took a trip to the nearby Hialeah headquarters of Telemundo and also met with Univision. Shortly after Amanda Renteria joined Hillary Clinton's campaign earlier this year as national political director, she too took a trip to South Florida, this one to Univision.\nThere, each took a series of meetings with executives, producers, and journalists at the giants in the Hispanic media industry that continued beyond those first encounters. This is not a coincidence — it's the new normal. The deep and consistent outreach to Spanish-language networks and journalists by the two campaigns represent an early bet that Hispanic voters will play a key role in deciding the next president of the United States.\nBut cultivating relationships with the networks — Univision, which reaches 93% of Latinos, and Telemundo — means more than simple meetings. Campaign officials navigate the complex series of relationships and past coverage, a high-stakes dance in playing networks and anchors off each other, where Univision is king and more adversarial, and Telemundo is rising and hoping to establish itself during the 2016 cycle.\nTake, for instance, the example of the Bush campaign. \nDuring her trip to Hialeah, Benavides met with Telemundo executives and talent, including anchor Jose Diaz-Balart. She's had lunch with journalist Maria Peña from La Opinión, connected with the Spanish-language newswire EFE, and Skyped into the studios down in Florida to get face time with reporters from Univision and Telemundo. Her efforts represent the broad-based approach that many of the campaigns are taking — at least the ones with an eye toward the Hispanic vote.\nBut the campaign has also been frustrated with, in particular, Univision, the network that often draws the ire of Republicans for its immigration coverage, and ties to Clinton. In April, before Bush formally announced that he was running, Univision ran a segment on his wife's aunt, who works for meager wages in Mexico. \nThe segment featured a Mexican woman saying that she hoped Columba Bush would remember her people if she becomes the First Lady — and concluded with Columba Bush's aunt saying she hoped her niece would remember her blood. Hispanic Republicans and the campaign were annoyed with the segment, and Bush gave his first national Spanish-language interview instead to Telemundo's Diaz-Balart at the end of July.\nTelemundo is smaller than Univision but has seen an uptick in viewership. During weekdays in July, it registered \"the smallest gap with Univision in its history\" with only 238,000 viewers separating it among the coveted 18-49 group. Comparatively, in July 2013, \"the gap between Telemundo and Univision was nearly 1.2 million adults 18-49 in weekday primetime,\" according to numbers reported by the network.\nThe interview with Telemundo and Bush should be seen through that prism. A source said when Obama, who has no love lost for Univision's Jorge Ramos after his tough interviews of the president on immigration, sat down with Telemundo earlier this year, the White House took into account the network's relationship with different NBC News properties. Telemundo's parent company is NBCUniversal. (NBCUniversal announced plans to invest in BuzzFeed.)\nThis interview may have already paid dividends. A Gallup poll released Monday found that besides Donald Trump cratering with Hispanics, Jeb Bush's favorability went up a significant 21 points from July when it was +1, to August when it was +22. The Telemundo interview, where Bush talked about his Hispanic family, was July 27.\nThe tension between the campaign and Univision appears to be ongoing. On at least one occasion, Bush who speaks fluent Spanish, has gotten himself on Univision without having to speak directly to the network. In an interview with ABC News shortly after his official announcement, a source said his campaign requested a Spanish-speaking reporter to give soundbites to, which Univision was then forced to take because it has a partnership with ABC News.\nUnivision — across party lines — remains a point of contention. Marco Rubio and the network had a high-profile spat in 2011. The network planned a story on a decades-old drug bust of the senator's brother-in-law, but offered to approach on-air coverage of the story differently — if Rubio agreed to an interview with Ramos. Sources say the relationship is not perfect but has improved since then.\nThis year, he's spoken to Ramos on Univision and Diaz-Balart on Telemundo — and his campaign already has existing relationships with many of the network's producers and reporters in Florida, as well.\nThe Clinton campaign, too, has been frustrated by Univision. Clinton participated an interview with Maria Elena Salinas on Univision two weeks ago. Taking place two weeks after Bush's interview with Telemundo, the campaign perhaps hoped to also make the interview more biographical and personal. But while the interview was wide-ranging, a source said the campaign was annoyed with questions about her private email server, which have also dominated English-language media. \nThis is not the first time the campaign has chided Univision for its coverage, a source outside the network said. At the kickoff event on Roosevelt Island in New York City earlier this summer, communications director Jennifer Palmieri spoke with Univision and said the campaign would like to see the network cover more issues besides immigration.\nEarlier this year, Renteria met with the president and vice president of news at Univision. She met with producers and journalists, too, spending a morning there and taking the time to shoot some biographical segments for the Fusion network. \nClinton campaign officials told BuzzFeed News they have engaged Spanish-language media on issues like education, the economy, and voting rights, in addition to immigration.\nThe network is able to push the campaigns because it is still a dominant presence when it comes to reaching Latinos. Univision.com is the most visited Spanish-language website among U.S. online Hispanics and 83% of its flagship Noticiero Univision 18-49 audience does not watch any of the English-language evening news programs on ABC, CBS, or NBC, according to internal Univision figures.\nStill, many Republican campaigns have not made outreach to the Spanish-language networks a priority. Scott Walker's campaign, which hasn't made Latino voters a priority in general, is said to not be engaging the networks, with Ted Cruz being difficult to get and Rand Paul, as well. \n\"Telemundo wishes Republicans would reach out more,\" a source at the network said, calling it an opportunity for them. The lack of engagement costs Republicans who need Hispanic voters more, the source said, noting that Telemundo has reached out often. \nA Univision source said representatives have reached out to all 17 Republican candidates and the five Democratic candidates, but not all of them are available to sit down with the network. A separate source said Univision's message to the Clinton campaign, for example, was that they don't just want access at the lower levels, but to officials like campaign chairman John Podesta, Palmieri, and Renteria, as well as Clinton herself.\nMartin O'Malley, who went on Ramos' Al Punto last year during the height of the surge of unaccompanied minors from Central America, benefits from the relationships of one of his top staffers, Gabriela Domenzain. She used to work at Univision and led Obama's 2012 Hispanic media operation. O'Malley has been on locally on Univision in Nevada and the campaign has plans to bring him down to Florida soon. Bernie Sanders was recently interviewed by Ramos in Fort Lauderdale for Univision and Fusion, has been on Univision affiliates in Las Vegas and San Francisco, and has a national Telemundo interview coming.\nAnd the networks are looking forward to showcase events featuring the candidates next year, too. Telemundo is holding a Republican debate with NBC News and National Review, in Houston, Texas on Feb. 26. After public finger-pointing with the RNC when it didn't get a debate, Univision will hold a Republican candidates' forum in addition to its March DNC debate.\nFor the candidates who do speak to this crucial but harder to reach audience, there is an opportunity to show a side that Hispanic voters may identify with, but English-language media may not pick up on. \nIn his interview with Diaz-Balart on Telemundo, Bush talked about instances when his kids faced discrimination because they were Latino, he told the story of falling in love with his Mexican-American wife, and made a promise that he would make \"immigration reform\" a priority.\nSpeaking to Salinas, Clinton shared what she learned from losing to an \"extraordinarily charismatic, impressive candidate\" like Obama, about how her education plan would help Latinos who are going to college at higher rates, and about how she seeks to make an immigration overhaul with a path to citizenship a mobilizing voting issue for Hispanics.\nAnd Latinos were the only ones watching.\n\nView Entire List ›", "title": "The Behind The Scenes Jockeying To Speak To Univision And Telemundo Ahead Of 2016", "url": "http://www.buzzfeed.com/adriancarrasquillo/behind-the-scenes-jockeying-to-speak-to-univision-telemundo", "topics": ["immigration"], "people": ["Rand Paul", "Jeb Bush", "Martin O'Malley", "Maria Pena", "Maria Elena Salinas", "Jorge Ramos", "Amanda Renteria", "Hillary Clinton", "Jennifer Palmieri", "Donald Trump", "Marco Rubio", "Gabriela Domenzain", "Bernie Sanders", "Columba Bush", "Emily Benavides", "Scott Walker", "John Podesta", "Ted Cruz"], "orgs": ["DNC", "National Review", "RNC", "Univision", "Al Punto", "Noticiero Univision", "Telemundo", "Gallup", "United States.", "NBCUniversal"], "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-08-25 21:40:59", "org": "buzzfeed", "article_id": "103d7de4fd80aacd11bb0eda0222df03", "date_access": "2015-08-25 21:50:48.468673"}