{"body": "", "byline": "", "description": "\nMANDEL NGAN / Getty Images\nGOP presidential candidate Donald Trump refused to say Monday whether he has spoken with anyone from Fox News after his comments about debate host Megyn Kelly blew up in the wake of last week's Republican presidential debate.“Obviously it’s not in Fox News’ best interest to be in a war with you, it’s not in your best interest to be in a war with Fox News,” in an interview with MSNBC’s Morning Joe host Joe Scarborough said. “Have you talked to [Fox News Chairman Roger Ailes] over the weekend? Have you talked to anybody at Fox News over the weekend about trying to find common ground with the network?”Trump refused to answer, saying he is not going to embarrass anyone. Scarborough repeated his questions.“My whole life has been led on the theory that I do not want to embarrass people,” Trump said.After Thursday's debate, Trump said Fox News moderator Megyn Kelly – who asked him tough questions – had \"blood coming out of her wherever.\" Trump later said he intended to say \"nose\" – and criticized those who assumed he was referring to Kelly's menstrual cycle.In response to Trump's comments, the editor-in-chief of RedState, a conservative political blog, disinvited Trump from an event he was scheduled to speak.A day later, Trump's top political consultant, Roger Stone, parted ways with the campaign. While he maintains that it was his decision to leave, Trump's spokesperson insists Stone was fired.Trump told Scarborough that Fox News does not treat him well, and that Kelly should be apologizing to him for asking inappropriate questions.Watch the full clip below.\n\nLINK: Donald Trump Disinvited From Redstate Gathering For Megyn Kelly “Blood” Comments\n\nLINK: Donald Trump And Top Political Adviser Part Ways After Megyn Kelly Comments\n\nLINK: Fox News Turns On Trump In Hard-Charging Debate\n\n\n", "title": "Donald Trump: \"I Do Not Want To Embarrass People\"", "url": "http://www.buzzfeed.com/maryanngeorgantopoulos/donald-trump-i-do-not-want-to-embarrass-people", "topics": ["personality", "economy"], "people": ["Donald Trump", "Joe Scarborough", "Roger Ailes", "Megyn Kelly", "Roger Stone"], "orgs": ["MSNBC", "Scarborough"], "authors": [{"author_id": 7354, "fullname": "mary ann georgantopoulos", "primary_org": "buzzfeed"}], "date_written": "2015-08-10 14:00:22", "org": "buzzfeed", "article_id": "beaca12a9d773a44ed3c58d584527f40", "date_access": "2015-08-10 13:30:47.164157"}