{"body": "", "byline": "", "description": "\nRichard Drew / AP\nDonald Trump's off-the-cuff comments regarding women have once again landed him in hot water and thrust him back into the headlines, this time after making disparaging comments about Carly Fiorina's appearance.\"Look at that face!\" he is quoted in the September issue of Rolling Stone referring to Fiorina, who is also campaigning to win the Republican nomination for the 2016 presidential election. \"Would anyone vote for that? Can you imagine that, the face of our next president?!\"The comments from the leading Republican candidate are not the first controversial remarks he's made during his candidacy, nor the first disparaging comments he's made about women.\n\nJim Cole / AP\n\"I mean, she's a woman, and I'm not 'sposedta say bad things, but really, folks, come on. Are we serious?\" he's quoted by Rolling Stone as saying.Fiorina responded to the comments Wednesday during an appearance on Fox News, saying they \"speak for themselves.\"\"Maybe I'm getting under his skin a little,\" added Fiorina, whose popularity in the Republican field has risen since the last debate.\n\nThe Kelly File / Via video.foxnews.com\n\"I'm not going to spend a single cycle wondering what Donald Trump means,\" she told host Megyn Kelly, who has herself been targeted by Trump.After the first debate on Fox News, Trump called Kelly, who was one of three moderators, a \"bimbo\" and said the questions aimed at him were unfair.In an interview, the real estate mogul hypothesized that the Fox News anchor may have had \"blood coming out of her wherever,\" resulting in the pointed questioning.\n", "title": "Donald Trump On Carly Fiorina: \"Look At That Face\"", "url": "http://www.buzzfeed.com/salvadorhernandez/donald-trump-on-carly-fiorina-look-at-that-face", "topics": ["personality", "women", "campaign_finance"], "people": ["Donald Trump", "Carly Fiorina", "Richard Drew", "Megyn Kelly", "Jim Cole"], "orgs": ["Rolling Stone"], "authors": [{"author_id": 10960, "fullname": "salvador hernandez", "primary_org": "buzzfeed"}], "date_written": "2015-09-10 03:12:51", "org": "buzzfeed", "article_id": "3dc44389df89340e74b3a89c3161de4c", "date_access": "2015-09-10 02:18:53.683674"}