{"body": "", "byline": "", "description": "In an amicus brief provided to BuzzFeed News, the Congressional Black Caucus invokes the Voting Rights Act in their challenge to Wisconsin’s voter ID law.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\tMILWAUKEE, WI - NOVEMBER 4: A man checks in at the city hall building where citizens cast their vote on election day November 4, 2014 in Milwaukee, Wisconsin.\n\n\n Getty Images Darren Hauck\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n WASHINGTON –– The Congressional Black Caucus on Tuesday submitted an amicus brief in the Wisconsin voter I.D. case, BuzzFeed News has learned.\n\nThe primary question before the Supreme Court is whether Wisconsin's voter I.D. law, touted in recent speeches by Wisconsin Gov. Scott Walker, a presidential hopeful, violates the Constitutional guarantee of equal protection under the law. \n\nIt is also expected to decide whether Wisconsin's voter I.D. laws are racially discriminatory.\n\n\"As lawmakers, members of the CBC are committed to ensuring that the Voting Rights Act continues to serve as a robust and meaningful vehicle for protecting access to the voting booth for all Americans,\" reads the brief, which was provided to BuzzFeed News. \"Correspondingly, members of the CBC are committed to ensuring fidelity to the text, history and purpose of the Voting Rights Act.\"\n\nWalker got some of the loudest applause in speech to the Iowa Freedom Summit last month when he addressed his state's voter ID law and defending his record as a conservative in a blue state. \"And we believe it's important to protect the integrity ... of each and every vote cast. So we require in our state, by law, a photo I.D. to vote,\" he said. \"We weren't afraid to go big and go bold. Maybe that's why I won the race for governor three times in the last four years. Three times mind you in a state that hasn't gone Republican for president since I was in high school more than 30 years ago.\"\n\nThe CBC has prioritized voting issues under leadership of North Carolina Rep. G.K. Butterfield, himself a former judge. \n\n\"Many of us led the fight to end the practice of voter disenfranchisement 50 years ago, and we cannot afford to standby and do nothing while historical advancements in equality and fairness are reversed with laws such as Wisconsin's discriminatory voting practice which, if allowed, will open the floodgates across the country to silence many American voices by making it increasingly harder for all citizens to vote and have a say in America's democratic process,\" Butterfield said in a statement.\n\n\"Politicians like Governor Scott Walker who advocate for such discriminatory laws claim that it addresses the 'growing threat' of voter fraud and will help protect our democracy from those who attempt to game the system,\" Rep. Gwen Moore of Wisconsin told BuzzFeed News. \"But the 'growing threat' here isn't voter fraud. The real \"growing threat\" is voter suppression and the lawmakers behind it.\"\n\nSome in the CBC, including Moore, have called Wisconsin the \"Selma of the North,\" in terms of the direct impact the law has in disenfranchising voters, particularly in Milwaukee. \n\n\"You don't have to be a legal scholar to recognize that it is a dangerous time for American voters in Wisconsin and across our country,\" said Moore. \"Wisconsin's voter ID law has nothing to do with stopping the fictitious threat of voter fraud and everything to do with making it harder for more eligible voters to register and vote.\"\n\nA release by the CBC Tuesday urged justices to hear a case filed by the Advancement Project against Wisconsin's restrictive voter ID law.\n\nThe brief cites the \"well-known history of minority voter disenfranchisement necessitated the introduction and passage of the Voting Rights Act in 1965.\"\n\n\"It is undeniable that the VRA's accomplishments inspired hard-won, centuries-delayed public confidence in the legitimacy of the country's electoral system. With the VRA in place, minorities and non-minorities alike could have greater faith that election results genuinely reflected the will of the people—all of the people,\" the brief reads.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n ", "title": "Black Lawmakers Urge Supreme Court To Strike Down Wisconsin Voter ID Laws", "url": "http://www.buzzfeed.com/darrensands/black-lawmakers-urge-supreme-court-to-strike-down-wisconsin", "topics": ["campaign_finance", "gay_marriage"], "people": ["G.K. Butterfield", "Darren Hauck", "Scott Walker", "Gwen Moore"], "orgs": ["CBC", "I.D.", "Congressional Black Caucus", "Supreme Court", "Voting Rights Act"], "authors": [{"author_id": 6690, "fullname": "darren sands", "primary_org": "buzzfeed"}], "date_written": "2015-02-10 17:18:09", "org": "buzzfeed", "article_id": "54c413db57e7afe75153bb107c14f0ae", "date_access": "2015-02-17 16:46:04.525165"}