{"body": "", "byline": "", "description": "\nFrederic J Brown / AFP / Getty Images\nAs Scott Walker's presidential bid founders, some in the candidate's orbit are participating in a whisper campaign against his top strategist and campaign manager, Rick Wiley.A number of Walker's donors and supporters have been circulating a rumor about Wiley in recent days, apparently aimed at discrediting him and bringing about a shakeup in the organization, according to two Republican sources. The sources, neither of whom is affiliated with a presidential campaign, said they heard the rumor from people in Walker's camp. They also said an anonymous letter about Wiley is circulating in political and donor circles, though it is unclear where it originated.BuzzFeed News could not confirm the details of the rumor, and will not publish it.Asked about the whisper campaign, Walker spokesperson Kirsten Kukowski acknowledged the rumors but said they were false, and that the candidate wouldn't be distracted by \"the sideshow.\"\"Governor Walker routinely says we need to talk about the issues instead of the sideshow because our country deserves it,\" Kukowski said in a statement to BuzzFeed News. \"We have a plan to share Governor Walker's WI record of reform and results and his vision with the American people, and will continue to execute on it. This isn't a reality show, the whisper campaign isn't based in reality and has no place in the process to elect the next president of the United States.\"The influential conservative talk radio host and blogger Erick Erickson appeared to allude to the whisper campaign Thursday on Twitter: \"Lots of different people all sending me the same rumor about a particular campaign manager caught indecently at the Ohio debate.\"As the Washington Post reported Thursday, Walker's financial backers are pressuring him to replace Wiley, who they believe has mismanaged the campaign's funds and failed to adequately respond to the candidate's sharp drop in national polls over the summer.\"There is a substantial amount of chatter that he needs to go,\" a Walker fundraiser told the Post. \"People are worried.\" Walker told the newspaper he had just finished a conference call with 80 top donors and none of them brought it up.\n", "title": "Sources: Scott Walker's Donors Are Circulating Rumor About Campaign Manager", "url": "http://www.buzzfeed.com/mckaycoppins/sources-scott-walkers-donors-are-circulating-rumor-about-cam", "topics": ["personality", "campaign_finance"], "people": ["Erick Erickson", "Frederic J Brown", "Scott Walker", "Kirsten Kukowski", "Rick Wiley"], "orgs": ["United States."], "authors": [{"author_id": 6681, "fullname": "mckay coppins", "primary_org": "buzzfeed"}], "date_written": "2015-09-18 16:14:22", "org": "buzzfeed", "article_id": "0a81572d203b362ac68f37124069ed95", "date_access": "2015-09-18 15:19:21.916960"}