{"body": "", "byline": "", "description": "\nJoe Raedle / Getty Images\nLAS VEGAS — There is a consensus among all the major politicians running for president in America, regardless of their party: Edward Snowden, they all say, deserves to face federal prosecutors for illegally leaking vast troves detailed information about government surveillance programs to the press.That puts them at odds with privacy activists who have called for Snowden to get immunity for his crimes, which led to ongoing conversations about oversight of domestic surveillance and changes to the National Security Administration. The ACLU has called on President Obama to give Snowden immunity, allowing him to return to the United States from Russia without facing charges.The idea has received little interest from the White House, and, after Tuesday’s Democratic presidential debate here, essentially zero interest on the presidential campaign trail.There were some nuanced differences between how the various candidates on stage approached Snowden when asked about him, but every one of them — with the exception of Lincoln Chafee, the low-polling former governor of Rhode Island — said the former NSA contractor needs to be prosecuted.Former Secretary of State Hillary Clinton was especially tough on Snowden, saying his tactics ignored existing protections he had before his leaks.“He could have been a whistleblower. He could have gotten all of the protections of being a whistleblower. He could have raised all the issues that he has raised. And I think there would have been a positive response to that,” she said. “He stole very important information that has unfortunately fallen into a lot of the wrong hands. So I don’t think he should be brought home without facing the music.”One by one, the five candidates on stage were asked if Snowden should be prosecuted and they all said yes. Bernie Sanders, the independent senator from Vermont and Clinton’s top rival for the nomination, said that the reforms to the American surveillance state made after information leaked by Snowden caused outrage in the U.S. and abroad should be taken into account.“Snowden played a very important role in educating the American people to the degree in which our civil liberties and our constitutional rights are being undermined,” Sanders said.But he stopped short of saying Snowden deserves immunity.“He did break the law, and I think there should be a penalty to that. But I think what he did in educating us should be taken into consideration,” Sanders said.Two of the other candidates on stage, former Maryland Gov. Martin O’Malley and former Virginia Sen. Jim Webb, also called for prosecution of Snowden, with various degrees of condemnation for his crimes as well as his decision to flee the country and accept the protections of the Russian government.Chafee has been an outlier on the issue, saying that Snowden should be brought home, and though he has largely avoided saying whether Snowden deserves jail time (including in Tuesday's Democratic debate), he has tweeted that Snowden has \"done his time.\"Overall, it’s been a similar situation on the Republican side of the presidential contest. Even Kentucky Sen. Rand Paul, who has been among the most critical of the NSA following the Snowden leaks, has declined to offer Snowden the amnesty privacy advocates support.“I know most people would want me to say yes [to pardoning Snowden] and part of me says yes and part of me says we cannot have no rules,” Paul told an audience in New Hampshire last week. \"We do have secrets — maybe too many — but we do have secrets that need to be protected. We have operatives who try to risk our lives to defend our country and he [Snowden] didn’t reveal that, but you don’t want people to reveal things like that.”Paul said he’d support some kind of “accommodation” for Snowden that required him to “serve some sentence” for the leaks.Other Republican candidates are tougher on Snowden, Florida Sen. Marco Rubio called him “traitor” in 2013. In July, Jeb Bush expressly ruled out any legal accommodations for Snowden in a tweet.“Snowden broke the law, recklessly endangered nat'l security, & fled to China/Russia,” Bush tweeted. \"He should be given no leniency.”\n\n", "title": "Every Major Presidential Candidate Wants To Prosecute Edward Snowden", "url": "http://www.buzzfeed.com/evanmcsan/every-presidential-candidate-wants-to-prosecute-edward-snowd", "topics": ["campaign_finance"], "people": ["Rand Paul", "Joe Raedle", "Martin O'Malley", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Jim Webb", "Bernie Sanders", "Edward Snowden"], "orgs": ["NSA", "ACLU", "Lincoln Chafee"], "authors": [{"author_id": 6685, "fullname": "evan mcmorris-santoro", "primary_org": "buzzfeed"}], "date_written": "2015-10-14 06:30:42", "org": "buzzfeed", "article_id": "00a9a94e96973c7efb59549c5217b6a9", "date_access": "2015-10-14 17:18:06.414266"}