{"body": "", "byline": "", "description": "\nMark Wilson / Getty Images\nWASHINGTON — Planned Parenthood may not be defunded, but both Republicans and Democrats are both making moves that will likely keep the organization, and the fight over abortion, front and center for months.Big money outside groups working on behalf of GOP presidential candidates are already targeting the group in ads and direct mail. House Republicans are setting up a special panel — similar to the Select Committee on Benghazi — to investigate the claims made by undercover videos released by a pro-life group, accusing Planned Parenthood of selling aborted fetuses’ organs and tissues. And an increasing number of GOP-controlled state legislatures are pushing to take action against the group, as White House hopefuls constantly criticize Planned Parenthood, going as far as to say that the group is “butchering babies for body parts.”Meanwhile, Democrats have maintained that the “doctored videos” are just the latest example of Republicans’ war against women. On Capitol Hill, Democrats are trying to foil investigative efforts. And on the campaign trail, after briefly saying the pictures from the videos were “disturbing” this summer, Hillary Clinton has vigorously defended Planned Parenthood on the stump and in campaign videos, including using the word “abortion” — something that pro-choice candidates don’t always do.Planned Parenthood itself has spent six-figures on ads, including some targeting GOP senators in tough re-election races, aggressively lobbied members of Congress, and recently organized a “Pink Out Day” to put the “faces and stories of patients' front and center,\" said Dawn Laguens, executive vice president and chief experience officer of Planned Parenthood Federation of America, in an interview.The cumulative effect: As the investigations, defense efforts, and attack ads from both sides continue, the debate over Planned Parenthood isn’t going anywhere anytime soon — and could play a significantly more prominent role in the 2016 campaign than in recent cycles.Although President Barack Obama has said he will veto any legislation against Planned Parenthood, there's little he can do to affect moves on Capitol Hill or in presidential campaigns. And while Laguens said Planned Parenthood’s polling has shown its brand hasn’t suffered from Republicans’ efforts yet, a poll released by Quinnipiac University recently found that 44 of those surveyed in September had a favorable view of the group and 39 had an unfavorable view. That’s down from the same survey in August, which found that 46% had a favorable view and 30% had an unfavorable view. According to Quinnipiac, \"voter support for Planned Parenthood is tepid,\" but most voters still don't want to cut off federal funding.Planned Parenthood is the largest provider of abortions in the U.S., but legally no federal funds can be used for abortions except for Medicaid patients in cases of rape, incest, or a threat to the mother's life. Federal funds, which make up 40% of the group's budget, are however used to cover services like contraception, cancer screenings, and treatment of sexually transmitted diseases.For the last few weeks, conservatives in Congress were focused on using a spending bill to fund the government as leverage to take away taxpayer dollars from Planned Parenthood and transfer them to community health centers. The effort ultimately failed, but Republicans are still looking to defund the group through a budgetary process called reconciliation, knowing their limitations.“Of course the president will very likely veto that and further and further cement his place in history as the abortion president,” said Rep. Trent Franks, the Republican from Arizona who is one of the most vocal pro-life members on the Hill.The House Oversight and Government Reform Committee also recently grilled Planned Parenthood’s president Cecile Richard in a five-hour-long hearing on how the group spends taxpayer dollars. Democrats said they were appalled by the combative tone of the hearing.“I thought Cecile was remarkable, and I have never seen a witness before a committee of House of Representatives so poorly treated,” said Rep. Louise Slaughter, co-chair of the House pro-choice caucus. “They literally refused to let her answer questions that they peppered her with over and over again.”Slaughter also said that Republicans continue to target Planned Parenthood’s federal funds, knowing that the group is legally barred from using taxpayer money for abortions. “They seem to have no clue of that…One in five Americans have gotten treatment at Planned Parenthood. They know what it does.”House Republicans are expected Wednesday to approve a special committee whose sole focus will be to investigate Planned Parenthood.Tennessee Republican Rep. Marsha Blackburn, who is expected to chair the committee, rejected criticism that the goals of the new panel would be politically-driven. “What we want to do is see how Planned Parenthood has spent [taxpayer] money,” she said.Laguens called the committee a \"right-wing ideological crusade,” adding that the group's efforts to beef up its lobbying presence and campaign contributions have helped prepare them from the for the GOP onslaught. \"This shows everyone why having a lobbying and political strategy is critically important. Things would be far worse if we didn't.\"Since 2011, Planned Parenthood has bolstered its federal lobbying. The group and its affiliates spent at least $1.5 million each year on lobbying the federal government the last two years, lobbying disclosures show. The group has two high-powered lobby shops — Capitol Counsel and Glover Park Group — on retainer and has hired veteran Democratic public relations firm SKDKnickerbocker.“I think it is part of political theater and circus,” added Laguens on the special committee. “And Kevin McCarthy, the likely speaker, admitted as much when he described they had intentionally created the Benghazi committee to destroy Hillary Clinton, and now they're trying to do that with Planned Parenthood.”Planned Parenthood has significantly increased its campaign contributions to mostly Democratic members of Congress in recent years, spending a record $1.8 million in the last presidential cycle, federal records show. In addition to the $1.6 million in contributions it made in 2014, it also shelled out $6.1 million in outside spending on behalf of Democrats.Laguens said she expects their 2016 election contributions to be at about the same level.And while further action on the Hill or the release of any more videos will likely keep Planned Parenthood in the news, the presidential campaign may be where the real, national debate about the organization and abortion continues.During the 2012 cycle, a decision by the Komen Foundation to stop grants to Planned Parenthood — a decision later reversed — turned into a short-lived campaign issue. But so far in this cycle, efforts to either defund or defend Planned Parenthood, as well as what restrictions or exceptions should be placed on abortion law, have been more prominent in presidential debates, interviews and fundraising. The question of exceptions, for instance, was asked multiple times in the first Republican presidential debate, and Clinton has been asked in recent interviews what restrictions she would support.So far, a nonprofit working on behalf of Marco Rubio has already sent out a mailer to voters in Iowa saying Rubio would defund the group. The pro-Fiorina super PAC posted a graphic online ad that included a clip from the last debate in which Carly Fiorina dared Obama and Clinton to watch the undercover videos. And another group supporting Ted Cruz, who urged Republicans to risk a government shutdown over defunding the group, is expected to highlight the Texas Republican’s crusade against Planned Parenthood in upcoming ads.“Ted Cruz is only leader who dared go after Planned Parenthood and confront Republican leaders, who claim to be pro-life, so we will be looking at the great swath of excellent quotes from the senator to use in our coming ads, as well as conduct focus groups to learn which messages resonate with voters the best,” said Kellyanne Conway, president of the super PAC, Keep the Promise I.On the Democratic side, in addition to Planned Parenthood’s own efforts, another influential pro-choice group, Emily's List, has partnered with the pro-Clinton super PAC Priorities USA to raise and spend $20 million mobilizing women in support of the former secretary of state.“We will make sure that women understand where the Republican nominee stands on choice and women’s health,” said Anne Caprara, executive director of Priorities USA Action, “and we will fight against the GOP’s extremist agenda that would marginalize opportunities for women and block access to health care.”\n", "title": "The Stage Is Set For The Planned Parenthood Political Debate To Keep Going Into 2016", "url": "http://www.buzzfeed.com/tariniparti/the-stage-is-set-for-the-planned-parenthood-political-debate", "topics": ["abortion"], "people": ["Dawn Laguens", "Anne Caprara", "Louise Slaughter", "Kellyanne Conway", "Cecile Richard", "Trent Franks", "Hillary Clinton", "Marsha Blackburn", "Marco Rubio", "Barack Obama", "Mark Wilson", "Carly Fiorina", "Ted Cruz"], "orgs": ["PAC Priorities USA", "Quinnipiac University", "Congress", "Select Committee", "Capitol Counsel", "Quinnipiac", "Priorities USA Action", "House Republicans", "GOP", "Parenthood", "House of Representatives", "Government Reform Committee", "PAC", "Glover Park Group", "Planned Parenthood", "Planned Parenthood Federation of America"], "authors": [{"author_id": 30730, "fullname": "tarini parti", "primary_org": "politico"}], "date_written": "2015-10-07 20:15:58", "org": "buzzfeed", "article_id": "f1cad315c0e860beb1e12b5605871cb7", "date_access": "2015-10-07 20:17:29.825012"}