{"body": "Wisconsin Gov. Scott Walker says he hopes President Obama walks away from the nuclear deal the United States is negotiating with Iran and that he believes Iranâ\u0080\u0099s Supreme Leader might have â\u0080\u009csavedâ\u0080\u009d the United States from negotiating a bad deal by making provocative statements that undermine the outlined agreement to limit Iranâ\u0080\u0099s nuclear capacity. ", "byline": "", "description": "“The only thing saving us is the Supreme Leader still doesn’t think that’s good enough…”\n\nSAUL LOEB / Getty Images\nWisconsin Gov. Scott Walker says he hopes President Obama walks away from the nuclear deal the United States is negotiating with Iran and that he believes Iran's Supreme Leader might have \"saved\" the United States from negotiating a bad deal by making provocative statements that undermine the outlined agreement to limit Iran's nuclear capacity. \n\"Well, I certainly hope that they will walk away from the deal. I think in some ways, oddly enough as it sounds, but the Supreme Leader of Iran has saved us,\" Walker said last week on the Lars Larson Show. Walker cited what he said was Secretary of State John Kerry not following through on guidelines he had set on any deal, such as it being permanent. The deal negotiated has a ten year window. \n\"I often joke that I'd love to play cards with President Obama, because when you look at this deal with Iran, it's clear that he folds, all the time,\" added Walker. \n\"The only thing saving us is the Supreme Leader still doesn't think that's good enough, and so that apparently is going to push them away from going forward with the deal —at least, appears to. But, you know — never, never, never take for granted just how far this administration under President Obama is willing to go to lead from behind, and so I still worry that this is ultimately something that the next president is going to have to deal with it.\"\nTwo weeks ago, in one of several statements that seem to undermine the agreement framework, Supreme Leader Ayatollah Ali Khamenei said sanctions need to be lifted before Iran dismantles any of its nuclear infrastructure and said there would be no freeze in Iran's enrichment of uranium.\nWalker added comments he has made before that he would pull back from the deal on day one as president. \n\"On Jan. 20, 2017, if I were elected president I would pull back from this awful deal on the very first day,\" he said adding he would also reinstate sanctions and ask American allies to do the same.\nHere's the audio:\n\nw.soundcloud.com", "title": "Scott Walker: \"Oddly Enough...The Supreme Leader Of Iran Has Saved Us\" From Bad Iran Deal", "url": "http://www.buzzfeed.com/andrewkaczynski/scott-walker-oddly-enoughthe-supreme-leader-of-iran-has-save", "topics": ["personality", "terrorism"], "people": ["Lars Larson", "John Kerry", "Ayatollah Ali Khamenei", "Scott Walker"], "orgs": ["Supreme Leader of Iran"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-07-06 21:00:11", "org": "buzzfeed", "article_id": "67d1ba56ef17663dd4adf97ef8597acd", "date_access": "2015-07-06 20:40:57.592414"}