{"body": "Huckabee quit his popular show on Fox News earlier this year to explore the possibility of running for president, saying at the time that he felt he might need to â\u0080\u009cleave a zone of comfort to engage in the conflicts that have almost destroyed the bedrock foundations of America.â\u0080\u009d", "byline": "", "description": "The former Arkansas Governor announced Tuesday that he will seek the presidency for the second time.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Scott Olson / Getty Images\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n\tFormer Arkansas Governor Mike Huckabee announced Tuesday that he will seek the presidency in 2016.\n\n\t \t  View Video ›\n\t  \n\t\n\n\n facebook.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Huckabee quit his popular show on Fox News earlier this year to explore the possibility of running for president, saying at the time that he felt he might need to \"leave a zone of comfort to engage in the conflicts that have almost destroyed the bedrock foundations of America.\"\n\nHuckabee ran for the Republican nomination in 2008, winning a surprise victory in the Iowa caucus. Huckabee, however, struggled to raise money in his previous presidential effort. He did not seek the nomination in 2012.\n\nAn ordained Southern Baptist minister, he is deeply popular among social conservatives, the base of the Republican Party that propelled him to early success in 2008. This time around, however, Huckabee faces more stiff competition in winning over that base, with candidates like Dr. Ben Carson and Sen. Ted Cruz also vying to assume the mantle of champion of the religious right.\n\n\n ", "title": "Mike Huckabee Officially Enters 2016 Race", "url": "http://www.buzzfeed.com/kyleblaine/mike-huckabee-officially-enters-2016-race", "topics": ["campaign_finance"], "people": ["Scott Olson", "Mike Huckabee", "Ben Carson", "Ted Cruz"], "orgs": ["Republican Party"], "authors": [{"author_id": 6689, "fullname": "kyle blaine", "primary_org": "buzzfeed"}], "date_written": "2015-05-05 16:04:14", "org": "buzzfeed", "article_id": "128401a0077fe786698cd063880b23cf", "date_access": "2015-05-05 15:26:06.305332"}