{"body": "Former Rep. Ron Paul, the father of presidential candidate Rand Paul and past two-time candidate for the Republican nomination himself, writes in his new book that he believes â\u0080\u009cZionism has played a role in our post-9/11 march toward empire.â\u0080\u009d", "byline": "", "description": "“The U.S. Empire received a big boost from the 9/11 attack.”\n\nReuters\nFormer Rep. Ron Paul, the father of presidential candidate Rand Paul and past two-time candidate for the Republican nomination himself, writes in his new book that he believes \"Zionism has played a role in our post-9/11 march toward empire.\"\nPaul's book, Swords into Plowshares: A Life in Wartime and a Future of Peace and Prosperity, was released last Friday.\n\"Zionism has played a role in our post-9/11 march toward empire, and its influence has encouraged extreme interference in the Middle East,\" Paul writes in a chapter entitled \"Making America Safe for Empire,\" under the sub-chapter, \"Tyranny takes hold.\" \nPaul was writing about \"theocracy has always been abused,\" in the paragraph preceding his comments on Zionism.\nHere's the full paragraph:\nAmericans generally see spiritual safety as being in the realm of religion and theology and political philosophy as being determined by the professors and others who dwell on esoteric ideas. There is theocracy when the theologians gain control of the state to offer salvation and eternal life through using force to impose their will and enforce their rules. Theocracy has always been abused. The Founders feared it and worked hard to prevent it. Supporters of radical Islam frequently endorse a theocratic system. Aggressive Christian Zionists also like to use the state to promote their theological beliefs, especially in foreign policy and with social gospel teachings. Zionism has played a role in our post-9/11 march toward empire, and its influence has encouraged extreme interference in the Middle East.\nPaul introduces the idea of the U.S. empire in the chapter titled, \"Pursuing U.S. Empire,\" in which he states, \"Our obsession with expanding our sphere of influence around the world was designed to promote an empire. It was never for true national security purposes.\"\nIn the preceding section in chapter, \"Making America Safe Empire,\" Paul writes in sub-chapter \"The 9/11 boost to US Empire,\" that the Patriot Act was written before 9/11 \"when the condition were not ripe for its passage. Nine-eleven took care of that.\"\n\"The U.S. Empire received a big boost from the 9/11 attack,\" writes Paul. \"Paul O'Neill, George W. Bush's first secretary of the treasury, reported he was shocked that in the very first National Security Council meeting— ten days after Bush's January 2001 inauguration— the discussion was about when, not if, the U.S. should invade Iraq.\"\n\"We also know that the PATRIOT Act was written a long time before 9/11, when the conditions were not ripe for its passage,\" Paul continues. \"Nine-eleven took care of that. The bill quickly passed in the U.S. House and Senate with minimal debate and understanding. Bush signed the bill into law on Oct. 26, 2001, a mere 45 days after the attack. Making use of a crisis is established policy.\"\nPaul also writes our leaders explained al-Qaeda attacked us \"because of our freedom and prosperity,\" to avoid \"scrutiny of our foreign policy.\"\n\"The reasons for the attack were fully described by bin Laden,\" he writes. \"His reasons were simple and straightforward. One: foreign troops on the holy land of the Arabian Peninsula. Two: constant bombing and lethal sanctions against Iraq. Three: favoritism for Israel over the Palestinians. There is zero evidence that the attacks were motivated by hatred of Americans because of our freedom and prosperity. The terrorists simply did not like the U.S. constantly meddling in the affairs of the entire Middle East region, defiling their holy land, and causing death and destruction for their people.\"\n", "title": "Ron Paul: \"Zionism Has Played A Role In Our Post-9/11 March Toward Empire\"", "url": "http://www.buzzfeed.com/andrewkaczynski/ron-paul-zionism-has-played-a-role-in-our-post-911-march-tow", "topics": ["terrorism"], "people": ["Rand Paul", "Ron Paul", "George W. Bush"], "orgs": ["Founders", "U.S. House", "National Security Council", "Senate"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-07-21 22:52:57", "org": "buzzfeed", "article_id": "d71d0daa27b4380ade55e8a627ac5e31", "date_access": "2015-07-21 22:21:08.721384"}