{"body": "â\u0080\u009cNo, I think it was the right decision,â\u0080\u009d President Bush said. â\u0080\u009cMy regret is that â\u0080\u0094 a violent group of people have risen up again. This is â\u0080\u0098Al Qaeda plus.â\u0080\u0099 I put it in the book, they need to be defeated. And I hope we do. Itâ\u0080\u0099s - I hope that the strategy works.â\u0080\u009d", "byline": "", "description": "The Florida Republican said Wednesday that neither he nor George W. Bush would make the decision to invade Iraq knowing what we know today.\n\n\n\n\n\n\n\n\n\n\n\n \n \n\tSpeaking at the Council on Foreign Relations Wednesday, Marco Rubio said he wouldn't have been in favor of the Iraq War knowing what we know today:\n\n\t \t  \n\t  \n\t\n\n\n youtube.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nROGINSKY: \"Was it a mistake to go to war to Iraq? \n\nRUBIO: No, I don't believe it was. The world is a better place because Saddam Hussein does not in Iraq. Here's what I think might have happened, had we not gone in . And you might had an arms race to put Iraq in Iran, they are both would purse the weapon. I will be dealing with two problems, not just one. We forget that Iraq, at the time of the invasion, was in open defiance of numerous United Nations Security Council resolutions. That the United Nations refused to enforce. They were, they were, they were refused to comply with allowing inspectors in. Repeatedly, this was a country whose leader had gassed his own people on numerous occasions. So I think, hindsight is always 20/20, but we don't know what the world would look like if Saddam Hussein were still there. But I doubt it would look better in terms of -- it will be worst -- or we are just bad for different reasons. I think it's very difficult to predict, I think -- a better notion is, at the end of the Iraq war, Iraq had an opportunity to have a stable, peaceful future. The U.S. pulled out, completely abandoning it to Maliki, who then proceeded to move forward on these very aggressive strategies against the Sunni. Creating the intellectual and -- environment, that allowed ISIS to come back in and take advantage of what's happening\n\n\n\n\n Via foxnews.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \"No, I think it was the right decision,\" President Bush said. \"My regret is that -- a violent group of people have risen up again. This is 'Al Qaeda plus.' I put it in the book, they need to be defeated. And I hope we do. It's - I hope that the strategy works.\"\n\n\n \n\n\n\n\nView Entire List ›", "title": "Marco Rubio Said Two Months Ago It Wasn't A Mistake To Go To War In Iraq", "url": "http://www.buzzfeed.com/andrewkaczynski/marco-rubio-said-two-months-ago-it-wasnt-a-mistake-to-go-to", "topics": ["terrorism"], "people": ["Saddam Hussein", "Marco Rubio", "George W. Bush"], "orgs": ["United Nations Security Council", "United Nations"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-05-13 23:07:37", "org": "buzzfeed", "article_id": "af0a62622b3fd4e7f92981fc4e93efa7", "date_access": "2015-05-13 22:41:08.712123"}