{"body": "When a colleague and I visited Bernie Sanders in his Senate office four months ago, he was thinking about Greece.", "byline": "", "description": "Low stakes, and telling.\n\nAlex Wong / Getty Images\nWhen a colleague and I visited Bernie Sanders in his Senate office four months ago, he was thinking about Greece.\nHe was watching the rise of the left-wing Syriza party hopefully, he said:\n\"It's terribly important that they be allowed to implement what they campaigned on: raising the minimum wage, undoing the privatization, getting the electricity to people who needed it and creating jobs in their country.\"\nIt was a rare moment of animation during a brief interview that had all the rapport of a hostage situation. His passion was also, in a sense, part of the reason he's filling stadiums in Madison: He has a clear point of view, forged over decades as a member of the global economic left. The man calls himself a socialist, and knows where he stands. \nThe Greek crisis is a defining moment for Europe. But it is also extremely low stakes in the terms of American politics. What you think about Greece is wrapped up not just in what you think about austerity, but also what you think about the European Union, a subject which has not been known to generate much energy in primary politics. There are more than two sides, and possible outcomes in which both German and Greek leaders claim victory.\nThat's why this is such an interesting test for Hillary Clinton, who has said not a word about Greek entitlements or the future of the Eurozone. This is not unwise politics, or uncharacteristic. She's waiting to see how it shakes out before she takes a stand.\nBut who will Clinton choose to be? She is, by her history and her associations, obviously in the austerity camp. Bill Clinton ran and governed as a Democrat who believed in balanced budgets and the bond market, and Hillary Clinton has spent most of her career in the center of her party. In 2011 she described Greece's austerity package as \"vital first steps and acts of leadership.\"\nHer Davos-inflected life tilts the same way. She has personally taken hundreds of thousands of dollars in cash from Goldman Sachs, which played a leading role in getting Greece into this mess, for speeches. Her husband has taken more, their foundation yet more. The CEO of the Clinton Global Initiative, Robert Harrison, was a Goldman partner. Her son-in-law's hedge fund bet against the rise of the Greek left, and lost badly. (Also: her son-in-law runs a hedge fund.)\nAnd so if she's true to where everyone who knows her assumes she would actually govern, she'll probably say some version of the hazy comment from White House Deputy Press Secretary Eric Schultz on Thursday:\n\"Our belief is that all sides should work together to get back on a path that will allow Greece to resume reforms, return to growth, and achieve debt sustainability within the Eurozone.   We believe that continues to be in the best interest of Greece, Europe, and the global economy.\"\nThis is also what everyone assumes Hillary Clinton would say if she were president. (President Sanders would, obviously, be in Athens, crammed onto on the back of the motorbike with Yanis Varoufakis and his wife.)\nIt's preposterous to think that Clinton would feel pressure on this question from a Vermont socialist who is deeply hostile to the global financial system into which her political and personal lives are deeply bound. Or really, that the future of the Greek entitlement system is a question about which her campaign could possibly worry.\nBut right now, Clinton has a tactical goal: in her words, taking \"a backseat to no one when you look at my record in standing up and fighting for progressive values.\" At the moment, she's taking a backseat to Bernie on the crisis in Southern Europe. Moreover, there's no immediate political cost to waving the red flag about Greece today. No real global cost either: Angela Merkel will, presumably, know domestic politics when she sees it and expect Hillary to stand with her during the next Greek meltdown in 2017. \nAnd so Clinton's statement on Greece, and the extent to which she uses this moment to shift her shape, won't ultimately tell us much about how she'll govern. But it will offer a glimpse at how much, or how little, it will take for her to shift her political identity.\n", "title": "Hillary Clinton's Greek Test", "url": "http://www.buzzfeed.com/bensmith/greek-test", "topics": ["economy"], "people": ["Bill Clinton", "Hillary Clinton", "Robert Harrison", "Yanis Varoufakis", "Eric Schultz", "Angela Merkel", "Bernie Sanders", "Alex Wong"], "orgs": ["Senate", "Goldman", "Clinton Global Initiative", "European Union", "Goldman Sachs"], "authors": [{"author_id": 6686, "fullname": "ben smith", "primary_org": "buzzfeed"}], "date_written": "2015-07-06 15:49:45", "org": "buzzfeed", "article_id": "4a76fc07310609481ea5a74fa765e4ba", "date_access": "2015-07-06 15:31:00.739899"}