{"body": "Former Oklahoma Sen. Tom Coburn spoke candidly about the current crop of Republicans running for president on Sirius XM radio Thursday, sharing some critical thoughts about Senators Rand Paul and Ted Cruz and Governors Scott Walker and Rick Perry, while heaping praise on Marco Rubio, Carly Fiorina, and Mike Huckabee. ", "byline": "", "description": "The former Republican senator from Oklahoma says that Rand Paul scares him to death, Ted Cruz and Scott Walker are not ready for primetime, Rick Perry is not capable enough, and America will not elect another Bush to be president. Of all the candidates, he said Marco Rubio is his favorite.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Chip Somodevilla / Getty Images\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Former Oklahoma Sen. Tom Coburn spoke candidly about the current crop of Republicans running for president on Sirius XM radio Thursday, sharing some critical thoughts about Senators Rand Paul and Ted Cruz and Governors Scott Walker and Rick Perry, while heaping praise on Marco Rubio, Carly Fiorina, and Mike Huckabee. \n\nOf former Florida Gov. Jeb Bush, Coburn said \"I don't think that America will elect another Bush president.\"\n\nCoburn said Kentucky Sen. Rand Paul \"scares me to death\" on foreign policy. He added Paul didn't \"speak truthfully\" about the NSA and he \"would not vote for him for president.\"\n\nOf Florida Sen. Marco Rubio, Coburn called him \"of all that are out there right now probably my favorite.\"\n\nCoburn said Wisconsin Gov. Scott Walker is \"not ready for primetime in my opinion.\" He said Walker didn't win the recall election in 2012 but \"Republicans around the country did it for him.\" \n\nCoburn said he had \"a personal bone to pick with him on integrity that I witnessed\" with retired neurosurgeon Ben Carson. The former senator said Carson was asked not to attack President Obama in his National Prayer Breakfast speech but said \"his speech was nothing but an attack on the president.\"\n\nHe added former New York Gov. George Pataki was \"probably smart enough\" to be president but didn't have the conservative fiscal credentials. \n\nFormer Texas Gov. Rick Perry is a \"good guy\" but \"I don't think's capable at that level,\" Coburn said. \n\nHe said Lindsey Graham effort is solely to talk about foreign policy and \"that's what he ought to stick to.\"\n\nCoburn had perhaps the nicest thing to say about former Hewlett Packard CEO Carly Fiorina, who he called \"smart, savvy, and experienced.\" \n\nHe said Texas Sen. Ted Cruz was \"not ready for primetime.\" \n\nCoburn called former Arkansas Gov. Mike Huckabee capable of \"attracting votes from both sides.\"\n\nHe said the presidency was not \"within his reach\" when talking about former Pennsylvania Sen. Rick Santorum.\n\nCoburn said he didn't know about New Jersey Gov. Chris Christie, but he \"likes the fact that he answers questions directly.\"\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n\tListen to the audio here:\n\n\t \n\t\t  \n\t  \n\t\n\n\n w.soundcloud.com", "title": "Tom Coburn On 2016: Cruz And Walker Not Ready For Primetime, America Won’t Elect Another Bush", "url": "http://www.buzzfeed.com/andrewkaczynski/tom-coburn-on-2016-gopers-cruz-and-walker-not-ready-for-prim", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Rick Santorum", "Chris Christie", "George Pataki", "Jeb Bush", "Rick Perry", "Ben Carson", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Tom Coburn", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["NSA", "Hewlett Packard", "Sirius XM"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-06-05 15:06:42", "org": "buzzfeed", "article_id": "c37f089b90a8a1fcb87cb9bb4382d5ad", "date_access": "2015-06-05 14:37:02.987174"}