{"body": "EXETER, N.H. â\u0080\u0094 Near the end of a packed, sweaty, boisterous campaign meeting in the historic and un-air conditioned Old Town Hall here, a Bernie Sanders supporter stood and told the candidate he was scared.", "byline": "", "description": "In New Hampshire, Sanders tells a worried supporter that Fox News is a problem, but it isn’t the problem — that’s “the mainstream corporate media.”\n\nDominick Reuter / Reuters\nEXETER, N.H. — Near the end of a packed, sweaty, boisterous campaign meeting in the historic and un-air conditioned Old Town Hall here, a Bernie Sanders supporter stood and told the candidate he was scared.\n\"I'm deeply worried about your candidacy and I'll tell you why. Fox News will come out and attack you in every conceivable way. Those billionaires own the media. And they own NBC as well as Fox News,\" the speaker, who identified himself as Peter from Exeter, told Sanders. \"And there are people in this state who listen to nothing but Fox News. Nothing. … What can you do to counteract the propaganda machine that's Fox News?\"\nSanders, who usually has a quick answer to everything, instead launched into a long, considered bit of progressive media criticism that essentially amounted to I don't know but here's what I've tried. \nThe press is a favorite target of any politician, activist, or ideologue, but Peter expressed the particular frustration with Fox News that amounts to the left's lament. Liberals believe the network has single-handedly destroyed their ability to make their case to independent voters. Even during a record year for progressive wins on social issues, progressives regularly blame Fox News for the inability of climate change and other issues to find any kind of home in the Republican Party despite polling showing voter interest. \nOn the stump, Sanders attacks the corporate media over and over. In three stops Saturday — one to accept the endorsement of Friends of the Earth, a large climate change advocacy group — Sanders went after the \"corporate media\" on more than one occasion with gusto and to great response from the crowds.\nBut asked how he can defeat it at the Exeter town hall, Sanders was more circumspect. \n\"That's a very important question, it's something that we have discussed a whole lot. It goes beyond Fox. Fox, to its credit, is simply an arm of the right wing Republican Party. That's what they are, unabashedly,\" Sanders said. \"A more serious issue to my mind is mainstream corporate media which time and time again refuses to engage in serious discussion about serious issues.\"\n\"I don't have a magical solution,\" Sanders went on. \"Let me tell you some of what I do.\"\nThe Sanders plan: regular appearances on the progressive radio talk show hosted by Thom Hartmann, old-fashioned grassroots shoe leather, and Facebook.\n\"You talk about Fox? Forget Fox. Ninety-five percent of talk radio is extreme, right wing,\" Sanders said of the Hartmann appearances, which he called \"town halls of the air.\" \nBut that's just the start of the problem, he said.\n\"So when you look at talk radio, 95% right-wing, Fox, which owns the Republican Party, corporate media which often does not discuss the major issues affecting our country, you've got a huge issue,\" he said. \nSanders' plan for \"political revolution,\" he said, involves leaving the media behind. \"At the end of the day, people talking to each other, knocking on doors educating each other,\" he said.\nFacebook, where Sanders has enjoyed outsize support given his much smaller campaign war chest and far lower profile than front runner Hillary Clinton, is Sanders' other corporate media killer.\n\"The other thing that we have been doing in this campaign is spending a lot of time of money and effort on our social media,\" he said. \nWhether it all works is still an open question, Sanders said.\n\"I am very cognizant of the issue that you raise and all of us have got to figure this one out,\" he said. \"It is a tough issue, but we have got to figure out how we have a media in America that presents all points of view and is not dominated by a corporate agenda.\"\n", "title": "Bernie Sanders Has \"No Magical Solution\" To Fox News And The \"Corporate Media\"", "url": "http://www.buzzfeed.com/evanmcsan/bernie-sanders-vs-fox-news", "topics": ["women", "terrorism", "economy"], "people": ["Bernie Sanders", "Hillary Clinton", "Dominick Reuter"], "orgs": ["Republican Party", "EXETER"], "authors": [{"author_id": 6685, "fullname": "evan mcmorris-santoro", "primary_org": "buzzfeed"}], "date_written": "2015-08-02 02:13:44", "org": "buzzfeed", "article_id": "e94635b518ebf9181901fcf6a03986f0", "date_access": "2015-08-02 01:50:49.116829"}