{"body": "WASHINGTON â\u0080\u0094 The battle to carry the more progressive wing of the Democratic Partyâ\u0080\u0099s banner into 2016 got its first official candidate on Wednesday when Vermont Senator Bernie Sanders formally announced his plans to seek the White House.", "byline": "", "description": "Bernie Sanders is in.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Win Mcnamee / Getty Images\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n WASHINGTON — The battle to carry the more progressive wing of the Democratic Party's banner into 2016 got its first official candidate on Wednesday when Vermont Senator Bernie Sanders formally announced his plans to seek the White House.\n\n\"People should not underestimate me,\" Sanders told the Associated Press. \"I've run outside of the two-party system, defeating Democrats and Republicans, taking on big-money candidates and, you know, I think the message that has resonated in Vermont is a message that can resonate all over this country.\"\n\nSanders promised a campaign steeped in economic populism, and he's sticking by the outsider label that has defined his Senate career. Sanders is officially an Independent member of the Senate, but has in the past self-identified as a socialist. The AP said the 73 year-old \"self-described\" himself as a \"democratic socialist.\"\n\nThe campaign had been expected, but the timing — Sanders announced in interviews with USA Today and The Associated Press hours after Hillary Clinton gave a progressive-friendly speech about crime — had not. Team Sanders had telegraphed a Thursday announcement but got in the race Wednesday, making him the first Democratic candidate to officially take on Clinton from the left. Former Maryland Gov. Martin O'Malley is toying with a run of his own, and has tried to grab the progressive mantle, particularly on the issue of trade.\n\nOther Democrats are considering runs against Clinton, but they're not likely to come at her from the left. Former Rhode Island Senator Lincoln Chafee spent most of his political career as a Republican and former Virginia Gov. Jim Webb is from the centrist blue dog wing of the Democratic Party. \n\nSanders' message for 2016 is the same one he's had for decades: the economic system in the United States no longer supports the middle class.\n\n\"This is a rigged economy, which works for the rich and the powerful, and is not working for ordinary Americans,\" Sanders said. \"You know, this country just does not belong to a handful of billionaires.\"\n\nSanders told the AP he's \"never run a negative ad in my life,\" but has already dinged Clinton for her support for the 2003 war in Iraq and has pushed her to join him and O'Malley in openly opposing President Obama's trade agenda.\n\nHe did not go on the attack in his first two interviews as a presidential candidate. Sanders told USAToday he's in the race to add more debate to the Democratic race.\n\n\"Having a serious debate about issues that affect working families is important for the Democratic Party and the United States of America,\" he said. \"Debate is a good thing.\"\n\n\n ", "title": "Vermont's Independent Senator To Challenge Hillary Clinton In Democratic Primary", "url": "http://www.buzzfeed.com/evanmcsan/vermonts-independent-senator-to-challenge-hillary-clinton-in", "topics": ["economy"], "people": ["Bernie Sanders", "Jim Webb", "Hillary Clinton", "Martin O'Malley", "Lincoln Chafee"], "orgs": ["Senate", "Democratic Party"], "authors": [{"author_id": 6685, "fullname": "evan mcmorris-santoro", "primary_org": "buzzfeed"}], "date_written": "2015-04-30 01:53:06", "org": "buzzfeed", "article_id": "b02b3541cccad5744c4ffeb8f76ee699", "date_access": "2015-04-30 01:41:10.637433"}