{"body": "The Clinton campaign has held national and local meetings with Latino strategists and stakeholders about an unconventional Hispanic media strategy that would look more like the approach a Fortune 100 company like Coca-Cola takes â\u0080\u0094 a departure from how the Obama campaign structured its plan in 2012.", "byline": "", "description": "The plan would be to have a national Latino strategy complemented by local messages in key states. But some strategists say selling a brand is different than selling policies to voters and worry about the pivot away from Obama’s successful 2012 approach.\n\nElise Amendola / AP\nThe Clinton campaign has held national and local meetings with Latino strategists and stakeholders about an unconventional Hispanic media strategy that would look more like the approach a Fortune 100 company like Coca-Cola takes — a departure from how the Obama campaign structured its plan in 2012.\nSo far, the discussions have concerned engaging a national public relations firm to develop a national message for the Hispanic electorate, complemented by independent messages from statewide firms in a handful of key states like Florida, Nevada, Colorado, and North Carolina, according to multiple sources who have been briefed or were part of the meetings.\nThe campaign is said to be keeping their options open for talent, looking beyond Hispanic political firms that have been brought on for this work in years past to, as an example, \"go get the firm that does Latino advertising for Coca-Cola,\" said Andres Ramirez, a 20-year veteran Democratic strategist who was part of the local meeting in Nevada.\nThe Clinton campaign declined to comment for this story.\nSome operatives who spoke to BuzzFeed News said they don't think it's necessarily a bad idea that the Clinton campaign has floated hiring local firms in addition to a national one — as the oft-repeated adage goes, Latinos in Florida are different from Latinos in Nevada.\nOthers wonder why the Clinton campaign isn't just following the successful strategy pursued by Obama. In 2012, he grew his share of the Latino vote from 67% to 71% — despite some policies (no passage of immigration legislation, record-high deportations) that some believed would sap support.\nClinton's senior media adviser, Jim Margolis, is an Obama campaign veteran. His firm, GMMB, is doing production, creative, and media-buying. \nThe campaign, however, hasn't contracted Bendixen & Amandi, the firm that led Obama's Hispanic research and media strategy.\nBendixen & Amandi, for example, convinced the Obama campaign to bring in popular talk show host Cristina Saralegui for Spanish-language ads, billing her as the Latina Oprah to campaign leadership.\nThose who have spoken to Clinton campaign officials and have knowledge of the campaign's thinking on the Hispanic media plan, say campaign officials want to do something unconventional and bigger than has ever been done before, something traditional political firms may not be able to do. The campaign has already shown a willingness to engage corporate advisers: Wendy Clark, of Coca-Cola, served as a consultant to Clinton in the winter of this year.\nBuzzFeed News spoke with Hispanic political consultants with experience in previous campaigns as well as Hispanic marketing executives who work with corporations about what Hillary as a big national brand could look like.\nCampaigns change from one cycle to the next, the operatives said, especially in national Latino outreach, which has really only been in existence since 2004 — in other words, they said, it makes sense to revamp strategy. The changes from campaign range from big to small, technical to policy-based.\nFor example, in 2012, Obama operatives were able to target young Hispanics through ads in English or Spanish on Pandora depending on the language of the music they were listening to, noted James Aldrete, a Texan operative who worked inside Obama's campaign on Hispanic media. Pandora wasn't used in 2008.\nUnsurprisingly, Hispanic executives who work with global brands touted the advantages of bringing on people with that kind of marketing experience. \nNatalie Boden, whose agency Boden PR serves as the national Hispanic firm for McDonald's and Target, said what she finds most exciting about adapting brand strategies to political campaigns is the emerging importance of national and hyper local social listening, in other words, using a platform (her company has a proprietary one) to see what Latinos are saying about Clinton in Spanish, for example.\nIn an election where the excitement and energy (or lack thereof) of the Hispanic electorate will be key, she argued that a candidate could zero in on this sentiment in a certain state, divided by female or male, positive or negative, across social media networks.\nTrying to use Latino celebrities is nothing new, the Obama administration has used them for his health care law rollout and after his immigration actions, but a new generation of Vine, Snapchat, and Periscope stars who didn't exist in 2012, could be used by a campaign, Boden said.\nMike Valdez-Fauli the president and CEO of Miami-based Pinta, counts Facebook as a client, and notes that the social network counts 27 million people in its Hispanic affinity group, not all of whom are Latino.\nIf you prefer Hispanic content and culture, are looking at recipes for Mexican food, watching shows from Univision, and liking the pages of superstars like Romeo Santos, you might be in that group. This is just a recent example of how the lines to reaching out to Hispanics are blurring ahead of the 2016 election, he said.\n\"Being Hispanic is no longer something you hide, it's something that's cool,\" he said. \"Hispanics are changing American culture, Hispanicizing it a little bit.\"\nWhile some see pivoting away from the 2012 Obama strategy as a missed opportunity to repeat the 71% of the Latino vote he commanded, the campaign is trying to find ways to expand the number and proportion of Latino supporters for Clinton.\n\"One of the challenges for Latinos as much as the Latino vote has grown, still 50% of eligible Latinos don't vote,\" said Democratic strategist Maria Cardona, who is close to the campaign. \"They either are not registered or don't come out, so you want to use every single tool that has worked in the past but they're also very keen to think outside the box and think about new tools that can work.\" \nBoden highlighted the power of the Latina vote as a bloc to activate. The Clinton campaign recently hired Maya Harris, the sister of California Senate candidate Kamala Harris; Maya Harris, as Vox's Ezra Klein noted earlier this year, wrote a paper entitled, \"Women of Color: A Growing Force in the American Electorate.\"\n\"Latinas have a higher propensity of voting and influence how those around them are going to vote,\" said Rosalina Cardenas, who has run political campaigns for over a decade and helped set up Univision's political team.\nArmando Azarloza, president of the Axis Agency in Los Angeles, is a Republican who supports Jeb Bush and ran political campaigns in the 80's and 90's. Campaigns, he argued, should not only be thinking about creating their own content, as Bush is planning to do, but also taking content generated by voters, supporters, and stakeholders, to show the excitement and energy behind the candidate.\nPolitical consultants said firms working with brands aren't the only ones who have outside-the-box ideas, but Hispanic political firms need the space and financial backing to be creative. One pointed to Los Angeles-based Miguel Orozco, who on his own put together two videos for Obama, one a reggaeton anthem, with the lyrics \"como se dice, como se llama, Obama, Obama,\" that racked up almost 2 million views and Viva Obama, a mariachi song with 1.5 million views. Both were licensed by the Obama campaign.\nSome Latino strategists cautioned that the Clinton campaign needs to keep Hispanic political firms in the fold, drawing parallels between Charlie Crist's GMMB-led, losing gubernatorial race against a well-financed Republican in Rick Scott, who employed respected strategist Ana Carbonell, leading the way on Hispanic strategy. (Florida Republicans are hoping for a parallel in 2016 with the well-financed Jeb Bush and his campaign's strategist Jose Mallea making a play for Latino voters.)\nGMMB, the operatives said, was simply translating its general market strategy into Spanish, a practice Latinos in politics continually blast.\n\"In general, campaigns who have utilized GMMB's general market advertising to simply do translations have not done well, every candidate that has brought in a specialized Latino firm has always done better,\" said Ramirez, the 20-year Nevada strategist.\nThe concern is simple: There could be crucial oversights without Latinos involved. One consultant pointed to driving down I-95 in Miami Dade and Broward County during the Florida governor's race and seeing Charlie Crist alone on billboards — not a strange thing during a campaign, except that Crist had chosen Annette Taddeo, a Latina, as his lieutenant governor. \"Why in the hell wouldn't you plaster her face in her hometown area?\" the strategist said. \"It never even crossed their mind for Charlie to be standing right next to the Latina who was his running mate in two very Hispanic counties.\"\nA source close to the campaign said these same issues will not play out because there are high-profile Latinas like Amanda Renteria and Lorella Praeli at the table.\nAnd for all the hand-wringing, Clinton also beat Obama among Latinos in the 2008 primary by a 2-to-1 margin, and has a long history of outreach to Hispanics dating back to the 1970s in Texas.\n\"I don't have concerns because they haven't made final decisions yet,\" Ramirez said of the talked-about Hispanic media plan. \"I don't know that it's a terrible idea, them having local experts, it's hard to say it's a bad strategy unless they hire a bunch of idiots.\"\n", "title": "Hillary Clinton Could Run Her Hispanic Media Strategy Like Coca-Cola", "url": "http://www.buzzfeed.com/adriancarrasquillo/hillary-clinton-could-run-her-hispanic-media-strategy-like-c", "topics": ["women", "immigration"], "people": ["Andres Ramirez", "Amanda Renteria", "Romeo Santos", "Kamala Harris", "Rick Scott", "Jeb Bush", "Lorella Praeli", "Hillary Clinton", "Annette Taddeo", "Maria Cardona", "Jose Mallea", "Jim Margolis", "Ezra Klein", "Charlie Crist", "Maya Harris", "Elise Amendola"], "orgs": ["GMMB", "Univision", "Bendixen & Amandi", "Pandora", "California Senate"], "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-07-07 14:01:03", "org": "buzzfeed", "article_id": "f948ce293773b0a6f8385e6074bfd436", "date_access": "2015-07-07 13:51:04.069093"}