{"body": "Pointing to an assault against a Hispanic man last week allegedly inspired by Republican presidential candidate Donald Trump, National Council of La Raza (NCLR) president Janet Murguia said the GOPâ\u0080\u0099s embrace of Trump and lurch to the right on birthright citizenship and immigration could damage them in 2016 with Latino voters.", "byline": "", "description": "NCLR president Janet Murguia blames Trump for the beating of a Hispanic man in Boston and says the GOP’s attacks on birthright citizenship and immigration will further damage its reputation with Latinos.\n\nBrynn Anderson / AP\nPointing to an assault against a Hispanic man last week allegedly inspired by Republican presidential candidate Donald Trump, National Council of La Raza (NCLR) president Janet Murguia said the GOP's embrace of Trump and lurch to the right on birthright citizenship and immigration could damage them in 2016 with Latino voters.\nOn Wednesday, two Boston white men with extensive criminal histories allegedly urinated on and beat a homeless Hispanic man, justifying their actions to police with \"Donald Trump was right, all these illegals need to be deported.\"\n\"Enough is enough,\" Murguia said in an interview with BuzzFeed News after publishing a blog post titled Trumpification of the Republican Party Reaches Turning Point this weekend. \"They must find their courage and their voice to push back on the bigotry and demagoguery Trump is promoting and reject the demonization of an entire community that now has put a target on the back of Latinos in this country.\"\nMurguia said studies have proven that words can incite violence, citing the work of the Anti-Defamation League, \n\"He's going by the book to scapegoat and dehumanize a group of people,\" she said. \"What Trump is doing now is going beyond talking about policy and being passionate. He's using words and a tone that's motivating people to take harmful actions against others.\"\nThe Anti-Defamation League has previously linked derogatory rhetoric and violence against immigrants by far-right extremists to the national debate around immigration.\nBut while Murguia laid the blame for the incident at Trump's feet, she said the embrace by multiple Republican candidates of his call to end birthright citizenship is also troubling, framing this stance as the antithesis of the pro-DREAMer argument. DREAMers, undocumented youth brought to the country as children, have largely been viewed sympathetically by Americans in the larger immigration debate. Ending birthright citizenship would take away citizenship from the children of undocumented immigrants.\nOf the GOP candidates for president, seven have indicated they would support ending birthright citizenship, including Trump, Scott Walker, Rand Paul, Chris Christie and Rick Santorum. Walker later walked back his comments, saying that until the border is secured and immigration laws are enforced, nothing else matters.\nAt a big speech in Alabama Friday, Trump said 7.5% of all births in the country are to \"illegal immigrants.\"\nIn 2012, Mitt Romney's comments on immigration in the primary including the idea that undocumented immigrants should \"self-deport,\" were widely credited with hurting him in the general election.\nRomney only received the support of 27% of Hispanics, and Republicans working hard to get those numbers back up to respectable levels were already worried that Trump was putting their work in jeopardy — but that was six weeks ago.\nLeading the largest Hispanic civil rights organization in the country, Murguia has emerged as someone increasingly willing to challenging politicians, including Democrats. Last year she made waves and drew the ire of the administration when she called President Obama the \"deporter-in-chief.\" This year she blasted House Republicans for refusing to advance an immigration overhaul.\nMurguia said all of it — the rhetoric, the policies, the use of the controversial term \"anchor baby\" by Trump and Jeb Bush — will \"motivate the community in a historic way, there's no question that will be the outcome of all of this.\"\nEchoing her blog post, she said if the GOP isn't careful, this electoral energy from Hispanics won't be good for them.\n\"Trump may succeed in getting his wall but it will be a permanent wall between the Republican Party and Latino voters.\"\n\nLINK: Donald Trump Could Seriously Damage The Real Republican Efforts To Reach Latinos\n\nLINK: National Latino Groups Slam Donald Trump, Say His Comments About Immigrants Incite Violence\n\nView Entire List ›", "title": "National Council Of La Raza President: Trump's Wall Will Be Between The GOP And Latino Voters", "url": "http://www.buzzfeed.com/adriancarrasquillo/national-council-of-la-raza-president-trumps-wall-will-be-be", "topics": ["immigration"], "people": ["Rand Paul", "Rick Santorum", "Jeb Bush", "Mitt Romney", "Chris Christie", "Brynn Anderson", "Donald Trump", "Janet Murguia", "Scott Walker"], "orgs": ["NCLR", "GOP", "National Council of La Raza"], "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-08-24 19:33:45", "org": "buzzfeed", "article_id": "57c48cfa85cbe258ad2c8bac6aac980f", "date_access": "2015-08-24 19:41:00.689791"}