{"body": "Republican presidential candidate Donald Trump said in November 1999 that, if elected president, he wanted to make Charles Rangel, the Democratic Congressman from New York, the Secretary of Housing and Urban Development.", "byline": "", "description": "“He’s a congressman from New York. He has been a powerful guy,” Trump said of the Democrat.\n\nCharles Krupa / ASSOCIATED PRESS\nRepublican presidential candidate Donald Trump said in November 1999 that, if elected president, he wanted to make Charles Rangel, the Democratic Congressman from New York, the Secretary of Housing and Urban Development.\nAt the time, real estate magnate was considering running for president as a member of the Reform Party. Asked by CNN anchor Wolf Blitzer if he'd \"given some thought to a potential Trump Cabinet,\" Trump mentioned Rangel as his top choice to lead HUD.\n\"Well, let's go -- like HUD,\" Trump said. \"I think Charlie Rangel is a terrific guy. He's a congressman from New York. He has been a powerful guy. Now the Democrats are not in power, but I think he'd be terrific at HUD.\"\nRangel has been a member of the House since 1971 and is still in office. His website touts his record promoting affordable housing in New York's 13th Congressional District. \nOther Trump Cabinet picks would have included Colin Powell as secretary of state and General Electric CEO Jack Welch as treasury secretary. Trump said that John McCain would be \"a very interesting candidate\" for secretary of defense. \nIn the interview, Trump also predicted that, if he won the Reform Party's nomination, he would \"take more votes away from the Democrats\" than the Republicans in the general election. He ended up withdrawing from the race in February 2000.\n", "title": "Donald Trump Wanted To Make Charlie Rangel HUD Secretary In 1999", "url": "http://www.buzzfeed.com/christophermassie/donald-trump-wanted-to-make-charlie-rangel-hud-secretary", "topics": ["campaign_finance"], "people": ["Jack Welch", "Charles Rangel", "Donald Trump", "Wolf Blitzer", "Charlie Rangel", "Colin Powell", "Charles Krupa"], "orgs": ["HUD", "Reform Party", "Urban Development", "General Electric"], "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-07-10 14:50:42", "org": "buzzfeed", "article_id": "3b7ad8a864958311db1f38f3d2cc5d44", "date_access": "2015-07-10 14:00:54.008409"}