{"body": "Likely 2016 presidential candidate Scott Walker said on Wednesday that if he were in the Senate, he would not have supported Rand Paulâ\u0080\u0099s protest against the reauthorization of the Patriot Act and the the NSAâ\u0080\u0099s domestic surveillance programs. ", "byline": "", "description": "“We need to have the capacity to collect information that can be used to identify individuals who are linked to enemy combatants who are gonna do us harm.”\n\n\n\n\n\n\n\n\n\n\n\n \n \n\t\n\n\t \n\t\t  \n\t  \n\t\n\n\n w.soundcloud.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Likely 2016 presidential candidate Scott Walker said on Wednesday that if he were in the Senate, he would not have supported Rand Paul's protest against the reauthorization of the Patriot Act and the the NSA's domestic surveillance programs. \n\nPaul held the Senate floor for almost eleven hours earlier this week to object to the ongoing collection of Americans' telephone records. \n\nSpeaking to talk radio host Michael Medved, Walker said it was \"incredibly important\" for national security that the government retain the legal authority to collect Americans' metadata en masse. \n\nWalker said that he understands Paul's concerns, but thinks that the problems with the surveillance programs are \"specific to this president and this administration,\" rather than issues with the law itself. \n\n\"We need to have the capacity to collect information that can be used to identify individuals who are linked to enemy combatants who are gonna do us harm,\"\nWalker said, adding that recent events at home and abroad — including the attack on French satirical newspaper Charlie Hebdo earlier this year — \"further reinforce\" the importance of such programs. \n\nWalker suggested that the French government had been monitoring the perpetrators of the Paris attack, but had \"lost track of them\" prior to the shooting -- and that France has decided \"to pursue [...] even more aggressive legislation than the Patriot Act\" as a result. \n\nCalling such a move an \"overreaction,\" Walker said that America must \"balance the ability to protect ourselves from those sorts of terrorists and attacks\" with the need to \"hold the government accountable, to make sure that they do so in a way that protects our civil liberties.\"\n\n\"I think we can do that,\" concluded Walker, \"and that's why, in this one, I don't share the same sentiment that Sen. Paul does.\"\n\n\n ", "title": "Scott Walker: I Don't Stand With Rand", "url": "http://www.buzzfeed.com/ilanbenmeir/scott-walker-i-dont-stand-with-rand", "topics": ["campaign_finance", "personality", "terrorism"], "people": ["Rand Paul", "Charlie Hebdo", "Michael Medved", "Scott Walker"], "orgs": ["Senate", "NSA"], "authors": [{"author_id": 20926, "fullname": "ilan ben-meir", "primary_org": "buzzfeed"}], "date_written": "2015-05-22 17:18:32", "org": "buzzfeed", "article_id": "9f83215ba2c7c23a3243a8ba1f76d40f", "date_access": "2015-05-22 16:36:11.851964"}