{"body": "Jeb Bushâ\u0080\u0099s decision to forego this summerâ\u0080\u0099s Iowa Straw Poll has roiled many conservatives in the state, but that snub might only be the beginning: According to three sources with knowledge of Bushâ\u0080\u0099s campaign strategy, the likely Republican presidential candidate does not plan to seriously contest the first-in-the-nation caucuses â\u0080\u0094 and may ultimately skip the state altogether. ", "byline": "", "description": "When Jeb arrives in Iowa this weekend, it will only be the second time this year. Sources say the Iowa Straw Poll may not be the only thing he’s skipping there.\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\t\n\n\n Scott Olson / Getty Images\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Jeb Bush's decision to forego this summer's Iowa Straw Poll has roiled many conservatives in the state, but that snub might only be the beginning: According to three sources with knowledge of Bush's campaign strategy, the likely Republican presidential candidate does not plan to seriously contest the first-in-the-nation caucuses — and may ultimately skip the state altogether. \n\nTim Miller, a spokesman for Bush, strongly denied that the candidate planned to write off Iowa, and suggested those who say otherwise are merely speculating. \"There is nobody with any shred of authority or proximity to Gov. Bush suggesting that, should he decide to run for president, he skip or ignore Iowa,\" he said. \n\nBut a top Republican consultant and a high-level fundraiser — both of whom have been courted by the Bush camp, and requested anonymity to recount private conversations — said Bush's advisers were explicit that the campaign would not seriously invest in Iowa during the primaries. Similarly, an operative involved in Bush's yet-to-be-announced campaign told BuzzFeed News earlier this year that the state was a low priority. \n\n\"If they wanted to play aggressively in Iowa, why would they take the best strategist in Iowa and move him to Miami?\" the Bush-aligned operative said, referring to veteran Des Moines-based strategist David Kochel, who was tapped in January to run the national campaign out of its South Florida headquarters. \n\nAccording to the two Republicans who were briefed on the broad points of the campaign's primary strategy, Bush's political advisers believe his steadfast support for Common Core education standards and softer immigration policies will make it incredibly difficult for him to woo the conservative caucus-goers, who tend to favor more combative figures like Iowa's 2012 victor Rick Santorum, or Mike Huckabee, who won in 2008.\n\n\"Common Core has become an anchor tied around this guy's neck... and they realize it,\" said the political consultant, who met with senior Bush advisers while he was considering joining the campaign. \"I think it's partly [media consultant Mike] Murphy telling him, 'You need to be the iconoclast,' and I think it's partly just where Jeb is philosophically.\" \n\nBut with Bush's massive war chest and national network of family loyalists, his advisers believe he can afford to perform poorly in Iowa as long as a fifth-place finish isn't covered in the media as a hard-fought defeat. (One recent poll showed him in seventh place among 14 likely candidates.)\n\nBush's advisers told the two Republican sources that they would focus on a strong performance in New Hampshire, and save their resources for later primary contests, when many of the other contenders will be strapped for cash. \n\n\"They've got a plan to get to Florida,\" said the consultant, referring to the primary in Bush's home state that is currently scheduled for mid-March 2016. The fundraiser jokingly named it \"the Giuliani strategy,\" after the former New York City mayor who hinged his entire 2008 presidential campaign on a failed attempt to win the Sunshine State. The comparison isn't perfect: Bush's team plans to run strong in other early primary states, and unlike Giuliani, the candidate will likely have enough money to stay in the race as long as he wants to. \n\nAll three sources stressed that Bush and his team could change course at the eleventh hour if they see an opening in Iowa next year, following the strategy employed by Mitt Romney in 2012 — and executed by Kochel, his chief Iowa strategist at the time. Romney steered clear of the caucuses throughout most of 2011 and then blitzed the state in the final days of the race. He ultimately lost to Santorum by 34 votes, but the photo finish was covered as a victory for the national frontrunner. \n\nBut John Stineman, a longtime Iowa GOP strategist who ran Steve Forbes' 2000 presidential campaign in the state, said a scheme like that wouldn't work in this race. \n\n\"The difference is that Romney ran once before in 2008, and he had an active list of supporters that were doing work in the background while everyone was stewing about the fact that he wasn't here,\" he said. By contrast, it has been 11 years since a Bush last appeared on a ballot in Iowa, and Jeb doesn't have the same grassroots network of evangelical Christian supporters that his brother had. \n\nStineman said he's in regular contact with the various presidential campaigns in the state — though he is not affiliated with any of them — and believes Bush's team is \"aggressively setting low expectations.\" They know \"Iowa's going to be tough sledding,\" and he said they have devoted substantially less time and resources to the state than other candidates. But he added that it's still early in the cycle, and, \"I'm definitely not under the impression that a decision has been made.\" \n\nBush will be in Iowa this weekend to speak alongside 10 other presidential contenders at the state party's Lincoln Day Dinner — a sign that he is not ready to give up on the state entirely. Still, it isn't lost on Iowa's conservatives that this weekend's trip will mark just the second time Bush has stepped foot in the state this year. \n\nAnn Trimble-Ray, a prominent conservative activist in the state, called Bush's decision to skip the Iowa Straw Poll — a high-profile ritual where Republican presidential candidates genuflect at the altar of the all-powerful caucus-goers — \"a bit arrogant.\" She added that the buzz among fellow activists is that Bush doesn't plan to pay their state much attention at all. \n\n\"The disrespect he's showing to Iowa is apparent,\" Trimble-Ray said, adding, \"As a politically active Iowan, I believe for a presidential candidate who doesn't think Iowa is worth their time to campaign in, it probably won't be worth their time to represent us effectively, either.\"\n\nCraig Robinson, the former political director for the state's GOP and editor of the conservative site The Iowa Republican, said Bush and his campaign are making a dangerous mistake by ignoring the caucuses. \n\n\"I mean, they're acting as if they can come in eighth place in Iowa and it's not going to effect them. Newsflash: That would be devastating. Absolutely devastating,\" Robinson said, adding that Bush could easily go on to lose the next three primary states, at which point, \"Every donor in the super PAC is going to be standing there scratching their head, saying, 'What the hell did we invest in?'\"\n\nRobinson primarily blamed Bush's advisers: Murphy, he said, is \"no fan of Iowa and the process here,\" and Kochel is \"basing everything off previous campaigns.\" But he didn't spare Bush himself: \"Iowa requires candidates to actually work to get their support, and I don't think he wants to put in the effort.\"\n\nHe said he hasn't noticed a statewide conservative uproar over Bush's absence — but, in fact, something worse. \"I don't get a sense that they really care at all what Jeb Bush is doing or thinking. There's not some gaping hole in Iowa where people are saying, 'Oh, why isn't Jeb campaigning here?' It's no different than Jon Huntsman not campaigning here.\"\n\n\n ", "title": "Jeb Bush May Skip Iowa In 2016, Sources Say", "url": "http://www.buzzfeed.com/mckaycoppins/jeb-bush-may-skip-iowa-in-2016-sources-say", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Rick Santorum", "Mitt Romney", "Craig Robinson", "Ann Trimble", "David Kochel", "Scott Olson", "Jeb Bush", "Mike Huckabee", "Jon Huntsman", "Tim Miller", "John Stineman", "Steve Forbes"], "orgs": ["PAC", "GOP", "Iowa Straw Poll"], "authors": [{"author_id": 6681, "fullname": "mckay coppins", "primary_org": "buzzfeed"}], "date_written": "2015-05-13 22:43:54", "org": "buzzfeed", "article_id": "fb86b61342bbd2c0c75fd4894fd37fbd", "date_access": "2015-05-13 22:41:11.648892"}