{"body": "", "byline": "", "description": "\nJimmy Carter with Walter Mondale of Minn., his vice presidential choice, on the final night of the 1976 Democratic Convention in New York.\nAP Photo\nFor a few minutes on Saturday — under the harsh yellow lights of the Minneapolis Hilton, Grand Ballroom, Salon B — there was a brief reprieve from presidential politics.It was the last morning of the Democratic National Committee meeting. Party members had spent much of the weekend, between sessions and in the hotel lobby bar, engaged in a vigorous exchange of opinions about the state of the race. (Things could be better!) Donald Trump was solidifying his lead, Hillary Clinton was losing hers, and the other Democratic candidates, Bernie Sanders and Martin O’Malley, were making urgent appeals for support as the frontrunner’s sheen of “inevitability” appeared to be fading all over again. There was some panic (Clinton’s emails), some outrage (only six debates!), and speculation all around (Biden?).These updates did not interest Walter F. Mondale.Past the threshold of Salon B, during a meeting of the state’s Senior Caucus, the former vice president recalled his view of a more fundamental era of politics.In a brief speech, Mondale, 87, reminded the hundred or so elderly Democrats in the crowd that, “together,” they had pushed to pass Medicare, Medicaid, the Voting Rights Act, and the food stamp program; to create rules against racial discrimination in the Democratic Party and to enact legislation for the environment, fair housing, and school lunches. This was “the high tide of American history,” he said. “These are things that we did.”There was a sense, as Mondale left the Senior Caucus meeting on Saturday, that he was not as impressed with the current state of affairs.In the hallway, when a woman identified herself as a “big fan from Georgia,” Mondale stopped her. “Ah, Georgia! I worked for a guy down there,” he said. “We’re all praying for him.” His boss in the White House, President Jimmy Carter, announced earlier this month that he would begin treatment, at the age of 90, for cancer in his brain. Mondale was planning a visit next week.“You know,” he told the Georgia woman, “he was so gracious — compared to these asses running.”The vice president attended as the DNC’s hometown guest of honor. He is retired but still works out of his law office in downtown Minneapolis. On Friday, during the string of speeches that make up the gathering’s main event, Mondale functioned as party elder: The presidential candidates praised him from the podium, and the delegates rose each time to applaud.The next morning, Mondale continued his tour as weekend statesman. He exchanged more pleasantries with the members of the Senior Caucus: “How many of you were in the ’48 campaign?” He navigated the challenges of the digital camera: “Press this one… Oh, alright, I see… Zoom in… We’re zooming… One, two, three!” And then came several questions.Yes, he supports Hillary. He did during the 2008 campaign, too. (In her speech, she “showed a lot of fight and spark,” he said. “That’s what we need.”) And yes, six seems like a fine number of DNC debates. (The Republicans “keep at ’em ’til they kill themselves.”)No, this Democratic primary is not like his in 1984. (“It probably doesn’t have any bearing at all.”) And no, there is not a current analog to Gary Hart, the young senator who challenged Mondale, the presumptive nominee, with a generational campaign of “new ideas.” (“I don’t see any person out there. It could be Bernie,” he said, then hesitated. “What do I say…? I think he’s got an age problem.” A shrug. “I’ve got an age problem.”)Mondale has his own questions. They worry him far more. Would the country continue to be up front, as he said in his speech to the seniors, on “the great rules of justice and decency”? And when would the low-tide recede — taking with it the latest “asses” of the election cycle?“I shouldn’t have said that,” Mondale said. “But at this time when we need our good country to sit down and reason with each other, have a civil tone, an honest look at problems and major answers, and have a good contest — instead we’re having a yelling contest.”“And it really troubles me. Because I don’t remember it being quite this bad before.”\n\nHillary Clinton is joined on stage with Mondale during a campaign stop in Minneapolis in February 2008.\nRobyn Beck / AFP / Getty Images\nThese matters have long been a point of dismay for Mondale. In 1992, when Bill Clinton and Ross Perot were making regular appearances on MTV and the talk show circuit, Mondale lamented to the New York Times that, in the old days, “There was a dignity to running for the presidency.”What we have now, Mondale said in Minneapolis, is Trump leading the pack — but with “a lot of people who seem to be agreeing with him and are still yelling at each other.”“It’s very negative, negative, negative, negative every day. You can’t run a country on that.”Another question on his mind: Where had all the Jimmy Carters gone?Mondale has told “everybody” he knows to watch the press conference. In Atlanta, Carter told reporters earlier this month about his cancer, faith, and his feeling at “ease with whatever comes.”“Very few things have moved me more,” Mondale said.He plans to visit the Carter family next week, bringing with him a recently clipped cartoon from the Minneapolis Star Tribune: The drawing shows the former president “building this home,” said Mondale. The Carters volunteered for decades with Habitat for Humanity. “It’s a beautiful house. He’s putting on the last bit. And it says, ‘Carter, the decent builder, the kind man.’ I think that was one of the great, gracious, courageous, decent things I’ve ever seen a public servant do.”“That’s a wonderful thing.”For Mondale, there is still hope for this presidential campaign. He would like, for instance, to see a woman become president. Clinton, he believes, could do it — prognostications aside.“This is the first time in American history — and that’s a long time — that a gifted woman has a real chance to be president,” he said. “And that’s worth a lot to me.”And the email investigation? Would it hurt her?“You know…” He stopped. “I think if you don’t mind, I’ll quit at this point.”\n", "title": "Walter Mondale Wants To Know: Where Have The Jimmy Carters Gone?", "url": "http://www.buzzfeed.com/rubycramer/walter-mondale-wants-to-know-where-have-the-jimmy-carters-go", "topics": ["personality", "campaign_finance"], "people": ["Gary Hart", "Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Walter Mondale", "Donald Trump", "Walter F. Mondale", "Robyn Beck", "Bernie Sanders", "Jimmy Carter", "Ross Perot"], "orgs": ["DNC", "Voting Rights Act", "Democratic Party", "MTV", "Democratic National Committee", "Medicaid"], "authors": [{"author_id": 6688, "fullname": "ruby cramer", "primary_org": "buzzfeed"}], "date_written": "2015-08-31 19:35:17", "org": "buzzfeed", "article_id": "b2c3c28cbd4e6578059a77b095003e74", "date_access": "2015-08-31 18:44:47.993029"}