{"body": "Republican presidential candidate and former Hewlett-Packard CEO Carly Fiorina â\u0080\u0094 a vocal critic of lifting economic sanctions on Iran as part of the nuclear deal â\u0080\u0094 delivered a paid speech to French bank BP Paribas in June of last year, six days after the Wall Street Journal reported the bank was the subject of a federal criminal probe for flouting U.S. economic sanctions on Iran.", "byline": "", "description": "The Wall Street Journal reported U.S authorities were pressuring BNP Paribas to pay over $10 billion to terminate a criminal probe that the bank dodged U.S sanctions on May 29, 2014. Fiorina gave a paid speech to the bank six days later.\n\nSean Rayford / Getty Images\nRepublican presidential candidate and former Hewlett-Packard CEO Carly Fiorina -- a vocal critic of lifting economic sanctions on Iran as part of the nuclear deal -- delivered a paid speech to French bank BP Paribas in June of last year, six days after the Wall Street Journal reported the bank was the subject of a federal criminal probe for flouting U.S. economic sanctions on Iran.\nAccording to a June 2015 financial disclosure, Fiorina was paid $48,000 for the speech on June 3, 2014. The Wall Street Journal's report, last updated on May 29, 2014, said that U.S. authorities were pressuring BNP Paribas to pay over $10 billion to resolve a criminal probe that the bank dodged U.S. sanctions.\n\"The push to secure a high-dollar penalty, along with a guilty plea from BNP, stems in part from what prosecutors viewed as the bank's longtime flouting of U.S. economic sanctions against Iran, Sudan and other countries, the people said. Investigators were also frustrated with what they believe was a sluggish start to the bank's internal investigation and slow response to requests by prosecutors for documents and interviews with employees, according to the people familiar with the discussions,\" the Journal reported.\nFiorina's campaign did not respond to a request for comment for this story.\nBNP Paribus pleaded guilty to the charges in late June and agreed to pay $8.9 billion.\nFiorina, who has come under scrutiny for HP's past dealings with Iran, has been an outspoken critic of the Obama administration's nuclear deal with the country.\n\"Iran has demonstrated over years that they cheat on every deal,\" Fiorina told Hugh Hewitt in July. \"Iran will use the money they gain from sanctions being lifted to continue to fund enemies in the region.\"\nWhen asked on \"Fox News Sunday\" about Hewlett-Packard's sales of printers to Iran, Fiorina claimed that she had no knowledge of the deal.\n\"'First, HP, you need to remember, was larger than each of the 50 states,\" Fiorina said. \"It's a larger budget than any one of our 50 states, and a global enterprise. And so it's impossible to ensure that nothing wrong ever happens. The question is what do you do when you find out.\"\n\"Did you say -- are you saying you didn't know about it?\" host Chris Wallace asked.\n\"Three years after -- in fact, the SEC investigation proved that neither I nor anyone else in management knew about it and the facts of the matter were the European subsidiary apparently was doing business with another company in the Middle East,\" Fiorina said. \"That company was doing business with another company that was doing business with Iran. And when the company discovered this three years after I left, they cut off all ties with those companies.\"\n", "title": "Carly Fiorina Was Paid $48,000 For A Speech To Bank That Violated U.S. Sanctions On Iran", "url": "http://www.buzzfeed.com/meganapper/carly-fiorina-was-paid-48000-for-a-speech-to-bank-that-viola", "topics": ["economy", "other"], "people": ["Hugh Hewitt", "Carly Fiorina", "Chris Wallace", "Sean Rayford"], "orgs": ["Journal", "SEC", "BNP Paribas"], "authors": [{"author_id": 27651, "fullname": "megan apper", "primary_org": "buzzfeed"}], "date_written": "2015-09-21 17:04:46", "org": "buzzfeed", "article_id": "a64865f7dfa4bad71de938bd9f15f915", "date_access": "2015-09-21 16:59:48.325497"}