{"body": "Speaking in Iowa Wednesday, former Secretary of State Hillary Clinton said that all her grandparents had immigrated to the United States, a story that conflicts with public census and other records related to her maternal and paternal grandparents. \nAll of the Clintonâ\u0080\u0099s grandparents were born in the United States, â\u0080\u009cwith the exception of Hugh,â\u0080\u009d Megan Molenyak, the articleâ\u0080\u0099s researcher said.", "byline": "", "description": "“Her grandparents always spoke about the immigrant experience and, as a result she has always thought of them as immigrants,” a spokesperson says. “As has been correctly pointed out, while her grandfather was an immigrant, it appears that Hillary’s grandmother was born shortly after her parents and siblings arrived in the US in the early 1880s.”\n\n\n\n\n\n\n\n\n\n\n \n\n \n\t\n\n   \n \n\tClinton in LeClaire, Iowa.\n\n\n Charlie Neibergall / AP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Speaking in Iowa Wednesday, former Secretary of State Hillary Clinton said that all her grandparents had immigrated to the United States, a story that conflicts with public census and other records related to her maternal and paternal grandparents. \n\nThe story of her grandmother specifically immigrating is one Clinton has told before. Clinton's sole foreign-born grandparent, Hugh Rodham Sr., immigrated as a child.\n\n\"Her grandparents always spoke about the immigrant experience and, as a result she has always thought of them as immigrants,\" a Clinton spokesman told BuzzFeed News. \"As has been correctly pointed out, while her grandfather was an immigrant, it appears that Hillary's grandmother was born shortly after her parents and siblings arrived in the U.S. in the early 1880s.\"\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n We are turning down people who really want to work. I mean they are here to work And a lot of them now have children who are American citizens, and they are doing the best they can to try to make a good life for themselves and their families. And you know, I think if we were to just go around this room, there are a lot of immigrant stories. All my grandparents, you know, came over here and you know my grandfather went to work in lace mill in Scranton, Pennsylvania and worked there until he retired at 65. He started there when he was a teenager and just kept going. So I sit here and I think well you're talking about the second, third generation. That's me, that's you. And we are saying to all these other people who want the same dreams and the same aspirations and the willingness to work hard just like our families did that no, we're not going to make it easy for you, we're not going to make it legal for you. And I just think that's such a short term, unfortunate outcome for us and well as for them.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n\tClinton was speaking at Capital City Fruit in Norwalk, Iowa, when she made the comment. Here's the video:\n\n\t \t  View Video ›\n\t  \n\t\n\n\n buzzfeed-video1.s3.amazonaws.com\n\n\n\n\nView Entire List ›", "title": "Hillary Clinton Wrong On Family's Immigration History, Records Show", "url": "http://www.buzzfeed.com/andrewkaczynski/hillary-clinton-wrong-on-familys-immigration-history-records", "topics": ["immigration"], "people": ["Charlie Neibergall", "Hillary Clinton", "Hugh Rodham Sr."], "orgs": [], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-04-16 02:34:52", "org": "buzzfeed", "article_id": "7523cfdbe221d06d403e4c145be59aaa", "date_access": "2015-04-16 01:36:04.223224"}