{"body": "", "byline": "", "description": "View Video ›\nbuzzfeed-video1.s3.amazonaws.com\nWASHINGTON — Republican presidential candidate Rand Paul said on Wednesday night that the Black Lives Matter movement should change its name.\"I think they should change their name maybe, if they were 'All Lives Matter' or 'Innocent Lives Matter,'\" Paul said during an appearance on Sean Hannity's Fox News show. \"I am about justice, and frankly I think a lot of poor people in our country, and many African-Americans, are trapped in this war on drugs and I want to change it. But commandeering the microphone and bullying people and pushing people out of the way I think really isn't a way to get their message across.\"\"I've appeared with many members of the Congressional Black Caucus to talk about criminal justice, I've been to Howard University, I've discussed it in Chicago and other cities, and so I'm more than willing to discuss it, but having people take the microphone — they need to go somewhere else and they need to rent their own microphone,\" Paul said.Hannity had asked Paul about comments he made in an interview with a local Seattle TV station in which he criticized the tactics some activists have used on the campaign trail. Paul had said in the interview, \"Do I think it's a good idea for people to jump up and commandeer the microphone? No, and I wouldn't let them take my microphone.\"Black Lives Matter activists have become a force in, particularly, the Democratic presidential primary this summer for bring racial and criminal justices to the fore. Activists have successfully disrupted events where Bernie Sanders was set to speak in Phoenix and Seattle, as well as securing a private meeting with Hillary Clinton in New Hampshire after a recent event.\n", "title": "Rand Paul: Black Lives Matter Should Change Its Name", "url": "http://www.buzzfeed.com/rosiegray/rand-paul-black-lives-matter-should-change-its-name", "topics": ["economy", "terrorism", "campaign_finance"], "people": ["Rand Paul", "Bernie Sanders", "Sean Hannity", "Hillary Clinton"], "orgs": ["Congressional Black Caucus", "Howard University"], "authors": [{"author_id": 8663, "fullname": "rosie gray", "primary_org": "buzzfeed"}], "date_written": "2015-08-27 04:39:09", "org": "buzzfeed", "article_id": "7aa67bdf7514e1fb1d5bf37a30d53eec", "date_access": "2015-08-27 03:40:49.441053"}