{"body": "", "byline": "", "description": "\nJoshua Lott / Reuters\nDES MOINES, Iowa — Ben Carson isn’t a politician, and it shows. At the Iowa State Fair on Sunday, Carson spent a good portion of his 17 minutes on the Des Moines Register soapbox talking about brain science and classical music, barely mentioning policy — and the crowd loved it.Carson was mobbed at the fair. Hundreds of people watched him speak, and crowds thronged him as he moved down the main thoroughfare of the fairgrounds, taking selfies and signing autographs. Carson is, suddenly, a main contender in Iowa, where according to recent polling he’s second behind Donald Trump after the first Republican primary debate earlier this month, and his reception here — some people arrived two hours early in the blazing sun to get seats for Carson's speech — indicated that the enthusiasm is very real, and that Carson is not the only beneficiary of this year's surge of anti-Washington sentiment.One voter, Shari Rutledge, 47, told BuzzFeed News that the last time she had participated in the Iowa caucus had been for President Obama. Now, she's a Carson supporter.\"What I like about him is the fact that he has education at the forefront for the kids,\" said Rutledge, who works in insurance. She said she isn't seriously considering any other candidates. Asked whether she now considers herself a conservative, Rutledge said, \"Kind of in the middle. I think I always have been.\"Construction superintendent Russ Noble, also 47, said he liked Donald Trump, but Carson \"has some good vibes and everything. He's about the country and stuff, so it's between him and Trump.\"Carson's \"quiet, he's mellow, but Trump's got a set of nuts, you know?\" Noble said.At first glance it seems like a contradiction to be stuck between Trump and Carson, two very different men: Carson is mild where Trump is brash, pleasant where Trump is abrasive. But the men share a penchant for the controversial, a reputation for saying and being willing to say what people actually believe, and both can lay the biggest claim on \"outsider\" status in the Republican field. In short: Carson and Trump don't sound like politicians.And in his stump speech on the soapbox, Carson didn’t mention anything policy-related until 10 minutes in (candidates are given 20 minutes each to do as they please on the soapbox), when he started talking about fiscal policy. This was after an extended segue about how the brain works, laden with medical jargon, and more than one aside about his love of classical music. Carson's erudition and meandering speaking style, far from being a turnoff, prompted several rounds of applause and laughter from the crowd. \"Carson’s campaign-trail remarks may raise questions about whether his goal is actually to reach the White House or merely to further introduce himself to the American people, to increase his celebrity, and to sell more books,\" National Review surmised last month.If his style is what appeals to people, when you try to pin him down on specifics, things can get a little hairy. Asked by BuzzFeed News whether his comments Sunday morning suggesting that by negotiating the Iran deal, President Obama is anti-Semitic, were really meant to to accuse Obama himself of being anti-Semitic, Carson said no, but, \"The things that were being said that are accusatory — I have an article coming out tomorrow, you can read all about it.\"On the Iran deal itself, Carson detailed the following plan for reversing the deal after he becomes president to BuzzFeed News: “Clearly I would tell them, and I would tell our allies, that we simply don't recognize this. This was negotiated by another administration, it's not binding on us, and we're perfectly willing to engage in conversations about it but they have to include the basic ingredients of a negotiation. Verification, accountability, and enforcement. And if they don't have that, it's a non-starter.\"After his speech, Carson took a few questions from assembled supporters and press. Carson's ideas are often unusual, and he talks about issues that other more polished candidates don't pay much attention to.For example, term limits: Asked about them by a voter, Carson suggested that terms in the House of Representatives be extended from two years to eight, and that members of the House would then not be allowed to run for re-election. Under Carson's plan, the same would go for senators, and the presidency would be limited to one six-year term. Carson also said he believes Supreme Court justices should have term limits.These are the kinds of ideas that get spitballed around people's kitchen tables, but don't come up very often in presidential politics.Mother-daughter pair Leah and Joan Doyle, 16 and 49, hovered near Carson to get a picture after he rode the fair's Sky Glider with a local reporter.Carson is intelligent and he's \"got a head on his shoulders,\" Leah, an even bigger fan of Carson than her mom, said. \"That's something I really really want for our country, because right now it just seems like we have people with empty heads in Washington.\"\"He's a great role model, he has awesome views on the way that he sees race in our country and political correctness,\" Leah said.Joan, a social worker who supported Mike Huckabee last time she participated in the caucuses, said she wished Huckabee and Carson would run on the same ticket.She's not a fan of Trump, whose \"lack of a filter is not very presidential,\" though she said there was dissent on this point in her household.In the end, for Joan Doyle the most appealing thing about Carson is the same anti-flashy idiosyncratic style that can make him confusing for reporters. His \"taking a step back, moving away from the political correctness and worrying about saying the right thing — the way he's able to word it and bring it into a way that people can say 'Yeah, I can see that,' instead of it being, 'You've taken a stand and you've put off other people.' Who can be put off by some of the things he's said, by some of his views of humanity itself?\"\n", "title": "Quiet Ben Carson Takes Iowa State Fair By Storm", "url": "http://www.buzzfeed.com/rosiegray/quiet-ben-carson-takes-iowa-state-fair-by-storm", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Joshua Lott", "Mike Huckabee", "Ben Carson"], "orgs": [".She", "National Review", "House of Representatives", "Supreme Court", "DES MOINES"], "authors": [{"author_id": 8663, "fullname": "rosie gray", "primary_org": "buzzfeed"}], "date_written": "2015-08-17 03:19:57", "org": "buzzfeed", "article_id": "96b8b2964add7d8b6b7d447ca5bde063", "date_access": "2015-08-17 02:40:47.922167"}