{"body": "", "byline": "", "description": "\n \n\tTexas Gov. Rick Perry addresses the Western Conservative Summit in 2011.\n\n\n Ed Andrieski / AP\n\n\n\n\nLast week, organizers for one of the country’s top conservative conventions banned the nation’s leading gay Republican organization from setting up a table when attendees convene in June. The issue, they said, is that the Log Cabin Republicans’ support for same-sex marriage violates their “core biblical beliefs.”“It seems a bit short sighted not to allow us to participate,” Alex Hornaday, the vice president and spokesman for the Colorado chapter of the Log Cabin Republicans, told BuzzFeed News.For their part, the Western Conservative Summit organizers said they never invited the the Log Cabin Republicans to their Denver conference the first place, and said in an online statement that “they chose to make a news story of it.”The episode resembles others from recent years. GOProud, a since-disbanded pro-LGBT group that pitched itself as a more conservative alternative to the Log Cabin Republicans, infamously tangled with the organizers of CPAC, a leading conservative conference, for years. After years of the Log Cabin Republicans being also rebuffed from being allowed to speak or sponsor CPAC, the group was given an 11th-hour invitation to join a panel this year.The Western Conservative Summit is technically nonpartisan, sponsored by the Colorado Christian University, but features presidential contenders. Each June, the event generates a volley of news articles about its Republican straw poll — one of several pre-primary events that helps voters coalesce around a leader.This year’s event advertises 4,000 delegates and a roster of Republican stars that includes Wisconsin Gov. Scott Walker, former Pennsylvania Sen. Rick Santorum, and former Texas Gov. Rick Perry. “Invited guests” include Ted Cruz, Rand Paul, Jeb Bush and others who have already announced their candidacy or are expected to enter the presidential race.The fallout underscores a question facing Republicans heading into the 2016 presidential race: Do conservatives need to expand their base to include LGBT Republicans — along with younger straight voters who see LGBT inclusion as a litmus test for a contemporary political party — as some Republican leaders suggest they must in order to win back the White House?“Many conservatives are realizing that excluding LGBT people and their supporters is not the way forward,” said Hornaday, the Colorado Log Cabin president.“We are interested in growing the conservative movement, and if we want people under 40, and especially under 30, not to write conservatism off entirely, we have got to be inclusive of LGBT people,” he added.A Pew Research poll released in March found 61% of Republicans and those who lean Republican under 30 years old favor same-sex marriage, while only 35% oppose it. In that age group, fewer than one-in-five believe same-sex couples raising kids is a bad thing.That argument has been echoed by the highest echelons of the party in recent years, reversing rhetoric used a decade ago that energized the GOP base and turned out voters who opposed LGBT rights. On same-sex marriage, the tension between the old and new party ethos has been evident this spring as Republican presidential candidates struggle to soften their previously rigid opposition.“There is a generational difference within the conservative movement about issues involving the treatment and the rights of gays,” read a report spearheaded by GOP chairman Reince Priebus after Mitt Romney’s 2012 defeat. “For many younger voters,” the report explained, “these issues are a gateway into whether the Party is a place they want to be.”A Republican Party spokesperson declined to comment for this article.Liz Mair, a GOP strategist who briefly worked for Walker this year but worked for Perry in 2012, said shutting out LGBT supporters in this context misses an opportunity.“This presidential cycle,” Mair told BuzzFeed News, “perhaps more than any other in the last 15 or so years, Republicans will field a highly diverse range of candidates. This will be true when it comes to positions on so-called ‘gay issues,’ education policy, foreign policy, civil liberties, and indeed in terms of demographics. That is a great opportunity we have for attracting people not currently interested in the GOP or even in politics into our party and indeed the conservative movement.”In a statement posted online, the Western Conservative Summit said some policy disagreements with LGBT-friendly Republicans were deal-breakers.“For groups advocating a policy agenda incompatible with our core beliefs, however — whether it be higher taxes, climate extremism, disarmament, marijuana, abortion, gay marriage, abridgment of religious freedom, or the like — we respect their right to compete in the public square, but we decline to sell them space for such advocacy at our event,” the organizers wrote.The statement added the “Log Cabin Republicans were never specifically invited.” They said the Log Cabin Republicans could pay dues to attend the Western Conservative Summit, but only in their individual capacities. But that apparently added insult to injury. “They’ll take our money, but want us in the closet,” Log Cabin Republicans wrote back in the Denver Post.Hornaday said his chapter of the Log Cabin Republicans was specifically invited to attend when a conference organizer invited the group and others in a roundtable meeting.Still, he added, he doesn’t expect the conference organizers to “endorse our policy views, just to give us an opportunity to present our ideas to other conservatives.”In the end, Log Cabin Republicans may get help from one segment of the GOP after all. “The Colorado Republican Party, the official Republican Party here at the state level, has invited us to share in their table. We have accepted, and we will have a presence at WCS,” Hornaday wrote by email.\n\n\n ", "title": "Gay Republicans Booted From Appearing At Conservative Summit In Colorado", "url": "http://www.buzzfeed.com/dominicholden/gay-republicans-booted-from-appearing-at-conservative-summit", "topics": ["gay_marriage"], "people": ["Rand Paul", "Rick Santorum", "Mitt Romney", "Jeb Bush", "Rick Perry", "Reince Priebus", "Liz Mair", "Scott Walker", "Ted Cruz"], "orgs": ["Colorado Republican Party", "Republican Party", "Denver Post", "LGBT", "Party", "GOP"], "authors": [{"author_id": 6669, "fullname": "dominic holden", "primary_org": "buzzfeed"}], "date_written": "2015-04-21 18:43:22", "org": "buzzfeed", "article_id": "f854e290912905b233427a13b0eeec37", "date_access": "2015-04-21 18:11:16.030036"}