{"body": "", "byline": "", "description": "\nRich Fury / AP\nAt an awards ceremony Thursday, Cuban singer Pitbull had a message for Donald Trump, who has been criticized for describing Mexican immigrants as rapists who bring drugs and crime to the United States.“I’m not a politician, I’m a musician, but more than anything, I’m Latino,” Pitbull said in Spanish after accepting the Premios Juventud Youth Idol Award in Miami.He also told presidential contenders Marco Rubio, Jed Bush, and Hillary Clinton to get cracking or “ponte las pilas,\" which translates roughly to \"get it together.\"“Because Donald Trump cannot be president,” Pitbull said to cheers and applause at what is essentially the Spanish-language youth choice awards.Several businesses and individuals have cut ties with the real estate magnate-turned Republican presidential candidate after saying during his campaign announcement that Mexico was “sending people that have lots of problems, and they are bringing those problems to us. They’re bringing drugs. They’re bringing crime. They’re rapists.\"Soon after, Univision dropped the Miss USA pageant, whose parent organization is part-owned by Trump. NBC Universal also cut all business ties with the billionaire, and Macy’s said it would no longer carry his menswear line.Pitbull also told Trump to watch out for Joaquín “El Chapo” Guzmán, the Mexican drug lord who escaped from prison. Trump received threatening tweets from an account attached to Guzmán’s name after the escape.Jorge Ramos, a high-profile Mexican news anchor for Univision and Fusion, also called out Trump, telling him “when you attack one of us, you attack all of us.”“We’ll remember on Election Day,” Ramos said.\nLINK: Watch Pitbull's acceptance speech\n\n", "title": "Latino Artist Pitbull Calls Out Donald Trump In Acceptance Speech", "url": "http://www.buzzfeed.com/adolfoflores/latino-artist-pitbull-calls-out-donald-trump-in-acceptance-s", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Jed Bush", "Marco Rubio", "Hillary Clinton", "Jorge Ramos"], "orgs": ["Univision", "Pitbull", "United States."], "authors": [{"author_id": 10174, "fullname": "adolfo flores", "primary_org": "buzzfeed"}], "date_written": "2015-07-18 01:36:13", "org": "buzzfeed", "article_id": "0348ca7547dc313b3cacebb9b3b512a5", "date_access": "2015-07-18 01:20:43.305066"}