{"body": "", "byline": "", "description": "\nBryan Thomas / Getty Images\nMarco Rubio said he would be open to the United States accepting more Syrian refugees — if there is a way of ensuring the refugees don't include those part of a terrorist organization.\"We’ve always been a country that's been willing to accept people who have been displaced,\" Rubio said in an interview with Boston Herald radio, \"and I would be open to that if it can done in a way that allows us to ensure that among them are not infiltrated — people who were, you know, part of a terrorist organization that are using this crisis.\"\"I think overwhelmingly, the vast and overwhelming majority of people that are seeking refuge are not terrorists, of course. But you always are concerned about that,\" he said.Rubio also pointed to the displaced Syrian Christian community as a point of specific concern, and noted that many people currently fleeing the region have connections dating back thousands of years.\"They would prefer to stay in that region, so I think a better outcome here obviously is that we have to provide for their short term,\" Rubio said, \"but long term, we have to have a precise regional strategy that allows, especially the Christians to go back to their ancient cities, and their ancient populations centers, where they have been for almost 2,000 years, up until recent times.\"A spokesperson for Rubio's Senate office did not respond Sunday to a BuzzFeed News request for comment on the matter of whether the United States should accept more refugees. His campaign did not respond to questions from the Guardian.The issue of more refugees has become a flashpoint in recent weeks as a flood of Syrians arrives in Europe to mixed responses from the governments there, ranging from mass accommodation to restrictions.Asked by Boston Herald radio whether Hillary Clinton bears responsibility for the refugee crisis (because, in the interviewer's framing, she didn't designate Boko Haram a terrorist organization), Rubio called the refugee crisis an outcome of a failed foreign policy.\"She was secretary of state, she was the architect of the foreign policy of this president, that has been a failure, which has now had a chain number of events that happened over a period of time,\" he said. \"I mean these are the three, four-year out consequences of that failed foreign policy. That sort of instability in the region that we cannot isolate ourselves from, it will eventually impact us.\"Now it is potentially destabilizing many of our NATO allies in Europe, and has already asking questions of us,\" he went on. \"Whether we are going to be prepared to accept the refugees the way we did for example, during the civil war in Sudan.\"\n", "title": "Rubio: I'd Be Open To More Syrian Refugees If The Security Is Sound", "url": "http://www.buzzfeed.com/meganapper/rubio-id-be-open-to-more-syrian-refugees-if-the-security-is", "topics": ["terrorism", "campaign_finance"], "people": ["Marco Rubio", "Bryan Thomas", "Hillary Clinton", "Boko Haram"], "orgs": ["Senate", "NATO"], "authors": [{"author_id": 27651, "fullname": "megan apper", "primary_org": "buzzfeed"}], "date_written": "2015-09-07 23:35:13", "org": "buzzfeed", "article_id": "959e96389ab5a2c213d4036feb4f5886", "date_access": "2015-09-07 22:52:46.626017"}