{"body": "Donald Trumpâ\u0080\u0099s campaign manager says Trump has specific policy positions ready for release at a time and method of the campaignâ\u0080\u0099s choosing. ", "byline": "", "description": "“We will not be dictated to of how best to run the campaign or how best to move forward with our plan to make America great again.”\n\nJeff J Mitchell / Getty Images\nDonald Trump's campaign manager says Trump has specific policy positions ready for release at a time and method of the campaign's choosing. \n\"Candidly? They're all done,\" Trump's campaign manager Corey Lewandowski told The John Fredericks Show this week. \nLewandowski said the mainstream media will not dictate to them how they should release their specific policies, reiterating that the policy positions are in place.\n\"They're done and we're waiting for our schedule and we won't be dictated to by the mainstream media to tell us what we should or shouldn't be doing and how these positions should be put out front,\" he stated. \"We have been held to a different standard in this race than every other candidate and so, you know, what we are not going to do is to allow them to drive the narrative of how our campaign should be run.\"\nSo far, Trump has said his health care plan is to \"repeal and replace [ObamaCare] with something terrific,\" that he'll build a fence across the U.S.-Mexican border and make Mexico pay for it, and that he'll defeat ISIS because he \"would hit them so hard your head would spin.\"\n\"First, they said, 'Mr. Trump's comments about illegals are incendiary and he should recant those,'\" added Lewandowski. \"And he said, 'Absolutely not. I'm standing by them.' And then they said, 'Oh, this or that,' and every single time he has stood up to them and pushed back against the elite media and the people like that. So we will not be dictated to of how best to run the campaign or how best to move forward with our plan to make America great again.\"\n\nHere's audio:\nw.soundcloud.com\n\nJOHN FREDERICKS: What is your timeline for putting out more policy position, specific policy positions? You've been criticized on that by some people, saying 'well, it's just, you know we don't have a lot of specifics.'\nCOREY LEWANDOWSKI: Well, you know look, candidly? They're all done. They're done and we're waiting, you know, for our schedule and we won't be, you know, dictated to by the mainstream media to tell us what we should or shouldn't be doing and how these positions should be put out front. You know we have been held to a different standard in this race than every other candidate and so, you know, what we are not going to do is to allow them to drive the narrative of how our campaign should be run. You know first they said you know, 'Mr. Trump's comments about illegals are incendiary and he should recant those.' And he said, 'absolutely not. I'm standing by them.' And then they said, you know, 'oh, this or that' and every single time he has stood up to them and pushed back against the elite media and the people like that. So we will not be dictated to of how best to run the campaign or how best to move forward with our plan to make America great again.\n\n\nView Entire List ›", "title": "Trump’s Campaign Manager: We'll Release Specific Policies When We Want To", "url": "http://www.buzzfeed.com/andrewkaczynski/trumps-campaign-manager-well-release-specific-policies-when", "topics": ["mexico", "terrorism"], "people": ["Jeff J Mitchell", "Donald Trump", "John Fredericks", "Corey Lewandowski"], "orgs": [], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-07-30 20:56:57", "org": "buzzfeed", "article_id": "0e0edea23febc3f6defa018ef314143c", "date_access": "2015-07-30 21:01:00.553195"}