{"body": "", "byline": "", "description": "\nChina Stringer Network / Reuters\nSupporters of Al Gore have begun a round of conversations among themselves and with the former vice president about his running for president in 2016, the latest sign that top Democrats have serious doubts that Hillary Clinton is a sure thing.Gore, 67, won the popular vote in the 2000 election, and has been mentioned as a possible candidate in every contested Democratic primary since then. He instead spent much of the 2000s focused on environmental campaigning and business ventures. He has largely slipped out of public view more recent years.But in recent days, “they’re getting the old gang together,” a senior Democrat told BuzzFeed News.“They’re figuring out if there's a path financially and politically,” the Democrat said. “It feels more real than it has in the past months.”The senior Democrat and other sources cautioned not to overstate Gore’s interest. He has not made any formal or informal moves toward running, or even met with his political advisers about a potential run.A member of Gore’s inner circle asked to be quoted “pouring lukewarm water” — not, note, cold water — on the chatter.“This is people talking to people, some of whom may or may not have talked to him,” the Gore adviser said.Roy Neel, a former top adviser to Gore, said Thursday he hadn’t spoken to Gore about it and dismissed the idea of a bid. “It’s extremely unlikely,” he said.Gore himself didn't immediately reply to an inquiry emailed to his personal account.Polling this week put Vermont socialist Bernie Sanders ahead of Clinton for the first time in New Hampshire. And she is contending with another round of stories about her use of personal email, and the security of the server on which it was hosted, during her time as secretary of state.In June, when asked who will be the next president, Gore joked that he would dodge the question, before saying that it was “actually too early” to say. Gore declined to endorse Clinton in 2008, choosing to stay out of the Democratic primary until after Obama secured the nomination.Gore has had other focuses in recent years. In particular, Gore and a business partner are suing Al Jazeera, which purchased Current TV from him, over $65 million dollars held in escrow during the deal; Gore and his associate contend the money belongs to him. The Qatar-based network acquired Current in early 2013 in a deal reportedly worth $500 million.The former vice president has taken a step back from the climate change advocacy groups he helped to found, focusing instead on his business ventures and being a public climate change expert, if not the active lobbyist he once was. Climate change is still a top issue for Gore, and he’s been happy to trash the Keystone XL pipeline, putting him to the left of both President Obama and Clinton on the issue. Both have publicly reserved judgement on the project until a State Department review is complete.In March, Vox editor Ezra Klein argued that Gore, with his ability to fund a campaign and to mount a serious challenge to Clinton, should run for president.Klein cited Gore’s support for single payer health care, his advocacy on climate change, his opposition to the Iraq War to make the case that “the rest of his positions are closer in line with Democratic Party activists than, say, Clinton's.”\n", "title": "Al Gore Insiders “Figuring Out If There’s A Path” For Him To Run", "url": "http://www.buzzfeed.com/andrewkaczynski/al-gore-insiders-figuring-out-if-theres-a-path-for-him-to-ru", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Ezra Klein", "Hillary Clinton", "Al Gore"], "orgs": ["Keystone XL", "Vox", "State Department", "Al Jazeera"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-08-13 21:54:40", "org": "buzzfeed", "article_id": "2123a2e0d330dd88d012bed0cbb61718", "date_access": "2015-08-13 21:30:55.162651"}