{"body": "", "byline": "", "description": "\nWin Mcnamee / Getty Images\nHer slogans depicted a candidate who was \"ready to lead\" and \"ready on day one.\" Her ads promised a president with the experience for the “3 a.m. phone call\" and the strength for the “toughest job in the world.” Her top strategist crafted a message in the style of Margaret Thatcher, a figure known, as he put it, for “smart, tough leadership,” not “good humor or warmth.”In her campaign eight years ago, over and over again, Hillary Clinton reassured voters of one key attribute: her toughness.So in most retellings of the 2008 election, what happened the day before the New Hampshire primary, at a small cafe in Portsmouth, came as a kind of watershed moment — a rare show of emotion, cast as “humanizing” by some and “rehearsed\" by others.In Clinton’s own retelling, the day she welled up with tears is one she sees now as an almost inherent part of the campaign process. If she was fixated in her first presidential bid on strength, Clinton is far more willing in her second to embrace and acknowledge what she described as the “emotional, personal,” often demanding moments that can “pierce the political screen\" of a campaign and candidate.“It’s very hard out there. This is something that just demands your mental, emotional, physical stamina all the time,” Clinton told Another Round, a BuzzFeed podcast, in a wide-ranging interview touching on the rigor of the campaign trail, the scrutiny of public life, and the campaign event eight years ago in Portsmouth, where a woman asked simply, “How do you do it?”“I did not know that that was how I was going to feel at the time,” Clinton said of her tearful answer. “It was a combination for me of feeling like somebody’s asked me a really personal question, and… it’s very hard out there. This is something that just demands your mental, emotional, physical stamina all the time.”“When it was over, I just felt drained,” Clinton said, asked if she regretted the moment afterward. “I didn’t feel anything other than that. I didn’t realize it was going to be such a big deal, to be honest, and then it became this big deal.”In the interview, Clinton recalled encounters with voters that have brought her to tears, in public and in private, over the course of her campaign. Last month, at the New Hampshire Democratic Party convention, she met Keith F. Thompson, a 52-year-old who cares for his mother, who has Alzheimer’s, and whom he regularly brings to his part-time job. Last week, in Manchester, she met Nicole Hockley, whose 6-year-old son, Dylan, died at Sandy Hook.“I didn’t know she was going to be there,” Clinton said. “I didn’t know anything at all until she just came up to me before I went out to the event, and I could just feel myself getting very emotional about it. Those moments happen.”“Something real pierces the political screen,” Clinton said, like meeting Thompson or Hockley. “It’s a moment that induces this kind of emotional, personal reaction.”These “real” moments exist within the \"totally different\" standard that Clinton said women are held to: an expectation that they be \"both strong and vulnerable at the same time,\" she said. “That’s not easy to do.\"“And so you just have to be who you are, to the best of your ability, but it is somewhat frustrating,\" Clinton continued. “Women in any profession, media, business, you name it, and we talk about this — we all feel like, if you do it, you’re criticized, and if you don’t do it, you’re criticized,” she said.She suggested that women public figures are sometimes understood collectively, rather than individuals with different strengths and weaknesses. “Eventually people either get your or they don’t,” she said.“And you know when I ran for the senate back in ‘99, I was very much facing the same kinds of questions. What about this, what about that, etc. etc.,” Clinton said 2000 Senate campaign. At the time, she went on an infamous listening tour, even staying overnight in voters’ homes across the state, amid scrutiny over whether she was a carpetbagger for moving from Arkansas, to the White House, to Chappaqua, N.Y.“I just got up every day and worked as hard as I could,” she said. “Even in this last presidential campaign as you point out, it’s such a marathon, and it’s so hard — and then, you know, when President Obama asked me to be secretary of state, it was a different kind of platform, and because I wasn’t in politics, people were really nice about me. They said all kinds of nice things.”That, however, Clinton said ended when she began running for president again. The political scrutiny, though, she said is really a function of the national political stage — something she has been on for nearly 25 years.“Even though my husband was governor of Arkansas for all those years, I drove myself around, I went to work every day, I took my daughter to school or to ballet. I had a really, just kind of run-of-the-mill, ordinary life,” she said. Clinton famously hasn’t driven a car since 1996, a feature of the far more insulated and restricted life of U.S. Secret Service protection — but the intensity of the media scrutiny, she said, is not something that anyone becomes accustomed to.“It wasn’t until he became president that I really encountered that overwhelming sense of the bubble, the scrutiny,” she said. “I don’t know that you ever get used to it, but you do sort of learn how to manage it so that you can get up every day and go about your life.”And even if she said better understands how to navigate the reality of that scrutiny, she expressed a fundamental frustration with how women are understood.“So I’ve gotten kind of used to it,” Clinton said, “but it still does still pose this conundrum: How is a woman supposed to behave? Well, how about the way she is? And then people should figure out her as opposed to her having to figure out everybody else.”\nClinton on the rigors of campaigning:\nw.soundcloud.com\nClinton on the scrutiny applied to women public figures:\nw.soundcloud.com\n", "title": "Hillary Clinton On The Demands Of Campaigning: “It’s Not Easy”", "url": "http://www.buzzfeed.com/rubycramer/hillary-clinton-on-the-demands-of-campaigning-its-not-easy", "topics": ["campaign_finance", "women"], "people": ["Margaret Thatcher", "Hillary Clinton", "Nicole Hockley"], "orgs": ["New Hampshire Democratic Party", "Senate"], "authors": [{"author_id": 6688, "fullname": "ruby cramer", "primary_org": "buzzfeed"}], "date_written": "2015-10-12 03:01:33", "org": "buzzfeed", "article_id": "77127f2a9700ba050d04ebba844580b2", "date_access": "2015-10-12 03:10:13.795957"}