{"body": "", "byline": "", "description": "\nScott Olson / Getty Images\nWASHINGTON — “I’m for Trump,” conservative talk radio host Michael Savage told listeners last month. “Point blank, best choice we have.”Right now, the lead video on the radio host’s YouTube channel is an “exciting, must-see compilation set to music” of Trump moments from this summer.The symbiotic relationship between Donald Trump and cable news is well established. But what’s gotten less attention this summer beyond frustrated conservative circles online is the another media engine driving Trump: good old-fashioned talk radio.For weeks, some of the biggest names in conservative talk radio — Rush Limbaugh, Mark Levin, Laura Ingraham, Sean Hannity, and Savage — have praised Trump and his bashing of the politically correct left and Republican establishment.But the conservative talkers are also pushing his rhetoric on immigration and his vow to revoke birthright citizenship for the children of undocumented immigrants — and delivering that content straight to their millions of listeners.Unlike cable news, conservative talk radio speaks directly to the disaffected conservative base fueling Trump’s rise. Rush Limbaugh’s is still the most-listened-to talk radio program in the country, pulling in 13 and a quarter million weekly listeners, according to estimates in Talkers magazine, an industry publication (Limbaugh himself has estimated it in the past at 20 million). Talkers puts Sean Hannity in second, with 12.5 million. Mark Levin ties with Glenn Beck (a Trump critic) for fourth, with 7 million. Savage has more than 5 million, according to Talkers’ estimates.And if you’re someone who listens to a lot of talk radio, you can go from Ingraham to Limbaugh to Hannity or Savage to Levin in a day and hear nary a word of displeasure with Trump.“I liken the bond between hosts and their listeners to a friendship,” said Brian Rosenwald, a University of Pennsylvania professor who has studied conservative talk radio. “Politically, the result of this bond is that when hosts talk to listeners about a candidate or bill it’s like having your brother-in-law or best friend tell you about the candidate or bill.”Though many hosts have avoided a formal endorsement, they’ve heaped praise on the candidate and signaled to their listeners that Trump is their guy.“I’m not endorsing anybody as you well know, but the fact of the matter is I like the way this guy talks,” Levin said this week on Hannity’s Fox News show. Ingraham has framed her posture towards Trump as “analyzing Trump’s appeal.”The praise is often couched as praise of Trump’s supporters and of Trump’s connection with them.“I watched this thing last night,” Limbaugh said on Wednesday’s program. “I happened to get on the airplane to catch maybe the last 30 minutes of it on the way home, and the last 10 minutes of what Trump did last night sealed the deal,” Limbaugh said, referring to Trump’s appearance in Dubuque, Iowa.“I mean, the sincerity, the appreciation for the audience that showed up. He gave every indication. He left no doubt how much he loved those people that showed up, how much he respects them, how much their presence means to him. All the braggadocio aside, all of the showmanship and the flamboyance, all of that aside, Donald Trump let them know at the end of everything else he said how deeply touched and moved he is by their support, by their belief in him.”It’s hard to tell whether the hosts actually really like Trump, whose conservative bona fides fall apart the minute the discussion goes beyond immigration, or whether they’re more concerned with pleasing their audience and with keeping the focus on the immigration debate that fires up the base. Trump, after all, has supported many positions antithetical to conservative orthodoxy over the years — universal health care, a pro-choice approach to abortion (since reversed), banning assault weapons, and so forth.That inconsistency hasn’t gone unnoticed in conservative circles, where it’s vexed the vocal Trump opposition.Rick Wilson, a Republican strategist who has come under attack from fellow conservatives for opposing Trump, said that he thought conservative talk radio’s focus on Trump is a ploy to please listeners and keep them tuned in. The conservative media is more crowded than ever with sources of information, and though they still command large audiences, talkers don’t have the same kind of hegemony they once did.“The get out of jail free card of ‘I'm not with Trump but isn't he awesome about The Wall/Those Damn Dirty Mexicans/Bush/Megyn Kelly/the media/topic du jour’ is a mighty tiny fig leaf,” Wilson said. “Of course, they're in the phase where they've monetized Trump mania, so they have to keep stoking the story and stirring their audiences with ever-more-grandiose paeans to Trump's godhood.”“Fealty to Trump demands the broadcasters fully buy in to the Trump Reality Distortion Field, or be cast into the outer darkness,” Wilson said. “I mean, this isn't a new observation, but Fox News is no longer conservative enough in their eyes. I heard a Newsmax promo this week that said, ‘Tune in to Newsmax TV to get the real story from Ted Cruz... without the Fox News filter.’”Fox News has been supplanted as the voice of the base, if it ever was. For all the hemming and hawing in recent years about talk radio’s supposed decline in influence, there’s still no purer media ecosystem for the ideas that animate conservatives. If Rush Limbaugh or Mark Levin or Sean Hannity or Laura Ingraham decide that birthright citizenship is going to be a big issue, then lo, it becomes the issue of the week, or month. Ingraham was one of the biggest voices championing Rep. David Brat before his upset win over Eric Cantor. Limbaugh especially has a proven record of this; in a New York Times story in 2008, Karl Rove said he thought Limbaugh’s “Operation Chaos” may actually have tipped the Texas primary Hillary Clinton’s way.And Limbaugh positions himself as no unaware actor. On his program on Aug. 18, he gave a representative précis of the talk radio position in response to a caller who called in and implied that Limbaugh is supporting Trump:“Do you understand that I always have a purpose?” Limbaugh said. “Do you realize nothing is haphazard? You're wondering why I'm supporting Trump. Who says I am? Have I announced specifically that I am, or are you perceiving it? A better question would be: If you think that, why? And I can't go any further. I did with my brother last night. It's on record, if I have to go back and prove this, and I told Snerdley this morning about this. But I can't go any further here. It is what it is. I know it's a cliche.”Limbaugh’s show is less generation of the policies themselves than a mechanism for spreading the ideas far and wide. “In truth, Limbaugh is less a theoretician than a popularizer of what he regards as the correct conservative responses to contemporary issues,” that same 2008 Times story, by Limbaugh and Roger Ailes biographer Zev Chafets, argued.And right now, Trump’s embrace of hardline immigration ideas like ending birthright citizenship matches up perfectly with the policies that some of these hosts have been promoting for some time. The Trump-inspired debate over immigration is allowing them to mainstream ideas that once didn’t have much purchase, the birthright citizenship question being a notable recent example. Both Levin and Limbaugh have seized on a quote by Sen. Jacob Howard, the original sponsor of the Citizenship Clause, that they’re using to bolster their case that the 14th amendment doesn’t guarantee citizenship to the children of people in the country illegally. Laura Ingraham has also referenced it.Talk radio hasn’t totally been a monolith for Trump. Several of the major hosts, most notably Glenn Beck, have been either skeptical or downright hostile to the frontrunner. Beck in particular has gone after Trump early and often, calling him a “flaming body part” after his announcement and a “son of a bitch” after the first primary debate earlier this month in Cleveland. Beck has also criticized his peers in the conservative media for supporting Trump.“Why are big name ‘conservatives’ supporting him?” Beck asked on his Facebook page earlier this month. “I am not talking about the average Joe, I am talking about Sean Hannity or Ann Colter [sic]. How about Savage or Rush? These are smart people. What am I missing? Just based on his favorability ratings he could never win in a general. Research shows that he may be near his ceiling now. Are they just trying to hold on to those disenfranchised republicans and keep them in the fold?”And for Hannity, the situation has been complicated by Trump’s war with Fox News following the Fox moderators’ tough questioning of him in the debate. Though Hannity is positive on Trump, he’s stood up for his colleague Megyn Kelly who has borne the brunt of Trump’s attacks. He told his “friend” Trump to “leave Megyn Kelly alone” on Twitter this week and later expanded on the criticism, saying on his radio show on Tuesday that Trump needs to focus more on the issues.There’s also a case to be made that Trump is famous enough that he didn’t need talk radio in the first place. Hugh Hewitt, who has been skeptical of Trump and asked him tough questions but hasn’t declared war like Beck, said he thought that Trump would have reached this level even without talk radio’s help.“Donald Trump is a ratings phenomenon that would exist even if every talker in America suddenly went silent for the next year,” Hewitt said. “He has a built-in audience by virtue of his decades in the spotlight, his television and publishing success, and of course his overall profile as a deal-making maestro. Yes, we all talk about him — I'd gladly open every show with him if he was available, and all four times he has appeared with me have been great — but his appeal is independent of talk radio.”\n", "title": "The Real Media Machine Behind Trump: Conservative Talk Radio", "url": "http://www.buzzfeed.com/rosiegray/the-real-media-machine-behind-trump-conservative-talk-radio", "topics": ["immigration"], "people": ["Roger Ailes", "Laura Ingraham", "Karl Rove", "Scott Olson", "Jacob Howard", "Michael Savage", "Mark Levin", "Hillary Clinton", "Donald Trump", "Zev Chafets", "David Brat", "Rick Wilson", "Glenn Beck", "Megyn Kelly", "Rush Limbaugh", "Eric Cantor", "Sean Hannity", "Hugh Hewitt", "Ted Cruz"], "orgs": [".There", "University of Pennsylvania"], "authors": [{"author_id": 8663, "fullname": "rosie gray", "primary_org": "buzzfeed"}], "date_written": "2015-08-28 04:47:18", "org": "buzzfeed", "article_id": "bfe21c10f1f562b755fb0bb15f7a0bb2", "date_access": "2015-08-28 04:50:46.205282"}