{"body": "Former Florida Gov. Jeb Bush says he â\u0080\u009ctotally getsâ\u0080\u009d that if his campaign is â\u0080\u009call about the pastâ\u0080\u009d and the Bush last name itâ\u0080\u0099s a losing argument. ", "byline": "", "description": "“If it’s all about the past and you know, about whether the Bushes are going to break the Adams family in terms of the number of people that are president, that’s a loser and I’ll totally get that.”\n\n\n\n\n\n\n\n\n\n\n\n \n \n\t\n\n\t \n\t\t  \n\t  \n\t\n\n\n w.soundcloud.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Former Florida Gov. Jeb Bush says he \"totally gets\" that if his campaign is \"all about the past\" and the Bush last name it's a losing argument. \n\n\"If it's all about the past and you know, about whether the Bushes are going to break the Adams family in terms of the number of people that are president, that's a loser and I'll totally get that,\" the former Florida governor told Concord News Radio in New Hampshire Thursday. \"But I think that people have the right to question me and I'll have every opportunity to convince them of who I am and what's in my heart. \n\nBush added earlier he loved his family but was \"different from them.\"\n\n\"Well first, I love my family and its impossible for me not love my mom and dad and love my brother,\" said Bush \"We are a very tight family but I'm different than them.\"\n\n\"And I know what my challenge is,\" said Bush. \"It's an opportunity actually to tell my life story, let people figure out where I'm different where I'm not. I'll let them judge that and focus on the future.\"\n\nHe noted the world \"is radically different\" from when his brother and father were president.\n\n\"My dad was president in 1988 and my brother was president in 2000. The world is radically different in 2016 and I'll—if I get the honor and consideration to be a candidate, I'll be successful if I change the conversation about what the future holds if we fix a few things. Share my heart, show what kind of person I am, and talk about the leadership skills that are necessary to move our country forward.\"\n\n\n ", "title": "Jeb Says He \"Totally Gets\" A Campaign All About A Third Bush Presidency Is \"A Loser\"", "url": "http://www.buzzfeed.com/andrewkaczynski/jeb-says-he-totally-gets-a-campaign-all-about-a-third-bush-p", "topics": ["personality", "economy"], "people": ["Jeb Bush"], "orgs": [], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-05-22 15:12:37", "org": "buzzfeed", "article_id": "bcb60f0ba5d7491141cbdc221fac8696", "date_access": "2015-05-22 14:26:16.304839"}