{"body": "For the second time, Republican-nominated Chief Justice John Roberts on Thursday sided with the more liberal justices on the Supreme Court to uphold a provision of Obamacare.", "byline": "", "description": "“Every time I have a chance to watch him, I learn a little better how to try to carry out our craft with the highest level of skill and integrity, and so I would commend it to all of us.”\n\n\nFor the second time, Republican-appointed Chief Justice John Roberts on Thursday sided with the more liberal justices on the Supreme Court to uphold a provision of Obamacare.\nWhen the majority opinion authored by Roberts was released, Republican presidential candidate Ted Cruz criticized the justices in the majority as \"lawless\" and called their actions \"disgraceful.\" \n\"For nakedly political reasons, the Supreme Court willfully ignored the words that Congress wrote, and instead read into the law their preferred policy outcome,\" Cruz said in a statement. \"\n\"These judges have joined with President Obama in harming millions of Americans. Unelected judges have once again become legislators, and bad ones at that. They are lawless, and they hide their prevarication in legalese. Our government was designed to be one of laws, not of men, and this transparent distortion is disgraceful.\"\nBut before Roberts had his fall from grace in the eyes of the conservative movement, Cruz held him in high esteem. Cruz and Roberts have a history together -- both clerked for Chief Justice William Rehnquist in their careers and worked together on Bush v. Gore. \nAs Texas Solicitor General Ted Cruz spoke highly of John Roberts during his confirmation hearing to the Supreme Court, emailing his staff to say Roberts was a role model for how to \"carry out our craft.\" \nIn the email, obtained by BuzzFeed News, Cruz recalled how Rehnquist viewed Roberts as \"the best Supreme Court litigator in the nation,\" which Cruz wrote was a sentiment that enthusiastically\" agreed with.\n\"I've worked with John and seen him argue numerous cases, and, to my mind, there's not another appellate advocate who's even close,\" wrote Cruz. \nCruz wrote Roberts had an \"unparalleled credibility before the Justices\" because of his style. \n\"What made John so good at the podium was the way he could, eschewing rhetoric, calmly and coolly answer each and every difficult question that came his way. His balanced, reasonable tone commanded enormous respect at the Court and, over the years, he earned unparalleled credibility before the Justices.\"\nCruz conclude by noting every time he watched Roberts he learned \"a little better how to try to carry out our craft with the highest level of skill and integrity.\"\nA Cruz spokesman didn't return a request for comment on if he regretted past support for Roberts.\n", "title": "Before Obamacare, Ted Cruz Once Held Up John Roberts As A Role Model", "url": "http://www.buzzfeed.com/andrewkaczynski/before-obamacare-ted-cruz-once-held-up-john-roberts-as-a-rol", "topics": ["health"], "people": ["John Roberts", "Justice William Rehnquist", "Justice John Roberts", "Ted Cruz"], "orgs": ["Supreme Court", "Congress"], "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-06-25 19:32:48", "org": "buzzfeed", "article_id": "ef2a646a545be4bf3cb130cc7e7edec5", "date_access": "2015-06-25 18:41:08.647729"}