{"body": "No Democrats are quoted in this story.", "byline": "", "description": "Since 2012, Republicans have spent time, money, and energy working to reach out to Latinos, and saw some success last year. But now a loudmouth they’ve had trouble completely repudiating is lighting up Hispanic media every night.\n\n\nGreg Allen / AP\n\n\nNo Democrats are quoted in this story.\nIt's not that they don't want to be. There is no topic that fills them more with unbridled glee, outrage, or fake outrage than Donald Trump. His antics help Democrats who want the GOP to be seen as xenophobic and unable to discuss issues that deal with Hispanics, like immigration, in a respectful, measured manner.\nBut for those who have worked to improve the GOP brand with Hispanics, the last month of the Trump comedy spectacular, in which he has called Mexicans criminals and rapists and doubled down on those comments, has been deeply unsettling. More importantly, they worry it risks further damaging the party with Latinos and eroding gains they've already made — even as candidates like Jeb Bush and Marco Rubio put them in a potentially even better place.\nRepublicans have made real and concerted efforts, over a period of time, to engage Hispanics after 2012. The Republican National Committee's Growth and Opportunity project has been well-funded, successful in key 2014 races, and is ramping up for the presidential cycle, with the largest chunk of spending going toward Hispanic outreach.\nLatinos on the left worry about the LIBRE Initiative, a Koch-funded project that's doing real on-the-ground work in Hispanic churches and communities, all while espousing conservative principles in literature and on Latino media. GROW Elect, an effort started in California and expanding to Southwest states, helped dozens of Latino Republicans get elected in 2014, often in Hispanic districts. \nThe goal with these projects is clear: showing that the Republican Party is not the enemy. And Trump, these Republicans worry, is ruining that.\n\"The greatest harm is to Trump himself — he says he can win the Latino vote, he's kidding himself,\" said Ruben Barrales, who leads GROW Elect and is the son of Mexican immigrants. \"Now young Hispanics will be smashing Donald Trump piñatas at their birthday parties in celebration. He fails to recognize the harm on the Trump brand. But it's damaging not just to Republican Latino efforts, but to Republican efforts as a whole.\"\nBarrales pointed to the campaign for California's Proposition 187, which took aim at undocumented immigrants and featured harsh ads about Latinos, as a moment when Latinos decided the GOP was against them.\nTrump hasn't just dominated the mainstream media, but has been viewing nightly on Univision and Telemundo, the Spanish-language giants that reach Hispanic homes across the country.\n\"Trump has turned out to be Sheriff Joe Arpaio's replacement as the principal villain in what has practically become a new nightly telenovela on Univision and Telemundo,\" said MRC Latino's director, Ken Oliver-Méndez, whose organization monitors Spanish-language media's inclusion of conservative viewpoints. \nSince his announcement, Oliver-Méndez said, Trump has been mentioned at least once or twice in practically every newscast with very few exceptions on the three major networks MRC Latino monitors: Univision, Telemundo, and MundoFox.\n\"It's a distraction, a major distraction,\" said LIBRE's executive director, Daniel Garza. \"It's not the narrative you want driving the national news.\" But he said Trump has created a realignment within the immigration debate, where the bombastic businessman represents the extreme fringe and other presidential candidates are able to emerge as the adults in the room.\nStill, Republicans have not just had to comment on Trump, but some have had to do so repeatedly. When Trump retweeted a comment by someone saying that Jeb Bush has to like the \"Mexican illegals\" because of his wife, Bush was forced to say, \"You can love the Mexican culture, you can love your Mexican-American wife and also believe that we need to control the border.\"\nIzzy Santa, former director of Hispanic media at the RNC, said Trump is the only person who disregards that tone, and rhetoric matters.\n\"Trump's comments hurt the Republican field for the next cycle because it portrays Republicans as out of touch when it comes to understanding Hispanic culture and the immigration debate,\" she said.\nRepublican officials have also pushed back against Trump. RNC Chair Reince Priebus reportedly called Trump and told him to \"tone it down.\" House Speaker John Boehner condemned the use of immigration as a \"political football.\"\nStill, people maintain all's not lost. A prominent Hispanic operative advising a Republican campaign called Trump irrelevant and said he doesn't reflect the views of the party. \nA Latino at a different campaign said the good news for Republicans is that it's 2015, not 2016. The operative said candidates who have had to engage Latinos in the past, like Marco Rubio, Jeb Bush, Rick Perry, and Chris Christie, know that they have to speak to Hispanic voters, who will be paying attention to how they respond to Trump and the immigration issue. \"I think it's a defining moment for the Republican candidates on where they stand in regards to these comments,\" the strategist said, adding that Ted Cruz's embrace of Trump \"has disqualified him as a serious general election candidate.\"\nTrump, relishing his role as presidential troll, has made it clear that he isn't going anywhere.\nOn Saturday, Trump will hold a \"Stand Up To Illegal Immigration\" joint event with Arpaio in Arizona. The question now for GOP presidential candidates is even if they come out stronger to repudiate him, how can they stop Trump from being Trump, all the while representing their party?\nBarrales said just as Republicans were leaders most recently in South Carolina to help take down the Confederate flag, they need to be here with Trump as well.\nOne prominent Latino operative who advises campaigns laid out the stakes, saying continued comments and a focus on Trump only endangers the work Republicans have been putting in for the last few years.\n\"Trump's divisive rhetoric and harsh tone is undermining those efforts and could potentially block Republican's path to the White House in 2016,\" the operative said.\n\nView Entire List ›", "title": "Donald Trump Could Seriously Damage The Real Republican Efforts To Reach Latinos", "url": "http://www.buzzfeed.com/adriancarrasquillo/donald-trump-could-seriously-damage-the-real-republican-effo", "topics": ["immigration"], "people": ["Ken Oliver", "Chris Christie", "Jeb Bush", "Joe Arpaio", "Reince Priebus", "Rick Perry", "Donald Trump", "Marco Rubio", "Daniel Garza", "Greg Allen", "Ted Cruz", "John Boehner", "Izzy Santa"], "orgs": ["Trump", "RNC", "Republican Party", "Univision", "Telemundo", "Republican National Committee", "LIBRE Initiative", "LIBRE", "GOP"], "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-07-10 20:55:38", "org": "buzzfeed", "article_id": "1e66bda3abddba9156d1a0263afb689d", "date_access": "2015-07-10 20:50:58.763951"}