{"body": "", "byline": "", "description": "\nSean Rayford / Getty Images\nOKLAHOMA CITY, Oklahoma — Republican frontrunner Donald Trump said that he couldn’t become a Mexican citizen if he wanted to because Mexicans “don’t like WASPs” during a speech at the Oklahoma State Fair here on Friday.During a passage of a long speech in which Trump was describing how other countries’ immigration laws are tougher than those of the U.S., he said, “If you want to be a citizen of Mexico, it’s one of the hardest countries in the world. To be a citizen of Mexico is almost impossible.”“I can’t be a citizen,” Trump said. “Because they don’t like WASPs. They don’t like white Anglo-Saxon Protestants, I think. They don’t want me. I don’t think I could become a citizen of Mexico.”Trump has made opposition to illegal immigration a centerpiece of his campaign, and frequently casts Mexico as a villain in his public comments. He has been accused of racism for saying that Mexico sends rapists and murderers across the border.Though Trump has been showing signs that his momentum might not be what it was over the summer, this wasn’t evident in Oklahoma, where he was greeted by a large crowd of fans on a hot, windless day. He was mobbed as he moved around the fair, shaking hands and answering a few questions from the press (the Pope is a “great guy, I think he’s fantastic,” he said, and “I think it’s fine” that he’s been talking about climate change and immigration, something that has drawn criticism from other conservatives). One supporter, Joanna Whipple, an 18-year-old Oklahoma City University student, was “absolutely” excited because Trump had touched her face, she said later.The crowd reacted with glee to nearly every Trump applause line during a characteristically meandering speech that jumped from birthright citizenship to the Iran deal to Russia’s involvement in Syria and back again, at times repeating points he had made earlier.Trump continued his recent pattern of attacking Marco Rubio, whom he called “one of these real dopes” and, repeatedly, a “lightweight” during his speech. He also criticized Rubio’s attendance record in the Senate. The crowd seemed more enthusiastic about his attacks on Jeb Bush and Hillary Clinton, though they did not boo his insults to Rubio as attendees of the Values Voter Summit reportedly did on Friday morning.Trump went after the media several times, accusing them of distorting crowd sizes and of being “terrible people.”In a testament to his popularity among conservatives, Trump was able to make an admission that he “used to be, like, total establishment” and get away with it; Trump frequently slams other candidates for taking money from big donors, but openly admits that he used to be one of those donors.At one point, he brought out Duck Dynasty’s Willie Robertson, who declared, “I do like me some Trump.”About 50 minutes after he began, he made his grand exit, leaving the stage to Twisted Sister’s “We’re Not Gonna Take It.”\n", "title": "Trump: Mexico Doesn't Like WASPs", "url": "http://www.buzzfeed.com/rosiegray/trump-mexico-doesnt-like-wasps", "topics": ["immigration", "mexico"], "people": ["Jeb Bush", "Hillary Clinton", "Willie Robertson", "Donald Trump", "Marco Rubio", "Sean Rayford"], "orgs": ["Senate", "Duck Dynasty"], "authors": [{"author_id": 8663, "fullname": "rosie gray", "primary_org": "buzzfeed"}], "date_written": "2015-09-26 03:16:49", "org": "buzzfeed", "article_id": "b64a40ae340fd17b5fed56a8450cd992", "date_access": "2015-09-26 03:17:02.600735"}