{"body": "In the final months of Ronald Reaganâ\u0080\u0099s presidency, Donald Trump appeared on The Oprah Winfrey Show to discuss the advertisement criticizing U.S. foreign policy that he spent nearly $100,000 to place in three major newspapers the previous fall â\u0080\u0094 and the possibility that he might run for president, himself.", "byline": "", "description": "”[…] I really am tired of seeing what’s happening with this country.”\n\nFrederic J. Brown / Getty Images\nIn the final months of Ronald Reagan's presidency, Donald Trump appeared on The Oprah Winfrey Show to discuss the advertisement criticizing U.S. foreign policy that he spent nearly $100,000 to place in three major newspapers the previous fall -- and the possibility that he might run for president, himself.\nTrump told Winfrey in April of 1988 that he was \"tired of seeing what's happening with this country,\" and said that America was supporting its foreign allies at the expense of its own citizens' well-being. \nWinfrey began by asking Trump about the \"open letter\" to the American public that he had paid to place in the New York Times, Washington Post, and Boston Globe a few months before, at a time when some were speculating that Trump was planning to enter the race for the Republican nomination to succeed Reagan in 1988. \nTrump's advertisement was a sharp critique of American foreign policy, including the claim that \"[t]he world is laughing at America's politicians as we protect ships we don't own, carrying oil we don't need, destined for allies who won't help.\"\nAfter Winfrey pointed to the advertisement to ask what Trump would \"do differently,\" the tycoon reiterated many of the arguments contained in the letter, telling Winfrey that he would \"make our allies pay their fair share.\"\n\"We're a debtor nation,\" Trump said. \"Something's going to happen over the next number of years with this country, 'cause you can't keep going on losing 200 billion.\"\nTrump argueed that the Japanese \"are beating the hell out of this country,\" because \"[t]hey come over here, they sell their cars, their VCRs, they knock the hell out of our companies\" -- all while taking advantage of American largesse. \nThe solution, he suggested, was to require countries like Japan and Kuwait to pay the United States for it's ongoing support. \nWhen Winfrey asked Trump if he would consider a run for the White House, the billionaire said he \"probably\" wouldn't do it. \n\"I just probably wouldn't do it, Oprah,\" said Trump, \"I just don't think I really have the inclination to do it. I love what I'm doing, I really like it.\"\n\"But I do get tired of seeing what's happening with this country,\" Trump continued. \"And if it got so bad, I would never want to rule it out totally, because I really am tired of seeing what's happening with this country — how we're really making other people live like kings, and we're not.\"\nTrump offered praise for all three of the major candidates in the race. \n\"I think that probably George Bush has an advantage, in terms of the election,\" said Trump. \"But I think Jesse Jackson's done himself very proud, I think Michael Dukakis has done one hell of a job. [...] I think people that are around all three of those candidates can be very proud of the jobs they've done.\"\nAsked by Winfrey if he believed he could win, Trump said he \"would have a hell of a chance.\"\n\"I would say that I would have a hell of a chance of winning, because I think people — I don't know how your audience feels — but I think people are tired of seeing the United States ripped off,\" Trump argued, promising that if he were in charge, \"[t]his country would make one hell of a lot of money from those people that for twenty-five years have taken advantage\" of the United States. \nTrump concluded by insisting that he would abandon an unacceptable status quo. \nIn Donald Trump's America \"[i]t wouldn't be the way it's been,\" Trump declared. \"Believe me.\"\n\nHere's the video:\nyoutube.com", "title": "That Time In 1988 Trump Told Oprah What Was Wrong With America's Foreign Policy", "url": "http://www.buzzfeed.com/ilanbenmeir/that-time-in-1988-trump-told-oprah-what-was-wrong-with-ameri", "topics": ["campaign_finance"], "people": ["Donald Trump", "Jesse Jackson", "Michael Dukakis", "Ronald Reagan"], "orgs": ["United States."], "authors": [{"author_id": 20926, "fullname": "ilan ben-meir", "primary_org": "buzzfeed"}], "date_written": "2015-07-15 20:04:53", "org": "buzzfeed", "article_id": "74dbb5c717fdeefb164660449cfdcac3", "date_access": "2015-07-15 20:01:10.931912"}