{"body": "Republican presidential candidate Lindsey Graham said Monday that Brad Pitt would be able to participate in the first GOP primary debate under the current criteria. ", "byline": "", "description": "“If the goal to get into the debate is to have a national polling number, number one, Brad Pitt would be in the debate because it’s just a name we know.”\n\nMark Davis / Getty Images\nRepublican presidential candidate Lindsey Graham said Monday that Brad Pitt would be able to participate in the first GOP primary debate under the current criteria. \nThe senator from South Carolina was criticizing the Republican National Committee and Fox News' decision to use national polling numbers to determine which 10 candidates get to take the stage on August 6. The current rules mean that Donald Trump could edge out governors and senators to participate in the debate.\nSpeaking on a New Hampshire radio station, Graham argued that the methodology marked \"the beginning of the end\" for the New Hampshire primary by disproportionately rewarding people with familiar names and discouraging candidates from spending time in the early primary states.\n\"For those who care about the New Hampshire primary, this is the beginning of the end,\" Graham said. \"For Iowa, South Carolina, and New Hampshire. And let me tell you why. If the goal to get into the debate is to have a national polling number, number one, Brad Pitt would be in the debate because it's just a name we know.\"\nGraham said that instead of national polls, \"we should have polling based on how we do in Iowa, New Hampshire, and South Carolina.\"\n\"That's the one place we all go where you can compare everyone to each other,\" he said.\nMost polls show Graham at or near the back of the crowded GOP pack, nationally and in the first two primary states, while performing better in South Carolina, his home state.\n\nw.soundcloud.com", "title": "Lindsey Graham: Brad Pitt Would Be In GOP Debate Under Current Rules", "url": "http://www.buzzfeed.com/christophermassie/lindsey-graham-brad-pitt-would-be-in-gop-debate-under-curren", "topics": ["personality"], "people": ["Lindsey Graham", "Brad Pitt", "Donald Trump"], "orgs": ["GOP"], "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-07-06 20:54:32", "org": "buzzfeed", "article_id": "991007591222e6d87827930a750458f3", "date_access": "2015-07-06 20:40:58.260654"}