{"body": " (CNN)Donald Trump talked about his Christian faith Saturday, but said he's never sought forgiveness for his sins. \nTrump, who also made headlines for questioning Arizona Sen. John McCain's heroism Saturday, made the comments about his faith during a Q&A at the Family Leadership Summit in Ames, Iowa.\nThe event is a gathering sponsored by several socially-conservative Christian organizations, including the Family Research Council, a socially conservative lobbying organization; Liberty University, the world's largest evangelical university; and the National Organization for Marriage, a group established to prevent the legalization of same-sex marriage. \nTrump, who told CNN earlier that he is both anti-abortion and anti-same-sex marriage, said people are surprised to learn about his Christian faith.\n\"People are so shocked when they find  ... out I am Protestant. I am Presbyterian. And I go to church and I love God and I love my church,\" he said.\nModerator Frank Luntz asked Trump whether he has ever asked God for forgiveness for his actions.\nRELATED: Largest archdiocese to pray for immigrants in wake of Trump remarks\n\"I am not sure I have. I just go on and try to do a better job from there. I don't think so,\" he said. \"I think if I do something wrong, I think, I just try and make it right. I don't bring God into that picture. I don't.\"\nTrump said that while he hasn't asked God for forgiveness, he does participate in Holy Communion.\n\"When I drink my little wine -- which is about the only wine I drink -- and have my little cracker, I guess that is a form of asking for forgiveness, and I do that as often as possible because I feel cleansed,\" he said. \"I think in terms of 'let's go on and let's make it right.'\"\nCNN's Mark Preston contributed to this report.", "byline": "", "description": "\n    \n", "title": "Trump believes in God, but hasn't sought forgiveness", "url": "http://www.cnn.com/2015/07/18/politics/trump-has-never-sought-forgiveness/index.html", "topics": ["other", "gay_marriage", "immigration"], "people": ["Donald Trump", "Frank Luntz", "Mark Preston"], "orgs": ["Family Research Council", "National Organization", "Family Leadership Summit in Ames", "Q&A", "Liberty University"], "authors": [{"author_id": 30257, "fullname": "eugene scott", "primary_org": "cnn"}], "date_written": "2015-07-19 02:35:33", "org": "cnn", "article_id": "367d6263ba7ffdc2b8cc5d167eca8376", "date_access": "2015-07-19 01:40:14.472102"}