{"body": "Washington (CNN)Hillary Clinton's campaign kick-off video features a same-sex couple that's set to get married, a new retiree and a college student searching for a job.  \nIt stars a young mother who's moving so her daughter can attend a better kindergarten, Spanish-speaking brothers opening a new business and an African-American couple preparing for the birth of their first child. \nIn short: It's a glimpse at the coalition Clinton will have to put together if she's going to win the 2016 presidential race. \nSEE: Hillary Clinton's campaign launch\nClinton officially entered the race on Sunday afternoon with about 55 minutes of activity. \nIt started just after 2:30 p.m. with an email from John Podesta, her campaign chairman, to veterans of Clinton's failed 2008 run for the White House, who informed her former staffers on that campaign that she was set to officially declare her candidacy once again. \nHe followed that up with an email to donors, who then got another email from Dennis Cheng, her new campaign's finance director. \nBy 3 p.m., Clinton's new website, HillaryClinton.com, was up and running, featuring a new logo of the letter \"H,\" with an arrow pointing to the right. And on YouTube, the 2-minute, 18-second video announcing her candidacy was posted. \nAt 3:10 p.m., that video was posted to Clinton's Facebook page. And at 3:27 p.m., she tweeted to announce she is running. \nWhat Clinton's campaign wants voters to see, though, is her announcement video. It was unusual for a presidential campaign: Clinton wasn't the main focus. Instead, it featured a series of Americans discussing their lives -- what they're doing now and what they're looking forward to in the year ahead. \nShe didn't even appear in the video until 1:31 in, and the first, brief shot of Clinton was of the back of her head. \nFinally, Clinton said: \"I'm getting ready to do something, too. I'm running for president.\" \n\"Americans have fought their way back from tough economic times, but the deck is still stacked in favor of those at the top,\" Clinton said in the video. \"Everyday Americans need a champion, and I want to be that champion -- so you can do more than just get by -- you can get ahead. And stay ahead. Because when families are strong, America is strong. \n\"So I'm hitting the road to earn your vote, because it's your time. And I hope you'll join me on this journey.\" \nThe video notably included two same-sex couples. First up were two men holding hands, with one saying, \"I'm getting married this summer to someone I really care about.\" \nLater, two women lean together, nudging heads while sitting on a couch. \nAs Clinton is speaking, the slickly-produced video cuts back to many of the people who had already appeared in the ad, laughing. \n", "byline": "", "description": "Hillary Clinton's campaign kick-off video features a same-sex couple that's set to get married, a new retiree and a college student searching for a job.\n    \n", "title": "Breaking down the Clinton campaign launch", "url": "http://www.cnn.com/2015/04/12/politics/hillary-clinton-video-launch/index.html", "topics": ["campaign_finance"], "people": ["John Podesta", "Hillary Clinton", "Dennis Cheng"], "orgs": [], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-04-12 21:22:19", "org": "cnn", "article_id": "d8c68416b4a788179e8d330f3ddbc144", "date_access": "2015-04-12 20:30:09.748151"}