{"body": "Washington (CNN)Before Al Franken was a U.S. senator, he was a comedian and political satirist -- one who joked about Sen. John McCain's status as a war hero.\n\"I have tremendous respect for McCain but I don't buy the war hero thing. Anybody can be captured. I thought the idea was to capture them. As far as I'm concerned he sat out the war,\" Franken, a Democrat who now represents Minnesota, quipped to Salon for a 2000 article about the stakes of that year's presidential election.\nFranken's comments are getting new life 15 years later amid the controversy surrounding Republican presidential candidate Donald Trump's comments this weekend that McCain -- who was tortured for more than five years as a prisoner of war in Vietnam -- is \"not a war hero.\"\nStanding alone, Franken's comments could seem insensitive to POWs and their families, but an episode of Franken's radio show four years later that included McCain as a guest made it clear that the comments were intended to be received sarcastically.\n\"I mean, I consider you a hero, tremendous political courage, not, you know, the thing about five years, or five and a half years at the Hanoi Hilton; as far as I'm  concerned you just sat out the war. I don't consider that real heroism.  Anybody can get captured, right?\" Franken said to McCain during the 2004 show, according to a transcript provided by Franken's office.\nTrump made his comments over the weekend in a much more serious setting -- making his pitch to voters on Saturday.  \nRELATED: Defiant Trump refuses to apologize to McCain\n\"He is a war hero because he was captured,\" Trump, who is leading in the polls, then added on Saturday during a forum for GOP presidential candidates. \"I like people that weren't captured, OK? I hate to tell you. He is a war hero because he was captured. OK, you can have -- I believe perhaps he is a war hero.\"\nAmid widespread scorn from Republicans, including his opponents for the nomination, Trump did not back down from his questioning of McCain's status as a war hero. And he insisted that his comments about McCain don't reflect on his support for veterans -- captured or not.\nTrump's comments came after McCain characterized the thousands of people who flocked to a Trump rally in Phoenix as \"crazies.\"\nRELATED: John McCain says Donald Trump owes POW families an apology\n", "byline": "", "description": "Before Al Franken was a U.S. senator, he was a comedian and political satirist -- one who joked about Sen. John McCain's status as a war hero.\n    \n", "title": "That time Franken joked about McCain's war hero status", "url": "http://www.cnn.com/2015/07/20/politics/donald-trump-al-franken-john-mccain/index.html", "topics": ["personality"], "people": ["Al Franken", "Donald Trump", "Defiant Trump"], "orgs": ["GOP"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-07-20 17:50:45", "org": "cnn", "article_id": "d19b4ec562869d28eed70071f50d968b", "date_access": "2015-07-20 17:00:10.840522"}