{"body": "Atlanta (CNN)Less than 12 hours after stepping off the debate stage in Cleveland, Chris Christie arrived here Friday to make a pitch to 900 conservative activists that he has the mettle to be the next commander-in-chief.\nHis appearance was risky but strategic as the New Jersey governor is not necessarily beloved by this audience -- many of whom question if he is a true conservative.\nThe night before, at the Red State debate watch party, the audience booed Christie several times when he appeared on the large screens in a hotel ballroom. Red State attendees tend to be more politically aligned with the likes of Texas Sen. Ted Cruz and Wisconsin Gov. Scott Walker than Christie or former Florida Gov. Jeb Bush, who was also far from a crowd favorite on Thursday evening.\nBut Christie stood on the stage in Atlanta and highlighted his battles with unions, emphasized his own fiscal conservative ideology and noted his anti-abortion beliefs.\n\"Let us not be apologetic for our position on life as conservatives,\" Christie told the audience, a large portion of which is comprised of social conservatives. The New Jersey governor hit the right note with this audience, who believes the GOP establishment is abandoning party principles in a move to the center.\nChristie, who appeared at ease walking the stage, didn't receive the loudest applause, but there were no boos. The reception can be best described as night and day for the New Jersey governor, a mission accomplished: In a field of 17, every vote counts.\nThroughout the day, four more GOP presidential candidates addressed the group: Louisiana Gov. Bobby Jindal, former Texas Gov. Rick Perry, former Hewlett-Packard CEO Carly Fiorina, and Florida Sen. Marco Rubio. Five more candidates are scheduled to appear Saturday: Bush, Cruz, Walker, former Arkansas Gov. Mike Huckabee and real estate mogul Donald Trump.\nThe candidates reached millions of people Thursday night in the nationally televised debates -- a unique opportunity for them to sell their visions for the future to voters from coast to coast.\nRELATED: Evangelicals take Planned Parenthood fight to 2016 trail\nSo why would the candidates make a detour off of the well-worn campaign paths blazed through Iowa, Nevada, New Hampshire and South Carolina to appear before less than 1,000 Republicans? While the Red State gathering is a fraction of the audience the candidates reached Thursday night, their presence is a recognition of the important role grassroots activists play in determining the eventual Republican nominee.\n\"These are folks that are obviously engaged in the political process,\" Louisiana Gov. Bobby Jindal told CNN, moments after he addressed the meeting. \"They are energized and informed voters who go out there and talk to their friends and get involved in campaigns.\"\nTracey Clarkson, a 52-year-old political marketing CFO from Powder Springs, Georgia, said she is not surprised that the candidates made the pilgrimage to Atlanta right after appearing in the first debate. \"It speaks volumes about the power of the grassroots,\" she said.\nJindal, who is making a hard play for the social conservative vote, delivered a political speech full of red meat in which he highlighted his faith and pledged to promote social conservative values if elected president.\n\"The United States of America did not create religious liberty, religious liberty created the United States of America,\" he said to loud applause.\nEdward Hayes, a 69-year-old retired solider from Alpharetta, Georgia, walked out of the ballroom after Rubio spoke and seemed to find his horse in the race for the GOP nomination. Rubio talked about his life story of being the children of immigrants who came to the U.S. for a better life and emphasized his conservative credentials to the receptive audience.\n\"I had no favorites until a couple of minutes ago,\" said Hayes. \"I think he knocked it out of the park at the debate, and I wanted to see him in person to see if what I saw on television last night was real. I think Rubio is my guy.\"\nFor Michael Whalen, a 71-year-old retiree from Advance, North Carolina, he was pleased with everything he had heard so far at the conference.\n\"Being a conservative, Republican, I listen for a number of key phrases,\" he said. \"A lot of them were saying the same thing: secure the border, strengthening defense, control the spending. All the things that I want to hear. I heard that from all of them. Some were more passionate than others, but they were all basically saying the same thing.\"\n", "byline": "", "description": "\n    \n", "title": "Presidential candidates deliver red meat at Red State", "url": "http://www.cnn.com/2015/08/07/politics/chris-christie-red-state/index.html", "topics": ["personality"], "people": ["Chris Christie", "Jeb Bush", "Rick Perry", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Planned Parenthood", "GOP"], "authors": [{"author_id": 2550, "fullname": "mark preston", "primary_org": "cnn"}], "date_written": "2015-08-08 00:14:17", "org": "cnn", "article_id": "439d3eaa199321596dacc898597e5553", "date_access": "2015-08-07 23:20:14.876652"}