{"body": " (CNN)Republican presidential candidate Ben Carson has repeatedly condemned using tissue from aborted fetuses for medical research, but a new report reveals the doctor has done just that. \nJen Gunter, an obstetrician-gynecologist, wrote on her blog that in 1992 Carson co-authored an academic paper published in Hum Pathol, in which he described using material \"from two fetuses aborted in the ninth and 17th week of gestation.\"\n\"As a neurosurgeon Dr. Ben Carson knows full well that fetal tissue is essential for medical research,\" wrote Gunter, author of \"The Preemie Primer,\" a guide for parents of premature babies.\n\"His discipline would have a hard time being where it is today without that kind of work. What is even more egregious than dismissing the multitude of researchers whose work allowed him to become a neurosurgeon is the hypocrisy of actually having done that research himself while spouting off about its supposed worthlessness.\" \nCarson told the Washington Post Thursday that his research was different from what he believes Planned Parenthood is doing.\n\"You have to look at the intent,\" Carson said before beginning a campaign swing through New Hampshire. \"To willfully ignore evidence that you have for some ideological reason is wrong. If you're killing babies and taking the tissue, that's a very different thing than taking a dead specimen and keeping a record of it.\"\nThe goal of Carson's research was to determine which patients would be likely to develop certain health issues later in life, he said. \n\"It's one of the reasons why at the turn of the last century, the average age of death was 47. Now, the average age of death is 80. Using the information that you have is a smart thing, not a dumb thing,\" he said.\nGunter wrote that fetal tissue research has recently helped develop a vaccine against Ebola and is currently being used to develop treatments for blindness, HIV and other illnesses. \nCarson said his research does not conflict with his opposition to abortion and noted that he has not used fetal tissue since publishing the paper more than 20 years ago.\nRELATED: Trump waffles on Planned Parenthood\nCarson has called for defunding of Planned Parenthood following videos showing officials and others discussing the alleged selling of organs and tissue from aborted fetuses. Planned Parenthood denies that it has broken any laws and said that it donates the tissue for medical research.\nCarson previously told CNN that organs and tissue from aborted fetuses aren't needed for medical research.\n\"Virtually everything that can be attributed to progress by using fetal tissue can also use other types of tissue,\" he said. \"If it were the only way to do something and there was no other way, there might be an argument. But under these circumstances, there isn't a legitimate argument.\"\n", "byline": "", "description": "Republican presidential candidate Ben Carson has repeatedly condemned using tissue from aborted fetuses for medical research, but a new report reveals the doctor has done just that.", "title": "Carson did medical research on aborted fetuses", "url": "http://www.cnn.com/2015/08/13/politics/ben-carson-aborted-fetuses-research/index.html", "topics": ["abortion"], "people": ["Jen Gunter", "Ben Carson"], "orgs": [], "authors": [{"author_id": 30257, "fullname": "eugene scott", "primary_org": "cnn"}], "date_written": "2015-08-13 16:32:39", "org": "cnn", "article_id": "792db6b4b605b4150581c44ef38b9f4c", "date_access": "2015-08-13 15:50:05.768093"}