{"body": " (CNN)Tragedy strikes a circus in New England. GOP presidential candidates get together on stage. And Darren Wilson inches back into the spotlight.\nIt's Tuesday, and here are five things to know for your new day. \n \n\nCircus tragedy: A circus tent collapsed during stormy weather in New Hampshire yesterday, killing two people. Their names weren't released, but officials described them as a \"young man and a young girl.\"  About 100 people were inside the tent at the time, watching a performance of the Walker Brothers Circus. At least 27 people were hospitalized.\n \n\nForum fun: Consider it a debate preview. Fourteen of the 17 GOP presidential contenders were on stage last night for a candidates' forum, in advance of Thursday's night big debate. Each candidate answered questions in a one-on-one format with a moderator. It was a pretty tame two hours, probably because the current GOP frontrunner -- Donald Trump -- wasn't there.\n\nFunding fight: A Senate vote to defund Planned Parenthood failed yesterday, setting up the possibility the GOP will use a government shutdown threat to strip the nonprofit group's funding. Federal agencies run out of money at the end of September, and Congress is expected to take up some type of short-term spending bill next month. Pressure will be high in conservative circles to attach a provision to any federal spending bill to block additional funds for Planned Parenthood.\n\nFiery figures: Twenty-one fires. 134,000 acres burned. 10,000 firefighters deployed. And tens of thousands of residents evacuated. That's the tale of the numbers out of California this morning, as the state struggles with another day of multiple wildfires. The largest blaze is the Rocky Fire, which has burned 60,000, drought-parched acres in three counties. It's only 12% contained, so it's going to be awhile before it's under control.\n \n\nPolice profile: As the anniversary of the Michael Brown shooting approaches, Darren Wilson -- the former Ferguson, Missouri, police officer who killed Brown -- has re-emerged, at least in the pages of The New Yorker. The magazine paints Wilson as a reclusive man leading a \"very quiet life\" with his family in a nondescript house near St. Louis. Check out six other things we learned about Wilson from the profile.\n", "byline": "", "description": "\n    \n", "title": "5 things to know for your new day -- Tuesday, August 4", "url": "http://www.cnn.com/2015/08/04/us/new-day-five-things/index.html", "topics": ["personality", "abortion"], "people": ["Donald Trump", "Darren Wilson", "Michael Brown"], "orgs": ["Senate", "Planned Parenthood", "GOP", "Congress"], "authors": [{"author_id": 2329, "fullname": "doug criss", "primary_org": "cnn"}], "date_written": "2015-08-04 09:03:12", "org": "cnn", "article_id": "fc9474813ef6ca4fe657f397ae1bd2b1", "date_access": "2015-08-04 08:30:54.736954"}