{"body": "Washington (CNN)The Republican presidential hopefuls came prepared with their one-liners, zingers and attack lines. But the delivery didn't always play as well in practice as it might have in theory.\n\nWhen moderator Jake Tapper offered Carly Fiorina a chance to respond directly to Trump's previous comment about her face, she was ready.\n\"I think women all over this country heard very clearly what Mr. Trump said,\" Fiorina said to raucous applause.\nGiven the opportunity to fire back or apologize, Trump tried for flattery.\n\"I think she's got a beautiful face and she's a beautiful woman,\" Trump said.\nA few claps lingered, but nothing more.\n\n\"I'm also aware that California has a drought. And that's why I made sure I brought my own water,\" Florida Sen. Marco Rubio said during his opening statement as he pulled out a water bottle with a grin on his face.\nRubio, of course, was not just playing off California's water crisis, but his own past embarrassment.\nRubio in 2013 awkwardly lurched to take a sip of a small water bottle in the middle of his televised response to the State of the Union speech.\nThe audience didn't take to it as well and the joke was instead met with crickets in the debate hall.\n\n\"I'd like you to take the camera off me and put it on the audience,\" New Jersey Gov. Chris Christie said as he launched into the opening statement.\nA risky gambit -- one that didn't seem to pay off, though the live TV shot was obliged.\nChristie then asked the Republican audience to raise their hands if they believed their lives had improved under President Barack Obama's tenure. None did, of course, but the moment didn't deliver the effect Christie was seeking. \n\"You see, that's why I'm running for president,\" Christie said as the audience sat mum. \n\nAfter Trump went after her looks, Fiorina might have been the most justified candidate on the stage to take a verbal swing at him. Instead, she turned down a prime opportunity to slam him.\nAsked is she would she be comfortable with Trump's hand on the nuclear codes, Fiorina first dodged, explaining that the character of all the candidates would be revealed by the end of the debate. Pressed again, Fiorina refused to answer.\n\"I have a lot of faith in voters,\" she said.\n\nAfter Trump said the three senators on the stage bore some responsibility for Obama's inaction against ISIS, CNN debate moderator Jake Tapper turned to Sen. Ted Cruz of Texas last to answer the question.\n\"You're the third senator,\" Tapper said.\n\"I think I'm the first senator,\" Cruz replied.\nThe joke, if that's what it was, fell flat.\n", "byline": "", "description": "", "title": "Most awkward moments in the GOP debate", "url": "http://www.cnn.com/2015/09/16/politics/republican-debate-awkward-moments/index.html", "topics": ["terrorism", "campaign_finance"], "people": ["Chris Christie", "Donald Trump", "Marco Rubio", "Barack Obama", "Jake Tapper", "Carly Fiorina", "Ted Cruz"], "orgs": ["GOP"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-09-17 02:38:42", "org": "cnn", "article_id": "35c44792929806212f247fb8f531c2cb", "date_access": "2015-09-17 01:51:37.916371"}