{"body": "Washington (CNN) A potential First Ladies' Club, Marco Rubio's straw poll strategy, President Obama's unfiltered fourth-quarter attitude, John Bolton's role in the 2016 race, and 11 reasons why you can't count the long-shot candidates out. Those stories filled our Sunday trip around the \"Inside Politics\" table with guest host John Berman.\n\n     Could there be a dynamic duo out on the trail next year? \n     CNN's Nia-Malika Henderson says Democrats are buzzing about the possibility of Michelle Obama throwing her support to Hillary Clinton in a sort of Oprah Winfrey, Ted Kennedy-esque way.\n      The current first lady definitely can dominate a news cycle -- her commencement address at Tuskegee University was a hot topic on all media platforms.\n      \"The problem is, she really hates campaigning, right, and that's very well known,\" said Henderson. \"But there is sort of a wild card in this, and that is a woman named Christina Shockey, who used to work for Michelle Obama, now works for Hillary Clinton. If someone can convince Michelle Obama to do it, it's probably Christina Shockey -- and the prospect of extending her husband's legacy, as well.\"\n\n       In President Barack Obama's 2014 year-end news conference, he warned Americans that things would be different in the fourth quarter of his presidency\n       \"Interesting stuff happens in the fourth quarter,\" said Obama. \"And I'm looking forward to it.\"\n        And Bloomberg's Margaret Talev says we are really starting to see his rhetoric live up to that promise, as he called out Sen. Elizabeth Warren as just another politician and said Democrats were wrong about trade in an interview with Yahoo News; and in his speech at Georgetown where he talked about everything from the pain of his own father leaving him to what Fox News feels about poverty.\n        \"I am looking ahead to next week, even as soon as tomorrow, when the President is in Camden, New Jersey, having a visit with a community policing program to look at how far they've come in terms of racial progress,\" said Talev. \"He's talking a lot more frankly about how he thinks and how he feels.\"\n        We'll stay tuned for more from this unfiltered version of Obama's fourth-quarter presidency.\n\n    Jeb Bush defended his strategy Saturday of not competing in the August 8 Iowa Straw Poll.\n    \"All the resources ought to go to the thing that matters, which is the Iowa caucuses on February 1,\" Bush said. \"What's relevant is running a campaign, creating a strategy, building a good team toward success, which is in the primaries, and doing it in a way that makes it possible to actually win the general election, which is the whole objective.\"\n    Some other candidates haven't made their intentions quite as clear. We're waiting to hear if Scott Walker will or won't compete there.\n    But The New York Times' Jonathan Martin points out that \"compete\" may have a different definition this time around.\n    \"Marco Rubio, for example, may show up to speak there at the event, because there's going to be thousands of activists there that they want to reach, but I am told that Rubio, at least -- 'absolutely positively,' to quote one of his advisers -- will not spend money to bus supporters there,\" said Martin.\n      \"So competing there, what does that actually mean? Does that mean actually spending money or just showing up to speak? Important difference.\"\n\n        John Bolton announced this week that he's not running for the 2016 GOP presidential nomination.  But he gave The Washington Post's Robert Costa a hint about what he is going to do in the coming months during the primaries.  \nBolton, a former U.S. ambassador to the U.N., said he's going to be spending about $6 million to $7 million to make sure his hawkish perspective gets out there during the debates, even though he won't be participating.\n But he's not limiting himself to the primaries.\n       \"He wants to use his political action committee and his presence to go up against Secretary Clinton, should she be the Democratic nominee,\" said Costa. \n        \"He was a classmate of Clinton's at Yale Law School and he calls her, quote, 'a radical' in our conversation. And he thinks he's going to make that point in a lot of ads this fall.\"\n\n        In the next few weeks, Martin O'Malley, Rick Santorum, Rick Perry and George Pataki are expected to jump into the race.\n        What do they have in common?\n        \"Well, not many people give them a chance, which makes me think back to November of 2011, when I interviewed Rick Santorum about his first presidential campaign,\" said CNN's \"Inside Politics\" guest host John Berman. \"And I spent a significant part of that interview noting again and again and again that not many people thought he had a chance. My exact questions included, 'Why aren't you doing better in the polls?' And 'Why isn't your message catching on?'\"\n        Less than two months later, Santorum won Iowa, and went on to win 10 other states before suspending his campaign.\n       \"He had a chance,\" said Berman. \"I was wrong and learned that perhaps we should see how they run before we call the race. So candidates, lace up those shoes and have at it.\"\n", "byline": "", "description": "\n    \n", "title": "Will Michelle Obama campaign for Hillary Clinton?", "url": "http://www.cnn.com/2015/05/17/politics/ip-first-ladies-club/index.html", "topics": ["campaign_finance"], "people": ["Malika Henderson", "Jonathan Martin", "Martin O'Malley", "Rick Santorum", "John Bolton", "Margaret Talev", "Jeb Bush", "Robert Costa", "Michelle Obama", "Hillary Clinton", "Ted Kennedy", "Marco Rubio", "George Pataki", "Oprah Winfrey", "Elizabeth Warren", "Rick Perry", "Barack Obama", "John Berman", "Scott Walker"], "orgs": ["Yale Law School", "Inside Politics", "GOP", "U.N.", "Iowa Straw Poll"], "authors": [{"author_id": 2555, "fullname": "tasha diakides", "primary_org": "cnn"}], "date_written": "2015-05-17 16:08:08", "org": "cnn", "article_id": "8146c2f1b8714997159e071092bd2be4", "date_access": "2015-05-17 15:30:33.105759"}