{"body": "Washington (CNN)Marco Rubio on Wednesday said he wouldn't have authorized the invasion of Iraq given what we know today about the faulty intelligence on weapons of mass destruction there.\n\"I don't think the Congress would have voted in favor of the authorization,\" given the knowledge that there weren't any weapons of mass destruction in Iraq, Rubio said.\n\"Not only would I not have been in favor of it, but President George W. Bush would not have,\" the Florida senator added.\nRELATED: Jeb Bush tries to move past Iraq questions\nHis comments came during a question-and-answer session following his speech at the Council on Foreign Relations, and joined growing chorus of Republican presidential contenders speaking out against the Iraq War.\nPublic perception of the war has grown sharply negative since the early 2000s, with nearly 60% of Americans calling it a mistake in a Gallup survey from last June. \nAnd whether the invasion was a mistake has become a central focus of the current and prospective presidential field after Jeb Bush ran into controversy by appearing to unconditionally back his brother's decision to authorize it. Bush drew criticism from both sides of the aisle, and has given multiple interviews backtracking and clarifying his initial comments, saying Wednesday that \"of course anybody would have made different decisions\" given what's known now.\nBut Rubio's comments appeared to mark a shift on the issue from just months prior, in March, when he defended the Iraq War on Fox News.\nRELATED: Iraq haunts Jeb Bush in 2016\n\"No, I don't believe it was\" a mistake, he said on Fox News' \"The Five.\" \"The world is a better place because Saddam Hussein doesn't run Iraq.\"\nHe made similar comments in a 2010 interview on CNN's \"State of the Union,\" saying that the \"world is a better and safer place\" because of the Iraq War.\nAsked to clarify whether Rubio had changed his mind on the war, a spokesman said there was no discrepancy between his past and current statements on the issue. He said that though Rubio said Wednesday he wouldn't have approved the invasion knowing about the faulty intelligence, the senator wasn't ultimately calling the war a \"mistake.\"\n\"Bush did not make a mistake when he ordered invasion given intelligence and Saddam's actions,\" Rubio spokesman Alex Conant said in an email.\n", "byline": "", "description": "\n    \n", "title": "Marco Rubio weighs in on Iraq question", "url": "http://www.cnn.com/2015/05/13/politics/rubio-iraq-war-shift/index.html", "topics": ["terrorism", "immigration", "campaign_finance"], "people": ["Saddam Hussein", "Marco Rubio", "Jeb Bush", "Alex Conant", "George W. Bush"], "orgs": ["Congress"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-05-13 23:28:33", "org": "cnn", "article_id": "da6ddd872a1bdf9caa1ddc54b02ae194", "date_access": "2015-05-13 22:35:32.436895"}