{"body": "Washington (CNN)Former congresswoman Patricia Schroeder, one of the few women to seek the nation's highest office, said Donald Trump needs to realize that he's in a presidential race and not a beauty pageant.\nThe real estate mogul should spend more time criticizing former Hewlett-Packard CEO and fellow presidential hopeful Carly Fiorina's policies instead of her looks, said Schroeder, a Democrat who briefly ran for president in 1988.\n\"Somebody needs to remind him that this is not a beauty pageant. This is about substance,\" she said Wednesday on CNN's \"New Day.\"\nIn an interview with Rolling Stone published last week, Trump said, \"Look at that face! Would anyone vote for that?\" in reference to Fiorina, though he later said he wasn't specifically referring to her looks. \nSchroeder, Colorado's first woman elected to Congress, said she has been discouraged by how few women have entered politics -- especially at the highest level since she first came to D.C. in 1973. \n\"I honestly thought that we would have women running in really almost all the presidential races from then on and we haven't. It's been a very slow process,\" she said. \"I must say, I'm fairly disappointed.\"\nWhen Schroeder arrived to Congress, she was told that it could take centuries before Congress was at least 50% women.\n\"I was furious, but now I'm beginning to think, 'Maybe they're right,'\" she said. \nSchroeder expects interest in Trump to fade as he fails to come up with policy solutions.\n\"I don't know that he can keep he drama up. I think at some point it will be interesting to hear what kind of meat he puts on the bones,\" she said. \"As we get fewer and fewer candidates, people are going to focus a lot more intently. I think Americans  will start to have that more serious look at everybody probably about nine months from now.\"\n", "byline": "", "description": "Former congresswoman Patricia Schroeder, one of the few women to seek the nation's highest office, said Donald Trump needs to realize that he's in a presidential race and not a beauty pageant.", "title": "Former female presidential hopeful to Trump: Race not a 'beauty pageant'", "url": "http://www.cnn.com/2015/09/16/politics/republican-debate-donald-trump-patricia-schroeder/index.html", "topics": ["personality", "women"], "people": ["Donald Trump", "Patricia Schroeder", "Carly Fiorina"], "orgs": ["Rolling Stone", "Congress"], "authors": [{"author_id": 30257, "fullname": "eugene scott", "primary_org": "cnn"}], "date_written": "2015-09-16 16:32:10", "org": "cnn", "article_id": "9768da1e1dc5990e192e7622984ec63f", "date_access": "2015-09-16 16:11:33.548913"}