{"body": "Washington (CNN)If there's one thing Jeb Bush likes about President Barack Obama's presidency, it's the continuation of the NSA's controversial spying program.\nBush, the former Florida governor likely to jump into the 2016 GOP presidential race, on Tuesday called the NSA's bulk collection of phone and internet metadata --the \"best part\" of the Obama administration.\n\"I would say the best part of the Obama administration would be his continuance of the protections of the homeland using, you know, the big metadata programs, the NSA being enhanced,\" Bush said on the Michael Medved radio show on Tuesday. \"Even though he never defends it, even though he never openly admits it, there has been a continuation of a very important service, which is the first obligation I think of our national government is to keep us safe.\"\nThe program has come under heavy scrutiny after former NSA contractor Edward Snowden leaked classified information about the NSA's domestic spying programs, including the agency's collection of phone call, email and internet data on tens of millions of Americans. \nCritics have argued that the domestic data collection program is unconstitutional and a violation of civil liberties, but Bush insisted the program has enough civil liberties protections. \nObama made some changes this year to how the NSA collects and holds the data, but the program remains largely intact nearly two years after Snowden exposed the program that many lawmakers said was ripe for reform.\nThe program was authorized under the authority of the post-9/11 Patriot Act, which was signed into law by President George W. Bush and was aimed at bolstering the U.S.'s homeland defenses against terrorism.\nBut one of the law's co-authors, Republican Rep. Jim Sensenbrenner of Wisconsin, became one of the first to slam the NSA's bulk data collection, questioning the program's constitutionality and asserting it should not have been authorized under the Patriot Act. He has since introduced a bill to rein in the program.\nBush won't be alone in the Republican field to support the program, but he'll also take heat from the likes of Sen. Rand Paul of Kentucky and Sen. Ted Cruz of Texas, who both announced presidential bids in the last month and have looked to narrow the surveillance program.\nBoth senators, who will compete for libertarian-leaning voters in the GOP primary, have pushed to reform the program.\n", "byline": "", "description": "\n    \n", "title": "Jeb Bush is a big fan of NSA surveillance", "url": "http://www.cnn.com/2015/04/22/politics/jeb-bush-nsa-surveillance-metadata-program/index.html", "topics": ["personality"], "people": ["Rand Paul", "Jim Sensenbrenner", "Jeb Bush", "Michael Medved", "George W. Bush", "Barack Obama", "Edward Snowden", "Ted Cruz"], "orgs": ["NSA", "GOP"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-04-22 15:50:35", "org": "cnn", "article_id": "964ba518a7e5dc8abbb6f3f0b00eaffc", "date_access": "2015-04-22 15:05:14.461618"}