{"body": "Washington (CNN)Rep. Keith Ellison, the first Muslim elected to Congress, knocked GOP presidential candidate Ben Carson Thursday for his comments that a Muslim shouldn't be president and suggested the retired neurosurgeon should stick to the operating room.\n\"Dr. Carson may be smart about separating conjoined twins, but it pretty much ends right there,\" Ellison, D-Minnesota, told CNN's Chris Cuomo on \"New Day.\"\n\"People want to come together, they don't want to be divided,\" he continued. \"Americans in general, they like their neighbors, they don't really care what color or religion they are. We went through that long history of segregation. Americans know that we are well rid of that kind of thinking. And, I mean, that's all I can say about that situation.\"\nCarson has stood by his comments that a Muslim should not be president. In an interview last month with CNN's Jake Tapper on \"State of the Union\" he said that a Muslim could only be president if they vowed not to follow Sharia law and pledged to uphold the Constitution.\nRELATED: Carson explains comments about a Muslim president\n\"I would have problems with somebody who embraced all the doctrines associated with Islam,\" Carson told Tapper. \"If they are not willing to reject Sharia and all the portions of it that are talked about in the Quran -- if they are not willing to reject that, and subject that to American values and the Constitution -- then of course, I would\" be opposed to a Muslim president.\nEllison, a member of Minnesota's Democratic-Farmer-Labor party, became the second congressman to endorse Vermont Sen. Bernie Sanders for president this week.\nHe laughed when asked about Sanders brushing aside Hillary Clinton's email woes onstage at Tuesday night's Democratic debate in Las Vegas. \n\"I said, 'That's Bernie.' That's the Bernie I know. Bernie is a class guy -- values trump political expediency. He didn't really care if it was going to help him or hurt him,\" Ellison said.\n", "byline": "", "description": "Rep. Keith Ellison, the first Muslim elected to Congress, knocked GOP presidential candidate Ben Carson Thursday for his comments that a Muslim shouldn't be president and suggested the retired neurosurgeon should stick to the operating room.", "title": "Ellison: Carson for surgery, not president", "url": "http://www.cnn.com/2015/10/15/politics/keith-ellison-ben-carson-cnn-new-day/index.html", "topics": ["campaign_finance", "terrorism", "trade"], "people": ["Hillary Clinton", "Chris Cuomo", "Jake Tapper", "Bernie Sanders", "Keith Ellison", "Ben Carson"], "orgs": ["GOP", "Congress"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-10-15 15:05:39", "org": "cnn", "article_id": "cf3bf914d12b6eee47fc9e00ec25cb92", "date_access": "2015-10-15 14:31:06.568770"}