{"body": "Timothy Jost is a professor of law at Washington and Lee University. The opinions expressed in this commentary are solely those of the author.\n (CNN)The Supreme Court has spoken and the Affordable Care Act has survived yet another near-death experience.  \nIt's a victory for all Americans that's worth celebrating. \nIn a decisive 6-3 ruling, the court held that the ACA clearly authorizes federally facilitated exchanges to issue premium tax credits. This means that 6.4 million Americans who currently receive premium tax credits through the federally facilitated exchanges will continue to receive them.\nThe individual insurance markets in the 34 states with federally facilitated exchanges are saved from a threatened death spiral and hospitals in those states from a tsunami of uncollectable bills. An estimated 9,800 Americans are saved from a premature death they could have suffered had the premium tax credits been cut off.\nOpponents of the Affordable Care Act had filed lawsuits claiming that four words in the 1,000-page statute limited the availability of the premium tax credits that make health insurance affordable for millions of Americans to states that operated their own marketplaces. The Internal Revenue Service rule that allows the federally facilitated marketplaces to issue premium tax credits, the challengers argued, was therefore invalid.\nSince two-thirds of the states have elected to allow the federal government to operate their Affordable Care Act marketplace, this argument, had it been accepted by the justices, would have barred low- and moderate-income residents of most of the states from getting these tax credits. \nHealthy individuals who have been able to afford health insurance up until now because of the tax credits would likely drop their coverage, but unhealthy people would try to hang on. As the pool of insured got sicker and sicker, premiums would go up for all enrollees, further reducing the number of individuals left in the market. As the number of uninsured skyrocketed, hospitals and physicians would again have to serve many nonpaying patients, threatening their financial security.\nThe justices reasonably concluded that Congress could not have intended to write the ACA to achieve this result. The goal of the ACA was to expand access to health insurance and health care, not to reduce it. \nMoreover, many other provisions of the statute strongly suggest that federally facilitated as well as state-established marketplaces could grant tax credits. Read as a whole, the ACA makes clear that Congress intended for individuals to be able to afford tax credits in all states, regardless of the form of marketplace the state chose.  \nThe most important consequence of the decision is that lower and moderate income Americans will continue to have access to health care, no matter where they live.\nThe decision will have other consequences as well. It sends a clear message to the federal courts that the time for political lawsuits attacking the ACA is over.  \nThe fate of the ACA is now in the hands of the political branches. Endless litigation raising technical wording or administrative implementation issues or spurious constitutional challenges must come to an end. In fact, at least a half-dozen federal appellate courts have in recent months thrown out ACA lawsuits, and more should follow.  \nThe win for the Obama administration is also likely to encourage other states that have had difficulty establishing state exchanges to follow Oregon, Nevada, and New Mexico in using the Federally Facilitated Marketplace website for enrollment and eligibility determinations.\nIn the wake of the Court's decision, it is up to the political branches to decide what happens next. If Republicans in Congress have constructive ideas for improving the ACA, now is the time to discuss those. The debate over Republican proposals can now focus on the merits -- and consequences -- of those proposals, and will not take place under the gun-to-the-head threat a Supreme Court ruling for the plaintiffs would have imposed. \nIf, however, Congress is bent on continued attempts to destroy the ACA, it will likely be up to the people in the 2016 presidential election to decide whether to keep the ACA or to go in a different direction. But for now the ACA is saved, and with it the lives of thousands of Americans who depend upon its assistance.\nFollow us on Twitter @CNNOpinion.\nJoin us on Facebook.com/CNNOpinion.\nRead CNNOpinion's Flipboard magazine. \n", "byline": "", "description": "\n    \n", "title": "GOP, start improving Obamacare (Opinion)", "url": "http://www.cnn.com/2015/06/25/opinions/jost-obamacare-victory/index.html", "topics": ["health"], "people": ["Timothy Jost"], "orgs": ["Internal Revenue Service", "ACA", "GOP", "Congress", "Supreme Court"], "authors": [{"author_id": 31501, "fullname": "timothy jost", "primary_org": "cnn"}], "date_written": "2015-06-25 17:17:18", "org": "cnn", "article_id": "3188da6b19ffb23fcff5be01987351ab", "date_access": "2015-06-25 16:30:13.192057"}