{"body": "Memphis, Tennessee (CNN)Ted Cruz said Tuesday that he expects to voluntarily disclose the names of people raising money for his presidential bid, reversing his campaign's previous position.\nThe Texas Republican senator, who boasts in nearly every speech of his campaign's ability to raise cash, told CNN in an interview on his campaign bus that he would release the names of \"bundlers\" who collect checks from their networks and funnel them to the campaign.\n\"We generally opt toward disclosure,\" Cruz said when asked why he previously had no plans to release the names. \"The names of our bundlers are not terribly secret given our fundraising events. The invites are all public, or quasi-public, or emailed out.\"\nA Cruz spokeswoman previously said that he would not name his bundlers, a position that Cruz indicated he was unaware of. Campaigns are only required to release identities of registered lobbyists who choose to fundraise.\nCruz frequently rails against what he terms the \"Washington cartel,\" believing that lobbyists corruptly steer donations toward establishment-friendly candidates who then return legislative favors. Anti-corruption advocates generally favor the naming of campaign supporters who can direct hundreds of thousands of dollars to a presidential candidate of their choice in $2,700 chunks.\nCruz said he would release the identities \"on our own timetable\" and suggested that many of them would be in his home state of Texas, where he has captured some of the state's wealthiest backers.\n\"One of the things that's striking is the donors of Texas have, by a significant margin, indicated the candidate and the campaign that they are supporting most strongly. That has been very encouraging,\" Cruz said.\nCampaigns can be reluctant to release the names early in order to avoid advertising to their rivals which donors are locked down. The only other Republican candidates who have pledged to release bundlers are Scott Walker and Jeb Bush.\nCruz charged that some of the donors supporting other candidates were doing so because they expected something in return.\n\"The donors supporting other candidates -- there is some kind of transactional aspect,\" Cruz explained, saying they perhaps sought access or favors from presidential candidates. \"That category of donors, by and large, is not supporting us.\"\nCruz also opened up about the big Republican moneymen who are giving his allied super PACs more than $10 million to support him independently. Cruz can't control the groups that have raised $38 million -- symbolic of a system he called \"idiotic\" -- but showered his two donors in praise for committing to his campaign.\nCruz declined to describe New York hedge-fund magnate Robert Mercer, who has given $11 million to a Keep the Promise super PAC, as a \"good friend\" when asked.\n\"I would describe him as a very successful businessman who is passionate about free market principles and is deeply concerned about the direction of the country and willing to put action to his principles,\" Cruz said.\nCruz said the families of Farris and Dan Wilks, two fracking billionaires who have given $15 million to their own Keep the Promise super PAC, are attracted to candidates who will defend \"Judeo-Christian values.\"\n\"Farris and Joann and Dan and Stacy are people of faith,\" Cruz said, referring to the Wilks brothers' wives. \"They have been very generous both to the super PACs supporting me and to a number of other endeavors trying to defend their principles.\"\n", "byline": "", "description": "", "title": "Ted Cruz to release the names of his bundlers", "url": "http://www.cnn.com/2015/08/11/politics/ted-cruz-money-fundraising-bundlers-2016-election/index.html", "topics": ["personality"], "people": ["Jeb Bush", "Robert Mercer", "Scott Walker", "Dan Wilks", "Ted Cruz"], "orgs": ["PAC", "PACs"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-08-11 23:02:16", "org": "cnn", "article_id": "d7376faca9c5f934b36dc12391446804", "date_access": "2015-08-11 22:20:06.435536"}