{"body": " (CNN)Louisiana Gov. Bobby Jindal on Wednesday mocked Hillary Clinton with a prison joke about the latest developments with her private email server, saying, \"Orange really is the new black.\" \nAt the Westside Conservative Club in Urbandale, Iowa, Jindal asked the crowd how many of them would face prosecution if they handled classified information the same way as the former secretary of state.\n\"Breaking news: Hillary Clinton's emails are being investigated by the FBI. Our nation's top secrets could be on that server. Question for service members: If you had been reckless with the nation's secrets, what would have happened to you?\" Jindal asked. \n\"Why should rules be different for Clinton? I'm tired of the political class thinking they're on higher ground,\" he added.\nThe 2016 Republican hopeful said that Clinton is one email away from going to prison, adding that she should start taking advice from her pal Martha Stewart, who served time behind bars. \"Orange really is the new black,\" he joked. \nRELATED: Clinton to turn over email server to Justice Department\nWisconsin Gov. Scott Walker also weighed in on the Clinton campaign's disclosure that it had turned over her private server and a thumb drive of her emails to the Justice Department as part of its investigation.\nWalker called her use of the private email server a \"potentially criminal offense.\"\n\"This is a serious and potentially criminal offense that proves Hillary Clinton put her own personal convenience ahead of the safety and security of the American people. She cannot be trusted to keep America's secrets or its citizens safe, and therefore cannot be trusted to be commander in chief,\" Walker said in a statement. \nA Clinton spokesman said Tuesday night that Clinton would turn over the private email server to the DOJ. The news came shortly after an inspector general told a congressional panel investigating Clinton's emails that at least five emails from the server contained classified information. \nA Monmouth University poll released Wednesday found that a slight majority of voters believe Clinton's emails should be the subject of a criminal investigation.\n \nBetsy Klein contributed to this report.", "byline": "", "description": "", "title": "Jindal on Clinton emails: 'Orange really is the new black'", "url": "http://www.cnn.com/2015/08/12/politics/republicans-clinton-emails-investigation/index.html", "topics": ["personality", "economy"], "people": ["Bobby Jindal", "Scott Walker", "Hillary Clinton", "Betsy Klein", "Martha Stewart"], "orgs": ["DOJ", "Justice Department", "FBI", "Monmouth University"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-08-12 16:40:19", "org": "cnn", "article_id": "90d851266b3316d3e921fb1bcbcf1e8b", "date_access": "2015-08-12 15:50:06.399676"}