{"body": "Washington (CNN)Ronald Reagan's son says that of all the other 2016 Republican presidential candidates Donald Trump is the least similar his father.\nIn an interview with CNN's Michael Smerconish, Michael Reagan, the conservative author and son of the former president whose presidential library in California will host the second GOP debate on CNN Wednesday night, singled Trump out as the least \"Reaganesque\" contender.\n\"Ronald Reagan didn't attack the people around him. He didn't demean the people around him. You know, he brought everybody together,\" Michael Reagan said Saturday.\nWhen Smerconish asked which of the candidates is least like his father, Michael Reagan answered, \"Donald Trump.\" \nHe said Trump will \"throw people off the bus\" rather than building coalitions that can help the GOP win national elections. \nREAD: Presidential places series kickoff: How Reagan lost his guns\nMichael Reagan also threw cold water on Trump's August assertion that he had a strong relationship with his father.\n\"I would ask Donald Trump, exactly how many state dinners were you invited to?\" he said. \nHe also said none of the current crop of GOP candidates are particularly \"Reaganesque,\" because his father was \"likable and he was relatable.\" The closest, he said, might have been former Texas Gov. Rick Perry, who days ago dropped out of the race.\n", "byline": "", "description": "Ronald Reagan's son says that of all the other 2016 Republican presidential candidates Donald Trump is the least similar his father.", "title": "Michael Reagan: Trump's no Ronald Reagan", "url": "http://www.cnn.com/2015/09/14/politics/michael-reagan-donald-trump-ronald-reagan/index.html", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Michael Reagan", "Michael Smerconish", "Ronald Reagan", "Rick Perry"], "orgs": ["GOP"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-09-14 16:09:04", "org": "cnn", "article_id": "daba69d0381c749f6b1340ed1fb8ba0e", "date_access": "2015-09-14 16:20:08.164167"}