{"body": " (CNN)Chris Christie predicted that the Republican presidential nominee will be a governor or a former governor but argued the momentum for Jeb Bush has stalled since the former Florida governor first said he was seriously considering a 2016 bid. \nAsked in an interview that aired Thursday on NBC's \"Today\" whether Christie considers Bush his biggest rival, the New Jersey Republican said it was a possibility at one point but questioned Bush's current standing. \n\"You would have thought when he announced in December that he would be, but it seems to me that that train has slowed down pretty significantly from what I've seen out and around the country,\" Christie told Matt Lauer in the interview, which was taped during the governor's trip to New Hampshire this week. \nBut, Christie stressed, it's still early in the race, and neither he nor Bush have officially jumped in the race.\n\"None of it matters 'til the game starts,\" he said. \"None of it matters 'til you see how people perform under these lights.\"\nRELATED: 8 takeaways from Chris Christie's New Hampshire town hall\nAs for the candidates who have already declared -- Sens. Rand Paul, Ted Cruz, and Marco Rubio -- Christie said he's not confident that a first-term senator is ready for the job. \n\"I think a governor is going to be the nominee — a governor or a former governor -- because I believe our party and country needs someone who's actually run something,\" he said. \"And while I have great respect for a number of those folks, I don't believe that we've done well with the experiment of a one-term U.S. senator being president of the United States.\"\nRELATED: Christie uses CPAC to draw contrasts with Bush\nChristie's knock against Bush builds on comments he made Wednesday to conservative radio host Laura Ingraham about Bush's domestic and foreign policy. \n\"I'd like to see what Jeb Bush is going to have to say about these things, you know. He's certainly got a father and a brother who've got a record, and I don't know what Jeb Bush is going to say about foreign policy,\" Christie said. \"The one speech he's given so far I thought was rather general and didn't give you a great insight into what he'd do.  Let's see what he's got to say for himself.\"\nA spokesperson did not comment on Christie's remarks to Ingraham on Wednesday and did not immediately respond to his comments on \"Today.\"  \n", "byline": "", "description": "\n    \n", "title": "Christie on Jeb Bush: 'That train has slowed down'", "url": "http://www.cnn.com/2015/04/16/politics/christie-jeb-bush/index.html", "topics": ["economy", "personality", "campaign_finance"], "people": ["Rand Paul", "Laura Ingraham", "Chris Christie", "Jeb Bush", "Marco Rubio", "Matt Lauer", "Ted Cruz"], "orgs": ["New Jersey Republican"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-04-16 15:13:45", "org": "cnn", "article_id": "6d6974dcb6996179702d443d9618c8b2", "date_access": "2015-04-16 14:25:19.089677"}