{"body": "Washington (CNN)Ted Cruz wooed his hometown's business elite Monday at a closed-door luncheon in Houston, the latest outreach by Cruz to a local community still somewhat uneasy with the Tea Party firebrand.\nCruz met with the guests and members of Houston's C Club, a conservative group that brings together 100 of the city's movers and shakers, including several prominent presidential donors. As Cruz prepared to run for president in 2013 and 2014, he looked to smooth over relations with the potential contributors in Houston who were squarely behind David Dewhurst, the Texas lieutenant governor who lost in an upset to Cruz in 2012.\nAs he frequently does in interviews and more intimate settings, the Texas senator gave a detailed explanation of how he could win the Republican nomination. Chief among his selling points, attendees said, was his early fundraising success: Cruz raised more than $4 million during the first 9 days of the campaign, and the cluster of super PACs independently supporting his bid claim to have raised more than $37 million.\nCruz at times sounded like a political operative as he walked through the numbers he needed to win, said George Strake Jr., a prominent Houston businessman supporting Cruz.\n\"I told him after the speech that would be better than you being the candidate would be you being the campaign manager for another candidate,\" Strake joked.\nThe C Club did endorse Cruz during that 2012 primary, and the Texas senator remains popular on the whole with Texas Republicans. But some in the business community soured on him after a Cruz-led group triggered a partial government shutdown in fall 2013.\nCruz spoke for about 45 minutes to the group on a day when much of the attention may have been placed on the city's other favorite son: Jeb Bush, the former Florida governor who grew up in Houston and announced his presidential bid later that afternoon in Miami.\nRELATED: Jeb Bush launches 2016 presidential bid\n", "byline": "", "description": "\n    \n", "title": "Cruz courts Houston business elite", "url": "http://www.cnn.com/2015/06/15/politics/ted-cruz-houston-business-community/index.html", "topics": ["personality", "campaign_finance"], "people": ["David Dewhurst", "Jeb Bush", "Ted Cruz"], "orgs": ["Tea Party", "PACs"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-06-16 02:23:12", "org": "cnn", "article_id": "a884d3586a0b1ddb606bb4248bfdb909", "date_access": "2015-06-16 14:57:19.487091"}