{"body": " (CNN)Two top aides to Hillary Clinton's all-but-announced presidential campaign are headed to Iowa and New Hampshire this week, according to a Democrat familiar with their plans but not authorized to speak on the record.\nRobby Mook, Clinton's campaign manager in waiting, and Marlon Marshall, a top political aide, plan to meet with activists and supporters in the visit the critical caucus and primary states ahead of Clinton's expected early April campaign launch. \nThe news of the visits were first reported by the Des Moines Register and WMUR.\nREAD: Hillary Clinton still tops in 2016, poll says\nClinton is the prohibitive favorite for the Democratic nomination, with all polls showing her far ahead of the other Democrats considering a run. But Democrats close to the former secretary of state have stressed that a Clinton run would not take the race for granted and would work hard for support in early states like Iowa and New Hampshire. \nIn Iowa, Clinton's aides will visit Cedar Rapids, Iowa City and Des Moines, where they will meet with activists and elected officials, along with labor and progressive leaders, according to another source with knowledge of the visit.\nSEE: Clinton eyes Brooklyn HQ \nDemocrats in both states expect a more personal kind of politicking from presidential candidates and some have expressed concern that Clinton's frontrunner status would lead to more a general campaign feel to her campaign, as opposed to a more hands on primary and caucus effort.\nWhile some of Clinton's possible challengers have visited Iowa and New Hampshire, the former secretary of state has not visited Iowa or New Hampshire since the 2014 midterm campaign, where she endorsed and campaigned for candidates in both states.\nMook and Marshall's visit will likely serve as a way to calm Democratic fears that Clinton won't run hard in Iowa and New Hampshire, as has the fact that Clinton's nascent campaign has lined up a leadership team for both states.\n\"It is a great sign that Secretary Clinton is committed to competing in Iowa, should she decide to run, and would be excited to be here,\" said Tyler Olson, a Clinton supporter and former Iowa Democratic Party chair.\n", "byline": "", "description": "\n    \n", "title": "Clinton aides head to Iowa, New Hampshire ahead of campaign announcement", "url": "http://www.cnn.com/2015/03/30/politics/election-2016-hillary-clinton-iowa-new-hampshire/index.html", "topics": ["campaign_finance", "women", "immigration"], "people": ["Marlon Marshall", "Robby Mook", "Hillary Clinton"], "orgs": ["Mook", "Des Moines Register", "Iowa Democratic Party"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-03-31 00:58:22", "org": "cnn", "article_id": "166fba8a31ddb23359ed4e5cbec0be9e", "date_access": "2015-03-31 00:37:19.600467"}