{"body": "Buck Sexton is a political commentator for CNN and host of \"The Buck Sexton Show\" on TheBlaze. He was previously a CIA counterterrorism analyst. The opinions expressed in this commentary are his.\n (CNN)The biggest winner from Thursday night's CNN Republican presidential candidate debate: Carly Fiorina. Not only did she speak with expertise and fluency on policy, but Fiorina added some emotional inflection and personal touches to connect with the voters. Most importantly of all -- she managed to be the first candidate to go toe-to-toe with Trump on stage and come out the clear victor.\nFiorina was joined by several other candidates with standout performances. Sen. Marco Rubio (who if not the eventual president, might make a great secretary of state) came off as polished on stage and wonky on policy. The same was true for Sen. Ted Cruz, who burnished his constitutionalist credentials at every opportunity and focused his fire on President Barack Obama's administration rather than his fellow GOP candidates. Gov. Chris Christie, for his part, also turned in a solid performance, as he managed to pull off both bravado and charm -- even managing to sound earnestly conservative a few times.\nThe biggest loser tonight? Donald Trump, not only because he clearly didn't win, but he even failed to be the center of attention beyond the opening minutes of the debate. Trump is, of course, style over substance, but even his style faltered tonight. \nAnd while he had a few entertaining, humorous moments, Trump also had some head-shaking blunders. His non-apology to Fiorina, where he insincerely called her \"beautiful,\" crashed and burned. You could almost hear the groans across America.\nOthers in the not good enough category were: Sen. Rand Paul, Gov. Scott Walker and Gov. John Kasich, all of of whom may be following Gov. Rick Perry's lead in exiting the race much sooner than they anticipated. \nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's new Flipboard magazine.    \n", "byline": "", "description": "", "title": "Carly Fiorina trumped Trump (Opinion)", "url": "http://www.cnn.com/2015/09/17/opinions/sexton-gop-debate-reaction/index.html", "topics": ["personality"], "people": ["Rand Paul", "Chris Christie", "Rick Perry", "John Kasich", "Donald Trump", "Marco Rubio", "Barack Obama", "Buck Sexton", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["CIA", "GOP"], "authors": [{"author_id": 26512, "fullname": "buck sexton", "primary_org": "cnn"}], "date_written": "2015-09-17 05:53:20", "org": "cnn", "article_id": "cbf8e2a0f319e1efdae21dd32c912d99", "date_access": "2015-09-17 05:02:37.953831"}