{"body": "New York (CNN)Hillary Clinton squarely took aim at her biggest rivals on Monday during the first policy speech of her campaign, directly calling them by name as she strives to get Democrats fired up about her candidacy.\n \nThe names she uttered spoke volumes: Jeb Bush, Marco Rubio, Scott Walker.\n \nFor all the talk about the need to protect her left flank, she treated the spark of Bernie Sanders like little more than a summer firefly that can be ignored or swatted away.\n \nIn her second bid for the presidency, Clinton may not be inspiring the passion of the crowds turning out for Sanders. But she made clear on Monday that she believes the best way to rally Democrats to her side in the primary fight is to cast herself as the toughest, most electable candidate for the general election, casting back to her husband's economy in order to project forward to her own. \n \n\"Under President Clinton,\" she said, referring to him. \"I like the sound of that,\" she added, smiling at the thought of being in the White House again.\nThe confidence of her words illustrates that she is comfortable playing the long game and has no intention of being spooked or distracted by any Democratic who are slow to jump on the bandwagon.\n \nWhether it's a risky strategy to underestimate her Democratic opponents won't be known until the winter, when she faces the voters of Iowa and New Hampshire. But for now, at least, Clinton is looking far beyond those early contests to a bigger fight.\n\nShe accused Bush, the former Florida governor, of being out of touch with American workers. She sought to use his own words against him when he said last week in New Hampshire that \"people need to work longer hours.\"\n \n\"Well, he must not have met very many American workers,\" Clinton said. \"They don't need a lecture -- they need a raise.\"\n \nBefore she even finished her speech at the New School in Manhattan, Bush had already opened a fundraising drive with her remarks. His aides said she was distorting his words, when he was simply saying there were not enough full-time job opportunities for workers.\n \nWhile Clinton's policy address was substantive, it was also heavily laced with familiar economic arguments that have framed the Democratic vs. Republican fight for years. She hedged her bets, clearly not sure which Republican candidate would emerge from their crowded primary fight.\n \nShe blasted a tax proposal from Rubio, the Florida senator, and said it would cut taxes for families making $3 million a year.\n \n\"Well that's a sure budget-busting give-away to the super-wealthy,\" Clinton said. \"And that's the kind of bad economics you're likely to get from any of the candidates on the other side.\"\n \nAnd she assailed Walker as \"mean-spirited\" and \"misguided\" for his successful effort to curtain unions' rights in Wisconsin, rushing to the defense of Democrats' labor base -- tying its decline to growing inequality, particularly among men.\n \n\"Republicans' governors like Scott Walker have made their names stomping on workers' rights,\" Clinton said. \"And practically all the Republican candidates hope to do the same as President.\"\n \n\nThe Clinton speech, which came nearly three months to the day since she declared her candidacy, offered one of the most expansive looks yet at her policy proposals.\n \nIt was hardly a fiery stemwinder, but her 45-minute address laid the groundwork for themes she will turn back to again and again in her campaign as she tries to present herself as a fighter for the middle class. It also served as a benchmark for whether she can get through her primary fight without directly drawing distinctions with her Democratic rivals, namely Sanders, who has been strongly embraced by the progressive movement.\n \nClinton was dodging the left, offering up what liberals have ached to hear from a presidential candidate without delving into details or making firm commitments, while she jabbed the right.\n \nShe offered scolding words for Wall Street, saying she would criminally prosecute financial firms and individuals for any wrongdoing.\n \nThe comment struck liberal groups -- particularly several that had tried to recruit firebrand Sen. Elizabeth Warren into the race -- because it's further than President Barack Obama's administration was willing to go in the wake of the 2008 economic downturn.\n \nJoseph Stiglitz, the Nobel Prize-winning economist who is a darling of the left and has met with Clinton to talk policy, said her speech shows she understands the need to \"fundamentally rewrite the rules\" to ensure that \"our financial markets work for everyday Americans rather than the short-term interests of CEOs and speculators.\"\n \nClinton didn't offer the harsh attacks on corporate America that Sanders has served up for the left, but she did condemn Republicans for claiming they could achieve substantial economic growth rates without also offering policies that would direct that new income toward the middle class.  \n \n\"Today, as the shadow of crisis recedes and longer-term challenges come into focus, I believe we have to build a growth and fairness economy,\" Clinton said. \"You can't have one without the other.\"\n \nAs she stood on a stage, flanked by a row of flags, Clinton sent a signal that she would rely on her experience -- and that of the last two Democratic presidential administrations -- but that she would also have to charter her own forward-looking course.\n \n\"We're not going to find all the answers we need today in the playbooks of the past,\" Clinton said. \"Today is not 1993 or 2009. We need solutions for the big challenges we face now.\"\n", "byline": "", "description": "\n    \n", "title": "Hillary Clinton dodges left and jabs right", "url": "http://www.cnn.com/2015/07/13/politics/hillary-clinton-2016-jeb-rubio-sanders/index.html", "topics": ["economy"], "people": ["Joseph Stiglitz", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Barack Obama", "Elizabeth Warren", "Bernie Sanders", "Scott Walker"], "orgs": ["CEOs"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}, {"author_id": 18601, "fullname": "jeff zeleny", "primary_org": "cnn"}], "date_written": "2015-07-13 21:29:09", "org": "cnn", "article_id": "5dd0328c95c66d45dbbd495c05c6932c", "date_access": "2015-07-13 20:40:09.714161"}