{"body": "Washington (CNN)Businessman Donald Trump and retired neurosurgeon Ben Carson are running neck-and-neck in the race for the GOP presidential nomination, while former Secretary of State Hillary Clinton continues to lose ground to Vermont Sen. Bernie Sanders, a new NBC News/Wall Street Journal national poll has found.\nTrump remains on top in the GOP field, capturing 21% of Republican primary voters, but Carson is at 20%, within the poll's margin of error. \nRELATED: In blue New Hampshire, doubts about Clinton grow in new poll\nFormer tech CEO Carly Fiorina and Florida Sen. Marco Rubio tie for third at 11% each, with former Florida Gov. Jeb Bush (7%), Ohio Gov. John Kasich (6%) and Texas Sen. Ted Cruz at (5%) rounding out the rest of the field. No other Republican received more than 3%.\nOn the Democratic side, Clinton -- who held a 60-point lead over Sanders in June -- has slipped to a 7-point advantage over the Vermont senator among Democratic primary voters, 42% to 35%. Vice President Joe Biden, who has not yet declared whether he will seek the Oval Office, comes in third with 17%. No other Democrat received more than 1%.\nWhen Biden is removed from the equation, Clinton's lead swells to 53% to Sanders' 38%.\nRELATED: Poll finds a new top tier for New Hampshire GOP primary\nThe NBC/WSJ poll was conducted Sept. 20-24, mostly after Scott Walker dropped his candidacy. Those surveyed included 256 Democratic voters (which had a margin of error of plus-minus 6.1 percentage points) and 230 GOP primary voters (plus-minus 6.5 percentage points).\n", "byline": "", "description": "Businessman Donald Trump and retired neurosurgeon Ben Carson are running neck-and-neck in the race for the GOP presidential nomination, while former Secretary of State Hillary Clinton continues to lose ground to Vermont Sen. Bernie Sanders, a new NBC News/Wall Street Journal national poll has found.", "title": "Poll: Carson, Trump run neck-and-neck", "url": "http://www.cnn.com/2015/09/27/politics/ben-carson-donald-trump-poll-2016/index.html", "topics": ["personality"], "people": ["Joe Biden", "Scott Walker", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Marco Rubio", "Bernie Sanders", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["GOP", "New Hampshire GOP", "Oval Office"], "authors": [{"author_id": 25774, "fullname": "karl de vries", "primary_org": "cnn"}], "date_written": "2015-09-27 14:07:02", "org": "cnn", "article_id": "eefefd6b722ac085941cb4c777786583", "date_access": "2015-09-27 13:31:44.203691"}