{"body": "Washington (CNN)Former Texas Gov. Rick Perry on Wednesday went further than any other Republican candidate in blasting Donald Trump, defining \"Trumpism\" as its own ideology that poses an existential threat to not just the Republican Party, but the broader conservative movement.\nContrasting Trump with the great presidents of previous centuries, the former Texas governor said Trumpism was no more than \"a barking carnival act\" and \"a toxic mix of demagoguery, mean-spiritedness and nonsense\".\n\"I will not go quiet when this cancer on conservatism threatens to metastasize into a movement of mean-spirited politics that will send the Republican Party to the same place it sent the Whig Party in 1854: the graveyard,\" said Perry, while in Washington to deliver a policy speech. \nRELATED: Trump vs. Perry on social media\n\"It cannot be pacified or ignored, for it will destroy a set of principles that has lifted more people out of poverty than any force in the history of the civilized world -- the cause of conservatism,\" he said.           .\nTwo weeks before the first scheduled GOP presidential debate -- that Perry may not be polling high enough to participate in -- the former governor has emerged as one of Trump's sharpest critics. The businessman has topped recent national polls and upheaved the Republican presidential race so far this summer.\nThe policy speech Wednesday -- hosted at a Washington hotel by the super PAC that has raised millions to back Perry -- functioned as a forum to lob abrasive and piercing indictments of Trump's character. \n\"We must move past the empty calories of Trumpism, and return to conservatism,\" Perry said.\n", "byline": "", "description": "\n    \n", "title": "Perry blasts 'Trumpism'", "url": "http://www.cnn.com/2015/07/22/politics/donald-trump-rick-perry-feud/index.html", "topics": ["personality"], "people": ["Donald Trump", "Rick Perry"], "orgs": ["Republican Party", "PAC", "GOP", "Whig Party"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-07-22 20:42:29", "org": "cnn", "article_id": "7d251a80d9dbf9270ccd235898b0d5dd", "date_access": "2015-07-22 19:50:14.821127"}