{"body": "Washington (CNN)A progressive group is invoking the Sept. 11 terror attacks to hit Jeb Bush for comments he made about his brother at Wednesday's CNN debate, when he said President George W. Bush kept the country \"safe.\"\nJeb Bush's comments were in response to a line of attack from Donald Trump about his brother's presidency, which the billionaire businessman labeled a \"disaster.\"\n\"As it relates to my brother, there's one thing I know for sure: He kept us safe,\" Bush interjected, to roaring applause from the audience. It was one of his top moments of the night.\nRELATED: 5 moments from the GOP debate\nBut the liberal-aligned Americans United for Change is seizing on those comments with their ad, titled \"Safe?\"\nThe ad, which will begin airing nationally on cable news stations next week, plays a clip of Jeb Bush delivering the line, then splices it with news clips of some of the low points of his brother's presidency.  \nThe 30-second ad plays a soundbyte of lost jobs with the text \"SAFE from a crumbling economy?\" to start, and shows clips of Hurricane Katrina, the war in Iraq, and Sept. 11 with similar tags, including \"SAFE from terror?\"\nAmericans United for Change will announce the ad on Saturday. CNN was given an advance look at the clip.\n\"It's as if Jeb Bush believes his brother's presidency began on Sept. 12, 2001,\" Americans United for Change President Brad Woodhouse said in a statement. \"We're not letting Jeb rewrite history. ... If Jeb Bush really believes his brother kept us safe, then Jeb Bush is the last person Americans should entrust their safety to.\"\nAllie Brandenburger, a spokeswoman for Bush's campaign, condemned the ad in a statement.\n\"Hillary Clinton's political machine resorting to attacking Jeb over 9/11 is a depressing example of just how extreme the left has gotten. If there's one thing we should all agree on it's that in response to that horrific attack, the country came together with resolve in the face of evil to ensure we keep our country safe. Today, while Jeb has offered a plan to defeat ISIS, the Democrats have no strategy and they are making these craven attacks,\" she said.\nBush has struck a careful tone on the trail in regards to his presidential family -- which also includes his father, former President George H.W. Bush. While he has embraced and applauded his family's record, he has also tried to distinguish himself as his own man and not just another Bush. \n", "byline": "", "description": "A progressive group is invoking the Sept. 11 terror attacks to hit Jeb Bush for comments he made about his brother at Wednesday's CNN debate, when he said President George W. Bush kept the country \"safe.\"", "title": "Liberal group invokes 9/11 to hit Jeb Bush", "url": "http://www.cnn.com/2015/09/18/politics/americans-united-jeb-bush-brother-ad/index.html", "topics": ["terrorism", "personality"], "people": ["Brad Woodhouse", "Allie Brandenburger", "Jeb Bush", "Hillary Clinton", "Donald Trump", "George W. Bush"], "orgs": ["Americans United", "GOP"], "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-09-19 01:15:38", "org": "cnn", "article_id": "aadac1921753af8ff5d45415e783882e", "date_access": "2015-09-19 00:31:58.779398"}