{"body": "Manchester, New Hampshire (CNN)From Hillary Clinton to Barack Obama, and Donald Trump to Mitt Romney, Kriss Blevens is maybe the only person in the world who has worked intimately with all the candidates over the last six presidential elections. \nShe's not a politician or a political operative, but rather a make-up artist who has assisted politicians over 20 years -- prepping their faces for debates, interviews and media appearances on outlets like CNN. \nBlevens never thought she would use her extraordinary access to candidates for anything political. But all of that changed a little more than a year ago when her step-daughter Amber died from a drug overdose after a long struggle with heroin addiction in what is now an epidemic across New Hampshire.\nIn the last 10 years, the number of people admitted to state-funded treatment programs rose by 90% for heroin use and by 500% for prescription opiate abuse, according to a 2014 study from the New Hampshire Department of Health and Human Services.\nThe state is also ranked first in the country when it comes to levels of drug dependence among 18- to 25-year-olds, according to the National Survey on Drug Use and Health from 2012-2013.\nAfter Amber's death Blevens realized that speaking out about addiction was a powerful way for her to heal, but she didn't expect that her high-profile clients would push her advocacy onto the national stage. \n\nBlevens' story may only be possible in a state like New Hampshire, where every four years her schedule fills up as presidential hopefuls flock to the Granite State in the race to win the first-in-the-nation-primary. \nMost New Hampshire voters sit in packed town halls, or shake hands with a candidate over their pancakes and coffee at a diner stop -- maybe they'll get a question in about an issue they care about, shake a candidate's hand or grab a selfie. \nBut for Blevens, it's very different. \nIn early August, Blevens chatted with candidates former Florida Gov. Jeb Bush and South Carolina Sen. Lindsey Graham backstage before a New Hampshire forum held with 16 of the GOP presidential contenders. \n\"How many people in my situation have the opportunity to be behind closed doors for 10, 15, 20 minutes one-on-one, touching the candidates that need to talk about this issue? It doesn't get any more intimate, it doesn't get any more captive than that,\" Blevens told CNN. \"As we're talking how can I not tell them about Amber? Whether I want to be or not, I am a spokesperson.\" \nThe 2016 primary may be the busiest for New Hampshire yet. With a crowded field of candidates, a presidential hopeful has been in the state almost every day since early summer. \nIn May, Blevens did make-up for GOP candidate New Jersey Gov. Chris Christie before he sat down for a CNN interview in Manchester. \nBlevens talked to him about Amber, and almost a month later she was on a panel about addiction for a Christie campaign stop in Franklin. She says Christie told her he hadn't stopped thinking about Amber's story. \nHillary Clinton's campaign has also made addiction a focus, and advisers reached out to Blevens for an hour-long Skype call to talk about the issue. \nClinton is also a former client: Blevens was responsible for what many touted as a \"miracle makeover\" before Clinton's appearance in a 2007 debate. \nBlevens has even asked Donald Trump, who was also a client before he decided to run, about his stance on addiction at a rally in Manchester. \n\"It's a huge problem in New Hampshire, which nobody even really knows about,\" Trump said in response to her question. \"It's something we'll start thinking about very heavily.\"\nDespite her success, Blevens says the issue of addiction sometimes seems so overwhelming that she thinks about giving up. But then she'll get a call from a politician, or a Facebook message from someone she helped, and she knows she has to keep going. \n\"It's a lot to ask when that population is committing probably the majority of the crimes in our community. It seems like I'm standing up for the bad guy when I'm standing up for the sick person,\" she said.\n\nWhen Blevens married her husband, Mark, she was excited he had a daughter; after two boys, she would have a girl who's make-up she could do. \nBy the age of 22, Amber had been arrested four times -- twice for heroine possession, twice for prostitution. Blevens and her husband tried repeatedly to get help for Amber, but living in New Hampshire made that difficult. According to a 2014 report from the U.S. Department of Health and Human Services, New Hampshire ranks second to last among states when it comes to access to substance abuse treatment for those who need it. \nAmber's time in jail was particularly frustrating for them because while she was physically detoxing from the drug, there was no additional support for recovery.\n\"She's sitting in a cell in her illness and her disease and there's no treatment, and there was no treatment when she was ready. When she got out there was no bed available to catch her when she came out of prison,\" Blevens said.\nBlevens remembers the last time she saw Amber. It was Easter, and Amber had called to say she wanted to spend it with Blevens and her husband as they visited with friends and family. \nThey picked her up in an alleyway in Manchester with a plate of food. Amber ate ravenously, and slept on and off the rest of the day before she asked to be dropped off back in the alley. \nThree days later, her body was found in the same spot. Blevens did Amber's make-up for the funeral, trying to bring life back into Amber's face as she and her husband struggled to accept Amber was really gone. \nIn the aftermath of Amber's death Blevens threw herself into work, trying to keep busy, but she also started talking to clients about the issue -- clients like New Hampshire Gov. Maggie Hassan, and Sens. Kelly Ayotte and Jeanne Shaheen. \n\"I realized at that point in time that I needed to take the lead. I needed to step out and I needed to start talking vividly about her death, about her addiction, about everything in order to make it real and to heal,\" Blevens said.\n\nBlevens' advocacy hit a chord as New Hampshire's heroin problem was growing and beginning to get more attention.\nNow any candidate spending significant time in New Hampshire is facing questions about addiction everywhere they go.\nCandidates former Maryland Gov. Martin O'Malley, Vermont Sen. Bernie Sanders, Bush, Kentucky Sen. Rand Paul, Ohio Gov. John Kasich and former tech CEO Carly Fiorina have also gotten questions from voters about how to tackle addiction.\nThe focus on solutions is not going unnoticed. The White House's Drug-Free Communities Support Program recently announced it is giving New Hampshire $1.25 million in federal funding for youth substance abuse prevention programs, and a growing number of state and local officials are making the issue a focus. \nWith the presidential primary still about four months away, this is just the beginning for Blevens.\n\"My purpose as I begin to get more into the campaign trail is to hold the candidates accountable, talking about the problem and the solution,\" Blevens told CNN. \"Amber's story touches on everything, from economics, to prison systems, to lack of treatment, to the health care issues. Her story touches on everything that needs to be talked about.\"\n", "byline": "", "description": "From Hillary Clinton to Barack Obama, and Donald Trump to Mitt Romney, Kriss Blevens is maybe the only person in the world who has worked intimately with all the candidates over the last six presidential elections.", "title": "2016ers hear about heroin from a close-up source", "url": "http://www.cnn.com/2015/09/22/politics/heroin-addiction-new-hampshire-2016/index.html", "topics": ["personality", "immigration"], "people": ["Rand Paul", "Kelly Ayotte", "Mitt Romney", "Martin O'Malley", "Lindsey Graham", "Jeb Bush", "Hillary Clinton", "Jeanne Shaheen", "Donald Trump", "Chris Christie", "Barack Obama", "Kriss Blevens", "Bernie Sanders", "Maggie Hassan", "John Kasich", "Carly Fiorina"], "orgs": ["GOP", "U.S. Department of Health and Human Services"], "authors": [{"author_id": 2557, "fullname": "cassie spodak", "primary_org": "cnn"}, {"author_id": 39782, "fullname": "video by casey capachi", "primary_org": "cnn"}], "date_written": "2015-09-22 15:17:31", "org": "cnn", "article_id": "207e390e04f3588f53c9c3c45ddd2efe", "date_access": "2015-09-22 16:21:27.303336"}