{"body": "Burlington, Iowa (CNN)Somewhere in between stepping over bales of hay and receiving a harmonica as a gift, Hillary Clinton had a moment with an Iowa Democrat.\nThe man, sporting a worn t-shirt and cargo shorts, put his arm around Clinton, looked her in the eye and said, \"You hang in there. We really like you.\"\nThe moment was one of hundreds Clinton had with voters in Iowa and New Hampshire over Labor Day weekend. But these \"don't let them get you down\" moments -- of which there were many -- underscore something bigger for a campaign: They show that even Clinton's most ardent supporters are feeling the impact of a trying and tumultuous summer.\nClinton visited a bookstore on sun-scorched Saturday in New Hampshire and met with a line of supporters who had lined up to catch a glimpse of her.\nWhile making her way down the line of people, one woman clasped both of Clinton's hands and told her, \"Hillary, stay strong and don't let them get you down.\"\nThe message in those moments are simple: Even voters are feeling the strain of the turbulent summer.\nRELATED: Hillary Clinton's email controversy, explained\nClinton, aides say, internalizes a great deal from her interactions with people -- and more than rhetoric and attacks from Republicans and others, it's the reality of hearing from her supporters that may have prompted her recent change in tone. \nRepublicans, Clinton said on Monday night, are \"particularly concerned about me.\"\n\"I take it as kind of a compliment, to be honest,\" she added, \"because they know I mean what I say and I want you to know that.\"\nAgain on Sunday in Cedar Rapids, Clinton told an audience assembled in an idyllic Iowa backyard complete with a hammock that she was \"absolutely confident that whatever (Republicans) throw at me, I can throw it right back.\"\n\"It is going to be a fight,\" Clinton said. \"Make no mistake about it. It's going be a hard election.\"\nAnd so far, she has been right. Recent polling has been bad for Clinton, with her numbers down both nationally and in early primary states like Iowa and New Hampshire.\nThis has caused the campaign to look inward to, once again, re-brand Clinton, hoping to show voters a more carefree and less scripted version of the politician many people have known for decades. The move is reminiscent of what the campaign hoped to do when the launched earlier this year.\nClinton's campaign has also begun rolling out endorsements, something they avoided early on in the campaign for fear of looking inevitable.\nOn Saturday in New Hampshire, Sen. Jeanne Shaheen endorsed Clinton, noting that she will never \"shrink\" from a fight she thinks is right.\nAnd on Monday, Iowa Rep. Dave Loebsack endorsed Clinton, a candidate he said was the most qualified candidate in the race.\nThe endorsements are now being wielded as a sign of strength, a way of flexing the campaign's muscles as Sanders surges and Vice President Joe Biden toys with a third run.\n\"He has been a great vice president,\" Loebsack said of Biden in an interview with CNN. \"But if he gets into this race, I am with Hillary Clinton and I'll leave it at that.\"\nClinton's biggest fans in New Hampshire and Iowa don't need to be convinced that she is the right choice, either. But that doesn't mean the email controversy doesn't bother them.\nSitting at the Hawkeye Labor Council Picnic in Cedar Rapids on Monday, Cheril Renken, a Cedar Rapids Democrat and committed Clinton supporter, said that while she was committed to Clinton, he support wasn't rock solid.\nThe one thing that could sway her: If she \"found out some of the things Republicans are saying about Hillary are true.\"\n\"I think she is strong,\" Renken said shortly after admitting her email concern. \"She is strong, she just is and she knows what she is talking about and she stands by it.\"\n \n", "byline": "", "description": "", "title": "Hillary Clinton supporters acknowledge difficult summer", "url": "http://www.cnn.com/2015/09/08/politics/hillary-clinton-email-controversy-supporters/index.html", "topics": ["campaign_finance"], "people": ["Joe Biden", "Dave Loebsack", "Hillary Clinton", "Jeanne Shaheen"], "orgs": [], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-09-09 02:29:12", "org": "cnn", "article_id": "75fb03ed6c9639c7e533b0af6427738a", "date_access": "2015-09-09 01:41:20.764444"}