{"body": " (CNN)Mike Murphy, a longtime Jeb Bush confidant who runs the super PAC Right to Rise, called Donald Trump a \"false zombie front-runner\" who is \"dead politically\" and will \"never be President of the United States, ever.\"\nMurphy opened up in an interview with Bloomberg's Sasha Issenberg, about his strategy to push the former Florida governor past the finish line, despite Bush's dwindling poll numbers at the moment. \nAs the head of the super PAC, Murphy cannot directly discuss strategy and spending with the campaign, so an interview to this length and depth can be viewed as one way that super PACs communicate to the campaigns they support.  \nMurphy conceded that Trump has been a benefit in the sense that the coverage of his campaign has \"cut off oxygen to guys who can't survive.\" \n\"We have an oxygen tank,\" he said, talking about Bush's organizational strength that he thinks can secure the nomination for Bush, even if he doesn't win the first few states. \n\"Our job is just to amplify his story and what he's saying and we banked enough cash that nobody's turning our speaker off,\" he said. \nMurphy insisted that Bush's effort to stay largely positive is still the \"ticket to win,\" though Bush has been engaging in a direct war of words with Trump and more subtle back-and-forths with fellow primary challenger Marco Rubio. \n\"Now if there's been some huge categorical change in the party and the party is completely obsessed with a grievance candidate they can get one,\" he said, still talking about Trump. \"You know, it's possible: we lose 42 states, it'll be Republican (George) McGovern. But I think that's unlikely. Not impossible but unlikely.\" \nMurphy bristled at national polls that he argued pointlessly dictates media coverage of the presidential race. \n\"I often joke that if I ever had the horrible, malicious job of being Head of the PRC's Intelligence Service and they said, \"All right, here's $20 billion, screw around with the U.S,\" one of the first things I'd go do is bribe media pollsters,\" he said. \"Because you totally control the thinking of the D.C. press corps based on polls.\"\n", "byline": "", "description": "Mike Murphy, a longtime Jeb Bush confidant who runs the super PAC Right to Rise, called Donald Trump a \"false zombie front-runner\" who is \"dead politically\" and will \"never be President of the United States, ever.\"", "title": "Bush super PAC chief: Trump a 'false zombie front-runner'", "url": "http://www.cnn.com/2015/10/20/politics/mike-murphy-jeb-bush-support/index.html", "topics": ["personality"], "people": ["Mike Murphy", "Donald Trump", "Marco Rubio", "Jeb Bush", "Sasha Issenberg"], "orgs": ["PAC", "PACs"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-10-20 15:52:29", "org": "cnn", "article_id": "c5375cb3451b2e703a7015505ff2d95e", "date_access": "2015-10-20 16:31:56.220975"}