{"body": "Washington (CNN)The budding tension between the two Floridians running for president escalated on Tuesday as Marco Rubio defended his Senate record amid new attacks by Jeb Bush.\nBush and Rubio have largely avoided criticizing one another during the presidential race's first six months, but they are increasingly squabbling without a detente in sight. Bush aides and allies have increasingly been highlighting Rubio's poor attendance for votes in Washington -- a tally that has also been fodder for another new Rubio agitator, Donald Trump.\nBush grouped those two together in a new Des Moines Register op-ed.\n\"We are not going to fix a dysfunctional Washington, D.C., by electing a celebrity entertainer or D.C. senator who is either part of the problem or has proven incapable of fixing it,\" the former Florida governor wrote.\nHe also reiterated his stance that lawmakers' pay should be docked if they skip votes or congressional hearings, a line he has recently used on the campaign trail.\nRubio and Bush rose in Florida politics together and describe one another as friends. But Bush over the past two weeks has questioned aloud whether Rubio has the leadership skills needed to run the country.\nAt a house party in New Hampshire on Tuesday, Rubio was asked the same question posed by Bush: How could he fix Washington if he comes from within it?\n\"I've been there four and a half years. I haven't been there 40. I've been there long enough to know it's broken, not so long that I've fallen in love with it,\" he said. \"My loyalties are not to the U.S. Senate. My loyalties are to the people of the United State of America and the people who nominated me to represent Florida.\"\n", "byline": "", "description": "The budding tension between the two Floridians running for president escalated on Tuesday as Marco Rubio defended his Senate record amid new attacks by Jeb Bush.", "title": "Rubio, Bush start to take the gloves off", "url": "http://www.cnn.com/2015/10/06/politics/marco-rubio-jeb-bush-attendance/index.html", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Marco Rubio", "Jeb Bush"], "orgs": ["Senate", "Floridians", "U.S. Senate"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-10-07 01:28:19", "org": "cnn", "article_id": "b75beb6bde0d2e26857576b62a1c750f", "date_access": "2015-10-07 01:02:18.231972"}