{"body": "Washington (CNN)Louisiana Gov. Bobby Jindal's chief-of-staff and a second aide are leaving the governor's office to join his presidential exploratory committee, less than a week before Jindal is set to announce his 2016 plans, two sources familiar with the move told CNN.\nChief-of-staff Kyle Plotkin and Jindal's deputy communications director Shannon Dirmann will leave the conservative governor's office Friday to join the exploratory committee.\nThe pair are expected to serve in communications roles for Jindal's anticipated presidential campaign.\nJindal is widely expected to launch a bid for the Republican presidential nomination at a June 24th event in New Orleans and would become the 13th candidate to formally join the GOP fray.\nRELATED: 2016ers react to South Carolina massacre\n\"If I decide to announce on June 24th that I will seek the Republican nomination for President, my candidacy will be based on the idea that the American people are ready to try a dramatically different direction,\" Jindal said in a statement  earlier this month. \"We don't need just small changes, we need a dramatically different path.\"\nPlotkin has worked for Jindal in the governor's office since 2008, initially starting as press secretary. A Jindal presidential campaign would be Plotkin's second, having previously served as policy aide for former Gov. Mitt Romney's 2008 presidential campaign.\nDirmann has also served in the governor's office since 2008 and previously served as deputy press secretary. \nThe pair will have their work cut out for them if Jindal jumps into the race, as the Louisiana governor and one-time GOP wunderkind looks to regain momentum for his presidential ambitions.\nOnce viewed by party bigwigs as a rising star, the Indian-American governor's fortunes began to fade after he gave the Republican response to Obama's first joint address to Congress -- a response most remembered for Jindal's awkward delivery than anything else.\nJindal is now polling toward the bottom of the field, registering at just 1% in the latest CNN/ORC poll this month.\nBut Jindal has also carved out a niche of vibrant support among evangelical Christians and especially activists in the movement to repeal the Common Core educational standards.\nAfter first implementing the standards in his state, Jindal has since become one of the anti-Common Core movement's most vocal champions.\nHe's also positioned himself as a top opponent of \"political correctness\" and has at times led his party's charge in railing against radical Islam, while also straying into controversial territory.\n", "byline": "", "description": "Louisiana Gov. Bobby Jindal's chief-of-staff and a second aide are leaving the governor's office to join his presidential exploratory committee, less than a week before Jindal is set to announce his 2016 plans, two sources familiar with the move told CNN.\n    \n", "title": "Top Bobby Jindal aides join campaign-in-waiting", "url": "http://www.cnn.com/2015/06/18/politics/bobby-jindal-2016-election-staff/index.html", "topics": ["campaign_finance"], "people": ["Bobby Jindal", "Kyle Plotkin", "Mitt Romney", "Shannon Dirmann"], "orgs": ["Jindal", "GOP", "Congress"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-06-19 01:02:49", "org": "cnn", "article_id": "e789cf4709e9bab2b42143a1067c9bbc", "date_access": "2015-06-19 00:12:16.250098"}