{"body": "Washington (CNN)Republican presidential candidate Jeb Bush marked the anniversary of the Sept. 11, 2001, attacks on Friday by applauding first responders and the military and praising his brother, former President George W. Bush.\n\"I'm proud of meeting the families of firefighters. To this day, when I go to New York, I always stop at a fire station to say thanks for their incredible sacrifice and the services of the emergency responders,\" Bush said at a service on the 14th anniversary of the attacks.\nBush spoke at a remembrance in Londonderry, New Hampshire, which started at 8:46 a.m., marking the time the first plane hit the north tower of the World Trade Center. He later began reading the names of the victims in a ceremony that was expected to last until noon.\nHe added, \"I'm proud of the president of the United States at the time who unified our country in a way that was desperately needed and created a strategy to keep us safe.\" \nOther 2016 hopefuls weighed in throughout the day Friday. Wisconsin Gov. Scott Walker, who was a state lawmaker at the time in 2001, released a statement praising the first responders and cautioning against radical Islam.\n\"On that terrible day, radical Islamic terrorists unleashed unimaginable horror against our country, ending nearly 3,000 innocent lives. As we honor the victims and keep their families in our thoughts and prayers, we cannot forget the bravery of the hundreds of first responders who sacrificed their lives while trying to save others,\" Walker said in a statement.\n", "byline": "", "description": "", "title": "Jeb Bush, 2016ers remember 9/11 attacks", "url": "http://www.cnn.com/2015/09/11/politics/jeb-bush-candidates-september-11-anniversary/index.html", "topics": ["personality", "terrorism"], "people": ["George W. Bush", "Jeb Bush", "Scott Walker"], "orgs": ["World Trade Center"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-09-11 14:52:59", "org": "cnn", "article_id": "8945681ceaf2c67c728723bbeeaccf47", "date_access": "2015-09-11 14:21:23.993362"}