{"body": " (CNN)Sen. Elizabeth Warren insists she's not running for president. But her description of a 2016 \"dream\" presidential candidate sounds a lot like, well, her.\nWarren, during an appearance Friday on CNN's \"New Day,\" said she wanted to see someone willing to fight for the middle class and \"make Washington work for families again.\"\nWarren says she feels that Washington functions well for special interest groups and the well-connected but leaves out the rest of the nation.\n\"(I've) spent my whole life studying what's happening to America's middle class and watching year by year, one blow after another,\" she said. \"We live in an America now where the game is rigged, where Washington works really great for those who hire armies of lobbyists, armies of lawyers. It's just not working so well for the rest of America.\" \nWarren, a Massachusetts Democrat, also got specific with her wish list, mentioning that a candidate willing to lower the interest rates on student loans and shore up Social Security would get high marks from her.\nShe wouldn't say which of the slew of declared or yet-to-declare candidates fit that bill, but she did want to give all of them a chance as the 2016 campaign kicks off.\n\"I really want to give everybody who gets in this race a chance to get out there and put their agenda in front of us,\" she said.\nHowever, Warren said the two Republican candidates who have gotten into the race -- Texas Sen. Ted Cruz and Kentucky Sen. Rand Paul -- have already disqualified themselves in her eyes because of how they've voted in Congress. \n\"I've watched them vote,\" Warren said. \"They voted against the Social Security benefits increase. They voted against reducing the interest rate on student loans.\"\nWarren, a former special adviser for the Consumer Financial Protection Bureau, is something of a political rock star in the eyes of many liberal and progressive voters because of her populist leanings and her passionate calls for an end to income inequality. Many of them want her to get into the race and become a viable challenger to Democratic frontrunner Hilary Clinton. \nWhen asked, yet again, if she was going to run, Warren didn't exactly say no.\n\"I want to see who else gets in this race,\" she said. \"And I want to see what the issues are that they push.\"\n", "byline": "", "description": "Sen. Elizabeth Warren insists she's not running for president. But her description of a 2016 \"dream\" presidential candidate sounds a lot like, well, her.\n    \n", "title": "Who is Elizabeth Warren's dream candidate?", "url": "http://www.cnn.com/2015/04/10/politics/elizabeth-warren-interview/index.html", "topics": ["campaign_finance", "economy"], "people": ["Rand Paul", "Elizabeth Warren", "Hilary Clinton", "Ted Cruz"], "orgs": ["Social Security", "Consumer Financial Protection Bureau", "Congress"], "authors": [{"author_id": 2329, "fullname": "doug criss", "primary_org": "cnn"}], "date_written": "2015-04-10 12:25:53", "org": "cnn", "article_id": "049bd6996fd3974bd407f5e9ecf17ebb", "date_access": "2015-04-10 11:35:02.022390"}