{"body": " (CNN)Carly Fiorina, who has joined other leading Republican presidential candidates in denouncing Obamacare, once backed an individual mandate to buy health insurance that could put her at odds with others in the GOP. \nDuring a panel discussion on CNN's \"Crossfire\" in 2013 about the law with former CNN host Stephanie Cutter, Fiorina said she supports keeping the requirement that every American purchase health insurance.\n\"Now there is a requirement for people to take responsibility, which you know most people have insurance,\" Cutter said. \"So do you agree with the mandate idea? That is a Republican idea, came out of the Heritage Foundation, one of our co-hosts, Newt Gingrich, was behind it. And the ban on preexisting conditions? Do you agree with those two provisions?\"\n\"I actually do agree with those two provisions,\" Fiorina said. \"And I think Obamacare remains an abomination, and let me tell you why. First of all, I think no one should be denied health care because of pre-existing conditions. And I think there are many more efficient ways we could have dealt with this other than Obamacare.\"\n\"But you are for the responsibility provision?\" Cutter, a former top aide on President Obama's re-election campaign, reiterated. \"People have to take responsibility for their own care and you are for the ban on pre-existing conditions?\"\n\"Yes I am,\" Fiorina said. \"But, but, do not put words in my mouth. I am not for anything that went around either one of those in Obamacare.\"\nRELATED: Carly Fiorina offers praise of Hillary Clinton\nAsked to expand on the two-year-old exchange this week, a Fiorina campaign spokeswoman said she supports a mandate that would require high-deductible \"catastrophic care\" insurance plans and use federal dollars to subsidize state-based high-risk pools to provide care for those who otherwise cannot afford it. Fiorina's support for an individual mandate, the spokeswoman said, differs from Obamacare in that the law's mandate demands that every American be covered with plans that include a higher threshold of services.  \nWhen the Affordable Care Act went into effect, the law effectively banned many such high-deductible plans -- Democrats said they provided insufficient care options -- and it also required that every American buy health insurance or face a financial penalty.\n\"She was agreeing with the Heritage proposal, which said that there would be some type of catastrophic care requirement -- set up a little like auto damage liability insurance -- aimed at reducing taxpayer costs of unexpected ER visits,\" Fiorina spokeswoman Sarah Isgur Flores told CNN. \"Not what Obamacare required, which is actually high end insurance coverage.\"\nIndeed, a Heritage Foundation proposal in the 1990s advocated for a mandate — although one that required a lower threshold of services than Obamacare ultimately did years later. And former Republican presidential nominee Mitt Romney ushered through a law while governor of Massachusetts that required all state residents to have health insurance.\nRELATED: Poll: Fiorina rockets to No. 2 behind Trump in GOP field\nFiorina's position that health insurance should be mandatory was once widely supported in conservative and Republican circles as an alternative to a single-payer health care plan in the 1990s, but has fallen out of fashion since the rise of Obamacare. Heritage Foundation scholar Stuart Butler, who led the conservative think tank's health policy department while it advocated for a mandate, has since withdrawn his support for the idea. Since that time, many Republicans have offered alternatives to Obamacare. Last spring Texas Sen. Ted Cruz, Wisconsin Sen. Ron Johnson and Nebraska Sen. Ben Sasse each introduced their own health care bills, and all excluded the mandate. Other proposals backed by Republicans — outlined in op-eds and in media interviews -- have not included the requirement.\nDespite past conservative support for the idea of mandatory coverage, most Republicans supported an attempt to gut Obamacare by challenging the constitutionality of the individual mandate in federal court. In 2012, however, the Supreme Court ruled that the provision was within the government's power.\n", "byline": "", "description": "", "title": "Carly Fiorina's long support for mandatory insurance", "url": "http://www.cnn.com/2015/09/24/politics/carly-fiorina-obamacare-health-insurance-mandate/index.html", "topics": ["health"], "people": ["Mitt Romney", "Stuart Butler", "Carly Fiorina", "Stephanie Cutter", "Ron Johnson", "Hillary Clinton", "Sarah Isgur Flores", "Ben Sasse", "Newt Gingrich", "Ted Cruz"], "orgs": ["Supreme Court", "GOP", "Heritage Foundation"], "authors": [{"author_id": 7038, "fullname": "chris moody senior digital correspondent", "primary_org": "cnn"}], "date_written": "2015-09-24 17:35:06", "org": "cnn", "article_id": "feff59a77aaaaf988e8d167a7c13f23d", "date_access": "2015-09-24 17:01:25.626921"}