{"body": "West Branch, Iowa (CNN)The group assembles every Tuesday, toting fabric, needles, the occasional rhubarb pie and their \"Iowans Ready for Hillary\" pins.\nFor two hours, they talk 2016 while stitching a very political quilt.\n\"This is a supporter quilt. It's kind of a way to say to Hillary, 'We've got your back,'\" Iowan Clara Oleson said. \nFor Clinton supporters, this quilt has special significance: It's a sign of organization and momentum for a campaign that needs to ignite enthusiasm for Clinton during her second race in the Hawkeye State. In 2008, Clinton's bid for the presidency faltered here and never recovered.\nMany Iowans said in interviews they had felt ignored by Clinton's campaign the last time around. Connecting supporters over shared interests such as quilting offers one way to excite and engage them.\nClinton's campaign in Iowa, the first-in-the-nation caucus state, has 27 organizers who have held over 2,500 meetings with Iowans. In addition to the Hillary Quilt Project, they've launched a morning swim group in Cedar Rapids, a Kayaking group in Benton County, and a group that is working on a community garden in Eastern Iowa.\nRELATED: Clinton weathers the summer of Sanders\nIt's a strategy, much like church small groups, that draws in supporters to connect beyond the more broadly labeled coalition-building of campaigns past (for example, \"Teachers for Hillary\").\n\"It used to be just strictly coalition-building. You'd get this wide swath of teachers for whoever your candidate was, or farmers, or business owners,\" said Iowa Republican strategist Tim Albrecht. \"But now, you're really seeing this organizing at the micro level. If you can attract people around something they are already doing ... that's priceless.\"\nWith these grassroots common interest groups, the Clinton campaign is harnessing micro-organization at a level unmatched by her competitors in Iowa and around the country.\nThere's a long history of quilting in American politics: Women gathered to stitch during the Civil War, supporters of the late 19th century temperance movement created quilts as fundraisers, and more recently, the AIDS Memorial Quilt has been growing since 1987 with more than 48,000 individual memorial panels. \nIn a state where the presidential campaign process is revered, quilts are also engrained in Iowa culture, Oleson explained. Quilts are made for momentous occasions: new babies, graduations, anniversaries, and now, a new presidential campaign. \nWhen the Clinton campaign unveiled its H logo this spring, Oleson saw an opportunity. \n\"Boy, this would make a great quilt,\" Oleson wrote of the logo on Facebook. \nClinton campaign organizer Sarah Andrews also saw an opportunity -- and hours later, was in Oleson's living room.\nThe \"Hillary Quilt Project\" was born. \n\"If there's a common touch in democracy,\" Oleson said, \"My God, it's a quilt.\" \nRELATED: Clinton hits GOP over gay marriage, Obamacare\nOleson, 73, is a retired lawyer and a prolific quilter -- just don't ask her how long she's been working on any particular quilt. On one week this summer, she led the men and women in the group as they went around the quilt circle, introducing themselves and choosing the color in the rainbow \"H\" logo of the quilt that they found most meaningful.\nEllen Heywood chose purple, the color of women's suffrage. Janean Arnold chose green for her concerns about climate change. Colleen Picek chose yellow, supporting the troops and hoping for an end to war. \nCameron Macaw-Hennick chose all of the colors together.\n\"All of the colors in the center are important to me because of the rainbow. Something that really stands out to me about Hillary, from the very get-go, is her unequivocal support of the LGBT community, which she didn't have several years ago. But just like everyday citizens, she grows and changes,\" he said as he stitched.\nMacaw-Hennick is a campaign volunteer from Cedar Rapids who also happens to be a skilled quilter. He and his husband are ardent Hillary Clinton supporters.\n\"The day she announced, I was jumping up and down. My husband is super excited, as well... I said I have to be involved in this campaign.\"\nLater, the group continued to stitch while supporter Julie Kline read aloud from the Gaza chapter of Clinton's 2014 memoir, \"Hard Choices.\"\nParticipants in the Hillary Quilt Project range from veteran quilters to a few who had never even picked up a needle. \nThe quilt, Oleson said, exists in two worlds: physically in West Branch, and in \"virtual reality,\" with its own Facebook page. Recently it was even featured on Clinton's official campaign Twitter account, which has nearly four million followers.  \n\"It's good for quilting and it's good for Hillary,\" she said of the project.\n\"The dance of democracy in Iowa is a privilege and an honor,\" Oleson, who supported President Barack Obama in 2008, said.\n\"I've done it for 50 years and this is one of the most fun dances I've done. People working together, doing something they'd never do, and this campaign is open to that kind of an idea.\"\nOnce the quilt is done, the quilters and other Clinton supporters will sign their names on it. Oleson hopes the quilt will be signed and seen by many people, including Clinton herself. \n\"I want to see her standing in front of the quilt and giving a speech,\" she said. \"You also make a quilt for the future, and sometimes you think about where is the quilt going to end up. It's not going to end up in somebody's closet -- it's going to hang on somebody's wall or in a presidential library.\"\nCNN caught up with Oleson at Clinton's Monday town hall event in nearby Iowa City. Olseon had the opportunity to speak with Clinton following her speech.\n\"She knows about the quilt,\" Oleson said proudly. \"And she says it's beautiful.\"\n", "byline": "", "description": "\n    \n", "title": "Modern campaigning: The Hillary Quilt Project", "url": "http://www.cnn.com/2015/07/10/politics/hillary-clinton-iowa-quilts-2016-election/index.html", "topics": ["women", "gay_marriage"], "people": ["Barack Obama", "Tim Albrecht", "My God", "Hillary Clinton"], "orgs": ["GOP"], "authors": [{"author_id": 2533, "fullname": "betsy klein", "primary_org": "cnn"}], "date_written": "2015-07-10 22:09:09", "org": "cnn", "article_id": "cd1ccf556b22565c2566804f1a775caa", "date_access": "2015-07-10 21:20:15.557899"}