{"body": "Arlington, Virginia (CNN)Democratic presidential candidate Bernie Sanders said Thursday that the $100 million raised by his Republican rival Jeb Bush was the latest ailment of what is \"undermining the foundations of American democracy.\"\nTaking several shots at Bush, who unveiled his record-setting haul just hours earlier, the Vermont Independent senator told a suburban crowd here outside of Washington that the sum was the latest signal that American democracy had failed. Sanders frequently criticizes the \"billionaire class\" and their influence in politics, but on Thursday he lumped Bush in with part of the problem.\n\"This money is clearly coming from the wealthiest people in this country,\" Sanders said, beginning his remarks by noting Bush's total. \"The fact is that Bush's donors -- people like Sheldon Adelson and, most significantly, the Koch Brothers outfits, are now undermining the foundations of American democracy.\" \nBush has courted both Adelson and the Koch Brothers, some of the Republican Party's most prolific financial backers, though neither is believed to have committed to supporting Bush.\nOrganizers emphasized that this event was a policy forum and not a campaign rally, and few in the crowd donned Sanders T-shirts or other paraphernalia. But the crowd was still very much his natural base, chanting, \"Bernie! Bernie! Bernie!\" over and over again as he entered and left the room.\nSanders also ridiculed Bush for a comment made in New Hampshire on Wednesday that Americans \"need to work longer hours,\" a remark that Democrats looked to use to show Bush was out of touch. The former Florida governor was making a broader point about improving American productivity.\n\"Jeb Bush thinks that's not enough,\" said Sanders after rattling off statistics about the percentage of American who work more than 40 hours a week, \"that working men and women need to work longer hours.\"\nAs Sanders' Democratic opponent Hillary Clinton has tried to do, the Vermont senator said there was not much distance between the beliefs of Bush and those of his more conservative fellow Republican hopefuls.\n\"On issue after issue, when you bring them out into the open, you find that the Republican Party is literally a fringe party, whose views are so out of touch with the American people,\" Sanders said, later needling their thoughts on social issues in a mocking tone. \"We hear many of them going around the country talking about family values. They just love families.\"\nSanders mostly reiterated his stump speech in both his prepared remarks and question-and-answer session, until an anti-gun activist confronted the Vermont senator for not aggressively advocating for gun control. Gun issues are one of the self-described socialist's few liabilities with the left.\nThe Vermont senator, repeatedly needing to regain control of the conversation as the agitated questioner interrupted him, said urban American and rural America needed to bridge the cultural divide and compromise.\n\"I understand that guns in my state are different than guns in Chicago and Los Angeles,\" Sanders said, stressing that guns serve very different roles in different parts of the country. \"There's got to be some give on both sides.\"\n", "byline": "", "description": "Democratic presidential candidate Bernie Sanders said Thursday that the $100 million raised by his Republican rival Jeb Bush was the latest ailment of what is \"undermining the foundations of American democracy.\"\n    \n", "title": "Sanders takes shot at Bush's war chest", "url": "http://www.cnn.com/2015/07/09/politics/bernie-sanders-jeb-bush-money/index.html", "topics": ["women", "economy"], "people": ["Bernie Sanders", "Jeb Bush", "Hillary Clinton", "Sheldon Adelson", "Koch Brothers"], "orgs": ["Republican Party"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-07-10 03:08:02", "org": "cnn", "article_id": "335b2c33e33e9930fb3b0b46e823d017", "date_access": "2015-07-10 02:20:14.488980"}