{"body": "Washington (CNN)Donald Trump says that his controversial comments about Carly Fiorina and other women were made \"as an entertainer.\"\n\"It all goes hand-in-hand. And much of the -- many of the statements -- and, if you notice, I'm leading with women. This is nothing new because a colleague of yours mentioned something during the last debate. So this is nothing new. And yet I'm leading with women,\" Trump told Fox's Greta Van Susteren Thursday night after she repeatedly questioned him about why he was commenting on Fiorina's physical appearance. \nTrump continued: \"Many of those comments are made as an entertainer, because I did 'The Apprentice.' It was one of the top shows on television. I decided not to do it again because I wanted to run for president. But some comments are made as an entertainer. And, as everybody said, as an entertainer [it] is a much different ballgame.\" \nTrump had earlier taken a different approach in defending the remarks he made about Fiorina in a Rolling Stone profile published Wednesday.\n\"Look at that face!\" Trump told the magazine while sitting with a Rolling Stone reporter as Fiorina appeared on TV. \"Would anyone vote for that? Can you imagine that, the face of our next president.\"\n\"I mean, she's a woman, and I'm not s'posedta say bad things, but really, folks, come on. Are we serious?\" Trump said, according to the magazine.\nTrump later explained the remarks, saying, \"Look, I'm talking about her persona...She failed miserably at Hewlett Packard and ran for the Senate and lost in a landslide and now running for president. I'm talking about her persona.\"\n", "byline": "", "description": "", "title": "Trump explains Fiorina comment: I'm an 'entertainer'", "url": "http://www.cnn.com/2015/09/11/politics/donald-trump-carly-fiorina-entertainer/index.html", "topics": ["campaign_finance"], "people": ["Donald Trump", "Greta Van Susteren", "Carly Fiorina"], "orgs": ["Senate", "Rolling Stone", "Hewlett Packard"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-09-11 13:52:19", "org": "cnn", "article_id": "383bcde3cfded3904eb7128b6de02515", "date_access": "2015-09-11 13:02:40.543895"}