{"body": "Washington (CNN)South Carolina Sen. Lindsey Graham called Donald Trump a \"political car wreck\" in an interview with CNN's Brianna Keilar on \"The Situation Room with Wolf Blitzer\" on Wednesday.\n\"I think Donald Trump is a political car wreck and people slow down and look at the wreck but they eventually move on. I believe when it comes to winning a national election as a republican Donald Trump is not the pathway forward,\" Graham said in the 2016er's first interview since Trump released Graham's personal cell phone number at a political rally in South Carolina. \nKnown around Washington for his flip-phone, Graham confirmed to Keilar that it was, indeed his personal number, and that thanks to Mr. Trump, he is now moving forward into \"advanced technology.\" \nGraham also answered questions regarding the feud that erupted between the two campaigns after Graham called Trump a \"jackass\" in an interview earlier this week, after Trump said former POW Sen. John McCain was \"not a war hero.\"\nRELATED: Trump says as president he will change his tone\n\"He is a war hero because he was captured,\" Trump added. \"I like people that weren't captured, OK? I hate to tell you. He is a war hero because he was captured. OK, you can have -- I believe perhaps he is a war hero.\"\nGraham, a close friend of McCain's, said he couldn't let Trump's disparagement go unanswered.\nHe also voiced his differences in immigration policy with Trump.\n\"It's really not about me and Donald, it's about what Mr. Trump said about 11 million illegal immigrants that I find offensive and not true,\" Graham said. \nWhen asked his opinion on Trump's chances of winning against Democratic frontrunner Hillary Clinton, Graham said, \"I think the worst possible outcome for the Republican Party would be to put somebody in the ring with Hillary Clinton that would have a snowball's chance in hell, and that would be Mr. Trump.\"\n\"People who say the things he said will never lead a great nation in my opinion,\" Graham said.     \nCNN's Anderson Cooper also sat down with Trump in an interview that will air on CNN's \"Anderson Cooper 360\" on Wednesday at 8 pm. \n", "byline": "", "description": "\n    \n", "title": "Lindsey Graham: Donald Trump a 'political car wreck'", "url": "http://www.cnn.com/2015/07/22/politics/lindsey-graham-donald-trump-car-wreck/index.html", "topics": ["immigration"], "people": ["Lindsey Graham", "Donald Trump", "Anderson Cooper", "Hillary Clinton", "Brianna Keilar"], "orgs": ["Republican Party"], "authors": [{"author_id": 28893, "fullname": "sophie tatum", "primary_org": "cnn"}], "date_written": "2015-07-22 22:24:35", "org": "cnn", "article_id": "93207e94a18f61cf562a8567fdb0526c", "date_access": "2015-07-22 21:30:15.977828"}