{"body": "San Francisco (CNN)Jeb Bush spends a lot of his time these days blasting President Barack Obama's policies.\nBut the former Florida governor took a rare moment Thursday to elaborate on the qualities that he actually admires about the President. \nSpeaking in San Francisco at Thumbtack, a service that matches customers with professionals for various projects, Bush was asked by an employee if there were any characteristics of Obama that Bush would like to emulate. \n\"Well if I could speak like Barack Obama,\" Bush quickly fired back, drawing laughs from the audience. \"If I could light up a room like he does ... charisma is not a bad thing. It's a pretty effective tool to be able to take a message to a broader audience, and he is gifted beyond belief in that regard.\"\nBush went on to praise his \"his skills of communication\" calling them an \"important part of leadership.\" \n\"To be elected and re-elected in the kind of turbulent times that we're in is to be admired for someone that's running for president,\" he said.\nThe complimentary remarks for Obama are highly unusual coming from a Republican, especially one who is running to succeed the two-term President in 2016. And while it fits with Bush's efforts to portray himself as a Republican with broader appeal, the comments could draw fire from Obama's fiercest GOP critics. \nBut Bush was also sure to mention what he doesn't like about the President.\n\"Ideologically, I don't share much of a philosophy with him. I don't ascribe bad motives. I think his heart is in the right place. I just think his policies are wrong,\" he said. \nObama missed his opportunity, Bush continued, to be a more widely appreciated president by shifting too far to the left after taking office.\n\"I wish he had fulfilled the campaign promise of 2008,\" he said, pointing to Obama's famous rhetoric about envisioning a country with no \"red states or blue states\" but only one United States of America. \n\"I believe he probably would have won over a whole lot of people in the center and on the right,\" Bush said. \"But he didn't. He moved in a different direction for whatever reason and I think his legacy will be squandered a bit because of that.\"\n", "byline": "", "description": "\n    \n", "title": "What Jeb Bush likes about Obama", "url": "http://www.cnn.com/2015/07/16/politics/jeb-bush-barack-obama-policies/index.html", "topics": ["personality", "campaign_finance"], "people": ["Jeb Bush", "Barack Obama"], "orgs": [], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-07-16 21:46:52", "org": "cnn", "article_id": "711cf2efc12c6162a47dcc0af6adf3c4", "date_access": "2015-07-16 20:50:14.245117"}