{"body": "Danny Cevallos is a CNN legal analyst and a criminal defense attorney practicing in Pennsylvania and the U.S. Virgin Islands. Follow him on Twitter: @CevallosLaw. The opinions expressed in this commentary are solely those of the author. \n (CNN)Republican frontrunner Donald Trump recently said he would overturn a law that grants citizenship to people born in the U.S. \nIt's a statement that has a lot of people wondering: Can he even do that?  \nWe wish we had an easy answer for you, but as with many legal questions, the answer is more complicated than it first appears. Here is why:\nMost people assume that automatic citizenship conferred upon those born in the United States has always been a constitutional, and therefore immutable, right. Some are now suggesting that's not the case.  \nOn one side, supporters of birthright citizenship argue it was established by the 14th Amendment to the Constitution, and settled by the Supreme Court in 1989, when it held that children born in the United States, even to parents not eligible to become citizens, were nonetheless citizens themselves under that amendment.\nThe language of the 14th Amendment by itself seems unambiguous:\n\"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside.\"\nBut let's deconstruct that clause: Anyone [Born Here], plus [\"Subject to Jurisdiction Thereof\"].  The \"being born here\" part is clear, but what about the additional requirement of being \"subject to jurisdiction [of the U.S.]\"?  \nThat jurisdictional requirement of the citizenship clause is something you might just read over -- maybe because you got the gist of it at the \"born\" part of the clause, and just stopped reading.  But it's there.   \nWhat exactly was the meaning of the jurisdiction clause in 1868 when the 14th Amendment was ratified?\nDoes it just mean that the baby has to be born in a place that is \"subject to federal jurisdiction\"?  If so, isn't that already covered ... by the part about being born in the U.S.? \nDoes it instead mean the baby is subject to federal jurisdiction in the sense that the baby must abide by federal laws, like those prohibiting mail fraud or bank robbery?  Saying out loud that babies must obey federal law seems just a bit unnecessary -- or insane.     \nMany scholars point to that \"jurisdiction\" part of the citizenship clause, together with its history, and contemporary law as proof that citizenship is not a constitutional birthright, but something that the government can either giveth, or taketh away.  \nLegal analyst Ken Klukowski compares the language of the Civil Rights Act of 1866 with the 14th Amendment, which was written the same year.  The former grants American citizenship -- to all persons born in the United States, and not \"subject to any foreign power.\"  Klukowski argues that this is proof that the intent of the 14th Amendment was to require that you not only be born here, but that your parents were citizens too.  \nReading legislative intent from hundreds of years ago is always tricky, but there is some modern support for this position.  \nFor example, current immigration rules provide that a child born to a foreign diplomat on U.S. soil is not a citizen, because the baby is not \"subject to the jurisdiction\" of the United States.  Laws like that, you may well think, should be automatically \"trumped\" by a Constitution that unconditionally guarantees birthright citizenship.  \nAs for the Supreme Court decisions recognizing birthright citizenship, high court decisions are the law of the land, until an act of Congress or a constitutional amendment overrules them. This is the process Trump would have to navigate if he wants to abolish the 14th amendment.\nThere is another interesting wrinkle: Many citizens may not realize that their citizenship is not covered by the Constitution, but rather by federal statute. Currently those born in the U.S. territories do not have birthright citizenship via the Constitution, but by statute -- or not at all, in the case of American Samoa.  It is interesting, according to advocate and fellow territorial attorney Neil Weare, that we are talking about a candidate opposing birthright citizenship, even as the Obama administration in fact opposes birthright citizenship in a case before a federal court of appeals.\nAnd then there's me.  \nI was born in Japan.  My parents are American: The Navy sent my father; my mother went with him -- probably to try a new country where she could complain about food.  Because I was born abroad to American parents, I acquired citizenship at birth not from the Constitution, but under section 301(c) of the Immigration and Nationality Act. That means for people like me, and even Ted Cruz, our citizenship only emanates from a federal statute, which can be repealed.    \nIt turns out that reasonable minds disagree on birthright citizenship -- a principle that most of us never thought about until this presidential campaign. The issue doesn't just touch children of immigrants -- it reaches all citizens whose citizenship is a product of federal law and not the constitution.  \nSo could a President Trump abolish birthright citizenship? That depends on what the 14th Amendment actually means, and whether a president could rally a Congress around the idea.\nBut a president and Congress can certainly try, based either on the limited view of the current Constitution, or even by amendment: Even amendments are, well, able to be amended.  (Remember when alcohol was legal, then it wasn't legal, then it was legal again?)\nDon't think the Constitution can't change; it has flip-flopped before.  Perhaps birthright citizenship is constitutionally guaranteed -- until it isn't. \n Join us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine. \n", "byline": "", "description": "", "title": "Could Trump really change birthright rules?", "url": "http://www.cnn.com/2015/08/18/opinions/cevallos-trump-14th-amendment/index.html", "topics": ["immigration", "personality"], "people": ["Donald Trump", "Ted Cruz"], "orgs": ["Supreme Court", "Congress", "United States."], "authors": [{"author_id": 3152, "fullname": "danny cevallos legal analyst", "primary_org": "cnn"}], "date_written": "2015-08-18 20:52:37", "org": "cnn", "article_id": "acb7162e29ecde8b1779d57f0e6e4e6a", "date_access": "2015-08-18 20:10:17.297029"}