{"body": "Washington (CNN)Carly Fiorina says she's glad some companies are offering paid maternity leave -- but the government shouldn't mandate it. \n\"I'm not saying I oppose paid maternity leave. What I'm saying is I oppose the federal government mandating paid maternity leave to every company out there,\" Fiorina, the Republican presidential contender, said Sunday in an interview with CNN's Jake Tapper on \"State of the Union.\" \nThe former Hewlett-Packard executive said her company offered paid maternity leave, and she lauded Netflix's decision to offer new mothers one year of paid leave. \nBut she said that \"for the government to tell others how to do things when the government hasn't gotten its basic house in order is not only ineffective, it's hypocritical.\"\n\"I don't think it's the role of government to dictate to the private sector how to manage their businesses, especially when it's pretty clear that the private sector, like Netflix, like the example that you just gave, is doing the right thing because they know it helps them attract the right talent,\" Fiorina said. \nThe issue pits Fiorina against Democratic front-runner Hillary Clinton, who has made pocketbook issues like workplace leave and child care a centerpiece of her presidential campaign. \nFiorina, a breast cancer survivor, said she opposes Obamacare, and while she favors barring companies from excluding Americans with pre-existing conditions, she believes the law hasn't achieved what it was intended to do. \n\"I absolutely endorse that goal. I did at the time,\" she said. \"But guess what? None of that has worked. Demonstrably, if you look at the results of Obamacare, what you see is emergency room visits are up over 50 percent. Health insurance premiums are up almost 40 percent now. We're dumping more and more people into Medicaid. Medicaid is a program that fewer and fewer doctors will accept patients from. That isn't helping anyone with cancer, I can assure you.\"\nShe blasted \"crony capitalism,\" saying that health insurance and pharmaceutical drug companies helped write the law. \n\"And meanwhile, people are getting left on the sidelines,\" Fiorina said.\n", "byline": "", "description": "\n    \n", "title": "Carly Fiorina opposes paid maternity leave law", "url": "http://www.cnn.com/2015/08/09/politics/carly-fiorina-paid-maternity-leave/index.html", "topics": ["health"], "people": ["Carly Fiorina", "Hillary Clinton", "Jake Tapper"], "orgs": ["Medicaid", "Netflix"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-08-09 16:28:00", "org": "cnn", "article_id": "abbb60edfb9164e4177d2cf1cc054536", "date_access": "2015-08-09 15:30:12.824351"}