{"body": "Washington (CNN)Joshua Duggar, the eldest son of the TLC hit reality show \"19 Kids And Counting,\" admitted to \"inexcusable\" actions as a teenager amid a shocking report outlining multiple allegations of child molestation.\nDuggar's admission could become a significant headache for Republican presidential contenders, many of whom have been outspoken supporters of the Christian conservative family in the past, and have received campaign support from the family.\nA police report published by In Touch magazine on Thursday night outlined multiple allegations of child molestation by Josh Duggar, now 27, against underage girls that happened when he was 14 and 15 years old, and were reported to the Springdale police when he was 18.\nLate last night, Duggar also resigned as head of the lobbying arm of the conservative Family Research Council, a decision President Tony Perkins said in a statement was the \"best decision for Josh and his family at this time.\" He also emphasized that the molestation allegations were \"previously unknown\" to the organization.\n\"Twelve years ago, as a young teenager, I acted inexcusably for which I am extremely sorry and deeply regret,\" Josh Duggar said in a statement. \"I hurt others, including my family and close friends.\"\nDuggar's statement appears to refer to a 2006 police report in In Touch magazine's story. The police report is heavily redacted and does not include the name of the person accused of \"forcible fondling,\" but the dates listed in the document appear to line up with Duggar's statement Thursday.\nThe Springdale Police Department did not immediately respond to CNN's requests for comment.\nThere's no evidence to suggest any of the candidates who campaigned with the Duggars over the years had any knowledge of the report published this week. \nThe Duggars' have a long and active history of political advocacy for social conservative causes, and were seen as powerful surrogates for Republican candidates over the years.\nAs recently as Tuesday of this week, Josh Duggar tweeted a picture of himself with Wisconsin Gov. Scott Walker, who's expected to launch his presidential bid next month.\nWithin hours of the news breaking, critics of the Duggars had unearthed shots of him with a veritable panoply of declared and expected GOP presidential candidates, enough to fill a single-service Tumblr page.\nHe's been photographed smiling alongside Sens. Rand Paul and Ted Cruz, former Florida Gov. Jeb Bush, former Pennsylvania Sen. Rick Santorum and former Arkansas Gov. Mike Huckabee.\nThe Duggars also appeared in a photograph with former President Bill Clinton, who is also from Arkansas, when both the family and the former president were interviewed on NBC's Today show in 2011. \nAnd the Duggar family's political activity doesn't stop there — last cycle Josh Duggar alone campaigned for GOP Senate candidates in Kansas, Virginia and Mississippi. In 2008, they helped drive Mike Huckabee to a win in the Iowa caucuses, where Evangelical Christians are a strong voting force; in 2012 they did the same for Santorum.\nHuckabee at one point called the Duggars an \"example of something that's wholesome and wonderful.\"\nThe police report also appears to show Josh's parents, Jim Bob and Michelle, were aware of their son's \"forcible fondling\" — often while the girls were asleep — as early as 2002, but waited at least a year to take any action against him. Jim Bob Duggar initially said upon finding out about his actions, they sent their son to a \"Christian ministry\" for some \"hard physical work and counseling,\" but Michelle Duggar later revealed they simply sent him to stay with a family friend for a period of time. \nA formal police investigation wasn't opened until 2006, when the Duggars were due to make an appearance on Oprah Winfrey's show and a tipster sent along a letter detailing some of the allegations, which the show forwarded to police.\nDuggar and his wife live in the Washington, D.C. area and are expecting their fourth child.\n", "byline": "", "description": "\n    \n", "title": "Josh Duggar a common sight on stump for conservative candidates", "url": "http://www.cnn.com/2015/05/22/politics/josh-duggar-molestation-2016-conservatives/index.html", "topics": ["personality", "economy"], "people": ["Rand Paul", "Rick Santorum", "Bill Clinton", "Josh Duggar", "Jeb Bush", "Oprah Winfrey", "Michelle Duggar", "Mike Huckabee", "Jim Bob", "Tony Perkins", "Jim Bob Duggar", "Scott Walker", "Ted Cruz"], "orgs": ["TLC", "Family Research Council", "GOP Senate", "GOP", "Sens"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-05-22 15:04:35", "org": "cnn", "article_id": "07ed8e8c3e3e5dfd28afbf0e079b9100", "date_access": "2015-05-22 14:10:32.551322"}