{"body": " (CNN)The Rocky Fire rages on. The participants in the first GOP debate are set. And a new undercover Planned Parenthood video is released.\nIt's Wednesday, and here are five things to know for your new day.\n\nFlames fueled: The Rocky Fire -- the largest of the nearly two dozen fires torching California -- destroyed 24 homes and 26 outbuildings as it continued to burn yesterday for a sixth day. It's charred 67,000 acres and is only 20% contained. Lower temperatures, higher humidity and clouds are helping firefighters gain ground on the fires, but another weather element -- lightning -- is making things worse. Thousands of lightning strikes over the past several days have helped fuel the flames, igniting hundreds of small wildfires in the northern part of the state.\n\nThe last word?: When will the world know with certainty if an object that washed up on an Indian Ocean island is from Malaysia Airlines Flight 370? An answer could come this week. Expert analysis of a wing part from a Boeing 777 begins today at a specialized lab in southwestern France. Officials have already said they believe the part is from MH370 because it was the only 777 plane known to have gone missing over water.\n\nMaking the cut: It was just like the announcement of the college football playoff earlier this year: Fans and pundits waiting to see who ranked high enough to get into the big game. Only this time, the big game is the big debate. Yesterday, Fox News announced the lineup for Thursday's prime-time GOP debate. Donald Trump, Jeb Bush, Scott Walker and seven others are in. So what happens to the seven unlucky souls who missed the cut? Well, Rick Perry, Bobby Jindal and others will still get their time to shine on stage, they'll just have to do it at 5 p.m. ET, when pretty much no one will be watching.\n\nSportsmen stalked: Theo Bronkhorst -- one of the two Zimbabweans who allegedly were paid $50,000 to help Walter Palmer hunt and kill Cecil the lion -- was in court today on poaching charges. His hearing was short. The trial was postponed until September to give the defense more time to prepare. Meanwhile, the fallout in this country over Cecil's death continues. Someone broke into Palmer's winter home in Florida and vandalized it, littering the property with pigs' feet and animal crackers and spray-painting \"lion killer\" on the garage door. \n\nUndercover uproar: Another day, another undercover video release. The anti-abortion group that accuses Planned Parenthood of illegally selling organs and tissue from aborted fetuses released a new video yesterday. This one features Planned Parenthood's Gulf Coast director of research talking about the relationship between altering abortion procedures to get the most intact organs possible and costs. In another part of the video, the former director of Planned Parenthood Gulf Coast says the branch made about $120,000 a month selling aborted fetus tissue and organs.\n", "byline": "", "description": "The Rocky Fire rages on. The participants in the first GOP debate are set. And a new undercover Planned Parenthood video is released.\n    \n", "title": "5 things to know today", "url": "http://www.cnn.com/2015/08/05/us/new-day-five-things/index.html", "topics": ["abortion", "personality"], "people": ["Guy Cecil", "Jeb Bush", "Rick Perry", "Donald Trump", "Bobby Jindal", "Walter Palmer", "Scott Walker"], "orgs": ["Malaysia Airlines Flight", "Planned Parenthood", "GOP", "Planned Parenthood Gulf Coast"], "authors": [{"author_id": 2329, "fullname": "doug criss", "primary_org": "cnn"}], "date_written": "2015-08-05 11:36:33", "org": "cnn", "article_id": "8d63306f26014b2d99ee7adba287ec25", "date_access": "2015-08-05 10:40:06.728178"}