{"body": "Washington (CNN)Donald Trump has told American voters there will be so much winning when he is president, people will \"get bored with winning.\" \nThis type of positive messaging has attracted voters across the country, vaulting Donald Trump to the top of presidential primary polls.\nMore than a decade ago, Donald Trump launched another nationwide campaign with that same winning promise, but the results have been mixed and controversial.\nHe called it Trump University. \nFrom 2005 until it closed in 2010, about 10,000 students across the nation signed up for the program that promised success in real estate by offering courses and seminars based on the principles of the business mogul himself.\n\"At Trump University, we teach success,\" Trump said in a 2005 infomercial when the program was launched. \"That's what it's all about. Success. It's going to happen to you.\"\nNow, Trump is facing three separate lawsuits -- two class action suits filed in California and one filed by New York's attorney general -- which argue the program that took in an estimated $40 million, but was mired in fraud and deception.\n\"We started looking at Trump University and discovered that it was a classic bait-and-switch scheme. It was a scam, starting with the fact that it was not a university,\" New York Attorney General Eric Schneiderman told CNN's New Day after filing suit in 2013.\nSchneiderman's case argues that Trump and Michael Sexton, the former president of the program, engaged in fraudulent, illegal and deceptive conduct, and that although the program promised to offer courses taught by experts personally selected by Trump, the teachers were neither handpicked nor experts.\nTrump University's courses ranged from $1,495 three-day seminars to $35,000 \"Gold\" level programs that allowed for personal mentoring, real estate field trips and access to the expertise that made Trump a billionaire.\nAffidavits within the case additionally show some students felt the program consisted of worthless information they could have obtained for free elsewhere. Others said they simply did not receive the services they paid for.\n\"I have not been able to get in touch with anyone after I signed up for the trump Gold Elite Program,\" student Kathleen Meese wrote in an affidavit.\nAnother enrollee, Michele Cintron, who paid $25,000 to have special access to high level mentors said he was not able to get in touch with his \"non-existent 'power team.'\"\nAs for investing knowledge, student Maribel Paredes described Trump University in an affidavit as \"a bad investment on my part.\"\nCNN was unable to reach these former students for comment. Other former students who wrote affidavits for the lawsuits declined to be interviewed.\nMost of the students never met or laid eyes on Donald Trump, but representatives of the program, which is now called Trump Entrepreneur Initiative, say students were never promised they would meet Trump in person.\nTrump's attorney Alan Garten said many students were satisfied with the courses and the lack of success of some should not be attributed to the program.\n\"All we can do is provide the tools for people to go out there and apply these things,\" Garten said. \"I can't control what happens out in the real world. If someone goes and takes our classes and decides to sit on their couch and not apply them, I can't help that, OK?\"\nHe added that Trump University should not be blamed for some enrollees having trouble selling real estate in the midst of the economic collapse of 2008.\nGarten provided CNN with 14 affidavits from satisfied students and said those who complained about the program are a \"miniscule\" amount out of the approximate 10,000 who enrolled.\nGarten said Trump will continue to fight each of the three lawsuits until he wins, even if legal fees outweigh the profits Trump earned from the courses.\nThe fight has carried on for more than five years, although Trump recently won an important victory. A California judge handed down a ruling which will make it harder for former students of Trump University to get any money back in damages, even if those students can eventually prove the courses were fraudulent.\n\"We're very confident we are going to win,\" Garten said.\n", "byline": "", "description": "", "title": "Fraud claims follow Trump University", "url": "http://www.cnn.com/2015/09/29/politics/trump-university-fraud-claims/index.html", "topics": ["personality", "economy"], "people": ["Donald Trump", "Eric Schneiderman", "Michael Sexton", "Alan Garten"], "orgs": ["Trump University", "Trump Entrepreneur Initiative"], "authors": [{"author_id": 2355, "fullname": "drew griffin", "primary_org": "cnn"}, {"author_id": 41119, "fullname": "nelli black special investigations unit", "primary_org": "cnn"}, {"author_id": 2356, "fullname": "curt devine", "primary_org": "cnn"}], "date_written": "2015-09-30 01:19:16", "org": "cnn", "article_id": "9a14e27fa2eab1103772543116d6cdb5", "date_access": "2015-09-30 00:31:29.804071"}