{"body": "Washington (CNN)Rick Santorum said Friday that it would be a \"disaster\" for Republicans to nominate a presidential candidate who lacks experience on national security issues, and that's part of the reason he's decided to run.\n\"We have experience that nobody has on national security. That's something that's critically important,\" he said on CNN's \"New Day.\" \nSantorum launched his second bid for president on Wednesday. He added that going up against Democrats' presumptive nominee, former Secretary of State Hillary Clinton, with a candidate with no national security experience is \"really a prescription for disaster for the Republican party when national security issues are going to be very very important\" in the upcoming election.\nRELATED: Who's the GOP's foreign policy candidate?\nThe former Pennsylvania senator served on the Armed Services committee during his time in Congress and ran a program at a think tank focused on the threat of radical Islam. A number of other Republican presidential contenders have touted their own foreign policy credentials as well in hopes of gaining an advantage in a race that's shaping up to be focused, as Santorum said, largely on global threats and national security.\nBut it's not yet clear whether Santorum's experience is enough to give him a boost over the ever-expanding GOP primary field. Despite finishing as runner-up to GOP nominee Mitt Romney in 2012, this time around he's at the back of the GOP primary pack in polling.\nBut Santorum said Friday he believes he has a \"very different message from anybody else that's in this Republican field,\" one that \"can really get this country going again.\"\n", "byline": "", "description": "\n    \n", "title": "Rick Santorum touts foreign policy chops", "url": "http://www.cnn.com/2015/05/29/politics/rick-santorum-foreign-policy-2016/index.html", "topics": ["campaign_finance"], "people": ["Rick Santorum", "Mitt Romney", "Hillary Clinton"], "orgs": ["GOP", "Congress", "Armed Services"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-05-29 13:59:30", "org": "cnn", "article_id": "2aeddab665e318b840c2f05e0a96fb1e", "date_access": "2015-05-29 13:15:47.048404"}