{"body": "Washington (CNN)Republican lawmakers were still filtering into the ornate House Ways and Means Committee room and digging into a lunch of barbeque chicken, beef and pork tacos from a local food truck -- completely unaware of the bombshell that was about to drop.\nAs Kevin McCarthy got up to speak, there were audio problems with his microphone and some Republicans in the room couldn't hear him when he began talking.\nHe didn't directly announce he was withdrawing from the race, but McCarthy began talking about the need for House GOP members to figure out a way to unite.\nThe room went silent when they realized where he was going and members sat stunned when he ended his remarks saying, \"I'm not the guy.\"\nREAD: House meltdown: agony and ecstasy for 2016 contenders\nThis account of one of the most dramatic days in the recent history of the House is based on interviews with dozens of lawmakers who witnessed McCarthy abandon his campaign for the speakership. His decision leaves the chamber adrift at a time when it faces crucial decisions in the coming months on whether the government will default on its debt or shut down entirely.\nThe day began with a tense meeting in the basement of the Capitol.\nMcCarthy was making his case when one of his colleagues took him to task for comments suggesting that the Benghazi oversight committee was aimed at hurting Hillary Clinton politically.\n\"It was a verbal blunder, and how can we have someone who made such a blunder and immediately make him our leader?\" Rep. Dana Rohrabacher growled at McCarthy.\nMcCarthy apologized, but insisted he was \"moving forward,\" attendees said. \nThe California Republican knew he could prevail in the midday House GOP conference election. But he was far more worried about the long slog until Oct. 29, when the full House would have to approve his nomination. That would require significant arm twisting -- and a number of more junior Republicans in conservative districts would have to take tough votes to preserve his chances at the speakership.\nREAD: House meltdown: agony and ecstasy for 2016 contenders\nIt was clear McCarthy was sensitive to that concern. Moreover, he had grown angry at a group of rabble-rousing conservatives in the House Freedom Caucus. He methodically courted and promised to work with them. He spoke to the conservative caucus Tuesday night and, by all accounts, he gave an effective presentation.\nBut the bloc still threatened to undermine his candidacy when it came for a vote on the House floor, people close to him said. He sensed he wouldn't be able to win them over unless he gave into a growing list of demands.\n\"I don't know what he could do,\" said Rep. Thomas Massie, R-Kentucky, when asked what moves McCarthy could make to win over the hard-right of his conference.\nAfter the two-hour morning candidate forum Thursday morning, several of the younger House Republicans came to McCarthy and told him they supported him, but they were bracing for a firestorm when they went home for a week-long recess next week. They said there was growing pressure from outside groups against elevating someone who the right viewed as another John Boehner.\nMcCarthy recognized that if this much blowback was brewing now, it would only ramp up in the upcoming debate he would need to navigate on the debt ceiling, which needs to be raised by Nov. 5.\nHe made a decision he didn't want to put his party through more drama, and he wasn't going to be able to unite the bitterly divided GOP conference.\nREAD: Donald Trump takes credit for Kevin McCarthy dropping out\n\"Numbers, pure and simple. He had the votes to win the conference vote, but there just wasn't a path to 218,\" a source close to McCarthy.\nMcCarthy kept the matter mostly to himself, but told a handful of his closest allies ahead of time. He didn't tell Boehner until minutes before the meeting to elect the new speaker was about to start. \nSince Conference Chair Cathy McMorris Rodgers was chairing the election, McCarthy also huddled with her briefly minutes before his announcement to tell her there was no need to hand out ballots: He was dropping out.\n", "byline": "", "description": "Republican lawmakers were still filtering into the ornate House Ways and Means Committee room and digging into a lunch of barbeque chicken, beef and pork tacos from a local food truck -- completely unaware of the bombshell that was about to drop", "title": "Inside the GOP's House of cards", "url": "http://www.cnn.com/2015/10/08/politics/kevin-mccarthy-speakers-race/index.html", "topics": ["immigration"], "people": ["Donald Trump", "John Boehner", "Thomas Massie", "Hillary Clinton", "Dana Rohrabacher"], "orgs": ["House GOP", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 2391, "fullname": "deirdre walsh", "primary_org": "cnn"}, {"author_id": 30737, "fullname": "manu raju", "primary_org": "politico"}], "date_written": "2015-10-09 01:32:43", "org": "cnn", "article_id": "0bdfabf0018fd6e68989682c0cff224c", "date_access": "2015-10-09 01:03:15.208479"}