{"body": "Washington (CNN)Bernie Sanders continues to cut into Hillary Clinton's once-commanding lead among Iowa Democrats, closing to just 7 points of the party front-runner in the first-in-the-nation caucus state, a new poll has found.\nA survey released late Saturday afternoon by the Des Moines Register and Bloomberg Politics finds that Sanders, the fiery progressive senator from Vermont, trails Clinton 37% to 30%. The former secretary of state has lost one-third of her supporters since May.\nSanders' support owes more to voters' enthusiasm for his candidacy than opposition to Clinton, the poll found. A whopping 96% of his backers say they support him and his ideas, with just 2% saying their vote is motivated by a desire to stop a Clinton candidacy. As for the controversy surrounding Clinton's use of email while leading the State Department, 61% of likely Democratic caucusgoers say the issue is not important to them.\nSanders has a deeper reservoir of support, the poll found. Thirty-nine percent of likely caucusgoers say their feelings about Sanders are very favorable, with just 8% having a negative view of him. That's a sharp contrast to Clinton: 27% view her very favorably, but 19% view her negatively.\nSaturday's poll marks a remarkable eight-month climb for the self-proclaimed Democratic socialist from Vermont, who is garnering support in part from his anti-establishment rhetoric. Back in January, half of likely Democratic caucusgoers were unfamiliar with Sanders, and he was pulling in just 5% of support.\n\"What this new poll shows is that the more Iowans get to know Bernie, the better they like him and what he stands for. We've seen the same thing in New Hampshire and across the country,\" Sanders campaign spokesman Michael Briggs said in a statement.\nMeanwhile, Vice President Joe Biden, who has not declared whether he'll seek the Oval Office next year, captured 14% of the vote, easily distancing himself from former Maryland Gov. Martin O'Malley (3%), former Virginia Sen. Jim Webb (2%) and former Rhode Island Gov. Lincoln Chafee (1%).\nSpeculation has heated up in recent weeks about whether Biden, 72, will join the race. He faces several obstacles in a potential run, including the need to raise enough campaign cash to compete with the Clinton machine and carving out enough support among key Democratic voting blocs. And he's still grieving over the loss of his son, Beau Biden, who died of brain cancer three months ago; in a conference call with Democrats this week, Biden said he was still determining whether he had the \"emotional fuel\" to run.\nBut the vice president's hesitation didn't prevent his supporters from responding enthusiastically to Saturday's poll.\n\"These results are the latest sign that voters respect and trust the Vice President and are looking for a candidate who speaks authentically and openly about the issues important to them,\" according to a statement from \"Draft Biden.\" \"They make clear the Vice President would have the support needed to mount a strong, competitive campaign.\" \nCNN's Dan Merica, Betsy Klein and Kevin Liptak contributed to this report.", "byline": "", "description": "Bernie Sanders continues to cut into Hillary Clinton's once-commanding lead among Iowa Democrats, closing to just 7 points of the party front-runner in the first-in-the-nation caucus state, a new poll has found.", "title": "Sanders closes to 7 points behind Clinton in new Iowa poll", "url": "http://www.cnn.com/2015/08/29/politics/iowa-poll-bernie-sanders-hillary-clinton-des-moines-register/index.html", "topics": ["campaign_finance"], "people": ["Beau Biden", "Martin O'Malley", "Kevin Liptak", "Michael Briggs", "Joe Biden", "Hillary Clinton", "Jim Webb", "Betsy Klein", "Bernie Sanders", "Dan Merica", "Lincoln Chafee"], "orgs": ["State Department", "Oval Office"], "authors": [{"author_id": 25774, "fullname": "karl de vries", "primary_org": "cnn"}], "date_written": "2015-08-30 00:21:52", "org": "cnn", "article_id": "7fe5e13ad449534d2303d6a8722fe9d1", "date_access": "2015-08-29 23:41:42.848765"}