{"body": "Washington (CNN)Basketball legend Kareem Abdul-Jabbar wrote an op-ed in Wednesday's Washington Post outlining the differences between GOP front-runner Donald Trump and Democratic presidential hopeful Bernie Sanders. \nTrump felt compelled to respond,  Abdul-Jabbar says.\nThe NBA's all-time leading scorer said Trump and Sanders vary greatly in how they treat the media and activists who criticize them, specifically chastizing Trump for the incident with Univision anchor Jorge Ramos and the feud with Fox News' Megyn Kelly.\n\"It's easy to buy into the Trump mirage because his rising poll numbers indicate he's actually doing well. But polls are historically misleading, and his supporters will eventually desert him,\" Abdul-Jabbar wrote in the op-ed. \nRELATED: Donald Trump thinks pretty much everyone is a loser\nAccording to Abdul-Jabbar, his op-ed didn't go unnoticed by the real estate mogul. \nHe claimed on his Facebook page that Trump sent him a handwritten note on a print out of his op-ed that said, \"Kareem -- now I know why the press treated you so badly -- they couldn't stand you. The fact is that you don't have a clue about life and what has to be done to make America great again! Best wishes.\"\nAbdul-Jabbar posted the note to his Facebook and said, \"Here again he attacks a journalist who disagrees with him, not by disputing the points made but by hurling schoolyard insults such as 'nobody likes you.'\"\nThe Trump campaign did not respond to multiple requests for comment.\nTrump, who usually takes to Twitter to fire insults at people, didn't tweet anything about the op-ed today.\n", "byline": "", "description": "", "title": "Abdul-Jabbar writes op-ed, recieves response from Trump", "url": "http://www.cnn.com/2015/09/02/politics/donald-trump-kareem-abdul-jabbar/index.html", "topics": ["personality"], "people": ["Donald Trump", "Bernie Sanders", "Megyn Kelly", "Jorge Ramos"], "orgs": ["NBA", "Univision", "GOP"], "authors": [{"author_id": 17207, "fullname": "daniella diaz", "primary_org": "cnn"}], "date_written": "2015-09-03 01:20:13", "org": "cnn", "article_id": "3aa47860b1f2ca9ecbc21145778c30f5", "date_access": "2015-09-03 00:41:21.295941"}