{"body": "North Las Vegas, Nevada  (CNN)A clearly agitated Hillary Clinton answered another round of questions regarding her email use Tuesday in Nevada, telling reporters the story that has followed her campaign for months \"has nothing to do with me.\"\nClinton reiterated that she took \"responsibility\" for the controversy but also declined to comment directly on a report that she wiped her server before turning it over and made light of the question.\n\"Did you wipe the server?\" asked a reporter asked after a town hall in Nevada.\n\"What, like with a cloth or something?\" Clinton joked, making a wiping gesture.\nShe added later that she didn't know \"how it works digitally at all.\"\nClinton argued, as she has before, that she went above and beyond in handing over her email. \nRELATED: Little girl asks Hillary Clinton about equal pay \n\"55,000 pages of anything we thought could be work related,\" Clinton said of what she offered up. \nShe also said it was her decision what to turn over and what personal emails to withhold.\n\"Under the law, that decision is made by the official. I was the official. I made those decisions,\" Clinton said. \"And as I just said, over 1,200 of those emails have been deemed not work related.\"\nQuestions about Hillary Clinton's exclusive use of a personal email during her time as secretary of state have followed her ever since she announced her presidential bid earlier this year. There have been a constant stream of stories about Clinton's emails for the better part of five months and Clinton is usually asked questions about them when she speaks with reporters.\nClinton agreed last week to turn over her private email server to authorities after an intelligence community inspector general told congressional committees that at least five emails from the server contained classified information. Intelligence officials reviewing Clinton's emails said this week that after reviewing 20% of the emails, 5.1% were referred to agencies for consultation about possibly containing classified information.\n\"That is a part of the ordinary process,\" Clinton said, arguing that whether she had a personal server or not, there would be a process in releasing her emails to the public. \"Everybody is acting like this first time this has ever happened, it happens all the time.\"\nAs she walked away from reporters, one shouted a question about whether this story will hang with her campaign until Election Day.\n\"Nobody talks to me about it,\" Clinton said, \"other than you guys.\"\nWhile in Nevada, Clinton will also tour the Carpenters International Training Center in Las Vegas and speak to the annual Nevada State AFL-CIO Constitutional Convention.\n", "byline": "", "description": "", "title": "Clinton says her email controversy 'has nothing to do with me'", "url": "http://www.cnn.com/2015/08/18/politics/hillary-clinton-email-controversy/index.html", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Hillary Clinton"], "orgs": ["Carpenters International Training Center"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-08-19 01:25:12", "org": "cnn", "article_id": "3dcb3dd066cfa82c4ef1d7685eea82b4", "date_access": "2015-08-19 00:50:08.142742"}