{"body": " (CNN)Sen. Rand Paul is out the gate and already looking like the man to beat in three swing states.\nPaul, the libertarian-leaning contender from Kentucky, leads former Secretary of State Hillary Clinton by three points in Colorado, virtually ties her in Iowa and posted the smallest deficit against Clinton in Virginia among all the other would-be Republican contenders, according to a Quinnipiac University poll released Thursday. But in Colorado and Iowa, Clinton's lead is slipping against all the major Republican hopefuls.\nTwo days after launching his presidential campaign, Paul leads the pack of Republicans in head-to-head matchups with Clinton in those three battleground states.\nBut barely.\nRELATED: Rand Paul admits to 'short temper'\nClinton is finding herself in a tight spot against most of her other would-be foes who came out within the 3 percentage point margin of error against Clinton in Colorado and Iowa, according to the Quinnipiac poll.\nSen. Ted Cruz, the only other announced candidate, is just 1-point shy of Clinton in the Colorado matchup and three points short in Iowa.\nFormer Arkansas Gov. Mike Huckabee, who is eyeing a run, ties Clinton in Colorado and Virginia.\nColorado-born Scott Walker, the governor of Wisconsin considered a leading contender to become the Republican nominee, virtually ties Clinton in Colorado with a 1-point lead. But in Iowa, Clinton hold a 4-point advantage over Walker.\nThat's a six-point improvement for Walker in Iowa compared to the same Quinnipiac survey in February -- just one of the signs Clinton's lead is slipping in that state as the campaign nears.\nRELATED: Google executive to fill Clinton campaign's top tech role\nThat's because in the wake of the outrage over her use of personal email stored on a personal server during her time as Secretary of State (and later, her decision to wipe that server clean), Clinton's favorability numbers are dropping: by five points in Colorado and four points in Iowa.\nMost voters in Colorado, Iowa and Virginia agreed that Clinton is not honest and trustworthy, according to the poll.\nAbout half of Colorado voters say Clinton's email controversy is a \"very\" or \"somewhat important\" issue when it comes to their vote.\nClinton couldn't push then-Sen. Mark Udall across the Colorado finish line in the midterms last fall, and now Clinton could be facing her own woes in the state.\nRELATED: Sneak peek inside Hillary Clinton 2016: Campaign will avoid first person  \n", "byline": "", "description": "Sen. Rand Paul is out the gate and already looking like the man to beat in three swing states.\n    \n", "title": "Poll: Paul best GOP bet in three swing states", "url": "http://www.cnn.com/2015/04/09/politics/2016-elections-rand-paul-hillary-clinton-swing-states/index.html", "topics": ["personality", "economy"], "people": ["Rand Paul", "Hillary Clinton", "Mike Huckabee", "Mark Udall", "Scott Walker", "Ted Cruz"], "orgs": ["Quinnipiac University", "Quinnipiac"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-04-10 03:10:00", "org": "cnn", "article_id": "008a480abc6c0a71580472de829d7b1f", "date_access": "2015-04-10 02:15:14.807426"}