{"body": "Watch Donald Trump's full interview with Erin Burnett on CNN at 7 pm ET\nNew York (CNN)Donald Trump admitted Monday that his rhetoric on the campaign trail may not always sound entirely presidential. \n\"Probably is a little childish,\" Trump said in an interview with CNN's Erin Burnett at Trump Tower in New York. \"But you know what? This is a campaign.\"\nThe billionaire businessman defended his style, saying the attacks he's unleashed on his rivals in the Republican presidential field have largely been reactive. \n\"I'm responding to them. I'm a counter puncher,\" Trump said. \"For instance, (Gov. Scott) Walker was very nice to me. All of a sudden, he hit me and I hit him back. All of these guys. (Sen. Marco) Rubio was very nice to me, couldn't have been nicer. All of a sudden a week ago he started hitting me.\"\nTrump has taken shots at many of his competitors — particularly going after former Florida Gov. Jeb Bush, Florida Sen. Marco Rubio and Kentucky Sen. Rand Paul in recent weeks. \nMonday's interview comes as Trump continues to lead in the national polls, though his numbers have begun to slip in some surveys following CNN's Republican debate in California earlier this month. Pressed by critics and pundits to show more substance, Trump on Monday released a tax plan that proposed slashing income taxes for Americans across the board. \n", "byline": "", "description": "Donald Trump admitted Monday that his rhetoric on the campaign trail may not always sound entirely presidential.", "title": "Trump: I've been 'childish'", "url": "http://www.cnn.com/2015/09/28/politics/donald-trump-erin-burnett/index.html", "topics": ["personality", "economy"], "people": ["Donald Trump", "Erin Burnett", "Marco Rubio", "Jeb Bush", "Rand Paul"], "orgs": [], "authors": [{"author_id": 36775, "fullname": "mj lee politics reporter", "primary_org": "cnn"}], "date_written": "2015-09-28 22:08:04", "org": "cnn", "article_id": "8c8158cb1a0500b8cc3198ca1d0aa906", "date_access": "2015-09-28 21:30:06.375115"}