{"body": " (CNN)Much is up in the air for the candidates heading into the first Democratic debate — questions over Hillary Clinton's use of a private email server during her tenure as secretary of state, the rise of Bernie Sanders and the possible late entry from Joe Biden. \nCNN's Democratic debate could bring these issues, and more, to the forefront as voters consider who should be the party's nominee in the next presidential election.\nWith that in mind, here's everything you need to know about CNN's upcoming Democratic presidential debate:\n\nCNN's coverage of the first Democratic presidential debate of the 2016 election cycle will kickoff at 8:30 p.m. ET on Tuesday, October 13, from Las Vegas. You can watch it on CNN or at CNNgo. \n\nCNN and Facebook are hosting the debate, and Anderson Cooper is moderating. Dana Bash and Juan Carlos Lopez will also ask questions. \nIf there's a question you hope they ask one (or all) of the candidates, you can submit it via Facebook or Instagram. Don Lemon will be asking the questions that you submit.\n\nSo far, everyone is expecting to see Hillary Clinton, Bernie Sanders, Martin O'Malley, Jim Webb and Lincoln Chafee take the stage on Tuesday.\nCNN invited Vice President Joe Biden, who is still deciding whether to enter the field, but people close to him do not expect him to enter the debate.\n\nCNN will air the debate on CNN, CNN International and CNN en Español. You can also watch a livestream of the debate on CNN.com's homepage, on the CNN Politics' live blog and across mobile platforms beginning at 8:30 p.m. ET. Westwood One News will air the debate live through their broadcast radio stations as well.  \n\nIt doesn't have to be. CNN is partnering with NextVR to offer what it says is \"the first-ever livestream of a news event in virtual reality.\" Viewers will be able to experience the debate in the immersive 3-D format of virtual reality. This will be the first time someone will be able to experience the thrill of a presidential debate from the comfort of his or her home.\n\nSheryl Crow is slated to perform the National Anthem.\n", "byline": "", "description": "Here's everything you need to know about CNN's upcoming Democratic Presidential debate:", "title": "When is the #DemDebate (and everything else you need to know)?", "url": "http://www.cnn.com/2015/10/10/politics/democratic-debate-time-date/index.html", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Don Lemon", "Martin O'Malley", "Anderson Cooper", "Dana Bash", "Joe Biden", "Hillary Clinton", "Juan Carlos Lopez", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Espanol"], "authors": [{"author_id": 32470, "fullname": "eli watkins", "primary_org": "cnn"}], "date_written": "2015-10-11 01:29:08", "org": "cnn", "article_id": "4a59ff0a56aa3e890ab8503bd7d43c93", "date_access": "2015-10-11 01:01:28.545578"}