{"body": " (CNN)Ahead of the first Republican presidential debate last week, Donald Trump's top advisers coached the candidate to go after Wall Street, lean hard into fighting illegal immigration and keep the option of a third-party run on the table -- rather than simply attack the other GOP candidates on stage. \nThat's according to a debate prep memo written by former campaign adviser Roger Stone, who announced his resignation on Saturday though the Trump camp maintains they fired him. CNN obtained the memo Monday morning. The Washington Post published excerpts from the memo Sunday.\nThe note was prepared to help Trump handle a wide range of policy questions on topics like the economy, health care and education, as well as social issues like gay marriage and abortion, as the billionaire real estate mogul headed into his first nationally televised political debate.\nMany of the answers Trump was coached to offer on the debate stage were ostensibly designed to cast him as a pure populist: saying global warming is a \"fraud\"; bashing the big banks, and describing himself as an outsider with no obligations to lobbyists and special interests. \nIn the memo, Stone -- who has known Trump for more than three decades -- also identified immigration as perhaps Trump's biggest \"selling point.\" \nRight off the bat, Stone cautioned that Thursday night's prime-time debate could generally go in two directions. \nOne, Trump could \"come out swinging against everyone on stage,\" and invite the other nine candidates to \"follow suit.\"\nOr, if the billionaire businessman could \"sell\" himself as being \"presidential\" and highlight a record of being a \"job creator, an outsider and independent of the donors, special interests and lobbyists,\" Stone wrote, \"the public will start to perceive you as presidential.\"\n\"Our adversaries are going to prepare for you to either be aggressive or pivot to selling yourself as President of the United States,\" the memo read. \nTrump, who has never held public office and has been leading recent national polls, took the stage with a number of rivals with far more political experience, including Florida Gov. Jeb Bush, Florida Sen. Marco Rubio, Texas Sen. Ted Cruz and Ohio Gov. John Kasich. \nNotably, the memo only mentioned one fellow GOP candidate by name: Bush. \n\"I will cut loopholes for the big Wall Street donors that are supporting Jeb and Hillary. It's funny -- many donors have donated to both Jeb and Hillary,\" Trump was advised to say in the memo when asked about raising taxes. \nOn the topic of which Supreme Court Justices he would nominate as president, the suggested line for Trump was: \"I will not be fooled like Bush was with John Roberts -- who Jeb supported.\"\nStone declined to comment for this story. Campaign spokespeople did not immediately respond to a request for comment.\nThe following are more excerpts from the memo:\nOn a possible third-party run:\n\nOn Trump's top priorities as president:\n\nOn what to do with the millions of illegal immigrants current in the country:\n\nOn defunding Planned Parenthood:\n\nOn when life begins:\n\nOn the recent Supreme Court ruling legalizing gay marriage across the country:\n\nOn creationism vs. evolution:\n\nOn global warming:\n\nOn Wall Street:\n\nOn whether he would pledge not to raise taxes:\n-\"No. I will cut loopholes for the big Wall Street donors that are supporting Jeb and Hillary.\"\nOn Common Core:\n\nOn the Iran deal:\n\nOn whether to cut any government departments:\n\nOn whether to close Gitmo:\n\n", "byline": "", "description": "Ahead of the first Republican presidential debate last week, Donald Trump's top advisers coached the candidate to go after Wall Street, lean hard into fighting illegal immigration and keep the option of a third-party run on the table -- rather than simply attack the other GOP candidates on stage.", "title": "The private advice behind Trump's politics", "url": "http://www.cnn.com/2015/08/10/politics/donald-trump-debate-memo/index.html", "topics": ["immigration"], "people": ["John Roberts", "Jeb Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Roger Stone", "Ted Cruz"], "orgs": ["GOP", "Supreme Court"], "authors": [{"author_id": 21515, "fullname": "finance reporter", "primary_org": "cnn"}, {"author_id": 22916, "fullname": "mj lee politics", "primary_org": "cnn"}], "date_written": "2015-08-10 16:57:21", "org": "cnn", "article_id": "e2bf333743e4aa47ddbcdf5f20abad43", "date_access": "2015-08-10 16:10:13.696913"}