{"body": " (CNN)Hillary Clinton's campaign has hired Lorella Praeli to lead their Latino outreach effort, a key component of the Democrat's presidential bid. \nPraeli most recently served as the advocacy and policy director of United We Dream, the youth immigration group that routinely confronted Clinton on immigration and the DREAM Act in 2014. Most notably, the group questioned Clinton after her first political event in Iowa and interrupted speeches in New York and Maryland.\nAs Latino outreach director, Praeli will be the campaign's primary contact for Latino community and advocacy organizations. She will also serve as a campaign surrogate on issues like immigration reform.\nRELATED: Clinton calls for path to 'full and equal citizenship'\n\"We are thrilled to have Lorella Praeli, a DREAMer, join our team because of her courage and perspective in the fight for Latino families across the country,\" said Amanda Renteria, Hillary for America National Political Director, in a statement issued Wednesday. \n\"Her experiences and relationships will be valuable in developing the coalition to ensure the Latino community has a voice in this campaign and in this country,\" Renteria said.\nPraeli was born in Peru and came to the United States -- without documentation -- when she was 10, according to the campaign. She received her green card in 2012. \nPraeli's hire was first reported by NBC News.\nClinton, who launched her 2016 campaign last month, has made immigration reform a key point of her platform. The former secretary of state called for a \"path to full and equal citizenship,\" during a recent event in Nevada, laying out an immigration plan that included allowing the parents of DREAMers to stay in the country.\nRELATED: Christie changes immigration stance\nThe announcement won over man skeptical Latinos, including members of Praeli's United We Dream, who had been waiting for Clinton for forcefully back immigration reform plans.\n\"It sounds like we may actually have a substantive debate on immigration reform and executive action this year,\" Cristina Jimenez, managing director for United We Dream, said after Clinton's announcement. \"Full and equal citizenship for our communities, the protection of the existing executive actions on immigration and a commitment to expand that relief were good to hear.\"\nLatino voters are the fastest growing voting bloc in the U.S. and were a key part of Obama's winning presidential coalition, making them an essential part of Clinton's path to the White House. \n", "byline": "", "description": "Hillary Clinton's campaign has hired Lorella Praeli to lead their Latino outreach effort, a key component of the Democrat's presidential bid.\n    \n", "title": "Hillary Clinton hires DREAMer to head Latino outreach", "url": "http://www.cnn.com/2015/05/20/politics/hillary-clinton-latino-voters-election-2016/index.html", "topics": ["immigration"], "people": ["Cristina Jimenez", "Amanda Renteria", "Lorella Praeli", "Hillary Clinton"], "orgs": [], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-05-20 15:30:31", "org": "cnn", "article_id": "58fb958bb8bc15f3b8da1f381eaf51d6", "date_access": "2015-05-20 14:35:31.518097"}