{"body": "Washington  (CNN)If presidential candidate and businessman Donald Trump has proven anything during his first week of campaigning, it's that he's not afraid to take on the haters.\nAnd so the saga between Trump and rock singer Neil Young continues.\nWhen \"The Donald\" originally announced his run for president, he used Young's song \"Rockin' in the Free World\" twice during his campaign rally, which backfired when the singer came out criticizing Trump's use of his song while endorsing a different candidate.  \n\"Donald Trump was not authorized to use 'Rockin' In The Free World' in his presidential candidacy announcement,\" a statement from Young management company said. \"Neil Young, a Canadian citizen, is a supporter of Bernie Sanders for President of the United States of America.\"\nRELATED: Rockers vs. candidates\nClearly Trump was not pleased with this statement as the real-estate-tycoon-turned-reality-TV-star took to Twitter Wednesday night. Trump published a series of tweets calling the artist a \"total hypocrite\" because according to Trump, Young visited Trump's office requesting money for an audio deal and invited Trump to his show just last week. \nAnd don't worry, if you are a \"nonbeliever,\" Trump even included pictures of the two shaking hands and the money request with the singer's signature just for you. \nTrump then goes on to say that \"Rockin In The Free World\" was just background music at the rally among 10 other songs and that he, \"Didn't love it anyway.\" \nSo, we can now add Neil Young to the list of individuals Trump has publicly dissed, which include fellow 2016 hopefuls like Jeb Bush and Hillary Clinton, as well as stars like Cher and Russell Brand and even CNN's very own Chris Moody. \nKeep on rockin', Mr. Trump. \n", "byline": "", "description": "\n    \n", "title": "Donald Trump responds to Neil Young's diss", "url": "http://www.cnn.com/2015/06/24/politics/trump-responds-to-neil-young-on-twitter/index.html", "topics": ["personality"], "people": ["Neil Young", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Russell Brand", "Bernie Sanders", "Chris Moody"], "orgs": ["Rockin", "Donald", "Cher"], "authors": [{"author_id": 28893, "fullname": "sophie tatum", "primary_org": "cnn"}], "date_written": "2015-06-25 00:13:33", "org": "cnn", "article_id": "7a63ec6e4c371c7871691ce769d23db6", "date_access": "2015-06-24 23:31:16.652798"}