{"body": "Tyson's Corner, Virginia (CNN)One hundred leaders in the conservative movement met behind closed doors Thursday as part of an attempt to consolidate support for their favored presidential candidates. \nThe Conservative Action Project convened the summit at the Ritz-Carlton in Tyson's Corner, Virginia to educate leaders of super PACs ranging from the Club for Growth and the Senate Conservatives Fund and activists from social-conservative organizations like the Family Research Council and the Eagle Forum.\nThe goal, according to two attendees, is to narrow the leaders' support to a few candidates by the next time the organization meets in October. Some of the nation's strongest social conservative leaders have expressed worry that their support will splinter among multiple candidates and that a Republican preferred by the party's business establishment could win the primary contest.\nThe movement conservatives have voiced a split between Texas Sen. Ted Cruz, former Arkansas governor Mike Huckabee, Louisiana Gov. Bobby Jindal, former Pennsylvania Sen. Rick Santorum, and others.\n\"We're just hopeful that we can come up with a winning combination,\" said Lewis Uhler, the president of the National Tax-Limitation Committee. \"We have so many people who are going to be around for years. We can select one guy this time and we still have a deep bench for the future.\"\nBut some in the movement doubt that the various organization heads can actually agree on a compromise. Many of the groups gathered Thursday represent narrow interests that are hard to reconcile with others.\n\"When it comes down to really sacrificing personal preferences and personal relationships to unite behind one candidate, at the end of the day, very few people are willing to do it,\" said one attendee, who requested anonymity to speak candidly about the private event.\nThe movement's leading lights heard former Attorney General Edwin Meese describe \"Why Victory is Crucial\" and Heritage president and former Sen. Jim DeMint remark on \"Establishing Priority Issues and the Right Message,\" according to an agenda obtained by CNN.\nMuch of the true activity this weekend, though, will take place on the Ritz's sidelines.\nOn Friday and Saturday, presidential candidates including Cruz and Jindal will travel to the Ritz's sixth-floor ballroom to address a larger conservative organization -- the Council for National Policy -- as it vets the field privately. The two organizations are distinct but share some membership.\nCruz, Jindal, Florida Sen. Marco Rubio and former Texas Gov. Rick Perry are expected to address the group over the next two days.\nThe Conservative Action Project's chair, Becky Dunlop, did not respond to a request for comment Thursday evening.\n", "byline": "", "description": "\n    \n", "title": "Conservatives meet to whittle down 2016 list", "url": "http://www.cnn.com/2015/05/14/politics/conservatives-meeting-2016-elections/index.html", "topics": ["economy", "campaign_finance"], "people": ["Rick Santorum", "Edwin Meese", "Rick Perry", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Ted Cruz"], "orgs": ["Family Research Council", "Senate Conservatives Fund", "Ritz", "Eagle Forum", "PACs"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-05-15 01:41:07", "org": "cnn", "article_id": "058aa3893a1a144bac7d3aefc052ce4b", "date_access": "2015-05-15 00:50:30.941374"}