{"body": "Washington (CNN)Former Maryland Gov. Martin O'Malley took a major shot at Hillary Clinton on Sunday, saying the country needs a \"new perspective\" and \"new leadership\" in the 2016 election. \n\"Let's be honest here,\" O'Malley said. \"The presidency of the United States is not some crown to be passed between two families.\"\nREAD: Can this Democrat really beat Hillary Clinton?\nThe Democrat's comments, in an appearance on ABC's \"This Week,\" are another signal that he's likely to challenge Clinton in the 2016 Democratic presidential primary. \nHe's focusing in recent weeks on issues like income inequality and wage stagnation -- which liberal darling Massachusetts Sen. Elizabeth Warren has made her signature, but that haven't found a champion in the presidential race. \nO'Malley said he won't decide until this spring whether he'll seek the Democratic nomination. But his shots at Clinton have been the most direct of any of the party's likely challengers -- with Vermont Sen. Bernie Sanders seeking to avoid the topic of Clinton at all costs. \nRecalling the 2008 primary, when then-upstart Sen. Barack Obama challenged an inevitable-looking Clinton and won, O'Malley hinted he thinks Clinton could be defeated. \n\"History is full of times when the inevitable frontrunner is inevitable right up until he or she is no longer inevitable,\" O'Malley said.  \nThe pro-Clinton group Correct the Record hit back at O'Malley on Sunday afternoon, saying voters have seen Clinton \"work her entire life\" to earn her status as the Democratic front-runner. \n\"Hillary Clinton has earned the trust and the respect of Americans because they have seen Hillary work her entire life to ensure, through improving education, health care, fair pay and fighting every day for working and middle class Americans, that all of us have the opportunity to succeed,\" said the group's spokeswoman, Adrienne Watson. \n", "byline": "", "description": "Former Maryland Gov. Martin O'Malley took a major shot at Hillary Clinton on Sunday, saying the country needs a \"new perspective\" and \"new leadership\" in the 2016 election.\n    \n", "title": "O'Malley: Presidency 'not some crown' for 2 families", "url": "http://www.cnn.com/2015/03/29/politics/omalley-challenges-clinton/index.html", "topics": ["economy"], "people": ["Martin O'Malley", "Adrienne Watson", "Hillary Clinton", "Barack Obama", "Elizabeth Warren", "Bernie Sanders"], "orgs": [], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-03-30 14:30:55", "org": "cnn", "article_id": "c08a751466f59aa3d1778be8632d0f51", "date_access": "2015-03-30 14:31:52.242962"}