{"body": "Des Moines, Iowa (CNN)Nearly a dozen Republicans eyeing presidential runs hit the stage Saturday night, taking their best shots against Hillary Clinton -- and one another -- as they fought to set themselves apart from the rest of the field.\nFormer Texas Gov. Rick Perry brought his folksy charm with opening remarks about Iowa corn. Wisconsin Gov. Scott Walker showed off a photo of himself as a child hoisting an Iowa flag from when his family lived in the state. Sen. Lindsey Graham of South Carolina delivered the laughs.\n\"The more you drink, the better I'll sound,\" he quipped. \"So keep drinking.\" \nThere were plenty of swipes at Clinton, the Democratic front-runner, at this year's Lincoln Dinner in Iowa -- but former Hewlett-Packard chief executive Carly Fiorina may have done the best job of firing up the crowd.\n\"Hillary Clinton must not be president of the United States, but not because she is a woman,\" Fiorina said. \"She must not be president of the United States because she is not trustworthy, she lacks a track record of leadership and her policies will crush the potential of this nation.\"\nFiorina tried to go on, but the 10 minutes she was allotted were up. Staffers cranked up music. It was her not-so-subtle cue to exit.\nThere are downsides to a deep bench. Everyone wants a spot on the stage. Messages of American strength, standing strong as Israel's ally and economic prosperity meld together. Few envy the task facing the Republican National Committee: deciding which of these contenders deserve spots on the debate stage.\n\"I am on the rubber chicken circuit,\" Sen. Rand Paul of Kentucky, who is running for president, declared as he took the stage. Then he took a dig at Jeb Bush, who earlier this week dismissed as hypothetical a question about whether he would have invaded Iraq in 2003. (Bush has since refined his answer.)\n\"The question was asked of one of our candidates this week, was the Iraq War a mistake?\" Paul said. \"It's a valid question. We're talking about the Middle East where history repeats itself.\"\nPaul also turned his focus to the rule of law, calling for judges to approve warrants when the U.S. goes after suspected terrorists.\n\"I don't care if it's the middle of the night. You call a judge. You get a warrant,\" Paul said. \"I want to catch terrorists, but I also want to protect the Constitution.\"\nWhat goes around comes around. Graham took the stage soon after with a takedown of his fellow Republican's terrorism-prevention efforts.\n\"If I'm president of the United States and you're thinking about joining al Qaeda or ISIL ... I'm not going to call the judge, I'm going to call a drone and we will kill you,\" Graham said.\nWhile the speeches may have been the main event, much of the business of wooing over Iowa's active caucus-goers took place in reception rooms after the dinner ended. There guests could sip wine, munch on pretzel nuggets and rub elbows with the prospective candidates.\n\"I look forward to seeing you in just a few minutes down at our hospitality room,\" Walker said, closing out the evening's speeches. \"We've got cheese, and we've got ice cream. We've even got a Harley.\"\n", "byline": "", "description": "\n    \n", "title": "Iowa dinner spotlights crowded GOP field", "url": "http://www.cnn.com/2015/05/17/politics/iowa-gop-dinner/index.html", "topics": ["personality", "terrorism", "economy"], "people": ["Rand Paul", "Lindsey Graham", "Jeb Bush", "Hillary Clinton", "Rick Perry", "Carly Fiorina", "Scott Walker"], "orgs": ["Lincoln Dinner", "Republican National Committee", "GOP", "al Qaeda"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}, {"author_id": 23814, "fullname": "sara murray", "primary_org": "cnn"}], "date_written": "2015-05-17 12:48:03", "org": "cnn", "article_id": "40b14093977a9fc1d8319b25d9221493", "date_access": "2015-05-17 12:15:31.210727"}