{"body": "Las Vegas, Nevada (CNN)Democratic presidential hopeful Martin O'Malley is hitching his presidential wagon Wednesday to the Republican frontrunner Donald Trump.\nSort of.\nO'Malley, the former Maryland governor, will hold a press conference Wednesday directly in front of the Trump International Hotel Las Vegas, a 64-story gold hotel emblazoned in Trump's name, and his campaign says he'll be joined by about 500 Trump employees.\nThe staffers are currently fighting with Trump for the right to join the Culinary Union, and have been waging war with the real estate mogul since June 2014. The morning press conference will happen right after O'Malley addresses the 59th Annual Nevada AFL-CIO Constitutional Convention. \n\"Donald Trump says he wants to make America great again. Mr. Trump should start right here in Las Vegas with workers at his hotel,\" Geoconda Arguello-Kline, secretary-treasurer for the Culinary Union, said in a statement earlier this week, using Trump's \"Make America Great Again\" slogan against him. \nRELATED: Donald Trump undermines his own immigration policy\nThe Culinary Union is a massive force in Nevada politics and currently represents around 55,000 workers in the state's casinos and hotels. The union's endorsement is a political coup and Democrats running for president in 2016, and O'Malley, former Secretary of State Hillary Clinton and Vermont Sen. Bernie Sanders, have already started to angle for it. \nO'Malley will also likely attack Trump's immigration plan Wednesday, which calls for a border wall and the deportation of all undocumented immigrants. The governor has been outspoken about immigration and outlined his own plan on the issue last month.\nWednesday's trip is O'Malley's first to Nevada since he entered the presidential race earlier this year.\nRELATED: O'Malley swipes at Sanders in Iowa\n", "byline": "", "description": "", "title": "O'Malley, 500 Trump employees rally in Vegas", "url": "http://www.cnn.com/2015/08/19/politics/martin-omalley-donald-trump-las-vegas/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Geoconda Arguello", "Hillary Clinton", "Martin O'Malley", "Bernie Sanders"], "orgs": ["Culinary Union"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-08-19 12:04:54", "org": "cnn", "article_id": "c0902b3f292b0d9c2e276f44cff24c9a", "date_access": "2015-08-19 11:20:07.223802"}