{"body": "Brooklyn, New York (CNN)Hillary Clinton visited her campaign headquarters in Brooklyn on Thursday, her first visit to the borough since announcing her presidential campaign.\nClinton spent about an hour with her staff members and introduced herself to some of the staffers she hadn't met before, Clinton's spokesman Nick Merrill said. The former secretary of state first met part of her campaign team early last month when two-dozen staffers worked out of her small midtown Manhattan personal office.\nMerrill said that Clinton delivered short remarks, telling her staff that while it is important to win, it is also \"important to have fun.\"\nRELATED: Clinton schedules June stop in Virginia\nAfter shaking hands at headquarters, Clinton, Merrill, and Huma Abedin, her longtime aide, visited three local Brooklyn establishments.\nThe group visited the Brooklyn Women's Exchange, a cooperative that sells handmade home goods and children's clothing made by women, where Clinton bought a romper and a children's book, \"Simpson's Sheep Won't Go To Sleep,\" for her granddaughter Charlotte.\nThe group then visited Area Kids, a neighborhood toy store on Montague Street, where Clinton bought another romper.\nLastly, they got lunch at Monty Q's, a pizza and salad joint that some campaign staffers frequent. Clinton ordered a salad, per Merrill, and -- unlike her earlier campaign visit to Chipotle -- the candidate did get noticed and talked to patrons at all three locations.\nClinton's Brooklyn adventure was filmed by campaign staff, likely for future use in ads and online videos. She was last in Brooklyn last month, before her campaign was officially announced, for an event with Chirlane McCray, the first lady of New York.\nClinton was scheduled to finish her day with her campaign's first Finance Leadership Summit, a meeting for hundreds of campaign donors who have already met their goal of finding 10 people to write $2,700 checks.\nRELATED: Clinton to attend Chicago fundraisers in late May\nNotable expected attendees include J.B. Pritzker, Alan Patricof, Elizabeth Bagley and Fred Eychaner, four longtime Clinton supporters who have hosted fundraiser for Clinton. Ed Rendell, the former governor of Pennsylvania, was also slated to attend.\n", "byline": "", "description": "\n    \n", "title": "Hillary Clinton visits Brooklyn to meet staffers", "url": "http://www.cnn.com/2015/05/14/politics/hillary-clinton-brooklyn-visit/index.html", "topics": ["women", "campaign_finance"], "people": ["J.B. Pritzker", "Fred Eychaner", "Nick Merrill", "Hillary Clinton", "Ed Rendell", "Alan Patricof", "Huma Abedin"], "orgs": [], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-05-14 21:26:43", "org": "cnn", "article_id": "7d8cc795469794d16d23d789ed4f45b9", "date_access": "2015-05-14 20:35:37.268012"}