{"body": "Hampton, New Hampshire (CNN)Donald Trump thinks the swirling controversy over Hillary Clinton's email will cause her to drop out of the race, opening the door for Joe Biden and Al Gore to join the 2016 White House hunt.\n\"There's a lot of pressure on Hillary right now. It's been brutal, it's been brutal for Hillary. And I think at some point she's perhaps not going to be able to run. She's going to have to end her campaign. That seems to be the thinking by so many,\" Trump told reporters Friday night before a campaign rally here.\nThe comments come as the Clinton campaign battles controversy surrounding her email use as secretary of state, as well as rumors that Gore and Biden -- who have both run for president in the past -- could explore presidential bids. \nOn Wednesday, the server that housed Clinton's private email was turned over to the Justice Department as part of an expanding probe into emails she sent while leading the State Department.\nTrump compared Clinton's actions to those of General David Petraeus, the once celebrated military leader who resigned as CIA director after if became public that he shared classified information with his biographer and lover, Paula Broadwell. \n\"This is top secret stuff. Look, General Petraeus, his life was destroyed with a tiny fraction of what she's done, so it's very unfair to him,\" Trump said. \n\"If they're going to destroy him over doing, by comparison, nothing, I don't see how she can run,\" Trump said. \"I think she's got much bigger problems than running for office.\"\n", "byline": "", "description": "", "title": "Trump: Clinton 'is going to have to end her campaign'", "url": "http://www.cnn.com/2015/08/14/politics/donald-trump-hillary-clinton-al-gore/index.html", "topics": ["campaign_finance", "personality"], "people": ["Paula Broadwell", "Joe Biden", "Hillary Clinton", "Donald Trump", "David Petraeus", "Al Gore"], "orgs": ["Justice Department", "CIA", "State Department"], "authors": [{"author_id": 2557, "fullname": "cassie spodak", "primary_org": "cnn"}], "date_written": "2015-08-15 03:26:52", "org": "cnn", "article_id": "7ab505c07e0db2cc6117dc42d63aede4", "date_access": "2015-08-15 02:40:10.624268"}