{"body": "Washington (CNN)Donald Trump hinted Thursday that if he wins the White House, Hillary Clinton will remain in hot water over her use of private email.\nBut if Clinton wins, she'll likely avoid prosecution because he doesn't expect Democrats to hold her accountable.\n\"I think they probably won't indict her,\" Trump told Fox New's \"Fox and Friends.\" \"And it's very unfair to Gen. (David) Petraeus and other people who have been indicted for far less than what she's done.\" \nTrump implied that he might push for criminal charges against Clinton if he wins the White House.\nRELATED: State emails: Clinton fretted over potential hackers\n\"What will be interesting is if a Republican gets in -- and ultimately it's going to be Trump -- if a Republican gets in. You know, you have a six year statute of limitation on this,\" Trump said. \"Would they go after her because then you would have somebody who would be actually very fair, that they'd look at it fairly? And would that happen? She may very well have to win the presidency, because she may have bigger problems if she doesn't.\"\nThe latest batch of Clinton emails released Wednesday night showed that she faced five phishing attempts on her private email account in August 2011 and that top aides even discussed the possibility of hackers cracking into State Department exchanges.\nClinton's use of a private email server when she was secretary of state has continued to hamper her standing among voters, contributing in large part to talk that Vice President Joe Biden might enter the fray.\n", "byline": "", "description": "", "title": "Trump: Clinton unlikely to face prosecution over emails", "url": "http://www.cnn.com/2015/10/01/politics/donald-trump-hillary-clinton-prosecution/index.html", "topics": ["personality"], "people": ["Donald Trump", "Joe Biden", "Hillary Clinton"], "orgs": ["State Department"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-10-01 13:01:31", "org": "cnn", "article_id": "70f93fc140fed282e4fca490e1ab8f74", "date_access": "2015-10-01 12:05:07.309952"}