{"body": " (CNN)Have you ever been watching \"Veep\" and thought, this is all too real?\nWell, it kind of is. \nFor starters, the show's signature character, Vice President Selina Meyer, rolls out her political memoir \"Some New Beginnings\" just ahead of her presidential bid for the White House. Similarly, potential IRL 2016 presidential candidate Hillary Clinton released her political memoir \"Hard Choices\" in June. \nDuring an interview with SiriusXM POTUS host Julie Mason, \"Veep's\" executive producer Frank Rich admits the similarity between Meyer's political memoir and Clinton's. \n\"It was exactly like Selina's book ... it was completely anodyne, you know; Progress will come in the future, we'll meet at the crossroads of hope and change, and whatever,\" he said. \nIf you're a regular fan of the show, you also know there's an episode in Season 2 nearly dedicated to the word \"robust.\" After some painless and moderate digging, CNN found that also IS true. The word \"robust\" is used again ... and again ... and again.\nIn the same interview, Rich admits, \"Now, you literally cannot hear a politician speak ... without using the word 'robust.'\" \nIf you don't believe me, make sure to watch the above video. \nThen there are \"normals.\" Normals are the average voter that every candidate must \"normalize\" with. If there's any indication this is already happening, it's the visit of Republican presidential candidate Rand Paul to a New Hampshire karaoke night. \nIt's also a striking coincidence, and really, just a coincidence, that Meyer's campaign for the White House continues onto season 4 just as Clinton is expected to announce her official bid for The White House on Sunday. \nWe'll have to wait and see what other \"robust\" similarities emerge.\n", "byline": "", "description": "\n    \n", "title": "Election 2016: HBO's 'Veep' is real", "url": "http://www.cnn.com/2015/04/10/politics/hbo-veep-2016-hillary-clinton/index.html", "topics": ["campaign_finance", "economy"], "people": ["Selina Meyer", "Rand Paul", "Julie Mason", "Frank Rich", "Hillary Clinton"], "orgs": ["HBO"], "authors": [{"author_id": 2549, "fullname": "ashley codianni", "primary_org": "cnn"}], "date_written": "2015-04-10 17:05:57", "org": "cnn", "article_id": "77067d9187f6bbebf7957091c9fbcf6f", "date_access": "2015-04-10 16:10:13.120629"}