{"body": " (CNN)Carly Fiorina puts her time as CEO of Hewlett-Packard at the center of her qualifications for high office, but her critics quickly pounced on that record as she announced her campaign for president Monday. \nSoon after Fiorina officially announced Monday morning that she would be running for the 2016 Republican nomination, social media began to buzz about carlyfiorina.org, a site criticizing the layoffs she oversaw at HP. The Democratic National Committee also took a similar shot at Fiorina's HP tenure.\nThe distraction resulting from carlyfiorina.org and the DNC assault is the earliest sign of the challenge the former Silicon Valley executive will face over her business record. Fiorina has never held public office (she unsuccessfully ran for Senate in California five years ago), making her chief executive experience at HP one of her strongest assets. But her critics are determined to also make it one of her biggest liabilities.\nREAD: Carly Fiorina announces presidential bid\nOn carlyfiorina.org, white text against a black background reads: \"Carly Fiorina failed to register this domain. So I'm using it to tell you how many people she laid off at Hewlett-Packard. It was this many.\" The words are followed by 30,000 sad faces, each one meant to represent an HP employee laid off under Fiorina's watch. \nScroll all the way down to the bottom and there's this: \"And what does she say she would have done differently? 'I would have done them all faster.' --- Carly Fiorina.\" The quote is from an unflattering 2005 Fortune magazine profile of the former HP executive. \nFiorina's time at the helm of HP was also at the center of Democratic attacks against the newly announced GOP presidential candidate on Monday. \n\"Fiorina's short time at Hewlett-Packard is all we need to know -- laying off 30,000 employees, while being rewarded with a multimillion dollar bonus,\" Democratic National Committee Press Secretary Holly Shulman said in a statement. \"If this is how Fiorina ran her business, just imagine what she would do to the country.\"\nAs CEO of the company from 1999 to 2005, Fiorina oversaw a deeply controversial merger with Compaq that exploded into a public feud with members of the Hewlett and Packard families and clashes with others in the upper ranks of the firm. In interviews with CNN earlier this year, former HP employees who had worked under Fiorina revealed that 10 years after she was forced out, they remain divided on her legacy. \nHer detractors said she was a terrible executive that fractured a company built on traditional values; her defenders argued that she made difficult and at time unpopular decisions to turn around a struggling firm. \nRoy Verley, who worked at HP from 1979 to 2000 and has previously criticized Fiorina's leadership at HP, said Monday that Fiorina will have a \"tough time convincing people that her record at HP is favorable.\"\n\"It just amazes me that she's got the moxie, having never held office at all, to vie for the presidency on a business record that is dubious at best,\" Verley said. \nREAD: Does Carly Fiorina have foreign policy cred?\nAsked about carlyfiorina.org and the criticism surrounding Fiorina's time at HP, deputy campaign manager Sarah Isgur Flores said in an email Monday that as CEO, Fiorina \"worked hard to save as many jobs as possible.\"\n\"If HP had gone under during the recession -- and it was by no means a foregone conclusion it would have survived the recession -- then every employee at HP would have lost their job,\" Isgur Flores said. \"In the end, the company succeeded and grew because of her tough choices.\" \nCNN's attempts to reach the creator of carlyfiorina.org were unsuccessful.\nMarty Wilson, who managed Fiorina's 2010 Senate campaign, said Fiorina has had plenty of practice defending her business record. \n\"We had to deal with that a lot in the Senate race, and there were employees that were disgruntled that would say bad things,\" Wilson said. \"It's a perennial challenge for business candidates to run for any office ... The fact is, business people have to make tough decisions.\"\n", "byline": "", "description": "\n    \n", "title": "Fiorina's HP record clouds her campaign announcement", "url": "http://www.cnn.com/2015/05/04/politics/carly-fiorina-hewlett-packard-2016-elections/index.html", "topics": ["campaign_finance", "personality"], "people": ["Roy Verley", "Isgur Flores", "Holly Shulman", "Sarah Isgur Flores", "Marty Wilson", "Carly Fiorina"], "orgs": ["Compaq", "DNC", "Senate", "Hewlett and Packard", "Democratic National Committee", "GOP"], "authors": [{"author_id": 3149, "fullname": "mj lee", "primary_org": "cnn"}, {"author_id": 21515, "fullname": "finance reporter", "primary_org": "cnn"}, {"author_id": 21514, "fullname": "politics", "primary_org": "cnn"}], "date_written": "2015-05-04 23:21:31", "org": "cnn", "article_id": "8f102ee09722eb32d53e92370e81137f", "date_access": "2015-05-04 22:30:26.546577"}