{"body": "Wolfeboro, New Hampshire (CNN)Truth or dare? Warring pillow forts? What does one do at a presidential candidate slumber party?\nWe'll likely never know exactly what happened Friday at Mitt Romney's lakeside summer home in Wolfeboro, New Hampshire, where Chris Christie and Marco Rubio spent the night.\nBut Romney shared a few details Saturday morning at the Wolfeboro Fourth of July parade, saying he didn't give either candidates any advice on running. \n\"These guys will make their own mistakes, Romney said. \"Hopefully, they won't follow mine.\"\nRELATED: 2016 presidential hopefuls celebrate Fourth of July -- with voters\nThe men ate hamburgers, hot dogs, baked beans, corn and potato salad, Romney added.\n\"It was great, they're great hosts,\" Rubio said Saturday.\nSo what did they talk about?\n\"Life. All kinds of stuff,\" Rubio said, adding, \"No politics.\"\nAccording to Romney and his wife Ann, the group stayed up late chatting. \n\"A lot of sports talk actually, and family, talked about our family and how we gather up here and what we do when we're up here. It was a lot of fun. We stayed up late last night,\" he said.\nRomney's extensive experience as a presidential candidate -- as well as his broad network of donors -- makes him a unique resource for candidates competing for votes in New Hampshire's first-in-the-nation primary.\nHe said its exciting to watch the candidates this time around and even weighed in on the Democrats running. \n\"I thought it was going to be kind of boring, but I think Bernie Sanders has made it kind of exciting,\" Romney said.\nOn Friday, Christie praised the former Massachusetts governor.\nRELATED: Trump's immigration comments hurt GOP, Romney says\n\"What matters most to me is that he's a resource for me,\" said the New Jersey governor, who was an early backer of Romney's 2012 candidacy. \"And he's a resource for our party, someone who has been doing this process twice. He's been our nominee. That's somebody who you want to talk to and listen to, if you're someone who's running for the first time, like I am.\"\nChristie, who is finishing up a five-day visit to New Hampshire, said it's too soon to expect an endorsement from Romney. For his part, Romney on Saturday said he's not going to endorse anybody until later in the nomination process.\n\"A lot of these folks helped me during my campaign. I'm going to be as loyal to them as they were to me,\" he said.\nBut Rubio and Christie are not the only two GOP candidates to sit down with Romney. On Monday, he'll meet with Jeb Bush and his wife, Columba, at Walker's Point, the Bush family home in Maine. \n", "byline": "", "description": "Truth or dare? Warring pillow forts? What does one do at a presidential candidate slumber party?\n    \n", "title": "Sleepover at Mitt's: Christie, Rubio bunk with Romney at N.H. retreat", "url": "http://www.cnn.com/2015/07/04/politics/mitt-romney-chris-christie-marco-rubio-sleepover/index.html", "topics": ["immigration", "campaign_finance"], "people": ["Chris Christie", "Bernie Sanders", "Marco Rubio", "Jeb Bush", "Columba Bush"], "orgs": ["GOP"], "authors": [{"author_id": 2557, "fullname": "cassie spodak", "primary_org": "cnn"}], "date_written": "2015-07-04 21:50:03", "org": "cnn", "article_id": "49063f42581b75ee3a4d7bff00849d96", "date_access": "2015-07-04 21:00:17.611970"}