{"body": "Atlanta (CNN)On Saturday morning at his annual RedState Gathering, one of the nation's most influential conservatives took the stage to deliver news that could change the course of the presidential race.\n\"If you haven't heard,\" the radio host and blogger Erick Erickson told his guests, \"I disinvited Donald Trump.\"\nLoud cheers filled the ballroom, along with several boos. Conservatives from around the Southeast had converged on the InterContinental Hotel for a two-day conference with scheduled appearances by 10 Republican presidential candidates. As it turned out, they would see only nine.\n\"Just so you have the context, let's roll the video,\" Erickson said.\nRELATED: Trump blasted over Megyn Kelly attack\nTrump's face appeared on two massive video screens flanking the stage. He'd been asked on CNN about Thursday night's Republican presidential debate, when Fox News host Megyn Kelly pressed him about his history of offensive comments to women. By Trump's reckoning, the questions were evidence of an anti-Trump bias -- and perhaps something else.\n\"You could see there was blood coming out of her eyes,\" he told CNN's Don Lemon on Friday night. \"Blood coming out of her wherever.\"\nAfter playing the video, Erickson continued his explanation. He said Trump had crossed a line by implying that a female journalist's tough questions were attributable to her menstrual period.\n\"I don't want my daughter in the room with Donald Trump tonight, so he's not invited,\" Erickson said. \"If our standard-bearer has to resort to that, then we need a new standard-bearer.\"\nRELATED: Trump campaign says it fired top adviser -- but he says he quit\nLater that morning, Erickson's audience seemed to find one: Texas Senator Ted Cruz.\nOn Friday and Saturday, the voters heard speeches from Chris Christie, Rick Perry, Bobby Jindal, Carly Fiorina, Marco Rubio, Mike Huckabee, Jeb Bush and Scott Walker.  But it was Cruz who stirred  up the most excitement among a contingent of Republicans who feel betrayed by Republican leaders in Washington and alienated by recent changes in American culture.\n\"Wow!\" Cruz said, taking the stage to a standing ovation of nearly 20 seconds. \"God bless Red State.\"\nCruz, a pastor's son who honed his oratory skills at Princeton University, worked the audience with a confidence and ease that eluded most of his competitors. He described himself as a fearless warrior for traditional values, an alternative to the entrenched politicians he calls the \"Washington cartel.\" He asked the crowd a rhetorical question: What has the new Republican majority in the House and the Senate actually achieved?\n\"Nothing!\" the conservatives replied in unison.\nRELATED: 2016 field weighs in on Trump's 'blood' comment\nReveling in a past criticism from The New York Times, Cruz recalled that the newspaper predicted that \"Cruz cannot win, because the Washington elites despise him.\" Cruz stood under the spotlights, pausing for dramatic effect as the cheering grew louder.\n\"You wanna know which candidate raised the most hard money for the campaign?\" he asked.\n\"You!\" someone yelled, which led to chants of \"TED! TED! TED!\"\nNevertheless, recent polls have Cruz running between fourth and sixth among Republicans -- far behind Walker, Bush and Trump. At a news conference on Saturday afternoon, Cruz found himself in a familiar battle: trying to change an agenda that seems continually set by Trump. The first question was about Trump, as was the second, the third and the fourth.\n\"Let me give you a story that is infinitely more important,\" he said, trying to steer reporters' attention toward security threats from Iran and Russia. But it was no use. Every subsequent question was about Donald Trump.\nWomen at the conference were divided on Trump's disinvitation.\nRELATED: Fiorina rips Trump over Megyn Kelly comments\n\"If Erick Erickson said 'don't come,' it's his deal,\" said Helen Loyless, a 60-year-old Atlanta resident. \"He has the right to tell the man that.\"\nBut Renee Duffy was disappointed. She said the voters were smart enough to make their own choices about Trump and that Erickson's decision was \"wrong and dangerous for us all.\"\nFrom the stage on Saturday afternoon, Erickson asked Bush about the decision.\n\"Tell you what, my friend,\" Bush said. \"You're on the side of women. I'll take your side on that bet.\"\nNevertheless, Erickson's choice made him Trump's next target. The campaign released a scathing statement calling Erickson a \"total loser\" and reminding the media that Erickson himself had once called first lady Michelle Obama a \"Marxist harpy.\" Then, according to Erickson, Trump employed a familiar tactic -- sharing Erickson's email address with his supporters. By early afternoon, Erickson took the stage and told his audience he'd received \"a few thousand\" angry emails. He read some of them aloud.\n\"Shame on you, Erick.\"\n\"Eff your liberal Red State joke of a conservative group.\"\n\"You're a fake like Krauthammer, the socialist Jew.\"\nRELATED: No one eclipses Trump at GOP debate\nErickson went on for several minutes, giving sanitized descriptions of the obscene slurs Trump's supporters had used to describe Kelly and Obama. Those in the audience seemed to waver between amusement and horror.\n\"I gotta tell you guys,\" Erickson said. \"I made the right decision.\"\nA lonely protester stood by Peachtree Road with a sign that read: \"TEAM TRUMP! 2016!\" An old man walked the halls of the InterContinental wearing a sign that said, \"I AM DONALD TRUMP.\"\nBut in response to a question from CNN, a spokeswoman for the conference said no one had asked for a refund.\n", "byline": "", "description": "\n    \n", "title": "At conservative gathering, Cruz steals thunder from banished Trump", "url": "http://www.cnn.com/2015/08/08/politics/ted-cruz-redstate-gathering/index.html", "topics": ["personality"], "people": ["Erick Erickson", "Jeb Bush", "Helen Loyless", "Charles Krauthammer", "Chris Christie", "Don Lemon", "Rick Perry", "Michelle Obama", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Megyn Kelly", "Bobby Jindal", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "GOP"], "authors": [{"author_id": 36993, "fullname": "thomas g. lake", "primary_org": "cnn"}], "date_written": "2015-08-08 23:52:47", "org": "cnn", "article_id": "495be704dffa92fec4ca69e0ab9e4f9e", "date_access": "2015-08-08 23:00:19.763140"}