{"body": "Reince Priebus is the chairman of the Republican National Committee. The opinions expressed in this commentary are his.\n (CNN)The freedom to vote is a fundamental American right. A central part of the Republican National Committee's mission is to improve voter turnout, to encourage more Americans to make their voices heard and to engage young and new voters in the democratic process. \nIn fact, in the 2014 election cycle, the RNC spent significant resources to contact voters who hadn't cast their ballot in recent elections, to promote early voting and to connect with first-time voters. While working with state parties, we've met new voters at swearing-in ceremonies for new citizens, and we've sponsored events on college campuses and in minority communities. We believe our party and our country are strongest when more people have a say in our elections.\nBut for some reason, Hillary Clinton thinks this is an area of partisan disagreement. In a June 4 speech in Houston, while attacking Republicans, she said she believes every citizen has the right to vote. I want to know: What American doesn't think every citizen has the right to vote? Republicans agree. Democrats agree -- at least I thought. \nIs Clinton so desperate to distract from her own record that she's trying to create division where there is none?\nIf she took questions more frequently from reporters like most presidential candidates, perhaps someone could have asked her.\nWhen you look at early voting laws in this country, Republican governors run the vast majority of states that offer early voting. In contrast, Clinton's \"home\" state of New York has no early voting. \nDuring this campaign season, the Clinton campaign has gone to great lengths to announce its support for expanded early voting. But if early voting rights are really a concern for Clinton, why didn't she start by calling out New York rather than lecturing Texas, which already offers early voting? Is she trying to score a few quick -- and misleading -- political points?\nClinton falsely claims that Republicans want to \"stop\" people from voting. That's an appalling and disingenuous charge. State policymakers have simply tried to ensure the integrity of the voting process by preventing things such as mistakes, fraud and confusion.\nWith regard to voter identification statutes, a recent poll revealed that almost 80% of Americans support laws that ask citizens to show a valid photo ID when they cast a ballot. Another 2014 poll showed that the majority of black voters feel the same. \nContrary to Democrats' political attacks, voter ID laws protect and ensure the sanctity of the ballot box and the principle that every vote should count. Most people would say that's common sense, and the U.S. Supreme Court says the ID law is constitutional.\nIn her Houston speech, Clinton cited North Carolina's voter ID law, among others -- again in a poor attempt to suggest Republicans want to keep people from voting. That would surprise anyone at the RNC, which invested a lot of time, money and effort in the 2014 midterm election to help get more people to vote in North Carolina.\nWith the passage of the Voting Rights Act in 1965 and national initiatives to register and mobilize new voters across this country, our country has seen that protecting citizens' right to vote in free and fair elections is not merely a Republican priority. It is an American priority. That is why all Americans should be proud of the fact that we enjoy more access to the polls -- through early, absentee and weekend voting -- than in past decades. \nParties and candidates will disagree on what issues are at stake in our elections, but there should be no disagreement over whether every citizen should have the chance to vote in our elections. It's my hope that Hillary Clinton won't continue to try to create disagreement where there is none.\nFollow us on Twitter @CNNOpinion.\nJoin us on Facebook.com/CNNOpinion. \nRead CNNOpinion's Flipboard magazine. \n", "byline": "", "description": "\n    \n", "title": "Clinton's slamming of GOP on voter rights has no basis", "url": "http://www.cnn.com/2015/06/16/opinions/priebus-voter-rights/index.html", "topics": ["terrorism", "health", "women"], "people": ["Reince Priebus", "Hillary Clinton"], "orgs": ["RNC", "U.S. Supreme Court", "Republican National Committee", "GOP", "Voting Rights Act"], "authors": [{"author_id": 30042, "fullname": "reince priebus", "primary_org": "cnn"}], "date_written": "2015-06-16 19:18:38", "org": "cnn", "article_id": "4dd51b678c35928dc77326fcedf4f68c", "date_access": "2015-06-16 18:23:58.473369"}