{"body": "New York (CNN)Former Maryland Gov. Martin O'Malley launched his presidential bid on Saturday afternoon for the 2016 Democratic nomination. \nWith Hillary Clinton's political apparatus in full swing, O'Malley faces many challenges, one of which is national name recognition. According to Google data provided to CNN,  the top question being searched by people on Google about Martin O'Malley is simple -- who is he?\nTop Google Seach Questions on Martin O'Malley post presidential announcement:\n1. Who is Martin O'Malley?\n2. Is Martin O'Malley a Democrat?\n3. How old is Martin O'Malley?\n4. How tall is Martin O'Malley? \n5. What religion is Martin O'Malley?\n6. Is Martin O'Malley married?\n7. Where did Martin O'Malley go to high school?\n8. How many kids does Martin O'Malley have?\n9. Who funded Martin O'Malley's campaign? \n10. Where is O'Malley governor? \nAs for actual search volume on Saturday, Google interest in O'Malley surpassed Hillary Clinton:\nAnd Democratic nominee Bernie Sanders holds most of the search volume in Vermont, New Hampshire, Maine -- which is expected since he hails from Vermont -- and in Iowa, where he was campaigning over the weekend.\nSearch inquiries for the week prior to his announcement however were much more specific to  policy issues. Namely, his positions on abortion and Iran: \nTop Questions on Martin O'Malley for the week prior to announcement:\n1. Who is Martin O'Malley?\n2. Is Martin O'Malley running for President?\n3. Is Martin O'Malley a Democrat?\n4. How tall is Martin O'Malley?\n5. How old is Martin O'Malley?\n6. Is Martin O'Malley married?\n7. When will O'Malley announce?\n8. Why is Martin O'Malley the better candidate?\n9. How does Martin O'Malley feel about the Iran nuclear agreement?\n10. Does Martin O'Malley support abortion? \nStay tuned for more June Google data. \n", "byline": "", "description": "\n    \n", "title": "'Who is Martin O'Malley?' top Google question for O'Malley", "url": "http://www.cnn.com/2015/06/01/politics/martin-omalley-2016-google-data/index.html", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton", "Martin O'Malley"], "orgs": [], "authors": [{"author_id": 2549, "fullname": "ashley codianni", "primary_org": "cnn"}], "date_written": "2015-06-01 18:58:47", "org": "cnn", "article_id": "e21bb0e72eba211898415aa2678901e3", "date_access": "2015-06-01 18:10:48.617246"}