{"body": "Watch the full interview with former Vice President Dick Cheney on Tuesday night on \"Anderson Cooper 360.\"\nWashington (CNN)Former Vice President Dick Cheney will support Donald Trump if he is the Republican nominee -- but not today.\nCheney said in an interview with CNN's Jamie Gangel that he doesn't know the Republican businessman, who has been sharply critical of Cheney's administration and the Iraq War that was its brainchild. The vice president largely declined to weigh in on Trump's fortunes.\n\"I've been surprised that he's done as well as he has. I think most of us have on the Republican side,\" he said, seated next to his daughter, Liz. \"I don't want to be in the business of rating candidates at this point or grading them.\"\n\"I will support the nominee of my party, as I always have,\" Cheney added.\nRELATED: Cheney warns of another potential 9/11\nThe father-daughter pair are promoting a new book, \"Exceptional: Why the World Needs a Powerful America,\" which is set to be published on Tuesday. Liz Cheney has become a political force in her own right, briefly launching a Senate campaign in her native Wyoming before scuttling her bid.\nShe said Trump spoke to American voters \"frustrated\" with the current occupant of the White House, Barack Obama.\n\"I think people are frustrated with Washington, and Donald Trump is tapping into a lot of that,\" she said.\n", "byline": "", "description": "Former Vice President Dick Cheney will support Donald Trump if he is the Republican nominee -- but not today.", "title": "Cheney declines to endorse Trump", "url": "http://www.cnn.com/2015/09/01/politics/donald-trump-dick-cheney-liz-cheney-book/index.html", "topics": ["personality", "campaign_finance"], "people": ["Jamie Gangel", "Anderson Cooper", "Liz Cheney", "Donald Trump", "Barack Obama", "Dick Cheney"], "orgs": ["Senate"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-09-01 12:05:15", "org": "cnn", "article_id": "e8b36e9f78e49d016d06cc0faa0d91c1", "date_access": "2015-09-01 11:20:04.091320"}