{"body": "Washington (CNN)Republican presidential candidate Jeb Bush pressed on with his offensive against Donald Trump Monday, posting a video slamming the GOP front-runner's immigration plan as \"catastrophic.\"\nThe one-minute video includes news reports and conservative columnist Charles Krauthammer slamming Trump's plan to deport the estimated 11 million undocumented immigrants living in the U.S.\nThe video highlights a July 19 Wall Street Journal editorial that slammed Trump's candidacy as a \"catastrophe.\" \nIt also references Trump's past criticism of 2012 GOP nominee Mitt Romney's self-deportation policy as \"maniacal,\" while himself calling for a mass deportation policy.\n\"If thats the position that is now the center of Republican debate, it's catastrophic,\" Krauthammer says in a clip included in the video. \"If (Romney's plan) that's maniacal and mean-spirited, forced mass deportation is much worse.\"\nThe video comes as the Bush campaign shifts gears to attack Trump more directly.\nIt also came hours after Trump posted a video on his Instagram account drawing on a 2013 clip of Bush's mother, former First Lady Barbara Bush, saying, \"We've had enough Bushes.\" \nBush has been more vocal lately, insisting that Trump is not a true conservative while touting his own record implementing conservative policies as Florida's governor.\nTrump has responded with more attacks of his own, repeatedly calling Bush \"low energy\" on the campaign trail.\nIn a video posted online two weeks ago, Trump chimed in again with his trademark, \"No more Bushes\" in an Instagram mashup of former Presidents George H.W. and George W. Bush, father and brother to Jeb Bush.\nTrump responded to the Bush campaign video, saying, \"Even this video is boring.\"\n\"He is doing so poorly in the polls that he is now starting to spend some of the money that his 'bosses' -- special interests and lobbyists -- have given him to attack me,\" Trump said via a statement distributed by his spokeswoman. \"The last thing this country needs is a low-energy president without any substance or any ideas on how to Make America Great Again.\" \n", "byline": "", "description": "", "title": "Bush slams Trump's immigration policy in new video", "url": "http://www.cnn.com/2015/08/24/politics/jeb-bush-donald-trump-immigration-attack/index.html", "topics": ["immigration"], "people": ["Mitt Romney", "Charles Krauthammer", "Barbara Bush", "Jeb Bush", "Donald Trump", "George W. Bush"], "orgs": ["GOP"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-08-24 23:30:29", "org": "cnn", "article_id": "c792ac30b7152136f86777c8868ab290", "date_access": "2015-08-24 22:50:09.631544"}