{"body": "Washington (CNN)Former Hewlett-Packard CEO Carly Fiorina says her recent travels to early primary states have encouraged her to more seriously consider a presidential bid. \n\"My travels have certainly made me more likely to run, and I think now this is a prospect that's way over 50%,\" she told CNN on Thursday, adding that she expects to make a decision \"in the late April, early May time frame.\"\nFiorina's comments came after she spoke at a conference in Washington hosted by LincolnLabs, a group that aims to advance conservative principles through technology. \nFiorina: 'Looking more likely' I'll run for president\nThe former CEO, who launched an unsuccessful Senate bid in 2010 against Sen. Barbara Boxer of California, traveled to New Hampshire on Tuesday for a Politics and Eggs breakfast and delivered a breakout performance at a conservative gathering hosted by Rep. Steve King and Citizens United in Des Moines, Iowa, last month. \n\"I am very encouraged by how my ideas are received by people in Iowa, New Hampshire, and elsewhere around the country,\" she said. \"I think there's a hunger for something different. I think there's a recognition that things really are fundamentally broken in Washington now and we really need real reform, and I think there is a sense in this country that we are losing the essences of who we are, which is a nation that believes in limitless possibility.\"\nWith eye on a presidential bid, Carly Fiorina hires Republican Party spokeswoman\n", "byline": "", "description": "Former Hewlett-Packard CEO Carly Fiorina says her recent travels to early primary states have encouraged her to more seriously consider a presidential bid.\n    \n", "title": "Carly Fiorina: Chances of 2016 run 'way over 50%'", "url": "http://www.cnn.com/2015/02/12/politics/carly-fiorina-2016/index.html", "topics": ["campaign_finance"], "people": ["Steve King", "Barbara Boxer", "Carly Fiorina"], "orgs": ["Senate", "Republican Party", "Citizens United"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-02-12 23:08:20", "org": "cnn", "article_id": "588e7cb82ac6e9cd5c9d7f4acdd43b3e", "date_access": "2015-02-13 13:11:18.409637"}