{"body": "Washington (CNN)Republican National Committee Chairman Reince Priebus said Thursday he's confident front-runner Donald Trump will not launch an independent White House bid, because only a Republican nominee can eventually beat the Democrats for the White House.\n\"I've had great conversations with Donald Trump, we actually talk pretty regularly, as I do with almost all the candidates,\" Priebus said on CNN's \"New Day.\" \"I think he wants to be the Republican nominee and he knows that if Hillary Clinton is going to get beat, or Joe Biden is going to get beat, they're going to get beat by a Republican. I think that's where he's at.\"\nRELATED: Jeb Bush stumbles into debate night\nTrump has not ruled out an independent presidential bid, and said in July that it's something he would entertain if the Republican Party didn't show him enough respect. But for now, he is sitting atop the field, with a strong core of supporters in a 17-candidate field. \n\"New Day\" anchor Chris Cuomo pressed Priebus on what the Republican Party was doing to address the many voters who have coalesced around Trump because they seem to be tired of Republicans not carrying through on promises. \n\"I think Donald Trump has tapped into something where people are tired of the veneer, of the plasticized politics that we get, so people gravitate to that,\" Priebus said, adding that he wants to hold the party together through \"containment.\" \n\"That's up to us to make sure we put our best foot forward. Containment's a key word here too, Chris,\" Priebus said. \"When you have 17 candidates, you want to be able to have that balance between allowing some jabs back and forth and some elbows, but not total destruction.\"\n", "byline": "", "description": "\n    \n", "title": "Priebus: Trump will stay in GOP so he can win", "url": "http://www.cnn.com/2015/08/06/politics/priebus-trump-gop-nominee/index.html", "topics": ["personality", "immigration"], "people": ["Jeb Bush", "Joe Biden", "Hillary Clinton", "Chris Cuomo", "Donald Trump", "Reince Priebus"], "orgs": ["Republican Party", "Republican National Committee", "GOP"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-08-06 15:09:38", "org": "cnn", "article_id": "b13261fdcbacc23ee8755b3a6ba7b737", "date_access": "2015-08-06 14:30:41.016574"}