{"body": "Washington (CNN)Mike Huckabee and affiliated committees have raised nearly $8 million so far for his presidential campaign, a senior Huckabee adviser told CNN on Tuesday.\nHuckabee's campaign committee raised $2 million, while the super PAC \"Pursuing America's Greatness\" and the 501(c)4 advocacy organization \"America Takes Action\" took in an about $6 million, said the adviser, who spoke on the condition of anonymity. \nDetailed fundraising reports will be filed Wednesday with the Federal Election Commission.  \nThe adviser said the average contribution is $101 with donors from all 50 states. \nRELATED: Rubio camp raises $12 million\nHuckabee's $8 million fundraising total is dwarfed by former Florida Gov. Jeb Bush's combined $114 million. But the adviser noted that Huckabee's money is three times as much as he raised in the first three quarters combined of the 2008 campaign. The former Arkansas governor won the Iowa caucuses and seven additional states before losing the nomination to Sen. John McCain of Arizona in 2008.\nHuckabee announced in May that he would run again for the White House.\nPublic surveys show that the former Arkansas governor is polling in the high single digits, which places him in the middle of a very crowded field of Republican presidential hopefuls. So far, 15 candidates have announced they are running for the GOP nomination and the primary field could climb as high as 17 by next month.\n", "byline": "", "description": "\n    \n", "title": "Mike Huckabee and allies raise nearly $8 million", "url": "http://www.cnn.com/2015/07/14/politics/mike-huckabee-fundraising-8-million/index.html", "topics": ["campaign_finance"], "people": ["Jeb Bush", "Mike Huckabee"], "orgs": ["Federal Election Commission", "PAC", "GOP"], "authors": [{"author_id": 2550, "fullname": "mark preston", "primary_org": "cnn"}], "date_written": "2015-07-14 23:51:39", "org": "cnn", "article_id": "89ba04daa44aa4e5b1b6c0a1633ee2f5", "date_access": "2015-07-14 23:10:15.630141"}