{"body": " (CNN)Kanye West is \"definitely\" thinking about running for president in 2020, he told Vanity Fair in an interview published Thursday.\n\"I sit in clubs and I'm like, Wow, I've got five years before I go and run for office and I've got a lot of research to do, I've got a lot of growing up to do,\" he said.\nBut West also said the he'd prefer \"not to run against someone,\" and even offered praise for the current field of Republican hopefuls, most notably Ben Carson.\n\"When I run for president, I'd prefer not to run against someone. I would be like 'I want to work with you.' As soon as I heard [Ben] Carson speak, I tried for three weeks to get on the phone with him. I was like this is the most brilliant guy,\" West said.\n\"I think all the people running right now have something that each of the others needs,\" West continued. \"But the idea of this separation and this gladiator battle takes away from the main focus that the world needs help and the world needs all the people in a position of power or influence to come together.\"\nRELATED: Kanye West declares 2020 presidential bid at VMAs\nWest, the provocative rapper and record producer, first floated his presidential ambitions at the end of a long, winding speech during last month's MTV Video Music Awards.\n\"It ain't about me. It's about ideas, bro. New ideas. People with ideas. People who believe in truth,\" West told the audience. \"And yes, as you probably could have guessed by this moment, I have decided in 2020 to run for president.\"\nWhile social media ignited over the remark, few took West's claim seriously. And yet in Thursday's Vanity Fair interview West spoke as though he was fully committed to the idea.\n\"It's fun. It's fun to be a rock star, and I'll never not be one I guess, but there'll be a point where I become my mother's child. With all the things I've done that people would consider to be accomplishments, what's the point where I become the person that Donda and Raymond West raised? My parents' child,\" he said.\nRELATED: Donald Trump on Kanye West 2020: 'I hope to run against him someday'\n", "byline": "", "description": "", "title": "Kanye West talks 2020 presidential bid to Vanity Fair", "url": "http://www.cnn.com/2015/09/24/politics/kanye-west-2020-presidential-bid/index.html", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Ben Carson"], "orgs": ["Vanity Fair"], "authors": [{"author_id": 34899, "fullname": "dylan ers", "primary_org": "politico"}], "date_written": "2015-09-24 16:42:47", "org": "cnn", "article_id": "8a4ac2645fd8a74e4688bb69acace773", "date_access": "2015-09-24 16:02:39.989353"}