{"body": "Washington (CNN)Jeb Bush has chosen a former Republican campaign operative to run his presidential campaign, while tasking another aide with focusing on winning the earliest primaries of the election. \nDanny Diaz will become campaign manager for the former Florida governor's campaign -- which is expected to be announce June 15 -- and David Kochel will serve as senior strategist, Bush aides confirmed to CNN Monday. \nThe moves were first reported Monday by The Wall Street Journal, which wrote that prior speculation had focused on Kachel as a likely campaign manager, in part because of Kochel's work running 2012 nominee Mitt Romney's Iowa operation.\nRELATED: Barbara Bush celebrates 90th birthday with family\n\"David can best position us for success by playing a key leadership role focusing on how Jeb wins primaries, caucuses, and ultimately the general election and Danny's skill at rapidly moving content and campaign organization makes him perfectly suited for running the day-to-day operations,\" said senior Bush adviser Sally Bradshaw in a statement.\nMike Murphy, a veteran Bush strategist, has already been tapped to run the Bush super PAC. \nOther top staff picked by the Bush campaign include Tim Miller as communications director, Heather Larrison as finance director, Jon Downs, who will run media operations, Brenda Gianiny will direct polling and Alex Lundry will oversee data analysis. \n", "byline": "", "description": "\n    \n", "title": "Bush slots Diaz for operations, Kachel for strategy", "url": "http://www.cnn.com/2015/06/08/politics/danny-diaz-jeb-bush-campaign-manager/index.html", "topics": ["campaign_finance", "personality"], "people": ["Mitt Romney", "Danny Diaz", "David Kochel", "Barbara Bush", "Jeb Bush", "Mike Murphy", "Sally Bradshaw", "Heather Larrison", "Alex Lundry", "Tim Miller", "Jon Downs"], "orgs": [], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-06-08 20:30:54", "org": "cnn", "article_id": "8196c5f9d85b8b5c34b3f1176a671bf1", "date_access": "2015-06-08 19:36:30.574759"}