{"body": "Washington (CNN)Texas Sen. Ted Cruz danced around his position on \"birthright citizenship\" Tuesday night during a sharp exchange with Fox News' Megyn Kelly in which he accused her of asking \"liberal\" questions. \nOver the course of about three minutes on-air, Cruz went from avoiding the question to taking on Kelly directly. \n\"Do American citizen children, of two illegal immigrants, who are born here -- the children -- do they get deported under a President Cruz?\" Kelly asked.\nCruz replied: \"Megyn, I get that's the question you want to ask, it's also the question every mainstream liberal journalist wants to ask. They focus exclusively on the 12 million people.\"\nKelly cut in and asked, \"Is it an unfair question?\" to which Cruz said, \"It is a distraction from how we actually solve the problem.\"\nCruz said Sunday, on CBS' \"Face the Nation,\" that \"birthright citizenship as a policy matter doesn't make sense\" and, earlier in his exchange with Kelly on Tuesday, said that lawmakers should examine whether the Constitution must be altered. But he would not go as far as Donald Trump, who has flatly said he would end the practice.\nThe question has become a vexing one for Republicans ever since Trump thrust it to the front of the debate. Wisconsin Gov. Scott Walker shuffled between three different answers on the question last week.\nRELATED: Scott Walker on birthright citizenship: 3 positions, 7 days\nTrump, meanwhile, has continued targeting Kelly, even after he had reportedly made peace with Fox News. Trump welcomed the host back from vacation with a Twitter tirade Monday night.\n", "byline": "", "description": "", "title": "Ted Cruz ducks Megyn Kelly's 'birthright' question", "url": "http://www.cnn.com/2015/08/26/politics/ted-cruz-birthright-immigration-megyn-kelly/index.html", "topics": ["immigration", "personality"], "people": ["Donald Trump", "Scott Walker", "Megyn Kelly", "Ted Cruz"], "orgs": [], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-08-26 14:05:56", "org": "cnn", "article_id": "81869d145cf628656707b748d05788d7", "date_access": "2015-08-26 13:30:07.893828"}