{"body": "Baton Rouge, Louisiana (CNN)Donald Trump won't be at the Miss USA Pageant taking place in Baton Rouge, Louisiana, on Sunday night, after repeatedly saying he would attend the event.\nThe ‎billionaire real estate mogul and 2016 Republican presidential candidate tweeted Saturday night that he would miss the event \"because I am campaigning in Phoenix.\" \nTrump's rally in Phoenix drew thousands of people on Saturday, but Hope Hicks, a spokesman for the presidential candidate, told CNN he has \"no official events\" Sunday and is traveling back to New York.\nData from the flight tracking service FlightAware shows a plane used by Trump traveled Saturday from Phoenix landing in New York just after midnight Sunday morning. It is not known whether Trump himself was on that plane. The same plane is shown traveling from Las Vegas, where Trump spoke at an event, to Phoenix on Saturday. \nRELATED: Trump draws thousands in Phoenix\nThe former reality television star ignited a firestorm after saying at his June campaign launch that some Mexican immigrants crossing the border are \"killers,\" \"rapists\" and drug runners. Univision and NBC canceled plans to air the pageant, of which Trump is a part owner.  \nThe show will now air on Reelz, a small cable channel available in about 67 million homes.\nMiss Universe Organization President Paula Shugart told CNN that Trump has missed pageants in the past. \n\"‎He has come a lot and there have been several Miss Universe pagents he has not attended and actually I think two or three Miss USA's he has not attended since I've been here,\" said Shugart, who has led the organization for 14 years. \n‎The Miss Universe Organization also runs the Miss USA event.\nTrump said on the campaign trail in New Hampshire on June 30th and in a statement released that day that he planned to come to the pageant.\nCNN's Sara Murray contributed to this report", "byline": "", "description": "\n    \n", "title": "Trump will skip boycotted Miss USA pageant", "url": "http://www.cnn.com/2015/07/12/politics/donald-trump-miss-usa-boycott/index.html", "topics": ["mexico", "personality"], "people": ["Donald Trump", "Hope Hicks", "Baton Rouge", "Paula Shugart", "Sara Murray"], "orgs": ["Univision"], "authors": [{"author_id": 2535, "fullname": "athena jones", "primary_org": "cnn"}], "date_written": "2015-07-12 20:24:37", "org": "cnn", "article_id": "b42055c58cd82713a585d34553091254", "date_access": "2015-07-12 19:30:10.722372"}