{"body": "Washington (CNN)Jeb Bush let go of his final two business commitments as he aims to sever financial ties ahead of his likely presidential campaign. \nThe former Florida governor sold his ownership stakes in Jeb Bush & Associates and in the Britton Hill entities this month, Bush's spokeswoman Kristy Campbell confirmed. \nREAD: Showering in Palm Beach campaign funds\n\"This was a natural step as Gov. Bush transitioned his time and focus from running his business to increasing his political efforts on behalf of conservative candidates and causes,\" Campbell said in a written statement. \nBush established Jeb Bush & Associates, a business consulting firm, in 2007 after he left public office. He was one of two partners in another consulting firm, Britton Hill Partners LLC, and one of four partners in Britton Hill Holdings LLC, a company that does investments and consulting. \n\"It has been an honor to work with Gov. Bush, and we are truly grateful to have had a leader of his caliber as our partner,\" Britton Hill co-founder Amar Bajpai said in a press release. \nBush resigned from other corporate and nonprofit board memberships at the end of 2014, a move that fueled speculation that Bush was intent on running for president. The all-but-certain candidate is likely attempting to avoid the same fate as Mitt Romney, who faced fierce opposition from Democrats in 2012 over his corporate background and business investments. \nThe story was first reported by The Washington Post and the Tampa Bay Times. \n", "byline": "", "description": "Jeb Bush let go of his final two business commitments as he aims to sever financial ties ahead of his likely presidential campaign.\n    \n", "title": "Drops ties with more companies", "url": "http://www.cnn.com/2015/03/11/politics/jeb-bush-2016-business-ties/index.html", "topics": ["personality", "campaign_finance"], "people": ["Jeb Bush", "Kristy Campbell", "Mitt Romney", "Britton Hill"], "orgs": ["Jeb Bush & Associates"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-03-13 14:36:41", "org": "cnn", "article_id": "dad1eee579364b769eb87698b8c12378", "date_access": "2015-03-13 13:48:55.772023"}