{"body": " (CNN)When it comes to Iowa, Scott Walker is all about being first, and not just in the polls. \nThe Wisconsin Republican governor is the first of the 2016 presidential contenders to open an office in the Hawkeye State. Walker's political organization, Our American Revival, has leased the space in Urbandale, west of Des Moines.\nThe office has been home to a number of GOP political campaigns, including Minnesota Rep. Michele Bachmann's effort for the 2012 Iowa caucuses and 2012 GOP presidential nominee Mitt Romney's general election campaign. The McCain-Palin campaign occupied the space in 2008.\nWalker has surged to the front of the Republican pack in Iowa, due in part to a strong showing at last month's Freedom Summit. He leads a crowded field with 16 percent of the likely GOP vote, with Romney out of the race, according to a Bloomberg Politics/Des Moines Register survey released last week. Walker is closely trailed by Kentucky Sen. Rand Paul at 15 percent and former Arkansas Gov. Mike Huckabee at 13 percent, all within the poll's 4.9 percent margin of error.\nThe move to open an office is the latest sign that Walker is readying a presidential bid after winning three statewide races in Wisconsin in the last four years. Last month he brought on veteran GOP strategist David Polyansky to help boost a possible campaign in Iowa. Polyansky previously worked on Huckabee's win in the 2008 caucuses and Bachmann's 2011 straw poll victory.\nThe Des Moines Register first reported the news of the Walker field office opening.\nAshley Killough contributed to this report.", "byline": "", "description": "\n    \n", "title": "Scott Walker becomes first 2016 contender to open Iowa office", "url": "http://www.cnn.com/2015/02/10/politics/scott-walker-iowa-office/index.html", "topics": ["personality", "campaign_finance"], "people": ["Rand Paul", "Mitt Romney", "Sarah Palin", "Michele Bachmann", "Ashley Killough", "Mike Huckabee", "David Polyansky", "Scott Walker"], "orgs": ["Des Moines Register", "GOP"], "authors": [{"author_id": 2547, "fullname": "terence burlij", "primary_org": "cnn"}], "date_written": "2015-02-10 22:02:08", "org": "cnn", "article_id": "2525162f4c37b03c0cd82aef532c35b0", "date_access": "2015-02-11 04:13:25.263688"}