{"body": " (CNN)David Brock has come to see some liberals as weak-kneed and undisciplined.\nHe's one of them now, leaving behind his days as a dirt-digging conservative writer behind more than a decade ago to become one of the most ardent defenders in Bill and Hillary Clinton's arsenal. But he believes Democrats could take a lesson from the fierce spine and what he calls \"fearlessness\" of Republicans.\n\"Republicans tend to be more steadfast in their allegiance,\" Brock told CNN. \"And Democrats read one headline in the New York Times and the sky is suddenly falling.\"\nAs Clinton battles stronger-than-expected headwinds in her second presidential bid, finally deciding last week to apologize for her decision to use a private email account as Secretary of State, Brock is offering no apologies. He is instead waging an unusual war against The New York Times and other perceived enemies in his new book, \"Killing the Messenger: The Right-Wing Plot to Derail Hillary Clinton and hijack Your Government.\"\n\"As it concerns Clinton coverage,\" Brock writes, \"the Times will have a special place in journalism hell.\"\nThe book, which is set to be released this week, is something of a scolding love letter to Democrats. Brock urges Clinton supporters to toughen up and aggressively confront the media, who he believes are complicit in the latest chapter of a running Republican-led war against the Clintons.\n\"It's not a vast right wing conspiracy. It's a right-wing conglomerate,\" Brock said in an interview. \"It's more sophisticated, it's well-financed, it's well known.\"\nREAD:  A timeline of Hillary Clinton's email saga\nBrock knows something about vast right wing conspiracies. He was a reporter for The American Spectator, playing a central role in stirring Clinton controversies two decades ago. He later converted and found favor with the Clintons through his 20020 memoir, \"Blinded by the Right: The Conscience of an Ex-Conservative.\"\nThe publication of his latest book comes as Clinton is trying to change the subject from a summer of distractions. Brock, who sits on the board of the Clinton SuperPAC and is the founder of liberal groups Media Matters and Correct the Record, is one of her most high-profile and well-financed protectors.\n\"I think it is manufactured, but I think she is doing the right thing by apologizing for it,\" Brock said of Clinton's decision to set up a private email server. \"At a certain point when people won't let it go, you have to address it.\"\nIn the book, he blames the media and Clinton's Republican critics for stirring the pot, taking particular aim at The New York Times. He said it was not his intent to fan the flames -- as the campaign tries to put it to rest -- but rather as a wakeup call against what he believes is an intentional strategy to undercut her candidacy.\nThe New York Times, whose editorial pages endorsed Clinton during her 2008 presidential campaign and in her Senate races, dismissed the criticism as wholly unfounded.\n\"David Brock is an opportunist and a partisan who specializes in personal attacks,\" Eileen Murphy, a Times spokeswoman, told CNN. \"His partisanship has led him to lash out at some of our aggressive coverage of important political figures and it's unsurprising that he has now turned personal. He's wrong on all counts.\"\nWhile several Democrats close to the Clinton campaign agree with many of Brock's assertions, two top advisers questioned the book's timing and whether it was helpful to her candidacy to portray Clinton as a victim just as she is apologizing and trying to turn the page.\nBrock defended his book, saying: \"Since I've been on both sides of this, I have a unique insight: Part of what I'm doing in the book is trying to predict what the Republicans will do.\"\n\"What I try to show in the book is that going back more than two years,\" Brock said, \"there were explicit Republican strategies put into place to mount these character attacks.\"\nThe book offers a rare window behind-the-scenes look at the various liberal groups that are spending millions to get Clinton elected at Brock's direction. He also confirms the bad blood among some Clinton supporters, including Jim Messina, the former campaign manager for President Barack Obama, who stepped aside as the leader of Priorities USA, the pro-Clinton Super PAC.\n\"The pro-Hillary groups needed to quit fighting each other and get down to business fighting Republicans,\" Brock wrote, adding: \"I remained skeptical of some of the Priorities crew.\"\nIn more detail than previously known, Brock writes about how the groups were working to keep potential Democratic challengers to Clinton at bay.\n\"While the 'shadow campaign' groups never said so publicly,\" Brock wrote, \"their show of force in the pre-campaign period surely discouraged high-profile would-be Democratic challengers from jumping into the race.\"\nThe book focuses on the Republican campaign against Clinton, from the Koch Brothers and other outside groups to the party establishment. He said his goal was to show Democrats how they are being \"outgunned\" by groups on the Republican side.\n\"There's something to admire in what they are doing -- in terms of their sophistication and their effectiveness,\" Brock said. \"That's what we're up against.\"\nREAD: Clinton's lead over Sanders shrinks\nBut Clinton is also up against liberal angst, which goes unmentioned in the book. Enthusiasm for her candidacy among liberals has fallen, while Sen. Bernie Sanders, the Democratic socialist from Vermont, has climbed within reach of her in Iowa and New Hampshire.\nSanders, however, is not mentioned once in the book. Vice President Joe Biden's name was mentioned only in passing.\n \"I don't think they were underestimated,\" said Brock, who acknowledged more time was spent with an eye on potential liberal rivals like Sen. Elizabeth Warren than Sanders or Biden. \"Nobody ever said that Hillary's nomination would be unopposed or would be something that was foreordained.\"\n", "byline": "", "description": "David Brock has come to see some liberals as weak-kneed and undisciplined.", "title": "David Brock's new book takes on GOP, New York Times", "url": "http://www.cnn.com/2015/09/14/politics/david-brock-new-book-hillary-clinton/index.html", "topics": ["personality", "trade", "campaign_finance"], "people": ["David Brock", "Joe Biden", "Hillary Clinton", "Barack Obama", "Elizabeth Warren", "Eileen Murphy", "Bernie Sanders", "Jim Messina"], "orgs": ["Senate", "Koch Brothers", "Clintons", "GOP"], "authors": [{"author_id": 20736, "fullname": "senior washington correspondent", "primary_org": "cnn"}, {"author_id": 18601, "fullname": "jeff zeleny", "primary_org": "cnn"}], "date_written": "2015-09-15 15:23:04", "org": "cnn", "article_id": "00bfb105b4ded2b8826a7670638a8d5f", "date_access": "2015-09-15 14:41:28.765896"}