{"body": "Washington (CNN)Carly Fiorina has a message for Donald Trump: Yes, \"look at this face.\"\nThe former Hewlett-Packard CEO kicked off her speech Friday night to the National Federation of Republican Women in Phoenix by offering a clear rebuttal of Trump's recently quoted comments on her in which he criticized her looks.\n\"Ladies, look at this face,\" Fiorina said, to strong applause. \"This is the face of a 61-year-old woman. I am proud of every year and every wrinkle.\" \nFiorina didn't call out Trump by name on Friday night, but her remarks were tailored to the receptive, women-dominated crowd.\n\"Look at all of your faces,\" Fiorina said, according to video posted online. \"The face of leadership. The face of leadership in our party, the party of women's suffrage. The face of leadership in your communities, in your businesses, in your places of work and worship. Ladies, note to Democrat Party: We are not a special interest group, we are the majority of the nation.\"\nFiorina's comments were in light of comments Trump made in a Rolling Stone profile published this week when he reacted to seeing her appear on TV.\n\"Look at that face!\" Trump said. \"Would anyone vote for that? Can you imagine that, the face of our next president.\"\nRELATED: Trump explains comment as \"entertainer\"\nHe has since explained the remarks by saying he was talking about Fiorina's persona, not her looks, and that he made comments about women \"as an entertainer.\"\nThe only woman running in the GOP field, Fiorina has made an effort to speak to women to counter-balance Democratic front-runner Hillary Clinton and the Democrats' calls of a \"war on women\" by the Repubilcan Party.\nIn fact, Clinton was the only candidate Fiorina called out by name on Friday.\n\"I have met more world leaders on the stage today than anyone running with the possible exception of Hillary Clinton, but I didn't do photo ops, I did business. And charity. And policy work,\" Fiorina said, saying a leader must understand and navigate the world.\nShe also noted that a leader must understand technology.\n\"And no, Mrs. Clinton, you do not wipe a server with a towel,\" she said.\nRELATED: Clinton apologizes for emails\nFriday night, Fiorina delivered a speech full of her usual talking points but tailored to her audience. \nCalling out Democratic messaging, she said women care about a range of issues, just like men do.\n\"I personally am so tired of hearing about women's issues. Every issue is a woman's issue,\" Fiorina said.\nBut she also drew anecdotes from her own biography, rising through the ranks of Hewlett-Packard and facing sexism along the way. She also recounted being asked on national television whether a woman in the Oval Office might be affected by her hormones.\n\"So ladies, let's just think. Can we think of a single instance in which a man's judgment was clouded by his hormones?\" she quipped, to roaring applause. \nShe continued: \"I am not asking for your vote and your support because I am a woman. I am asking for your vote and your support because I am the most qualified candidate to win this job and to do this job.\"\n", "byline": "", "description": "", "title": "Carly Fiorina digs at Donald Trump: 'Look at this face'", "url": "http://www.cnn.com/2015/09/12/politics/carly-fiorina-donald-trump-look-at-face/index.html", "topics": ["women"], "people": ["Donald Trump", "Carly Fiorina", "Hillary Clinton"], "orgs": ["GOP", "National Federation", "Oval Office"], "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-09-12 15:14:49", "org": "cnn", "article_id": "4911d286bfbac3e40904ef882c1fd1f4", "date_access": "2015-09-12 14:17:57.713488"}