{"body": "Las Vegas (CNN)After being on stage for nearly three hours Wednesday night, Jeb Bush kept things short Thursday while holding a rally here, though the CNN debate was clearly on his mind.\n\"I hope you all watched the debate last night. It was crazy,\" he said, before a couple of people in the audience yelled out: \"Eveready!\"\nThe Republican presidential candidate paused for a moment to laugh at himself, remembering one of the more amusing moments of the night. The candidates had been asked to name their future Secret Service code names, and Bush chose the name of the long-lasting battery. \"It's very high energy, Donald,\" he said, answering Donald Trump's claims that Bush was \"low energy.\"\nIt was a moment that Bush's team relished in the spin room following the debate. His advisers felt confident that the candidate's tense exchanges with Trump and multiple laugh lines helped put to rest the narrative that Bush lacked the fire in the belly needed to run for president.\nBush, himself, appeared to agree with that assessment Thursday. \"I thought the debate went well. I had a good time doing it,\" he told reporters Thursday.\nDuring the rally, Bush continued to brush off the \"low energy\" charge. \n\"You're in a caucus state, which means that I hope I will be so brilliant and so eloquent and so high-energy, that you sign up for the caucuses in February,\" Bush said to laughs from the Nevada audience.\nBush carved out decidedly less time Thursday to attack Trump than he has in recent stump speeches. Absent was the lengthy, fiery comparison of Bush's record with that of Trump, a soliloquy that's become a key moment at his campaign events the past few weeks. \nSpeaking for only 13 minutes on Thursday, Bush briefly alluded to Trump's stated proclivity for getting policy advice from TV, but didn't even mention his name.\n\"I'm not going to get my foreign policy based on watching the shows or say 'don't worry about it, I'll figure it out later.' You need a president with a steady hand because this is a dangerous world,\" Bush said.\nThe former governor's audience was noticeably smaller than his usual rallies. The room, located at a recreation center in Summerlin, was only half full, leaving open a huge space in the back. His campaign says about 150 people showed up.\nBush seemed to acknowledge the low attendance when he took the stage, commenting on the odd timing of the 3:45 p.m. PT event, when many schools were just letting out in the neighborhood. Asked later by a reporter about the low turnout, Bush simply said: \"3 o'clock in the afternoon.\"\n\"Glad you came, though,\" he added with sarcasm.\nInstead of directing fire at Trump this time, Bush lit into Hillary Clinton, hitting her for not saying whether she supports the Keystone XL pipeline and for being weak on foreign policy. He also roped in Bernie Sanders, making an unexpected Dr. Evil reference.\n\"Hillary, she's kind of drafting right behind Bernie. Bernie Sanders has already promised $18 trillion of new spending programs,\" he said. \"I know it's impossible to imagine. Imagine Dr. Evil frozen and now coming back into town and someone said $18 trillion, he wouldn't believe it! It'd be impossible!\"\nBush's renewed focus on Clinton and his Democratic rivals marks a return to his campaign style before Trump became a big factor in the race. Until the summer of Trump, Bush had largely kept his eye focused on the general election and avoided taking digs at his Republican opponents.\nHe even seemed to hint at a potential Joe Biden run.\n\"Hillary Clinton and Bernie Sanders and whoever else is going to run on the Democratic side believes we need a third term of Barack Obama's economic policies and foreign policies,\" he said, as loud boos rang out from the crowd. \"That will not happen.\"\nDespite his efforts to avoid bringing up Trump, he was still asked about the front-runner when shaking hands with voters after the event. One man asked Bush if he thought Trump could possibly beat the Democratic nominee should Republicans choose him for president.\nNot taking the bait, Bush changed the narrative: \"I think I'm the best candidate to win.\"\n", "byline": "", "description": "", "title": "Bush shifts focus from Trump back to Clinton", "url": "http://www.cnn.com/2015/09/18/politics/jeb-bush-eveready-donald-trump-hillary-clinton/index.html", "topics": ["economy", "personality"], "people": ["Joe Biden", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Barack Obama", "Bernie Sanders"], "orgs": [], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-09-18 05:09:17", "org": "cnn", "article_id": "d00a8090ef855d911e012221fee1a6f0", "date_access": "2015-09-18 04:31:40.982431"}