{"body": " (CNN)\"Donald Trump was right,\" the two men said, according to police, as they beat a homeless man with a metal pipe and then urinated on him. \"All these illegals need to be deported.\" \nHours later, Trump responded -- with regret and then some.\nWhile the Republican front-runner had not heard about the particular incident when reporters asked him about before a town hall event Wednesday night, he nonetheless said it would \"be a shame.\" But he didn't stop there, as he quickly went to applaud those who echo his views.\nRELATED: Trump's immigration plan is racist, Mexico says\n\"I will say, the people that are following me are very passionate,\" Trump said. \"They love this country, they want this country to be great again.\"\nThe two men, identified by police as Scott Leader, 38, and his brother, Steve Leader, 30, were being held in jail without bond Thursday. Authorities say they were on their way home from a Red Sox game when they came upon the victim sleeping near a train station, according to a police report.\nWitnesses told police that the two men beat the victim with a metal pole repeatedly and walked away laughing, according to a press release from the Suffolk County District Attorney's office.\nThe elder Leader brother, Scott, later told police they attacked him because he was \"homeless,\" \"Hispanic,\" and an \"illegal immigrant.\"\nThe victim told police that he awoke to the men urinating on him. He was brought to Boston Medical Center to be treated for a broken nose and serious bruising across his ribs, among other injuries, the press release said.\nThe victim is not undocumented, according to a Social Security number for the man listed in the police report but blacked out for privacy reasons. Social Security numbers are issued to U.S. citizens and authorized workers, according to the Social Security Administration website.\nRELATED: Does the RNC have a secret anti-Trump war room?\nThe Leader brothers, facing a number of assault and battery charges as well as gross lewdness, were ordered to be held without bail Wednesday, according to the Suffolk County District Attorney's office. They are expected back in court on Sept. 3.\nCalls to their lawyers were not immediately returned Thursday.\nThe physical attack comes after Trump's divisive immigration proposals have made international headlines in his White House campaign.\nTrump has called for a wall to be built along the U.S.-Mexican border, revoking citizenship of babies born in the U.S. to undocumented parents and deporting undocumented immigrants.\n\"I have to do the right thing,\" the mogul said in an interview with CNN's Chris Cuomo Wednesday, when asked about his immigration plan being under fire. \n", "byline": "", "description": "", "title": "Cops: Invoking Trump, 2 men beat up homeless man", "url": "http://www.cnn.com/2015/08/20/politics/donald-trump-immigration-boston-beating/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Steve Leader", "Scott Leader", "Chris Cuomo"], "orgs": ["Red Sox", "RNC", "Social Security Administration", "Suffolk County"], "authors": [{"author_id": 2457, "fullname": "lorenzo ferrigno", "primary_org": "cnn"}], "date_written": "2015-08-21 03:45:57", "org": "cnn", "article_id": "c083313133d15d5c7eb3ec2fd90dd6ad", "date_access": "2015-08-21 03:00:14.393952"}