{"body": "Washington (CNN)Sen. Ted Cruz says the United States should neither partner with Russia in the fight against ISIS in Syria nor work on ousting the country's president, Bashar Assad. \nPutin: Russian airstrikes in Syria aimed at helping al-Assad regime\nThe Texas senator and Republican presidential candidate took an isolationist stance towards Syria in an interview aired Sunday, suggesting the United States should focus on ISIS but avoid allegiances within the Syrian civil war. \n\"Look, we have no business sticking our nose in that civil war,\" Cruz said on NBC's \"Meet the Press.\" \"And there are a lot of politicians, including Hillary Clinton on the left and including quite a few of the Republicans running for president on the right, who want us to get in the middle of that civil war.\"\n2016 Republicans' foreign credentials\nHis comments on foreign policy show how complicated the situation has become. Russia has ramped up its intervention in the region and the United States has sought to oppose ISIS without backing Assad, who is in the midst of a war with U.S.-supported rebels.\nCruz cast doubt on Russia's motives in its recent air strikes there, saying that \"anyone who believes Russia is fighting against terrorism, I got a bridge to sell 'em.\" \nAnd he blamed President Barack Obama and former Secretary of State Hillary Clinton for creating a \"void in power\" that has allowed ISIS to gain strength in the country. \nAsked if he thought the Middle East would be more stable if leaders like Iraq's Saddam Hussein and Libya's Moammar Gadhafi remained in place, Cruz said, \"Of course it would. Of course it would.\" \nIn the same interview, Cruz refused to say whether he believes Rep. Paul Ryan -- the chairman of the House Ways and Means Committee who Republican leaders are attempting to convince to run for speaker -- is a \"true conservative.\" \nThe campaign to draft Raul Ryan as House Speaker\n\"That's a decision for House Republicans to make and for the American people to make,\" he said. \nPressed again, Cruz said: \"I have said consistently throughout that the question of House leadership is a question for the House Republican conference.  And so I'm not gonna stick my nose into it as much as people want me to.\"\n", "byline": "", "description": "Sen. Ted Cruz says the United States should neither partner with Russia in the fight against ISIS in Syria nor work on ousting the country's president, Bashar Assad.", "title": "Cruz: U.S. should stay out of Syrian civil war", "url": "http://www.cnn.com/2015/10/18/politics/ted-cruz-syria-assad-russia/index.html", "topics": ["terrorism", "campaign_finance"], "people": ["Saddam Hussein", "Moammar Gadhafi", "Bashar Assad", "Hillary Clinton", "Barack Obama", "Paul Ryan", "Ted Cruz"], "orgs": ["House Republicans"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-10-19 17:15:39", "org": "cnn", "article_id": "f16a502ac06481d07b0073b98fd82467", "date_access": "2015-10-19 17:31:59.216441"}