{"body": "Washington (CNN)Presidential candidate Donald Trump doubled-down on the idea that Mexican \"rapists\" are crossing the United States' southern border -- and that \"terrorists\" could soon follow.\nIn an interview with CNN's Erin Burnett, Trump -- suddenly surging in the Republican race in New Hampshire -- said that Mexicans were sending its worst citizens over the border and that the U.S. was becoming a \"dumping ground\" for these discards.\n\"Some are good and some are rapists and some are killers. We don't even know what we're getting,\" Trump said when asked if he regretted his comments at his announcement event in New York last week. \nRELATED: Trump stands by immigration remarks, blames media\n\"The United States is like a dumping ground for the world's problems,\" he said. \"You're probably going to have terrorists coming from the Middle East. Somebody said 'Oh, we don't have terrorists.' They don't even know, because they don't know who's coming because we have this open border.\"\nTrump told reporters during an event on Tuesday, he is not worried about alienating voters with his comments.\n\"I do great with Latino voters. I employ so many Latinos, I have so many people working for me,\" Trump said. \"The Latinos love Trump, and I Iove them.\"\nOn Thursday, Trump also reiterated his plan to have Mexico then pay for a wall to better secure the border. Trump swatted away figures that would indicate that building a wall along the entire border would cost $7.6 billion, emphasizing that a wall wouldn't be required for the entire region and that he could come under budget.\n\"Nobody builds like I do,\" Trump said. He re-iterated that a President Trump could get the Mexican government would pay for the wall because of their success in the U.S.-Mexico trade wars. \"That's peanuts compared to the kind of money we're talking about.\"\nTrump also promised a \"tremendous lawsuit for a tremendous amount of dollars\" after Univision dropped Trump's Miss Universe pageant over his comments about Mexicans. The Republican candidate said the network had been \"given instructions\" by Mexico to treat him poorly because he talks so much about the nation's success in trade with the United States.\nThe real estate mogul also dismissed discrepancies between his self-reported wealth -- $8.7 billion -- and what Forbes pegged it as -- $4.1 billion. Forbes, Trump said, underestimated the value of his \"brand\" and was in the dark about Trump's personal empire.\n\"Whether it's 4.1 or 10 or more than 10, it doesn't matter,\" Trump said. \"You need that kind of a mindset to straighten out this country.\"\n", "byline": "", "description": "\n    \n", "title": "Trump doubles down on inflammatory comments", "url": "http://www.cnn.com/2015/06/25/politics/donald-trump-mexicans-terrorists-immigration-2016/index.html", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Erin Burnett"], "orgs": ["Univision", "United States."], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-06-26 00:32:44", "org": "cnn", "article_id": "a6c815ef048ad965a9f674ccd28fb146", "date_access": "2015-06-25 23:40:12.853114"}