{"body": "Washington (CNN)Rick Perry on Thursday said the Republican Party lost some of its \"moral legitimacy\" by not vying for the black vote in past elections, adding that the GOP has \"much to do\" to earn the trust of African-Americans.\nPerry, the former Texas governor and 2016 presidential hopeful, used a half-hour speech at the National Press Club in Washington to try and recast blacks' concerns as going beyond race, pitching his much-touted jobs record in Austin as the most enticing message to woo skeptical black voters.\n\"I am here to tell you that it is Republicans, not Democrats, who are truly offering black Americans the hope of a better life for themselves and their children,\" Perry told the audience, which was a nearly all-white room of journalists, lobbyists and politicians.\nHe later conceded: \"I know Republicans have much to do to earn the trust of African-Americans.\"\nIt was a new message for the presidential candidate, who has not extensively addressed racial issues in his high-profile speeches on the campaign trail. And it remains to be seen whether Perry will continue to eye the black vote in early-voting states where African-Americans will make up a very small percentage of the electorate.\nHe advocated some of Republicans' favorite antidotes for poverty: expanding the Earned Income Tax Credit and giving block grants to states to improve welfare. And he called for sentencing reform that would put less of an emphasis on incarcerating non-violent offenders and lavished praise on charter schools.\nHis message rested mostly on his record as a governor, but Perry also recognized that an overemphasis on states' rights could scare away some of the African-Americans he looked to win over. He tried to thread the needle by arguing the GOP could stand for both a weaker federal government while also guaranteeing blacks equal protection under the law.\n\"Too often, we Republicans -- myself included -- have emphasized our message on the Tenth Amendment but not our message on the Fourteenth,\" he said. \"For too long, we Republicans have been content to lose the black vote because we found that we could win elections without it. But when we gave up on trying to win the support of African-Americans, we lost our moral legitimacy as the party of Lincoln.\" \nPerry became the latest Republican hopeful to eye inroads with the historically Democratic block. Kentucky Sen. Rand Paul has publicized his overtures to the black community to show that he's a different kind of Republican, appearing at black churches and historically black colleges. \nAs Perry's second bid for President gets underway, he's looking to avoid some of the gaffes that dogged his first presidential campaign four years ago. At one point, he drew controversy when it emerged that a hunting camp leased by his family in the small town of Paint Creek, Texas, was known to many as \"Niggerhead.\"\nHis comments on Thursday also come in the wake of Donald Trump's controversial comments on undocumented immigrants that many Republicans -- including Perry on Thursday -- have criticized. And Republican presidential candidates cautiously reacted to the massacre in Charleston, only belatedly joining South Carolina leaders in calls to remove the Confederate flag from the state's capitol grounds.\nPerry, though, is jumping into the debate. His main argument held that the black community is looking for economic growth that he says President Barack Obama, the nation's first black president, has failed to stimulate.\n\"As Americans, we are all united by certain aspirations. We all want access to opportunity,\" Perry said. \"There's a fundamental reason why Democratic policies have failed to cure poverty: It's because the only true cure for poverty is a job, and Democratic policies have made it too hard for the poor to find work.\"\n", "byline": "", "description": "\n    \n", "title": "Rick Perry to black voters: Give GOP a second chance", "url": "http://www.cnn.com/2015/07/02/politics/rick-perry-black-voters-npc/index.html", "topics": ["economy"], "people": ["Rand Paul", "Donald Trump", "Barack Obama", "Rick Perry"], "orgs": ["Republican Party", "Lincoln", "GOP"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-07-02 21:46:08", "org": "cnn", "article_id": "255f44caf69583017d7e0de19c4876c3", "date_access": "2015-07-02 20:50:39.434362"}