{"body": "Washington (CNN)Matt Bevin, the tea party favorite who lost bitterly to Mitch McConnell in 2014, and James Comer, who was forced to confront assault allegations from decades ago, refused to concede to one another Tuesday night in the expensive and nasty fight for the Republican nomination for governor of Kentucky.\nOnly 83 votes separated Bevin and Comer with all precincts reporting, according to The Associated Press. Comer called for a recanvass of the vote late Tuesday evening, but pledged to support Bevin if the results held.\n\"Whoever is the winning this re-canvass is finished, i can make you one promise: We're going to elect a Republican governor in November,\" he said.\nA surprise candidate who was once considered a political hanger-on, Bevin managed to last in a race defined by outside groups with ties to the Koch brothers and the donor network organized by conservative powerbroker Karl Rove. Super PACs and political nonprofits went to war in the Bluegrass State, firing off negative ads and fueling personal attacks.\nIn a year with few elections, the Kentucky off-year race could prove to be a harbinger of what elections will look like next year as outside groups drive more and more of the political narrative.\nThe final weeks of the nominating campaign featured one leading candidate, Comer, the Agriculture Commissioner, fighting back allegations of domestic abuse pushed indirectly by the campaign of Hal Heiner, a former Louisville metro councilman. And as they quarreled, Bevin -- most well known for refusing to endorse McConnell after losing to him badly in the Senate race last year -- survived.\nBevin and Comer each won about 33% of the Republican vote, with Heiner earning 27% respectively, according to The Associated Press. A fourth candidate, Will Scott, captured about 7% of the vote.\n\"The outcome of this election is not what we had hoped for, not what we had worked for,\" Heiner told supporters in Louisville, conceding to Bevin before Comer surged in late precincts. \"While we're disappointed, I ask you all to stay involved. Support the Republican Party.\"\nBevin, a highly-touted businessman flooded with money from the right during his run again McConnell, only filed the paperwork for his bid two hours before the deadline.\nEither he or Comer will face Democratic attorney general Jack Conway in November in a state that has elected Democrats routinely to the governor's mansion. As the Republican contest devolved into chaos, Kentucky Democrats seemed gleeful that the salacious charges and negative spending could batter the eventual candidate enough to make a Conway win in November even easier.\n\"Jack's victory tonight shows that the Democratic Party is united behind his campaign, while Kentucky Republicans are deeply divided,\" Montana Gov. Steve Bullock, the chair of the Democratic Governors Association, said in a statement after Conway easily won his primary.\nDespite McConnell's orbit sharply disliking Bevin, neither the Senate Republican leader nor presidential candidate Sen. Rand Paul chose to directly sway the race.\nBefore Comer's rise, Paul himself congratulated Bevin on his \"victory.\"\n\"Congratulations to @MattBevin. I look forward to helping him become Governor!\"\nPaul later deleted the tweet.\n \n", "byline": "", "description": "Matt Bevin, the tea party favorite who lost bitterly to Mitch McConnell in 2014, and James Comer, who was forced to confront assault allegations from decades ago, refused to concede to one another Tuesday night in the expensive and nasty fight for the Republican nomination for governor of Kentucky.\n    \n", "title": "Kentucky GOP gubernatorial primary in dead heat after polls close", "url": "http://www.cnn.com/2015/05/19/politics/kentucky-gop-results-bevin-comer/index.html", "topics": ["campaign_finance", "terrorism"], "people": ["Rand Paul", "Jack Conway", "Karl Rove", "James Comer", "Steve Bullock", "Matt Bevin"], "orgs": ["Democratic Governors Association", "Super PACs", "Kentucky GOP", "Republican Party", "Bevin", "Senate", "Democratic Party"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-05-20 03:19:17", "org": "cnn", "article_id": "7d56e569851b6d32ba82130dae63be5c", "date_access": "2015-05-20 02:25:33.977615"}