{"body": "Washington (CNN)Former President George W. Bush said at a closed door fundraiser Sunday that he does \"not like that guy,\" referring to Texas Sen. Ted Cruz, according to a Republican source who attended the fundraiser.\nBush isn't denying the account that he dislikes Cruz, who represents Bush's home state of Texas and is taking on his brother for the 2016 Republican presidential nomination. \nBush made his remarks a private fundraiser for former Florida Gov. Jeb Bush, Politico first reported.\nHe called Cruz \"opportunistic\" for attempting to pair himself with Donald Trump in hopes of eventually winning Trump's supporters, according to the report. \nA George W. Bush spokesman wouldn't comment on the specific remarks -- but said the 43rd president doesn't see Cruz as a threat to his brother. \n\"Since it was a private, off the record event, I won't have anything to add other than what I said in Politico: The first words out of President Bush's mouth on Sunday night were that Jeb is going to earn the nomination, win the election, and be a great President; he does not view Senator Cruz as a 'serious rival' to Governor Bush's candidacy,\" spokesman Freddy Ford said.\nIn a statement his campaign provided to Politico, Cruz -- a policy staffer on Bush's 2000 presidential campaign and a Justice Department lawyer after Bush took office -- didn't take issue with the former president's remarks. \n\"I have great respect for George W Bush, and was proud to work on his 2000 campaign and in his administration,\" Cruz said in the statement. \"It's no surprise that President Bush is supporting his brother and attacking the candidates he believes pose a threat to his campaign. I have no intention of reciprocating. I met my wife Heidi working on his campaign, and so I will always be grateful to him.\"\n", "byline": "", "description": "", "title": "W. says he does not like Cruz", "url": "http://www.cnn.com/2015/10/20/politics/ted-cruz-george-w-bush-jeb-2016/index.html", "topics": ["personality"], "people": ["Jeb Bush", "Freddy Ford", "Donald Trump", "George W. Bush", "W. Bush", "Ted Cruz"], "orgs": ["Justice Department"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}, {"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-10-22 01:49:07", "org": "cnn", "article_id": "121038d677bdddfefc4c47c1019f9e01", "date_access": "2015-10-22 01:02:56.998564"}