{"body": "Washington (CNN)Something seems different about the 2016 election cycle. Direct and even personal verbal and social criticism has become the new norm as presidential candidates have compared each other to terrorists, promised to beat-out brains, called journalists crazy, endorsed the word \"bimbo\" and, reportedly, resorted to good old-fashioned name calling.\nHere's a look at the political hits this week; it should be no surprise that five of the eight involve Donald Trump:\n\nIn a speech in Cleveland on Thursday, Clinton compared Republicans who oppose abortion rights and have vowed to strip Planned Parenthood of funding of having views you'd expect from \"terrorist groups.\"\n\"Now, extreme views about women, we expect that from some of the terrorist groups, we expect that from people who don't want to live in the modern world, but it's a little hard to take from Republicans who want to be the president of the United States,\" she said. \"Yet they espouse out of date, out of touch policies. They are dead wrong for 21st century America. We are going forward, we are not going back.\"\nPresidential candidate Donald Trump fired back Friday morning, saying on MSNBC's \"Morning Joe\" that \"her last statement on terrorists was a disgusting statement, by the way.\"\n\nOn Tuesday, Graham told CNN's Kate Bolduan that Trump is a \"complete idiot.\"\nEarlier that day, Trump tweeted at the South Carolina senator, writing, \"Congrats @LindseyGrahamSC. You just got 4 points in your home state of SC—far better than zero nationally. You're only 26 pts behind me.\"\nGraham said Trump's lead is because of a \"dark side of politics that Mr. Trump is appealing to,\" channeling Republican voters who also believed President Barack Obama is a Muslim and was born in Kenya.\n\"Come to South Carolina and I'll beat his brains out,\" Graham said. \"I know my state. This is a silly season in politics.\"\nAnd Graham didn't stop there.\n\"He is shallow, he is ill-prepared to be commander-in-chief, he doesn't know what he is talking about in terms of how our laws work, he says the worst things possible about immigrants and women, and he's a complete idiot when it comes to Mideast policy,\" Graham said on CNN's \"At This Hour.\" \"So I think over time, common sense will prevail.\"\n\nAt a fundraiser for Rep. Scott Tipton in Colorado, two attendees told The Daily Caller that House Speaker John Boehner referred to GOP presidential candidate Ted Cruz as a \"jackass.\"\nAccording to the Daily Caller, Boehner told the audience that he's glad the presidential campaign keeps \"that jackass\" out of Washington, and is not keeping Boehner from doing his job, the report said.\nNo additional details were offered in the report and CNN has been unable to verify it with Boehner's office.\n\nOn Monday, in the midst of a Twitter tirade against her, Trump retweeted an insult to Fox News host Megyn Kelly, calling her a \"bimbo.\"\nHe fired a number of other tweets against Kelly, saying he \"liked 'The Kelly File' much better without @megynkelly. Perhaps she could take another eleven day unscheduled vacation!\"\nIn an interview with CNN, Trump told a reporter that he endorses his retweets \"to a certain extent.\"\n\"You know, I retweet, I retweet for a reason,\" he said.\nOn Thursday, Trump tried to walk from the feud with Kelly, telling CNN's Chris Cuomo that he has nothing against her.\n\"As far as I'm concerned it's fine, and she'll do her thing and I wish her a lot of luck,\" he said.\n\nBush is taking the offensive against Trump this week, a complete turnaround from a month ago when he told Fox News he'd already stated he was done talking about Trump, adding, \"I'm through.\"\nThis week, Bush published a video to his YouTube channel, criticizing Trump for backtracking his previous public comments on immigration, using pundits to describe his current views as \"catastrophic.\"\nRelated: Jeb Bush's new Trump strategy: Fight back\nTrump fired several personal attacks to Bush on Twitter, including retweeting a tweet that calls Bush out for speaking Spanish on the border and calling him out for never using Bush on campaign merchandise, asking, \"Is he ashamed of the name BUSH?\"\n\nOn Thursday, former Maryland Gov. Martin O'Malley said Democratic front-runner Hillary Clinton's email controversy will continue to affect her campaign.\n\"Until we start having debates, our party's going to be defined and branded by questions like: What did Secretary Clinton know, when did she know it, and when will the FBI conclude its investigation?\" O'Malley said in New Hampshire. \"That's not a formula for success in the fall.\"\nHe added that it's a mistake for the Democratic Party to \"circle the wagons\" around Clinton.\nNo other Democratic candidate for president has hit Clinton this much as of yet, including Sen. Bernie Sanders, who has not yet commented on her email scandal. \n\nWhile addressing reporters Tuesday night, Trump had his security escort Univision anchor Jorge Ramos out of his event after Ramos began firing questions about his immigration policies to the real estate mogul.\nOn Wednesday, Trump said on NBC News' \"Today Show\" that Ramos \"was totally out of line last night ... He stood up and started ranting and raving like a madman.\"\nBut Ramos said on CNN's \"New Day\" Wednesday morning that Trump was the one who was out of line.\n\nOn Monday, while visiting the south Texas border, Bush defended his use of the term \"anchor babies,\" then said he referred more to Asian people who come into the United States more than he meant it for immigrants who cross the U.S.-Mexico border.\n\"What I was talking about was the specific case of fraud being committed where there's organized efforts, and frankly, it's more related to Asian people coming into our country, having children in that organized efforts taking advantage of a noble concept which is birthright citizenship,\" he said. \"I support the 14th amendment.\"\nHis spokeswoman later clarified his comments, saying he was referring to federal investigations into \"birth tourism.\"\nThat didn't stop Trump and New Jersey Gov. Chris Christie from attacking Bush about his comments.\nTrump tweeted at Bush, writing that Asians were offended that he said anchor babies applies to them \"as a way to be more politically correct to hispanics. A mess!\"\nChristie said that Bush was trying to downplay his use of the term to reassure Hispanics and ended up criticizing Asians.\n\"I mean, the fact is that you don't need to be pandering to one way or the other. I'll tell you the way you don't do it: You don't do focus group-tested trips to the border, speak Spanish and then, you know, criticize Asians,\" Christie said.\n", "byline": "", "description": "", "title": "The 2016 rhetoric is out of control", "url": "http://www.cnn.com/2015/08/28/politics/donald-trump-hillary-clinton-2016-election-political-hits/index.html", "topics": ["immigration"], "people": ["Scott Tipton", "Martin O'Malley", "Kate Bolduan", "Jorge Ramos", "Jeb Bush", "Chris Cuomo", "Hillary Clinton", "Donald Trump", "Chris Christie", "John Boehner", "Barack Obama", "Megyn Kelly", "Bernie Sanders", "Ted Cruz"], "orgs": ["FBI", "MSNBC", "Univision", "GOP", "Democratic Party"], "authors": [{"author_id": 17207, "fullname": "daniella diaz", "primary_org": "cnn"}], "date_written": "2015-08-28 19:42:26", "org": "cnn", "article_id": "b36f279aa5b5854ec8664389df29776a", "date_access": "2015-08-28 18:50:11.622248"}