{"body": " (CNN)Ahead of her first trip to Puerto Rico on Friday, Hillary Clinton won the support of one of the most prominent Puerto Rican politicians in the United States.\nNew York City Council Speaker Melissa Mark-Viverito endorsed the Democratic front-runner for president Wednesday in a Spanish-language oped for El Nueva Dia, Puerto Rico's largest newspaper.\n\"For Puerto Ricans — both on the island and throughout the diaspora — this election is the most important in our lifetime,\" Mark-Viverito wrote, according to a translation. \"Hillary's plan has shown she is not just a friend to the island; she will stand up for it.\"\nClinton will travel to Puerto Rico on Friday to speak about the island's ongoing economic and health care crises. Clinton is not the first 2016 candidate to travel to Puerto Rico, as both Republican Jeb Bush and Democrat Martin O'Malley have already visited. Republican hopeful Marco Rubio will be on the island on Friday, too.\nPuerto Ricans can't vote in the general election, but they do have a primary and their delegates count towards the eventual total that can select a party's nominee. Their primary is also relatively early -- March 3, 2016 -- which increases its importance.  \nAs noted by Mark-Viverito, Clinton has already come out in support of allowing the island territory to declare bankruptcy and restructure its debt. The country defaulted for the first time in history in August, paying a mere $628,000 toward a $58 million debt bill. \n", "byline": "", "description": "", "title": "Hillary Clinton backed by high profile Puerto Rican politician", "url": "http://www.cnn.com/2015/09/02/politics/hillary-clinton-endorsements-puerto-rican-politician/index.html", "topics": ["economy", "immigration"], "people": ["Marco Rubio", "Hillary Clinton", "Melissa Mark"], "orgs": ["New York City Council", "United States."], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-09-02 14:44:46", "org": "cnn", "article_id": "58740abb504f1b216cabbe4d86d90967", "date_access": "2015-09-02 13:51:35.739708"}