{"body": " (CNN)Donald Trump is heading back to Texas, but this time he won't be visiting the border. \nThe real estate mogul will hold a rally in Dallas on Sept. 14, before he heads to California to deliver a speech and participate in the second GOP debate on Sept. 16, hosted by CNN.\nTrump announced the event on Twitter on Friday afternoon, saying \"will be great to be back in Texas.\" The arena seats around 18,000 people, and is normally home to the Dallas Mavericks.\nThe rally will be held at the American Airlines Center in Dallas at 6 p.m. CST and tickets are being distributed on a Ticketmaster site for free.\nThis will be Trump's first big campaign event in Texas, and follows his trip here in July when he visited the town of Laredo, and toured the U.S.-Mexico border before delivering remarks about illegal immigration and his plan to build a wall.\n Trump's last big stadium event was held in a 40,000 seat venue in Mobile, Alabama which reportedly had 30,000 people in attendance, according to the City of Mobile. Once Trump and his supporters clear the arena, Garth Brooks and his world tour will take over the arena for the next week.\nTrump has shunned smaller intimate gatherings for larger scale rallies, and while exact details about the event have not yet been made available by the campaign, this case appears to be no different.\nAfter the \"Donald J Trump for President Rally\" in Dallas, Trump is expected to deliver a national security address on the USS Iowa in Los Angeles on Sept. 15, before taking the stage to participate in CNN's first GOP debate at the Reagan Presidential Library the following day.\n", "byline": "", "description": "Donald Trump is heading back to Texas, but this time he won't be visiting the border.", "title": "Trump planning Dallas rally Sept. 14", "url": "http://www.cnn.com/2015/09/04/politics/donald-trump-dallas-rally-2016/index.html", "topics": ["immigration", "personality", "mexico"], "people": ["Donald Trump", "Garth Brooks"], "orgs": ["Reagan Presidential Library", "GOP", "American Airlines Center"], "authors": [{"author_id": 37157, "fullname": "noah gray", "primary_org": "cnn"}], "date_written": "2015-09-04 19:15:35", "org": "cnn", "article_id": "4e55547b5e0e010bc909905ecef2604d", "date_access": "2015-09-04 18:41:24.179924"}