{"body": "Washington (CNN)Former Secretary of State Hillary Clinton isn't just the prospective Democratic frontrunner -- she's favored over every top potential Republican candidate, according to a Washington Post/ABC News poll released Thursday.\nClinton beats out five potential Republican candidates in head-to-head matchups by double-digits, according to the survey of 843 registered votes, conducted after reports emerged that Mitt Romney was phoning donors, supporters and former staffers and considering a third presidential run.\nRELATED: Romney giving 'serious consideration to the future'\nMitt Romney may be rushing the field and fraying former Gov. Jeb Bush's prospects of locking up the establishment money, but the former GOP presidential nominee loses to Clinton by a wider margin than Bush in the poll's hypothetical matchups. Romney falls 15 points behind Clinton while Bush also loses, but by 13 percentage points.\nThough Clinton gets a net positive out of her husband's tenure as president, Bush and Romney's pasts undercut their ambitions, according to the poll.\nAbout a quarter of voters said Romney's 2012 run as his party's nominee makes it less likely they will support him in 2016 and 34% of voters said Jeb Bush's legacy status -- with a father and brother who have served as president -- make them less likely to support his presidential ambitions.\nAnd while Romney has said his two past runs will make him a stronger third-time candidate, just 12% of voters agreed his 2012 run would make them more likely to support him.\nNew Jersey Gov. Chris Christie and Kentucky's Sen. Rand Paul also trail Clinton by 13 points as the hypothetical Republican nominee.\nClinton fares even better against social conservative crusader and former Gov. Mike Huckabee, beating him out by 17 points.\nA Clinton candidacy would also get a bump from her potential to become the first female president of the United States -- nearly a quarter of those surveyed said the prospects for that historic moment would make them more likely to support her in 2016.\nThe survey was conducted Jan. 12-15 and had a 4 percentage point margin-of-error for registered voters. \nRELATED: Clinton emerges from hiatus with updated vision for future\n", "byline": "", "description": "\n    \n", "title": "Poll: Clinton clobbers potential GOP foes", "url": "http://www.cnn.com/2015/01/22/politics/clinton-beats-republicans-wapo-abc-poll/index.html", "topics": ["campaign_finance"], "people": ["Rand Paul", "Mitt Romney", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Mike Huckabee"], "orgs": ["GOP"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-01-22 20:48:24", "org": "cnn", "article_id": "8fd71bd59445929c529591bb05cc4350", "date_access": "2015-02-12 11:11:19.892128"}