{"body": "Sally Kohn is an activist, columnist and television commentator. Follow her on Twitter: @sallykohn. The opinions expressed in this commentary are hers.\n (CNN)Recently, I was in Des Moines, Iowa, for a meeting of the populist farmers organization Iowa Citizens for Community Improvement. I was there to help the group celebrate its 40th anniversary and to talk about the issues it works on, including environmental regulation, farm policy and immigration reform.\nBut all the members wanted to talk about was Bernie Sanders.\nThey don't seem all that unique among Democratic voters or voters in general in Iowa.  One poll in mid-September found Sanders with a 10-point lead over Hillary Clinton among likely Democratic primary voters.  And a newer poll finds that Sanders fares better than Clinton even in general election matchups against possible GOP contenders.  \nClinton's ace-in-the-hole in the face of Sanders' populist challenge was always supposed to be her better shot at electability.  But even that seems to be eroding.  As the saying goes, voters of all stripes increasingly \"Feel the Bern.\"\nA disconcerting but undeniable part of Sanders appeal is that he is the anti-Clinton both in style and substance.  Polls consistently show that Clinton and Sanders enjoy similar favorability ratings, but Clinton's liability is her unfavorables.  For instance, in Iowa, 35% of voters hold favorable views of Clinton but 59% view her unfavorably — a 24-point gap.  In New Hampshire, that gap is 23 points.  \nOne likely factor: Hillary Clinton has just been on the public radar longer, often in scandal-ridden scenarios. They may be manufactured by the right wing, in the case of Benghazi, or the result of her own lack of transparency in the case of her State Department emails, but the fact is Clinton just comes with more baggage.  It's hard enough to seem like a fresh candidate when you're anything but.  It's even harder at a time when voters are plainly clamoring for outsiders.  \nBut to define who Sanders is purely by who Clinton is not misses the mark.  The progressive populist wing of the Democratic Party that tried its damndest to draft Elizabeth Warren for 2016 has been more than willing to settle for Sanders as its standard-bearer.  Though Warren is more articulate in explaining the country's economic inequities and what to do about them, Sanders' heart is clearly in the same place. That's enough for most populist Democrats — and populist voters in general — who are fed up with an economic game rigged against ordinary Americans.  \nBut Bernie Sanders is a socialist!  No one would elect a socialist president, right?  Not necessarily.  This past June, Gallop found that almost half of Americans say they would vote for a socialist to be president.  Plus once Americans learn more about what Sanders brand of socialism looks like, they may like him even more.  \nSanders isn't for state-owned industry or anything in that extreme.  Rather, he says, \"What am I trying to do in this campaign is to tell Americans what many of them don't know: that the benefits for working people are a lot, lot stronger in many other countries around the world.\" \nSanders embraces the \"democratic socialism\" practiced in Scandinavia, for instance, where the government guarantees paid sick leave, universal health care and free higher education.  Think Americans won't go for that?  Well actually, when social scientists polled Americans across political perspectives about whether they preferred the unequal income distribution at play in the United States (where the top 20% control 84% of the wealth) of a supposedly-hypothetical, infinitely more equal distribution that actually mirrored Sweden's, guess what --  92% of Americans preferred the wealth distribution of Sweden.  \nRecall that the tea party began as a protest against TARP, the government bailout of the financial industry.  Dig beneath the partisan rhetoric and over-simplifications and it turns out there's much broader support for the ideas and ideology Sanders represents.  And if you need more evidence, look at how candidates from Hillary Clinton to Donald Trump are suddenly embracing some of the same ideas as Sanders.\nSanders is showing he can really connect with voters across the board and articulate a populist vision that is sorely needed in America today.  \nHe isn't a perfect candidate by any stretch.  Sanders' persona can be a bit clunky and fuddy-duddy and more importantly, his positions and rhetoric on tackling structural racism and doing something about rampant gun violence are deeply problematic, especially to progressive Democrats.  Personally, that's the main reason I'm not completely in Sanders' camp.  \nStill, he's done more than simply move Hillary Clinton to the left, which was the original conventional wisdom about his candidacy.  It now looks like Bernie Sanders could also actually win.\nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "Bernie Sanders' growing popularity: Is America Bern-ing", "url": "http://www.cnn.com/2015/10/10/opinions/kohn-bernie-sanders-popularity/index.html", "topics": ["immigration", "economy"], "people": ["Donald Trump", "Bernie Sanders", "Sally Kohn", "Elizabeth Warren", "Hillary Clinton"], "orgs": ["Democratic Party", "State Department", "GOP"], "authors": [{"author_id": 2563, "fullname": "sally kohn", "primary_org": "cnn"}], "date_written": "2015-10-10 18:42:11", "org": "cnn", "article_id": "3c2867ba95583b56654b01c573a5ea77", "date_access": "2015-10-10 18:02:10.378278"}