{"body": " (CNN)Bill Clinton offered his first comment Sunday on his wife Hillary's presidential bid, saying: \"I'm proud of her.\" \nThe comment, during a visit to Oklahoma City, marked the first time he'd weighed in on Hillary Clinton's second run for the White House — which she launched with a video one week ago. \nThe former first lady and secretary of state held her first campaign events during a three-day swing through Iowa last week. She'll follow that up with two days of meetings in New Hampshire, starting Monday.  \nBill Clinton was in Oklahoma City speaking at the ceremony marking the 20th anniversary of the bombing of the Alfred P. Murrah Federal Building there. \nREAD: Live, from New York, it's Hillary \n\"When you strip away all of the little things that divide us it is important to remember how tied we are and how much we -- all Americans -- owe Oklahoma City,\" Clinton, who was president during the bombing, told the audience gathered at the memorial built to honor 168 people who died. \n\"For 20 years you have honored the memories of your loved ones,\" he said. \"You have inspired us with the power of your renewal. You have reminded us that we should all live by the Oklahoma standard.\"\nFollowing the event, Clinton headed toward his motorcade but then backtracked to work the crowd, not leaving until he had shaken every hand and posed for lots of pictures.\nCNN's Ryan Noble contributed to this report.", "byline": "", "description": "\n    \n", "title": "Bill Clinton on Hillary's run: 'I'm proud of her'", "url": "http://www.cnn.com/2015/04/19/politics/bill-clinton-hillary-clinton-2016-election/index.html", "topics": ["campaign_finance", "economy"], "people": ["Bill Clinton", "Hillary Clinton"], "orgs": [], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}, {"author_id": 18306, "fullname": "kevin bohn", "primary_org": "cnn"}], "date_written": "2015-04-19 19:20:48", "org": "cnn", "article_id": "5141ef2de16c6cea1f7b359b60425911", "date_access": "2015-04-19 18:25:14.239290"}