{"body": "\nThe battle between Donald Trump and Fox News is back with a vengeance.\nFox wants the famously nonapologetic presidential candidate to apologize for his latest round of attacks against Megyn Kelly.\n\"Donald Trump's surprise and unprovoked attack on Megyn Kelly during her show last night is as unacceptable as it is disturbing,\" Fox News chairman Roger Ailes said Tuesday afternoon.\nHe added, \"Donald Trump rarely apologizes, although in this case, he should.\"\n________\n\nThe U.S. Air Force will soon dispatch its most advanced fighter jet, the F-22 Raptor, to Europe in a show of solidarity with allies that have concerns about Russian actions in Ukraine, Air Force leaders said.\n\"Russia's military activity in the Ukraine continues to be of great concern to us and to our European allies,\" Air Force Secretary Deborah James, the service's top civilian, said at a briefing. \"This inaugural F-22 training deployment will train with our joint partners and our NATO allies across Europe as part of our continued effort to assure our allies and demonstrate our commitments to security and stability of Europe.\"\n\nThe man suspected of killing a Louisiana trooper in Lake Charles is believed to have killed his own roommate after an altercation that preceded the policeman's slaying, Calcasieu Parish Sheriff Tony Mancuso said.\nThe roommate has been identified as Blake Brewer, and the suspected shooter, Kevin Daigle, was driving Brewer's truck when Trooper Steven Vincent was shot, according to a statement from the Sheriff's Office.\n", "byline": "", "description": "", "title": "Your daily news recap", "url": "http://www.cnn.com/2015/08/25/world/daily-recap/index.html", "topics": ["personality"], "people": ["Donald Trump", "Roger Ailes", "Steven Vincent", "Megyn Kelly"], "orgs": ["U.S. Air Force", "Air Force", "NATO"], "authors": [{"author_id": 2445, "fullname": "cnn staff", "primary_org": "cnn"}], "date_written": "2015-08-25 21:48:38", "org": "cnn", "article_id": "e9d1476ad97d6d4bb7812a76bd86ae6c", "date_access": "2015-08-25 21:10:10.158338"}