{"body": "Washington  (CNN)Ted Cruz said Wednesday the hard right flank of the Republican party will consolidate behind a conservative presidential candidate as more moderate members are \"fighting like cats and dogs.\"\nBefore he appeared in front of a group of conservatives on Capitol Hill, Cruz highlighted fighting on the other side of his party, when asked by CNN whether the fundraising success of Ben Carson undercut his position.\n\"In past races there has been one consensus moderate establishment candidate, and conservatives have all been broke and fought like cats and dogs. This cycle, it's the moderates who are fighting like cats and dogs,\" Cruz said outside the Capitol Hill Club before he spoke to a group of influential congressional Republicans. \"At this stage, it's very unclear who's going to be the moderate establishment candidate in the race.\"\nCruz has pitched himself as the only well-funded conservative candidate, armed with a bank account that gives him staying power deep into the calendar.\nCruz has worked to win over many of the conservative movement's leading players, and his campaign believes the candidate of the \"mushy middle\" can only win if conservatives bicker late into the season. And the Texas senator on Tuesday pointed to the decisions of Scott Walker and Rick Perry to drop out of the race as evidence of a slow consolidation by those on the right. \n\"Conservatives more and more are unifying behind our campaign,\" he said, noting the morning's news that the campaign now had co-chairs in every county in the first four primary states. \"You look at the two candidates who dropped out -- Scott Walker and Rick Perry, both very good men -- they were competing principally in the conservative lane.\"\nCruz has previously used the two men's decisions -- both caused by fundraising problems -- as an example of why he has emphasized a more frugal campaign.\n", "byline": "", "description": "", "title": "Cruz: Moderate Repubublicans fighting 'like cats and dogs'", "url": "http://www.cnn.com/2015/10/07/politics/ted-cruz-conservative-candidate/index.html", "topics": ["personality", "campaign_finance"], "people": ["Scott Walker", "Rick Perry", "Ben Carson", "Ted Cruz"], "orgs": [], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-10-07 15:37:24", "org": "cnn", "article_id": "36dec7a664789f887d75ec445becc4d9", "date_access": "2015-10-07 15:01:44.191618"}