{"body": "Ottumwa, Iowa (CNN)With just a few days of summer Senate recess left, Bernie Sanders is spending some time campaigning in the Hawkeye State. \nCNN's Suzanne Malveaux caught up with Sanders following his headquarters opening in Ottumwa, Iowa. In an office filled with \"Bernie\" t-shirts, posters, yard signs, and some \"Cats for Bernie\" pins, he acknowledged that his support during what's been dubbed the \"summer of discontent\" has outpaced his political infrastructure. \n\"So what we are doing now is hiring on people. We have now dozens of people on the ground here in Iowa. Great crowds are wonderful, but that does not necessarily translate into votes. People need to be organized and know how to come out and participate in the caucuses,\" Sanders said. \nSanders said his campaign is not only hiring in Iowa, but also in New Hampshire and elsewhere, creating an organization structure to handle volunteers.\n\"We're doing it all over this country. Creating a political infrastructure with organizers, with volunteers, to make sure that supporters come out and vote. And that's how I think we're going to win this thing. We will be outspent -- let me just say this -- I know we will be outspent by our opponents. We don't have a Super PAC. We're dependent on small, individual contributors. But I think the grassroots movement that you saw out there -- that's what's going to win it for us.\"\nRELATED: Biden talks up Sanders at fundraiser\nBuilding a campaign organization is an issue the Trump campaign has had in Iowa, too. \n\"It's a very good problem to have,\" Trump State Director Chuck Laudner told CNN earlier this month.  \nBoth campaigns are now tasked with building organizations to turn the rapid influx of summer interest into caucus-goers who will support their respective candidates on Feb. 1, 2016.\nFor the Trump campaign, that means educating potential caucus-goers on the process and using a word-of-mouth networking model to mobilize support on caucus night. For Team Sanders, traditional grassroots methods are being employed: putting volunteers to work canvassing in neighborhoods; knocking on doors; taking down names; and making phone calls.\nThroughout Sanders' stops in the first-in-the-nation caucus state, the crowds, the excitement, and the \"Yes we cans\" during his speeches were reminiscent of 2008. But Sanders said although then-Senator Barack Obama ran \"one of the great campaigns in American history,\" he made a mistake. \n\"Here's one area where Barack Obama and I disagree. Here's what I understand -- is that given the powers that be in Washington, Wall Street, corporate America, the big money interests -- change does not take place no matter who gets elected president unless there is a strong grassroots movement,\" Sanders said. \n\"Brilliant campaign. But after he got elected he had the illusion -- the mistake -- of believing that he could sit down with Republicans and just work out some good compromises. That was never going to happen. The only way that we change life for the middle class in this country is when millions of people become actively involved in the political process. No president can do it alone.\" \nA sentiment he echoed on the stump, asking supporters to help him create that grassroots movement. \n\"Welcome to the political revolution,\" Sanders said. \nCNN's David Wright contributed to this report\n", "byline": "", "description": "", "title": "Bernie Sanders is building a real campaign organization", "url": "http://www.cnn.com/2015/09/04/politics/bernie-sanders-iowa/index.html", "topics": ["immigration", "campaign_finance"], "people": ["Chuck Laudner", "Bernie Sanders", "Barack Obama", "Suzanne Malveaux", "David Wright"], "orgs": ["Senate", "Super PAC", "Trump"], "authors": [{"author_id": 2533, "fullname": "betsy klein", "primary_org": "cnn"}, {"author_id": 27689, "fullname": "suzanne malveaux", "primary_org": "cnn"}], "date_written": "2015-09-04 11:44:44", "org": "cnn", "article_id": "19825b55da3c18ec6fc6332167101485", "date_access": "2015-09-04 11:02:02.765315"}