{"body": " (CNN)With real estate mogul Donald Trump standing center stage as the frontrunner in Thursday night's GOP presidential debate, the other candidates have a choice to make, 2012 presidential candidate Tim Pawlenty says.\n\"How do you wrestle a tornado?\" the former Republican governor of Minnesota said on CNN Newsroom with Brooke Baldwin of Donald Trump's presence in the race. \nPawlenty said how to deal with \"the tornado in the form of Donald Trump\" depends on where each candidate is sitting. A Republican doing well in the polls may want to \"hunker down,\" but others trailing who need to make a splash might say, \"'maybe I should take him on as a strategy.'\"\n\"That's going to get the sound clip, that's going to get the play, that's going to look tough and strong,\" Pawlenty said -- with a word of caution. \"If you're going to take on Donald Trump, that could boomerang.\"\nRELATED: Republicans gather for debut presidential debate\nDespite the windy weather comparison, Pawlenty said he's not writing off the Trump candidacy. \n\"Don't underestimate Donald Trump's abilities here. This is somebody, if he gets a little more experienced, a little more measured, could be a lot more serious and a lot more competitive than anyone ever could have imagined,\" said Pawlenty, who is now Financial Services Roundtable president. \"The likely nominees in my view are going to be Jeb Bush, Marco Rubio and Scott Waker ... and I wouldn't rule out Donald Trump.\"\n", "byline": "", "description": "\n    \n", "title": "Pawlenty on dealing with Trump: How do you wrestle a tornado?", "url": "http://www.cnn.com/2015/08/06/politics/donald-trump-tim-pawlenty-tornado/index.html", "topics": ["personality"], "people": ["Brooke Baldwin", "Scott Waker", "Jeb Bush", "Donald Trump", "Marco Rubio", "Tim Pawlenty"], "orgs": ["Financial Services Roundtable", "GOP"], "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-08-06 20:09:03", "org": "cnn", "article_id": "3ab80a73f0ef423ed08b056b116c25b7", "date_access": "2015-08-06 19:30:16.742194"}