{"body": "Washington (CNN)Jeb Bush raised $11.4 million in the 16 days between his presidential campaign's launch and the end of June, the most recent fundraising quarter, his campaign said on Thursday.\nThat quick haul -- a clip of $710,000 a day -- is expected to be far less than the super PAC supporting Bush, for which the former Florida governor fundraised aggressively over the last six months. The Right to Rise super PAC, which made its first independent expenditures on Wednesday to bolster the campaign, is expected to report a haul in the neighborhood of $100 million later this month.\n\"Jeb is encouraged and grateful for the tremendous early support and enthusiasm his candidacy has generated since he launched his campaign,\" New York Jets owner Woody Johnson, national finance chairman of Bush's campaign, said in a statement.\nDrawing on his family's vast network of experienced bundlers and deep-pocketed donors, the Bush fundraising operation is likely to well outperform its nearest competitors. But despite the campaign's opening attempt to convince rival Republicans to pass on the race by exclusively securing major donors, Bush will be joined by 16 other Republicans in the race for the White House.\nTexas Sen. Ted Cruz posted a greater second-quarter fundraising total, collecting $14.2 million, though he had much more time to raise the cash. Retired neurosurgeon Ben Carson unveiled slightly less than Bush: a $10.5 million haul.\nBush is currently in Kennebunkport, Maine huddling with these top donors and bundlers.\n", "byline": "", "description": "\n    \n", "title": "Bush raises $11.4 million in 16 days for his campaign", "url": "http://www.cnn.com/2015/07/09/politics/bush-fundraising-second-quarter/index.html", "topics": ["personality"], "people": ["Woody Johnson", "Jeb Bush", "Ben Carson", "Ted Cruz"], "orgs": ["PAC", "New York Jets"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-07-09 19:31:08", "org": "cnn", "article_id": "d6c346344f82363718f371c225065682", "date_access": "2015-07-09 18:40:17.405393"}