{"body": "Watch more from Wolf Blitzer's interview Tuesday on \"Wolf\" at 1 p.m. ET and \"The Situation Room\" at 5 p.m. ET. \n (CNN)Sen. Marco Rubio said he'll make a decision on running for president in the next few weeks and feels confident that he could obtain the resources to \"credibly run a campaign and win,\" despite an increasingly crowded GOP field taking shape. \nIn a wide-ranging interview with CNN's Wolf Blitzer, the Florida Republican also gave his thoughts on Republican efforts to defund the president's executive action on immigration, and further explained why he won't support the administration's new Cuba policy. \n2016\nRubio, who released a new book \"American Dreams\" on Tuesday, said he's still deciding whether he thinks he can be more effective as president or as a senator under the new majority. He has already said he won't run for both offices in 2016.\nMarco Rubio: Radicalized individuals 'very real threat' to the West\nWith power players Mitt Romney and Jeb Bush now considered likely contenders, Rubio said \"they're both credible and well-funded\" candidates but argued there would still be room for his campaign if he decides to plow forward. \n\"I'm confident that if we decide to run for president ... we will have the funding and the resources necessary to credibly run a campaign and win,\" he said.\n\"But I understand that the longer you wait, the harder it becomes to do that,\" he added.\nRomney tells donors he's considering 2016 bid\nBush and Romney have already been in active in talking with big-money supporters and securing financial resources, making it strategically more difficult for other potential contenders like Rubio to lock down support from the GOP's donor class. \nRubio, 43, will huddle with donors and supporters at a retreat he's hosting in Florida later this month, where plans could be formalized for 2016. He said he doesn't have a date in mind to make a decision, only saying he'll decide \"soon enough so that you can build the kind of campaign it takes to win.\" \nSource: Rubio on track for 2016 run\nPressed on whether that means \"within the next few weeks,\" Rubio replied: \"Yes, soon.\"  \nExecutive action\nTo combat President Barack Obama's executive action on immigration — which would allow up to 5 million undocumented immigrants to stay in the country temporarily -- Republicans on Capitol Hill are pushing a strategy to tie funding for the order to a must-pass spending bill for the Department of Homeland Security.\nHouse GOP plans immigration showdown\nRubio, however, questioned whether it was the right move, saying he's not in favor of \"something that would be traumatic for the country or something that would put the nation in danger.\" \n\"I could support that, but ultimately if there's going to be a veto threat — as I'm sure there will be and the consequences of that is that we can't secure our nation -- that would be a real problem for a lot of people,\" he said. \"For me included.\"\nHe added \"if there was a way to do it that overcomes that obstacle, I would be all for it.\"\nRubio was among a bipartisan Gang of Eight senators who helped craft a comprehensive immigration reform package that passed in mid-2013 but failed to advance in the House. \nHe said he doesn't regret being part of the process but argued he wouldn't do it the same way again. \n\"We learned that you're not going to reform immigration law in America with...everything all in one big bill,\" he said. \"I think that is true for multiple topics.  I think that is especially true when it comes to immigration.\"\nAs he also lays out in his book, Rubio said the \"only way\" to address immigration reform will be through a sequence of bills, rather than one massive reform package -- with the first step being to better enforce current immigration law and with a pathway to citizenship as an ultimate goal of reform. \nCuba\nFollowing Obama's announcement last month to loosen the U.S. embargo on Cuba, Rubio said he still plans to vote against any new funding for a U.S. embassy in Havana. \nHe also criticized the Cuban Interests Section in Washington — a diplomatic mission in the nation's capital — as \"almost an exclusively intelligence gathering outpost.\" \n\"I mean, they conduct no diplomacy and there are a large number of people trying to get into Cuba,\" Rubio said. \"The reason why our Interests Section is so busy is the large number of people trying to get out of Cuba.\" \n2016 Republicans slam Cuba announcement\nThe junior senator from Florida, whose parents emigrated from Cuba, said any policy change towards Cuba must be met with \"reciprocal steps.\"\n\"If you want a better relationship with us economically, that should have been as a result of an opening politically on the island of Cuba,\" he said. \n", "byline": "", "description": "Sen. Marco Rubio said he'll make a decision on running for president in the next few weeks and feels confident that he could obtain the resources to \"credibly run a campaign and win,\" despite an increasingly crowded GOP field taking shape.\n    \n", "title": "Rubio: 2016 decision coming 'soon enough' to build 'campaign it takes to win'", "url": "http://www.cnn.com/2015/01/13/politics/rubio-cnn-interview/index.html", "topics": ["immigration"], "people": ["Jeb Bush", "Barack Obama", "Marco Rubio", "Mitt Romney", "Wolf Blitzer"], "orgs": ["Department of Homeland Security", "House GOP", "GOP"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-01-14 00:58:18", "org": "cnn", "article_id": "ee93256c45b6dd0c6cdc0e60d72e1b49", "date_access": "2015-03-01 19:49:13.020484"}