{"body": "Washington (CNN)Former Secretary of State Colin Powell, who endorsed President Barack Obama twice and came out in favor of the Iran nuclear deal a day before the Congressional vote, says that he is still a Republican.\nWhen asked at the Washington Ideas Forum Wednesday if he still considers himself a Republican, Powell said, \"Yes, I'm still a Republican,\" and highlighted his votes for \"five presidents in a row who were Republican,\" as well as his work for President Ronald Reagan and former Sen. Howard Baker. \n\"I want to continue to be a Republican because it annoys them,\" Powell said, prompting laughter from the audience.\n\"In Virginia, you don't have to declare a party ... but I'm still a Republican because I believe in a strong defense, because I believe in the entrepreneurial spirit that is so typical of the Republican Party in the past. But I'm having difficulty with the party now,\" he said.\nPowell also criticized anti-immigrant rhetoric, calling himself \"a child of immigrant parents\" and America \"an immigrant nation.\"\n\"We have been built on the backs of immigrants and we've always had difficulty with immigration policy throughout our history\" Powell said, calling out Republican presidential candidate Donald Trump by name.\n\"If I were around Mr. Trump -- Donald -- who I know very well, I would say, 'You know, Donald, let's see what happens. Let's tell all the immigrants working at Trump Hotel to stay home tomorrow.' See what happens. Are you kidding me? ... Look who's serving you. Guess who's cooking in the back,\" Powell said. \"Next time you walk through Dulles or Reagan, look who's manning the counter. Look who's cleaning things up. These are first generation American immigrants, who will raise children, who will grow up to higher things.\"\nPowell said the Republican Party has \"shifted much further right than the country is,\" and said that party leaders \"cannot keep saying the things that they are saying ... and hope to be successful at national level elections int he future.\"\n", "byline": "", "description": "", "title": "Colin Powell: I will continue to be a Republican", "url": "http://www.cnn.com/2015/09/30/politics/colin-powell-republican-iran-immigration-donald-trump/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Howard Baker", "Colin Powell", "Barack Obama", "Ronald Reagan"], "orgs": ["Republican Party"], "authors": [{"author_id": 23182, "fullname": "deena zaru", "primary_org": "cnn"}], "date_written": "2015-09-30 19:29:18", "org": "cnn", "article_id": "2df0aa014219bba4e99c33689aa37f27", "date_access": "2015-09-30 18:31:12.872346"}