{"body": "Washington (CNN)Wisconsin Gov. Scott Walker said Sunday that his \"view has changed\" on immigration and he no longer supports reforms that would allow undocumented immigrants to remain in the United States. \nThe Republican, who surged to the front of 2016 presidential primary polls in recent weeks, admitted the flip-flop from a stance he'd taken in 2013 during an appearance on \"Fox News Sunday.\" \n\"My view has changed, I'm flat-out saying it. Candidates can say that, sometimes they don't,\" Walker said. \nREAD: Rand Paul wins 2015 CPAC straw poll\nHost Chris Wallace pressed Walker on comments he made to the Wausau Daily Herald in 2013. Asked then if he could envision a world in which, with penalties and waiting periods in place, undocumented immigrants could qualify for citizenship, Walker said, \"Sure, yes. I mean, I think it makes sense.\" \nBut Walker said Sunday that he doesn't believe in amnesty. \n\"I look at the problems we've experienced for the last few years. I've talked to governors on the border and others out there. I've talked to people all across America,\" he said. \"And the concerns I have is that we need to secure the border. We ultimately need to put in place a system that works -- a legal immigration system that works.\"  \n\"And part of doing this is put the onus on employers, getting them E-Verify and tools to do that. But I don't think you do it through amnesty,\" Walker said.\nIt's a particularly sticky issue among Republican primary voters. Former Florida Gov. Jeb Bush and Florida Sen. Marco Rubio have taken fire from the right for their support for measures that would allow undocumented immigrants to remain in the country, as well. \n", "byline": "", "description": "\n    \n", "title": "Scott Walker immigration stance reverses", "url": "http://www.cnn.com/2015/03/01/politics/scott-walker-2016-immigration/index.html", "topics": ["immigration"], "people": ["Rand Paul", "Marco Rubio", "Jeb Bush", "Scott Walker", "Chris Wallace"], "orgs": ["United States."], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-03-02 19:38:11", "org": "cnn", "article_id": "9a7752f50ce5b9bc2e21d9ce39dc58e7", "date_access": "2015-03-03 00:54:55.890823"}