{"body": "Washington (CNN)For a little more than a month, one question has harangued Ohio Gov. John Kasich more than any other: Will he make it into the first Republican debate, being held in his home state? \nWith low name recognition, a big field and a late entry into the race, the possibility that Kasich might get snubbed on his home turf seemed very real. But Kasich appears poised to prove his doubters wrong with a strong enough showing in recent surveys to capture either the 9th or 10th spots on stage next Thursday. \nFirst, however, he will have to survive a final batch of national polls, which could determine whether he makes it onstage with Donald Trump, former Florida Gov. Jeb Bush and the other Republican frontrunners — or is stuck at the kids table: a pre-debate candidate forum.\nThe latest Quinnipiac National Poll gives Kasich some hope with a tie for 9th place with Texas Sen. Ted Cruz.\nRELATED: Poll: GOP top tier breaking away, led by Donald Trump\nCharles Franklin, director of the Marquette Law School Poll, sees a three-way fight among Kasich, New Jersey Gov. Chris Christie and former Texas Gov. Rick Perry for the last two spots on stage.\n\"Bottom line is it looks likely that Kasich and Christie stay in and that Perry's out,\" he said. \"And Perry has a fair bit to make up to catch up with either.\"\nKasich, he said, is still riding the natural \"bump\" in attention that candidates get just after their announcement. Whether he can sustain that as the final polls that Fox News will use in determining debate spots come out this weekend will determine whether the Kasich strategy of announcing late worked.\nChristine Matthews, founder and president of Bellwether Research and a veteran pollster specializing in Republican women voters, agreed that Perry challenging Trump to a pull-up contest didn't do much. \n\"Kasich is fighting with Rick Perry for that 10th spot, and Perry has made his move — by being very up-front criticizing Trump — and it doesn't appear to have moved his numbers much,\" Matthews said. \nKasich's wild card could be Ohio itself, Matthews said. \n\"One other thing to note about Kasich is that Ohio voters really like him and, unlike other situations where home-state residents aren't thrilled their governor is or may run for president, it seems Ohio voters like the idea of him as president,\" she said. \"Ohio is a decent part of a national sample — and Kasich will draw outsize support there.\"\nThe Kasich campaign, as of Thursday afternoon, was feeling good.\n\"We had a good announcement and good tour of early states,\" Kasich spokesman Chris Schrimpf said. \"Voters are tuning in to a serious candidate who has balanced the federal budget, has national security experience, and has turned around one of our country's largest states. We feel good about where we are.\"\nSchrimpf said the team is going forward with debate preparations — that includes not focusing on Trump and sticking to soundbites, despite his tendency to be long-winded.\nSchrimpf would not say, however, that Kasich will stick around next Thursday whether he makes the cut or not.\n\"Would he like to be on the stage? Sure,\" Schrimpf said. \"Is it over if you're not? No.\"\nThe other campaign metrics have looked good for Kasich so far. He picked up some big national help from two former top aides to 2008 Republican nominee John McCain. He is benefiting from the help of former Sen. John E. Sununu in New Hampshire and, according to a recent Monmouth Poll, inched forward to 7% support among likely New Hampshire voters, enough tie for third place with Wisconsin Gov. Scott Walker.\nAnd Kasich's affiliated 527 independent campaign group, New Day for America, reported a fundraising haul of $11.1 million — driven in large part by three $1 million donations from wealthy Ohioans and $1 million from an unknown group called the Wendt Family Trust.\nThe question now will be whether that will be enough to carry Kasich through next Tuesday, Fox's cutoff for its debate Aug. 6.\nCNN's Sara Murray contributed to this report. ", "byline": "", "description": "\n    \n", "title": "Can John Kasich get on debate stage in home-state Ohio?", "url": "http://www.cnn.com/2015/07/30/politics/john-kasich-polls-debate-ohio/index.html", "topics": ["personality"], "people": ["Charles Franklin", "Chris Christie", "Jeb Bush", "Rick Perry", "John E. Sununu", "John Kasich", "Donald Trump", "Sara Murray", "Scott Walker", "Christine Matthews", "Chris Schrimpf", "Ted Cruz"], "orgs": ["Marquette Law School Poll", "GOP"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-07-30 23:04:45", "org": "cnn", "article_id": "2a45ed685d60831576e4b45a06d22cc0", "date_access": "2015-07-30 22:10:13.202879"}