{"body": "Washington (CNN)Republican presidential candidate Carly Fiorina ripped Donald Trump's incendiary remarks about Megyn Kelly on Friday night.\nFollowing Trump's interview with Don Lemon on \"CNN Tonight,\" where Trump said the Fox News host had \"blood coming out of her wherever\" during Thursday's Republican debate, Fiorina tweeted her disapproval.\n\"Mr. Trump: There. Is. No. Excuse,\" she tweeted, adding: \"I stand with @MegynKelly.\"\nFiorina -- the only woman seeking the GOP's nomination for president -- previously discussed Trump's comments about women Friday morning on CNN's \"New Day.\" Both Fiorina and Trump have marketed themselves as business executives, not politicians, but Fiorina said Trump is crossing the line.\n\"I have said for some time that no one who claims to represent our party should ever be judgmental in tone, vitriolic or angry,\" she said. \"I just think it's inappropriate to call people names.\"\nFiorina was well-received by viewers Thursday at the first Republican debate, where she questioned the role that former President Bill Clinton played in launching Trump's candidacy. The former president called Trump weeks before he kicked off his bid.\n\"I didn't get a phone call from Bill Clinton before I jumped in the race ... maybe it's because I hadn't given money to the foundation or donated to his wife's Senate race,\" she said.\nTrump denies that Clinton encouraged him to run. And he told CNN Friday that he was not concerned about increased interest in the former Hewlett-Packard CEO.\n\"It takes a lot more than being glib. She's not going to win,\" he said. \"She got fired, and she ran for office and she lost in a landslide -- I don't see that as being necessarily great potential.\"\n", "byline": "", "description": "Republican presidential candidate Carly Fiorina ripped Donald Trump's incendiary remarks about Megyn Kelly on Friday night.\n    \n", "title": "Fiorina on Trump: 'There. Is. No. Excuse.'", "url": "http://www.cnn.com/2015/08/08/politics/donald-trump-carly-fiorina-megyn-kelly/index.html", "topics": ["women", "personality"], "people": ["Donald Trump", "Bill Clinton", "Don Lemon", "Carly Fiorina", "Megyn Kelly"], "orgs": ["Senate", "GOP"], "authors": [{"author_id": 30257, "fullname": "eugene scott", "primary_org": "cnn"}], "date_written": "2015-08-08 15:23:02", "org": "cnn", "article_id": "11c0abc6052326d600a4679d70fec018", "date_access": "2015-08-08 14:40:13.095206"}