{"body": "Washington (CNN)Donald Trump will stand at center stage Thursday night, leading the Republican polls as the party's presidential candidates start their first debate. But he's lowering expectations ahead of a primetime performance in which he could be a target of the rest of the field. \nDebates, Trump said on ABC's \"This Week\" on Sunday, are a game for experienced politicians. \n\"They're all talk, no action. They debate all the time,\" he said. \"Maybe my whole life is a debate in a way, but the fact is I'm not a debater and they are.\"\nHe's offered blistering criticism of some Republicans, but said he doesn't expect to brawl. \n\"I don't think I'm going to be throwing punches. I'm not looking to attack,\" Trump said of Thursday night's debate. \"Every attack I've made was a counterpunch. They attacked me first, and I hit them back -- maybe harder than they hit me, but the fact is that I've been attacked pretty viciously by some of these guys.\"\nTrump appeared on three Sunday news programs this week. Here are other takeaways from his interviews:\n\nAsked on ABC's \"This Week\" whether he'd bring back waterboarding, a technique the U.S. government has stopped using to interrogate terror suspects, Trump said he \"would be inclined to be very strong.\"\nIn a nod toward ISIS, he said: \"When people are chopping off other people's heads and then we're worried about waterboarding and we can't, because I have no doubt that that works. I have absolutely no doubt.\"\nAsked about waterboarding specifically, Trump said: \"I haven't heard that term in a year now, because when you see the other side chopping off heads, waterboarding doesn't sound very severe.\"\nIn December, the Senate Intelligence Committee found the CIA tortured suspected terrorists -- including waterboarding -- in a program that produced little valuable intelligence. \n\nWithout offering any nod to slavery, Jim Crow laws or civil rights battles, Trump said that conditions for African-Americans are \"worse now than just about ever.\" \nHe was asked on ABC's \"This Week\" about a November 2014 tweet in which he said that because of President Barack Obama's struggles, \"You won't see another black president for generations!\" \nHe stood by his tweet, saying that \"here you have a black president who's done very poorly for the African-Americans of this country.\" \n\"I think that he has set a very poor standard. I think that he has set a very low bar and I think it's a shame for the African-American people,\" Trump said on Sunday.\n\"And by the way, he has done nothing for African-Americans,\" he said. \"You look at what's gone on with their income levels. You look at what's gone on with their youth. I thought that he would be a great cheerleader for this country. I thought he'd do a fabulous job for the African-American citizens of this country.\" \n\nTrump indicated he might allow Americans to gauge how much he's made and how much he's paid in taxes -- but with conditions. Potentially among them: He wants Hillary Clinton to release the emails from her private server sent and received during her tenure as secretary of state.\n\"We'll see what I'm going to do with tax returns,\" Trump said on CBS's \"Face the Nation.\" \"I have no major problem with it, but I may tie them to a release of Hillary's emails.\" \nAs for what those tax returns would show, Trump was unambiguous. \n\"I pay as little as possible,\" he said. \"I fight like hell to pay as little as possible, for two reasons. Number one, I'm a businessman, and that's the way you're supposed to do it, and you put the money back into your company and employees and all of that.\"\n\"But the other reason is that I hate the way our government spends our taxes. I hate the way they waste our money. Trillions and trillions of dollars of waste and abuse and I hate it,\" Trump said. \"And I'll be probably the first candidate in the history of politics within this country to say, I try -- by the way, like every single taxpayer out there -- I try to pay as little tax as possible, and again, one of the big reasons is I hate what our country does with the money that we pay.\"\n\nTrump has a long history of offering flattering words and support for some of his rivals -- including Hillary Clinton and former Florida Gov. Jeb Bush. \nHe deflected questions about how he's evolved into one of their biggest critics on Sunday, saying his attitude in previous years was because he was a businessman -- potentially needing allies in governor's mansions and on Capitol Hill -- not a politician.\n\"I'm a businessman, so I support everybody,\" Trump said on CBS's \"Face the Nation.\" \nOn ABC's \"This Week,\" Trump said: \"I was a businessman all my life. I made a tremendous fortune. I had to deal with politicians. ... Certainly I'm not going to say bad things about people because I needed their support to get projects done.\"\n", "byline": "", "description": "Donald Trump will stand at center stage Thursday night, leading the Republican polls as the party's presidential candidates start their first debate. But he's lowering expectations ahead of a primetime performance in which he could be a target of the rest of the field.\n    \n", "title": "Trump 'not looking to attack' in debate, open to waterboarding", "url": "http://www.cnn.com/2015/08/02/politics/donald-trump-debate-waterboarding/index.html", "topics": ["terrorism", "personality"], "people": ["Donald Trump", "Jeb Bush", "Barack Obama", "Jim Crow", "Hillary Clinton"], "orgs": ["Senate Intelligence Committee", "CIA"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-08-02 16:24:21", "org": "cnn", "article_id": "1b8f55f9503ee8b3dfc9a67e5404a092", "date_access": "2015-08-02 15:40:13.497302"}