{"body": "Washington (CNN)Ben Carson wants to convince voters that a doctor is best positioned to fix what's ailing America.\n\"I'm Ben Carson, and I'm a candidate for president of the United States,\" he told a crowd in his hometown of Detroit on Monday, making his presidential bid official to wild applause.\nThe retired neurosurgeon and unlikely conservative star signaled that he'll make his medical career and political inexperience a key part of his pitch to voters, telling local news outlet WKRC before his announcement: \"I'm not 100 percent sure 'politics as usual' is going to save us.\"\nCarson is so far the only African-American presidential candidate from either party. He cuts an unusual figure for the GOP, but that's part of his appeal for conservatives.\nHe made his name in medicine by becoming the first surgeon to successfully separate conjoined twins at the head, and was played by Cuba Gooding, Jr. in a TNT adaptation of his memoir.\nCarson grew up poor in Detroit and went on to get degrees from Yale and the University of Michigan, ultimately going on to become the director of pediatric neurosurgery at Johns Hopkins by the age of 33. He's written six best-selling books, is a regular on the paid speaking circuit and was ranked the sixth most admired man in the world in a 2014 Gallup poll.\nAnd he has been brazenly critical of President Barack Obama's policies — often to the point of getting himself in trouble with his borderline incendiary comments, including times he's compared Obamacare to slavery and the U.S. to Nazi Germany.\nRELATED: Ben Carson stands by Nazi Germany comparison\nThat unapologetic bluntness has made Carson a conservative star. He typically polls in the middle of the GOP presidential pack, ahead of second-timers like Rick Santorum and Rick Perry, and came in fourth at this year's Conservative Political Action Conference.\nBut it's also the thing that could halt his rise in its tracks. He faces strong skepticism from the GOP establishment over his penchant for controversial comments, which many Republicans worry could create headaches for the whole party and jeopardize their chances in the general election.\nHe told WKRC, however, that he's learned his lesson from those controversies.\n\"I don't wander off into those extraneous areas that can be exploited. I have learned that,\" he said.\n\nTwo years ago, however, it was Carson's signature brashness that brought him to national prominence and launched his rise as a conservative star.\nStanding just feet from the president at the 2013 National Prayer Breakfast, Carson knocked Obama's policies, lamented the nation's decline and warned of the \"moral decay and fiscal irresponsibility\" confronting America.\nThe comments drew widespread plaudits from conservative commentators and, according to Carson, the ire of the White House. He refused to back down, and has struck a similarly aggressive tone in criticizing everything from gay marriage — which he's likened to beastiality — to Obamacare, which he's called \"the worst thing that has happened in this nation since slavery.\"\nCarson did, however, recently apologize after telling CNN that being gay is a choice because people \"go into prison straight — and when they come out, they're gay.\" In a subsequent Facebook post, Carson said that \"my choice of language does not reflect fully my heart on gay issues.\"\n\"I do not pretend to know how every individual came to their sexual orientation. I regret that my words to express that concept were hurtful and divisive,\" Carson wrote.\nBut he rarely walks such comments back because, he says, he has no use for the \"PC Police.\"\nWhile critics may see Carson as unpolished, he and his advisers believe his plainspoken style contributes to his appeal as a political outsider up against a spate of Washington and Republican Party insiders.\nThat crusade against political correctness and the Washington establishment has helped him amass a strong grassroots conservative following that his advisers believe will help him lock down the funds he'll need to compete.\nHis campaign reportedly plans to raise $65 million between now and the Florida GOP primary, and another $65 million after that. Carson's presidential exploratory committee ended March with nearly $1.7 million cash on hand, after raising over $2.1 million in the first three months of the year.\nBut with his more prominent primary opponents planning to raise upwards of $100 million for their campaigns, Carson may struggle to break through the noise of an increasingly crowded Republican presidential primary.\n\nStill, the appeal of an African American Republican presidential candidate for a party looking to widen its reach is undeniable.\nBlack voters traditionally back Democrats in presidential contests, but Republicans acknowledged following their surprising losses in 2012 that they'll need to do more to appeal to minority voters if they hope to compete nationally.\nSome presidential contenders, most notably Kentucky Sen. Rand Paul, have been working to reach out to African Americans and are pushing policy proposals they believe will appeal to that demographic, like criminal justice reform.\nBut Carson's ability to connect with African Americans may be hard to match. And though it's unlikely Republicans will make significant inroads with minorities this cycle, African Americans could help nudge a Republican candidate across the finish line in a tight primary, like South Carolina, or a tough general election swing state, like Michigan.\nMonday's announcement events signal Carson will embrace his heritage and profile as an African American Republican.\nHe'll start the day with a breakfast with local pastors at the Charles H. Wright Museum of African American History, then will attend an assembly at a science-focused high school bearing his name. The day culminates in his official announcement event, at the Detroit Music Hall Center for the Performing Arts, where his campaign has teased an expected audience of 2,000.\nCarson is planning to head to Iowa after he announces for a three-day swing intended to cultivate support in what's likely to be a make-or-break state for him. Iowa's evangelical conservatives offer fertile ground for Carson's message, and he'll likely need to place in the top third of the field to prove his candidacy is viable.\nBut the prospect of failure doesn't seem to faze Carson anyway. He's often said that he's only looking at the race because he's gotten strong encouragement from supporters and a nudge from God — not because he actually covets the White House.\nIf he lost, he recently told the magazine of the American Academy of Orthopaedic Surgeons, \"I would say 'Whew!'\"\n\"Because it's not something I ever really wanted to do, and the only reason I'd consider it is because there's so many people across the nation clamoring for me to do it,\" he added.\n", "byline": "", "description": "\n    \n", "title": "Ben Carson 2016 announcement: Can he cure what ails America?", "url": "http://www.cnn.com/2015/05/04/politics/ben-carson-2016-presidential-announcement/index.html", "topics": ["campaign_finance", "economy", "health"], "people": ["Rand Paul", "Rick Santorum", "Johns Hopkins", "Rick Perry", "Barack Obama", "Ben Carson"], "orgs": ["TNT", "Performing Arts", "University of Michigan", "National Prayer Breakfast", "Conservative Political Action Conference", "WKRC", "Republican Party", "Detroit Music Hall Center", "Florida GOP", "Gallup", "Yale", "GOP"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-05-04 16:09:40", "org": "cnn", "article_id": "a3f9ff621022645ad5c66db45164259b", "date_access": "2015-05-04 15:15:25.953544"}