{"body": "Portsmouth, New Hampshire (CNN)As Jeb Bush was leaving a business roundtable event here on Wednesday, he hugged a pregnant woman who was due the next day.\nBush then turned to head to his car when the woman's mother, Renee Plummer, who also organized the event, shouted out that her daughter was naming the baby \"Jeb\" after listening to him speak. \nThe likely presidential candidate stopped in his tracks.\n\"Really? You're really going to name the baby Jeb?\" he asked, looking pleasantly stunned but still in disbelief.\nJackie Burke, the pregnant woman, declared she was indeed naming him Jeb.\n\"I'm going to tell my husband,\" she said. \"Jeb it is.\" \nHe strolled back over to her and gave her another hug, flashing a huge grin across his face.\n\"That's so sweet,\" he said, as he started back toward his car, still smiling. He turned to his adviser. \"First time that's ever happened.\"\nIt was a happy moment for Bush after he faced a week of scrutiny and questions about his position on the Iraq War and ties to his brother's policies.\nBut when it comes to the baby's name, things may not turn out as they seemed. Burke, talking to reporters after Bush left, said she wasn't being 100% serious.\n\"No, I don't know that I'm naming him Jeb. That was a joke,\" she said, but added that she's putting it on the list of names she's considering. \"I got another hug out of it. It was great.\" \nAs she was talking, she was texting with her husband and offered the name as a suggestion. \"I was like, 'I like the name, do you?'\"\nBurke said she enjoyed Bush's speech at the event, which was organized by Plummer, an influential activist in the New Hampshire primaries. \"I thought he was great. He was so fun,\" Burke said.\n\"Jeb'\" isn't the former governor's actual name, but the initials of his full name: John Ellis Bush. With her last name beginning with a B, Burke toyed around with following the same model.\n\"Or it might be the middle name,\" she said. \"You never know.\"\n", "byline": "", "description": "\n    \n", "title": "Woman tells Jeb Bush she's naming her baby after him", "url": "http://www.cnn.com/2015/05/20/politics/jeb-bush-baby-name/index.html", "topics": ["personality"], "people": ["Renee Plummer", "Jeb Bush", "John Ellis Bush"], "orgs": [], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-05-20 21:40:33", "org": "cnn", "article_id": "22d37b3f2a498c1f65a8057f3358df03", "date_access": "2015-05-20 20:45:32.618919"}