{"body": "Washington (CNN)Donald Trump tried to put his feud with Megyn Kelly to rest on Thursday, walking back shots he leveled at the Fox News host just days earlier.\n\"I have nothing against Megyn Kelly. As far as I'm concerned it's fine, and she'll do her thing and I wish her a lot of luck,\" Trump told CNN's Chris Cuomo on \"New Day.\"\nThat came just days after Trump launched an unprovoked assault on Kelly -- just returned from vacation -- as her program aired Monday night. He tweeted that the Fox News anchor was \"off her game,\" that he liked her show better without her and retweeted someone calling her a \"bimbo.\"\nBut Trump insisted on CNN that he had \"other things\" on his mind than Kelly.\nHis about-face comes after Fox News chief Roger Ailes issued his toughest criticism of Trump yet on Tuesday, calling him a \"bully\" and insisting that Trump should apologize. (He did not.)\nKelly and Trump first tangled when he criticized a question she put to him in the first GOP presidential debate. Afterward, he suggested that Kelly had \"blood coming out of her..wherever,\" which many believed was a reference to menstruation. Following that exchange, Trump and Ailes reportedly mended ties, which apparently were -- however briefly -- undone after his Twitter tirade this week.\nTrump on Wednesday said he and Ailes had once again buried the hatchet, telling conservative radio talk host Laura Ingraham that Ailes \"is a special guy, he's a good friend of mine, and we just spoke two minutes ago.\"\nHe insisted to Ingraham that he had \"no problem\" with Fox News and even praised Kelly's Tuesday night show.\n\"I actually liked her show very much last night, if you want to know the truth,\" he said told the radio host on Wednesday.\n", "byline": "", "description": "Donald Trump tried to put his feud with Megyn Kelly to rest on Thursday, walking back shots he leveled at the Fox News host just days earlier.", "title": "Trump: 'I have nothing against Megyn Kelly'", "url": "http://www.cnn.com/2015/08/27/politics/donald-trump-megyn-kelly-fox-news/index.html", "topics": ["personality", "other"], "people": ["Donald Trump", "Roger Ailes", "Laura Ingraham", "Chris Cuomo", "Megyn Kelly"], "orgs": ["GOP", "Ailes"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-08-27 14:42:40", "org": "cnn", "article_id": "fd3f62ca1fe5430dd1770301140a98d2", "date_access": "2015-08-27 14:00:10.299890"}