{"body": "Washington (CNN)Donald Trump isn't ruling out the possibility of putting Ben Carson on the 2016 ticket with him. \n\"Well I like him, he likes me. I mean, stranger things have happened,\" Trump told CNN's Alisyn Camerota on \"New Day\" Tuesday. \"But it's too early to think about.\"\nTrump quipped on the possible outsider ticket Tuesday as a new CNN/ORC poll showed him and Carson dominating the Republican field with 27% and 22% support, respectively. No other Republican candidate has double-digit support nationwide, according to the latest poll results.\n\"Well, we've hit a chord. And we're not as different as people think,\" Trump told CNN about the poll results. \"You know we have a very good relationship. We're not as different as people think. But there is certainly a different style. You know, I have great assets and he has some great assets. But we are both resonating, there's no question about it.\"\nTrump backtracks on Afghanistan War comments\nTrump has developed a reputation for battling with his Republican opponents --he escalated his feud with Jeb Bush this week, saying the Sept. 11 terrorist attacks proved that President George W. Bush failed to keep the U.S. safe. But Carson has been one opponent who has largely escaped Trump's hits. \nThe two even paired up last week for a successful push to limit CNBC's upcoming Republican debate to two hours. \nThe closest the two came to scrapping was after Carson questioned how genuine Trump was about his faith last month. But Carson quickly pulled back after Trump pounced.\nTrump: I would have prevented 9/11\n", "byline": "", "description": "Donald Trump isn't ruling out the possibility of putting Ben Carson on the 2016 ticket with him.", "title": "Trump/Carson 2016? 'Stranger things have happened'", "url": "http://www.cnn.com/2015/10/20/politics/donald-trump-ben-carson-ticket/index.html", "topics": ["personality", "immigration"], "people": ["Donald Trump", "George W. Bush", "Jeb Bush", "Ben Carson"], "orgs": ["CNBC", "Alisyn Camerota"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-10-20 13:21:24", "org": "cnn", "article_id": "a93cefbcbc730783d09b545ad4d18c8b", "date_access": "2015-10-20 16:32:00.044070"}