{"body": " (CNN)Here is a look at the life of Republican Senator Marco Rubio of Florida.\nPersonal:Birth date: May 28, 1971\nBirth place: Miami, Florida\nBirth name: Marco Antonio Rubio\nFather: Mario Rubio, a bartender\nMother: Oriales García Rubio\nMarriage: Jeanette (Dousdebes) Rubio (1998-present)\nChildren: Amanda Loren, Daniella, Anthony, Dominick\nEducation: Attended Tarkio College in Missouri, 1989-1990; attended Santa Fe Community College in Gainesville, Florida, 1990-1991; University of Florida, political science, B.S., 1993; University of Miami, J.D., cum laude, 1996.\nReligion: Roman Catholic \nOther Facts:He is the son of Cuban immigrants who came to the United States in 1956.\nPreparing for his term as speaker of the House in the Florida legislature, he wrote the book, \"100 Innovative Ideas for Florida's Future.\"\nHas taught Florida International University's School of International and Public Affairs since 2008.\nTimeline:1991 - Interns with U.S. Representative Ileana Ros-Lehtinen while in law school at the University of Miami.\n1998-2000 - City Commissioner of West Miami.\nJanuary 25, 2000 - Elected to the Florida House of Representatives for District 111.\n2004-December 2008 - Attorney with the real estate and land use practice groups of Broad and Cassel in Miami.\n2000-2008 - Member of the Florida House of Representatives.\nNovember 2006-November 2008 - Speaker of the Florida House of Representatives. Rubio is the first Cuban-American to hold the position. \nNovember 2, 2010 - Elected as a Republican to the U.S. Senate.\n2011 - Forms the Reclaim America PAC.\n2011-present - Serves in the U.S. Senate for a term to end January 3, 2017.\n2012 - Rubio is named to the Time 100, the magazine's list of the world's 100 most influential people.\nApril 19, 2012 - Shares a glimpse of his idea of an alternative to the Democratic-backed DREAM Act that would appeal to Republicans. While not going into specifics, Rubio's plan proposes a path to citizenship for students who attend college or join the military. \nJune 2012 - Rubio's book, \"An American Son: A Memoir,\" is released.\nFebruary 12, 2013 - Delivers the Republican response in both English and Spanish to President Barack Obama's State of the Union Address. It is the first bilingual response to the address delivered by the same person.\nDecember 17, 2014 - Responds to President Obama's move to loosen the U.S. embargo on Cuba. Rubio says he will block any potential U.S. ambassador to Cuba.\nJanuary 23, 2015 - CNN confirms that Rubio is moving forward with preparations for a potential 2016 presidential bid. This includes fundraising and adding finance director Anna Rogers to his PAC.\n", "byline": "", "description": "\n    \n", "title": "Marco Rubio Fast Facts", "url": "http://www.cnn.com/2015/02/20/us/marco-rubio-fast-facts/index.html", "topics": ["personality"], "people": ["Mario Rubio", "Anna Rogers", "Marco Rubio", "Barack Obama"], "orgs": ["PAC", "University of Miami", "University of Florida", "Innovative Ideas for Florida", "Florida House of Representatives", "U.S. Senate", "Broad and Cassel"], "authors": [{"author_id": 2564, "fullname": "cnn library", "primary_org": "cnn"}], "date_written": "2015-02-20 19:07:55", "org": "cnn", "article_id": "982fb0f044521dedd0bb190ac8e75705", "date_access": "2015-02-21 00:44:45.079097"}