{"body": "Washington (CNN)Donald Trump on Wednesday refused to give an inch, not to the media at large and especially not to Univision's Jorge Ramos, who he had escorted out of a press conference the night before. \n\"I will tell you, he was totally out of line last night....He stood up and started ranting and raving like a mad man,\" Trump said Wednesday morning of Ramos on NBC's \"Today Show.\"\nRamos was ejected from an Iowa press event following questioning related to immigration. Ramos has said he had been trying to get an interview with Trump to discuss comments he's made about \"anchor babies\" and immigrants from Mexico, and Trump had refused. \nRELATED: Univision anchor ejected from Trump news conference\nBut while the brashness remains, Trump's adversaries are turning up the heat. After he looked to mend ties between the real estate mogul  and Fox News host Megyn Kelly, the channel's chief executive Roger Ailes on Tuesday called on Trump to apologize, calling his latest assault on Kelly uncalled for and likening him to a bully.\nTrump resisted that label Wednesday on NBC: \"I'm not a bully. In fact I think it's just the opposite way. I'm not a bully.\"\nTrump is not deviating from his unapologetic tact, standing by his sharp criticism of Kelly on social media. \n\"I'm personally not a fan. I don't think she does a good job. I don't think she's a very good professional,\" he added of Kelly, the Fox News anchor who just two nights earlier Trump trampled on Twitter, saying the anchor's primetime show would be better off without her and retweeting a tweet calling her a \"bimbo.\"\n", "byline": "", "description": "", "title": "Donald Trump: Jorge Ramos 'like a madman'", "url": "http://www.cnn.com/2015/08/26/politics/donald-trump-jorge-ramos-megyn-kelly/index.html", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Jorge Ramos", "Roger Ailes", "Megyn Kelly"], "orgs": ["Univision"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-08-26 13:03:56", "org": "cnn", "article_id": "3cecef13c4a035e40a3da617b28862bb", "date_access": "2015-08-26 12:10:31.814337"}