{"body": " (CNN)Carly Fiorina is getting an ugly reminder of just how difficult it is for a CEO to run for office.\nThe former head of Hewlett-Packard is suddenly a top-tier presidential candidate, catapulting to second place after taking Donald Trump head-on in last week's CNN Republican debate. She is the newest media obsession — and it's also bringing fresh scrutiny to her business record. \nAnd there's plenty there to haunt her political aspirations. \nDuring her nearly six years at the helm of HP, the printing company had its share of tumult and controversy: massive layoffs, jobs shipped overseas, a divisive merger that split the firm's leadership — the kinds of developments that are hardly unusual at large companies, particularly those with global footprints. \nBut they make ripe fodder for political attacks. \nJust ask Mitt Romney. Democrats doomed his presidential bid in 2012 with stinging attacks on his business record. Democrats vilified Romney's work at Bain Capital, a private equity firm that he co-founded. Business transactions that caused workers to lose their jobs and factories to shutter were featured in dark political attack ads, and Democrats highlighted Romney's accumulation of massive wealth from these deals. Fiorina can expect much the same.\n\"What you have to defend as a former CEO are decisions that the boardroom understands but even often times your employees don't understand, and much less the general public,\" said Bill Daley, President Barack Obama's former chief of staff and a Democrat who has been critical of his party's attacks on big business. \"She could have a wonderful rationale, reason for it all, but if she can't put it into a soundbite it gets hard.\"\n\nFiorina has confronted the HP attacks before. In 2010, she unsuccessfully attempted to unseat California's Democratic Sen. Barbara Boxer in a race that exposed some of Fiorina's biggest vulnerabilities as a political candidate. (\"While Californians lost their jobs, Fiorina tripled her salary, bought a $1 million yacht and five corporate jets,\" said one Boxer ad from that race.)\nNow, as a leading presidential candidate, the scrutiny is likely to be even more unforgiving -- and how she manages to weather the criticism will be crucial test for Fiorina's blossoming candidacy.  \nRomney's business background fueled the Democrats' narrative that the former Massachusetts governor was out of touch with the middle class. It's a charge that Fiorina is better-positioned to fend off than Romney, who was born into a prominent family. On the campaign trail, she often talks about her humbler beginnings, reminding voters that she started her career as a secretary. \nThe close-up on Fiorina's HP past is typical of the scrutiny that many business executives come under when they pursue public office. \nSome successfully fended off attacks on their business records, including private equity executive Bruce Rauner in Illinois and former health care executive Rick Scott in Florida, who recently won gubernatorial races. Both candidates spent lavishly from their personal fortunes, and branded themselves as outsiders ready to tackle the political establishment. Both won their races narrowly in Republican wave elections.\nStill, the jobs cuts that Fiorina oversaw at HP will be tough to swat away. \n\"Her tenure at HP involved a lot of really difficult choices,\" said Matt McDonald, a partner at Hamilton Place Strategies who worked on Bain-related strategy for the Romney campaign. \"But getting voters to a place where they agree with the tough decisions when you're talking about layoffs is a very difficult thing to do.\"\nA Fiorina campaign spokeswoman declined to comment for this story.\n\nTrump, the party's current front-runner whose numbers have slipped since the last debate, has started to seize on Fiorina's HP record. His message: it makes her simply unelectable. \n\"Carly Fiorina is terrible at business--the last thing our country needs!\" the billionaire tweeted this week. \nAt the CNN debate, Trump referred to HP's acquisition of Compaq as a \"terrible deal\" that \"led to the destruction of the company.\"\nFiorina, of course, tells a different story. \nShe says she led the company through a technology recession, making tough, unpopular choices in pursuit of a longer-term vision for the company. \n\"We had very strong competitors who literally went out of business and lost all of their jobs in the process,\" Fiorina said at the debate. \"Despite those difficult times, we doubled the size of the company, we quadrupled its topline growth rate, we quadrupled its cash flow, we tripled its rate of innovation.\"\nIf her HP past has political pitfalls, it's also a huge part of Fiorina's appeal. Her boardroom experience and distance from Washington are particularly important in a cycle that's revealed immense public appetite for \"outsider\" candidates like Fiorina, Trump and retired neurosurgeon Ben Carson. \n\"Many candidates have run on real world experience instead of government experience, and if she can cast it as a positive, people may be willing to see it that way,\" said Chris Cooper, a political consultant who was spokesman for Tom Foley's gubernatorial campaign in Connecticut (Foley, a Republican, attempted to unseat Democratic incumbent Gov. Daniel Malloy, who went after Foley's business record and massive wealth). \nCooper added: \"Candidates need to get out front of whatever they think their vulnerability is and define it.\"\n", "byline": "", "description": "", "title": "Is America ready for a CEO president?", "url": "http://www.cnn.com/2015/09/22/politics/carly-fiorina-ceo-hp/index.html", "topics": ["personality"], "people": ["Tom Foley", "Bruce Rauner", "Mitt Romney", "Barbara Boxer", "Rick Scott", "Donald Trump", "Barack Obama", "Bill Daley", "Chris Cooper", "Carly Fiorina", "Ben Carson"], "orgs": ["Hamilton Place Strategies", "Compaq"], "authors": [{"author_id": 21515, "fullname": "finance reporter", "primary_org": "cnn"}, {"author_id": 22916, "fullname": "mj lee politics", "primary_org": "cnn"}], "date_written": "2015-09-22 18:32:26", "org": "cnn", "article_id": "540ba70c842803f32330a1a9ff1ea2bc", "date_access": "2015-09-22 17:51:13.116364"}