{"body": " (CNN)Ben Carson strongly pushed back Saturday against a published report that suggested his presidential campaign was in turmoil amid the departure of several senior officials.\nThe report in the Washington Post on Friday said the moves \"gutted the core of Carson's apparatus and left the 63-year-old first-time candidate with only a handful of experienced advisers at his side as he navigates the fluid, crowded and high-stakes contest for the Republican nomination.\"\nBut when asked Saturday at the Iowa Roast and Ride, a weekend gathering hosted by freshman Iowa Republican Sen. Joni Ernst, Carson dismissed the Post's report as \"yellow journalism.\"\n\"There were four members of our staff who planned to transition off when we went from an exploratory committee to a campaign,\" the retired neurosurgeon told CNN's Dana Bash. \"And they were going to move to another area, and they had to be separated from the campaign for a certain period of time before they could do that. That was completely planned, and in terms of turmoil, things could not be better.\n\"I mean, we've had over 140,000 new donations in the last two months, social media is going well, you know we're doing well in the polls,\" he continued. \"It's hard to imagine that things could be going any better. So, if that's what chaos is, bring it on.\"\nCarson was referring to several recent polls that showed him joining the front-runners of the Republican pack. But it's unclear what's fueling his rise or whether the social conservative and staunch Obamacare opponent can sustain his recent lofty rankings. \nLate Friday, Terry Giles, a former Carson campaign chairman who left to start a new super PAC and was named in the Post article, told CNN he thought the piece was \"complete crap\" and \"disgusting.\" Like Carson, he said the plan all along was for him and his associates to leave the campaign once they felt they had a structure in place to go start a new super PAC, and noted that the candidate mentioned in his May 4 announcement speech that Giles would be moving on to take on new responsibilities.\nGiles added that his resignation was no surprise to anyone and had been the strategy since well before Carson announced an exploratory committee ahead of his official presidential run.\nAsked Saturday if he was having fun, Carson responded quickly and confidently.\n\"Absolutely,\" he said. \"I'm watching people wake up to what's going on in this country.\"\n", "byline": "", "description": "Ben Carson strongly pushed back Saturday against a published report that suggested his presidential campaign was in turmoil amid the departure of several senior officials.\n    \n", "title": "Carson dismisses report of campaign disarray", "url": "http://www.cnn.com/2015/06/06/politics/ben-carson-iowa-campaign-disarray/index.html", "topics": ["health", "campaign_finance"], "people": ["Dana Bash", "Joni Ernst", "Ben Carson", "Terry Giles"], "orgs": ["PAC"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}, {"author_id": 25774, "fullname": "karl de vries", "primary_org": "cnn"}], "date_written": "2015-06-06 22:05:49", "org": "cnn", "article_id": "e9c0726f801080452958905d4d2f51b2", "date_access": "2015-06-06 21:11:00.589569"}