{"body": "Tristan Bridges is an assistant professor of sociology at The College at Brockport, State University of New York, who studies gender, sexuality, families and inequality. His writing has appeared in Slate.com, The Pacific Standard and the Huffington Post.  He blogs at Inequality by (Interior) Design. The opinions expressed in this commentary are solely those of the author.\n (CNN)Donald Trump is macho. Apologizing to no one, bulldozing competition, scoffing at political correctness and firing anyone in his path have been his stock in trade for years.  He's renowned for making money, for his brand of arrogant confidence and braggadocio, and most recently, for his presidential ambitions.  \nThis week, for example, as he deflected foreign policy questions from radio host Hugh Hewitt, he boasted that \"I will be so good at the military your head will spin.\" Last week, with just a glance at his security detail, he had Hispanic journalist Jorge Ramos ejected from a room for talking out of turn. This kind of thing is routine with candidate Trump. \nWhen he first announced, I immediately thought of Arnold Schwarzenegger's campaign for governor of California.  He was a political novice, and a caricature of a particular style of masculinity, the action movie hero.  California elected him anyway.  \nNow comes Trump, similarly succeeding not in spite of his political incorrectness and macho masculine politics, but because of them.  As a sociologist who takes transformations in masculinities seriously, I'm fascinated. \nThere's a history of masculine posturing in presidential campaigns.  In 1840 William Henry Harrison unseated Martin Van Buren by running a mudslinging campaign in which he framed himself as a man of the people, and \"Marty\" as effeminate, obsequious, and with an air of European aristocracy.  Harrison and the popular press continuously challenged Van Buren's masculinity. \nAfter winning election, Harrison took his oath on an intensely cold day in Washington and refused to wear a coat for fear of appearing unmanly. Some differ on whether his macho display is what caused him to fall ill with pneumonia, but one month into his term he was dead.  Even so, since Harrison's election, this kind of masculine posturing has become more expected in political campaigns.  \nChallenging someone's claim on manliness is serious politics. It's why Vladimir Putin is often depicted doing all manner of macho outdoor activities that have nothing (and clearly everything) to do with holding political power in Russia.  And it's part of the reason Trump publicly challenged Sen. John McCain's status as a war hero, and did not back down. Similarly, John Kerry tried to capitalize politically on his war record.  Taking a page from Harrison's tactics, the Bush campaign was able to cast Kerry as bourgeois and effete — and defeated him handily.  \nCampaigns in presidential elections are performances on the international stage and gender is part of the script. Candidates on the road roll up their sleeves, posing as men of the people.   Financial success and success in battle and the boardroom help frame candidates as \"man enough\" for the job. Adoring wives and children reinforce the message.  Political campaigns are about much more than gender performances, but performances of masculinity matter.  Trump showed awareness of this when he said he would \"tone it down\" if elected to office.  But his macho attitude is also related to why he ran in the first place.\nThe paradox in Americans' fondness for Trump is that we recognize him as a masculine caricature while simultaneously taking him and his campaign seriously. But research on gender and leadership supports this contradiction. While boys and girls have similar rates of political ambition when they are young, research shows that aspirations for political office among adolescent girls start to decline precipitously just as boys' political ambition rises. \nThis is in contrast to Americans' beliefs about gender differences in qualities associated with political leadership.  The Pew Research Center reports that most Americans perceive women to be more likely than men to exhibit key qualities of political leadership: ability to compromise, being honest and ethical, working to improve the quality of life in the United States and standing up for one's beliefs.  \nOnly around 10% of Americans think men are more likely to have these qualities, while two to three times that proportion believe women are more likely.  So, why are women in short supply in government while men like Donald Trump seem to be on the ballot in every election?\nWe can't ignore the role of casual arrogance that men — white men in particular — get away with.  If I'm white and a man, when I'm asked if I'm \"qualified to run for office,\" and I look at other people already in office, I see myself.  They look like me.  I fit — I'm who one thinks of when they imagine what a \"politician\" looks like.  \nThis happens in other masculine arenas as well.  For instance, research has shown that only the most competent women majoring in \"masculine\" fields like math and computer science remain in those majors.  Other women, earning average grades, are much more likely to change majors.  Men in these fields are not subject to the same self-assessment biases.  And this might be why we end up with Donald Trumps: men convinced they belong in politics, when they might be better off elsewhere.\nIt takes an incredible degree of confidence to presume one is fit to run for president.  True, few women run for the office, but part of what might be a process of self-selection in which none but the extremely qualified run.  The same self-assessment process might be different among men, which could be why candidates like Donald Trump run.  \nTrump lacks the kind of intellectual humility the public ought to expect from presidential candidates.  And while Trump campaigns by telling the nation \"We're weak\" and \"I'm strong,\" perhaps his greatest failing is believing that he doesn't have any weaknesses even if that belief helps him gain support for his campaign.\nWe'll never know what kind of president William Henry Harrison would have been.  He didn't live long enough to show us.  But the tactics that got him into office are ugly.  And imagining similar tactics used to justify war, economic reform, education reform or health care reform should scare us.\nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "Is Trump the 'Ahnold' of 2016?", "url": "http://www.cnn.com/2015/09/04/opinions/bridges-trump-macho-candidates/index.html", "topics": ["campaign_finance"], "people": ["Martin Van Buren", "John Kerry", "Arnold Schwarzenegger", "Jorge Ramos", "Van Buren", "Donald Trump", "Vladimir Putin", "Hugh Hewitt", "William Henry Harrison"], "orgs": ["State University of New York", "Pew Research Center"], "authors": [{"author_id": 24746, "fullname": "tristan bridges", "primary_org": "huffpo"}], "date_written": "2015-09-05 01:08:10", "org": "cnn", "article_id": "6a43f1a46cceef5aaba00378bdd249ba", "date_access": "2015-09-05 00:11:50.928480"}