{"body": "Raul A. Reyes is an attorney and member of the USA Today board of contributors. Follow him on Twitter @RaulAReyes. The opinions expressed in this commentary are solely those of the author.\n (CNN)At nearly three hours, this was a debate for the true political junkies. To me, the most resonant memory was that of the various Republican presidential candidates, on and off the camera, crying \"Jake! Jake!\" to moderator Jake Tapper, signaling their desire to jump into the discussion.\nIronically for a debate that took place at the Ronald Reagan Presidential Library, the 2016 hopefuls showed that they differ in style from our 40th president. Reagan was known for his sunny disposition.  He was a genial man who did not hurl insults at his rivals. He appealed to Americans' best selves with his innate optimism.\nBy contrast, the Republicans on the stage Wednesday night presented a gloomy vision of our nation, and at time acted peevish and petulant toward one another -- a far cry from the courtly Reagan.     \nYet for all the attacks on each other, the candidates also missed opportunities to call each other out. Nobody pointed out that, for much of her adult life, records suggest that Carly Fiorina did not bother to vote at all. Nobody mentioned that, under Sen. Marco Rubio's proposed overhaul of our immigration policies, people like his working-class parents would not have been allowed in the country.  Nobody asked Mike Huckabee about the religious liberties of American Muslims or Mormons.     \nThe immigration portion of the debate, meanwhile, was a disappointment. The immigration proposal that merited the most discussion was Donald Trump's impractical, inhumane plan for mass deportations. It was disheartening to see legitimate questions about immigration reform devolve into sniping about speaking Spanish, birthright citizenship, and -- of course -- border security.\nAny serious consideration of what to do with the estimated 11 million undocumented people already here was missing -- as was any mention of the fact that conservative icon Reagan signed the Immigration and Control Act of 1986, which allowed nearly 3 million undocumented immigrants to get amnesty after entering the country illegally.   \nEqually troubling was the fact that the \"Black Lives Matter\" movement -- one of the most powerful social justice movements of our time -- did not merit any discussion.           \nThe winner? That would be Fiorina. She faced up to personal and professional attacks with aplomb. Her experience in corporate America has clearly given her the skills necessary for making a strong presentation. Not at all hesitant about asserting herself, she proved that she belonged on the big stage. \nThe loser was Wisconsin Gov. Scott Walker. He has been fading in the polls lately, and this was his chance to show potential supporters and donors that he is still a major player. Instead, between Trump's bravado and the occasional flourishes of the other candidates -- Rubio on foreign policy, Fiorina on her business record -- Walker seemed to get lost in the shuffle. Unlike nearly every other candidate, Walker did not have one strong \"moment.\" \nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "GOP hopefuls far cry from Reagan (Opinion)", "url": "http://www.cnn.com/2015/09/17/opinions/reyes-gop-debate-reaction/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Marco Rubio", "Mike Huckabee", "Jake Tapper", "Raul A. Reyes", "Carly Fiorina", "Scott Walker"], "orgs": ["Ronald Reagan Presidential Library"], "authors": [{"author_id": 12637, "fullname": "raul a. reyes", "primary_org": "cnn"}], "date_written": "2015-09-17 05:34:04", "org": "cnn", "article_id": "0ced5557ef51c40a23870fd429c293f8", "date_access": "2015-09-17 04:41:38.910819"}