{"body": "Washington (CNN)Days after Donald Trump talked up the idea of putting Sarah Palin in his administration, the former Republican vice presidential candidate and tea party favorite is showing she's got Trump's back.\nPalin wrote Friday on the conservative Breitbart news site that Trump's candidacy will continue to appeal to \"ordinary Americans\" despite what she described as a bludgeon of attacks from GOP elites, pundits and the media.\nCalling Trump's candidacy \"a shot in the arm for ordinary Americans fed up with the predictable poll-tested blather of squishy milquetoast career politicians,\" Palin argued that Trump's style and message is appealing to voters and that he is tapping into \"major populist grievances.\"\nRELATED: The Donald Trump-Sarah Palin political love affair\nAnd Palin also defended Trump from criticism that is bubbling up in certain conservative circles that Trump's flip-flops on key conservative issues prove he is not a true conservative. \n\"'But he changed his mind on positions!'\" Palin wrote, echoing recent criticisms. \"Reagan had been an FDR Democrat. Should we hold that against him or be grateful he saw the light?\"\nPalin also defended Trump's contributions to Democratic campaign coffers, arguing in the same way Trump has that those donations are the cost of business in the largely liberal city of New York.\n\"If he was building it in Salt Lake City, I'm sure he would have donated to Republicans,\" she wrote.\nPalin has yet to endorse Trump or any other candidate in the Republican primary but has been supportive of Trump's message, which appears to be resonating with Palin supporters.\nTrump also announced this week the hiring of a former Palin adviser, Michael Glassner, as his new political director.\nPalin's op-ed came one day after Breitbart's senior editor-at-large published a piece headlined \"Trump goes mushy, incoherent on immigration.\"\nBut Palin urged that, instead of bashing Trump, the GOP establishment should \"quit dismissing\" voters who are galvanized by Trump's message.\n\"If you want to win again, GOP, you need these good people,\" she wrote.\n", "byline": "", "description": "\n    \n", "title": "Palin comes out swinging for Donald Trump", "url": "http://www.cnn.com/2015/07/31/politics/sarah-palin-donald-trump-op-ed/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Michael Glassner", "Sarah Palin"], "orgs": ["GOP"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-07-31 17:54:37", "org": "cnn", "article_id": "76d6ec282b2c2d56f6fc386d0c48b3e0", "date_access": "2015-07-31 17:00:23.406842"}