{"body": " (CNN)Republican presidential candidate Rick Santorum's son was arrested and charged last month with driving while intoxicated after registering an initial blood-alcohol level almost twice the legal limit.\nRichard John Santorum, Jr., known as John, was stopped at a DUI checkpoint in suburban Virginia at about midnight on July 11, according to court papers. \n\"Upon contact, I detected the odor of alcoholic beverages and the accused had glassy eyes and slurred speech,\" a police officer wrote in Santorum's criminal complaint.\nDuring his field sobriety tests, the 22-year-old Citadel cadet \"showed specific signs of impairment,\" according to the complaint.\nHis first breath-test resulted in a reading of .145, almost double the legal limit of .08. At the jail, his blood-alcohol level registered .11, according to the complaint. \nJohn Santorum's lawyer, Christopher Day said, \"I don't try my cases in the press and I don't have anything to say about my client.\" \nAnd Rick Santorum's campaign spokesman Matt Beynon echoed Day saying, \"The campaign does not comment on family personal matters.\"\nThe news comes at a tough time for Santorum, who has built his political brand on a message of traditional family values. Low poll numbers, poor fundraising and staff changes have dogged his struggling campaign as of late. \nThe winner of the Iowa caucuses in 2012, Santorum did not qualify for the first prime-time Republican debate on Fox News Thursday. He will instead participate in an earlier undercard debate.\nJohn, Santorum's eldest son, is in his last year at the South Carolina military college majoring in business, according to Santorum's campaign website. John Santorum's pet peeve is \"sitting in traffic,\" the site says, and adds that in 10 years he sees himself \"having a family and owning my own brewery business.\"\nCNN's Drew Troast contributed to this post. ", "byline": "", "description": "\n    \n", "title": "Rick Santorum's son charged with DWI", "url": "http://www.cnn.com/2015/08/05/politics/santorum-son-charged-with-dwi/index.html", "topics": ["terrorism", "economy", "campaign_finance"], "people": ["Matt Beynon", "Rick Santorum"], "orgs": [], "authors": [{"author_id": 3797, "fullname": "chris frates", "primary_org": "cnn"}], "date_written": "2015-08-05 23:53:16", "org": "cnn", "article_id": "a523bbf0618d4526af18e7ee7f0ba48a", "date_access": "2015-08-05 23:00:26.034987"}