{"body": "Washington (CNN)David Axelrod, President Barack Obama's former top political adviser, said the President appears to be having \"the time of his life right now\" as he's enjoying his new-found freedom without the political constraints of an impending election.\n\"He's having the time of his life right now. I think he feels very much unrestrained in terms of speaking to all these issues,\" Axelrod said in an interview with CNN's Jake Tapper on Wednesday.\nREAD: Keystone XL bill heads to Obama, veto expected\nObama has indeed drawn notice for his newly relaxed and frank posture and comments, now that he's nearing the end of his presidency. During his State of the Union address, Obama tossed a couple of zingers at Republicans, the likes of which had been absent in previous years.\nAxelrod also defended comments in his book that Obama misrepresented his position on gay marriage for political expediency, which Obama attempted to refute in an interview with BuzzFeed this week.\n\"This is not uncommon in history, great leaders often work in that way,\" Axelrod said, \"He had a goal and he worked his way to that goal.\"\nAxelrod also offered advice for former secretary of State Hillary Clinton in her likely second run for president, based on his experience challenging her for the Democratic nomination as Obama's chief strategist in 2008.\nIn 2007, he said, he saw her as \"a poor candidate because she was so cautious, shrouded in this veil of inevitability.\"\n\"Once she lost the Iowa caucuses, she became a different candidate, much less guarded, much more willing to connect with people in a visceral way, much more revealing of herself, much more of an advocate,\" he said.\n\"That's the person she needs to be to win the election. And she needs to project a vision of where she wants to take the country.\"\nAxelrod cautioned: \"Your rationale has to lead your candidacy. It didn't in 2008.\"\nHe pegged former Florida Gov. Jeb Bush as the most formidable potential Republican presidential candidate in the field, if he can make it through the GOP primary without compromising his position on immigration reform and other hot-button issues.\n\"That's a big if. Because the center of gravity in the party has been so far to the right that the notion of getting through that process without having to compromise and make Faustian bargains, I think, is very remote,\" Axelrod said.\n", "byline": "", "description": "David Axelrod, President Barack Obama's former top political adviser, said the President appears to be having \"the time of his life right now\" as he's enjoying his new-found freedom without the political constraints of an impending election.\n    \n", "title": "Axelrod explains Obama on gay marriage", "url": "http://www.cnn.com/2015/02/11/politics/obama-david-axelrod-interview/index.html", "topics": ["immigration", "gay_marriage"], "people": ["Barack Obama", "Jeb Bush", "David Axelrod", "Hillary Clinton", "Jake Tapper"], "orgs": ["GOP"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-02-19 02:13:45", "org": "cnn", "article_id": "908e74ce6be7e42af9e2878822e51b09", "date_access": "2015-02-20 00:43:32.775317"}