{"body": "Washington (CNN)Donald Trump said Tuesday he believes that invading Afghanistan in 2001 was a \"terrible mistake,\" but he added U.S. troops need to stay in order to avoid a collapse of the government.\n\"We made a terrible mistake getting involved there in the first place,\" Trump said. \"It's a mess, it's a mess and at this point we probably have to (leave U.S. troops in Afghanistan) because that thing will collapse in about two seconds after they leave.\"\nWhile Trump has long called the Iraq War a mistake, his Tuesday interview on CNN's \"New Day\" appears to be the first time Trump has described the U.S. war in Afghanistan in the same terms.\nWhile virtually all 2016 presidential contenders now say they believe the Iraq War was a mistake, none has lamented the U.S. incursion in Afghanistan following al-Qaeda's terror attacks on the World Trade Center and the Pentagon.\nTrump's comments come as reports emerged Monday that President Barack Obama is considering leaving a sizable force of U.S. troops in Afghanistan next year despite his previous plans to withdraw from Afghanistan by the end of his tenure as president.\nTrump said he would agree with that decision and said he also believed the U.S. should have left a residual force in Iraq.\n\"I would leave the troops there begrudgingly believe me I'm not happy about it,\" Trump said of the U.S. presence in Afghanistan.\nTrump has said that he favors a U.S. policy that would avoid getting mired in foreign conflicts like in Iraq and Afghanistan, and has recently suggested that the U.S. should draw down its involvement in fighting ISIS in Syria and instead leave the task to Russia which has recently upped its involvement in the country to bolster the regime of Syrian President Bashar al Assad.\nBut Trump has also said he favors redeploying combat troops to Iraq to repel ISIS there.\n Most Americans -- 54% -- believe the decision to send US troops into Afghanistan in 2001 was not a mistake, according to a June 2015 Gallup poll. Still, 42% of Americans say the war was a mistake, according to the same poll.\n", "byline": "", "description": "Donald Trump said Tuesday he believes that invading Afghanistan in 2001 was a \"terrible mistake,\" but he added U.S. troops need to stay in order to avoid a collapse of the government.", "title": "Trump: Afghanistan war a 'mistake,' but troops need to stay", "url": "http://www.cnn.com/2015/10/06/politics/donald-trump-afghanistan-war-mistake-troops-stay/index.html", "topics": ["terrorism", "personality"], "people": ["Donald Trump", "Barack Obama"], "orgs": ["World Trade Center", "Pentagon", "Gallup"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-10-06 14:22:46", "org": "cnn", "article_id": "d639382a5ce6d566728b016520dfbe24", "date_access": "2015-10-06 14:02:58.082351"}