{"body": "Washington (CNN)Donald Trump finally showed restraint in a television appearance Friday night when he was interviewed by Sarah Palin.\nPalin, the fiery hero of tea party conservatives, lobbed several soft questions at the outspoken GOP 2016 front-runner on her show \"On Point,\" which airs on the One America News Network, a cable news network.\nBut unlike Trump's frequent public appearances, he was rather reserved in his responses to Palin's questions.\nWas the media playing a \"gotcha\" game in their questioning of the real estate mogul? \n\"I don't know,\" Trump told Palin.\nDid he have any new insults to hurl at the media for the coverage of his spat with Univision anchor Jorge Ramos earlier this week? \nNo, Trump said. \"The press was pretty good to me.\"\nWhy has he been so successful as a presidential candidate? \n\"I'm having a lot of fun,\" Trump said.\nThe 2008 Republican vice presidential nominee has faded from the daily political back and forth, but she still carries an endorsement that is attractive to insurgents on the right. Palin's endorsement helped Ted Cruz win the nomination in the 2012 Texas Republican Senate primary, for instance.\nAnd, along with Jeb Bush, who also appeared on Palin's program and discussed his work mentally disabled people, the three men clearly courted that potential nod in their interviews Friday.\n\"I miss that moose chili you cooked up for me in Alaska,\" Cruz told her. \"I hope to get some of that soon.\"\n", "byline": "", "description": "Donald Trump finally showed restraint in a television interview Friday night when he was interviewed by Sarah Palin.", "title": "Sarah Palin interviews Donald Trump -- and little happens", "url": "http://www.cnn.com/2015/08/28/politics/donald-trump-sarah-palin-interview/index.html", "topics": ["personality"], "people": ["Donald Trump", "Jorge Ramos", "Jeb Bush", "Sarah Palin", "Ted Cruz"], "orgs": ["Univision", "GOP"], "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-08-29 04:57:28", "org": "cnn", "article_id": "c04743c79d37871042ada32a942bc25a", "date_access": "2015-08-29 04:02:14.197025"}