{"body": "Washington (CNN)New Jersey Gov. Chris Christie attempted to draw a bright line between himself and Jeb Bush on the Iraq War in a CNN interview on Tuesday, definitively stating that given the absence of weapons of mass destruction he wouldn't have authorized the war.\n\"I think President (George W.) Bush made the best decision he could at the time, given that his intelligence community was telling him that there was (weapons of mass destruction) and that there were other threats right there in Iraq,\" he told CNN's Jake Tapper on \"The Lead.\" \n\"But I don't think you can honestly say that if we knew then that there was no (weapons of mass destruction), that the country should have gone to war,\" he said.\nThe comments were a direct response to Bush's support for the Iraq War during a Fox News interview. Though Bush was asked by host Megyn Kelly whether, \"knowing what we know now,\" he would've authorized the war in Iraq, he responded affirmatively to a slightly different scenario.\n\"I would have (authorized the invasion), and so would have Hillary Clinton, just to remind everybody. And so would almost everybody that was confronted with the intelligence they got,\" Bush said in the interview.\nThe remarks drew widespread criticism from Bush's left and right flanks, and caused a close ally, GOP strategist Ana Navarro, to backtrack on the comments, saying Bush told her he had \"misheard\" Kelly's question.\nRELATED: Jeb Bush: I would have authorized Iraq War\nBut the comments gave Christie -- who is actively contemplating a presidential bid, and would compete with Bush for establishment Republican support if both run -- an opening to differentiate himself from Bush, and an opportunity for attack.\nChristie jabbed at the former Florida governor, who's brother and father have served in the White House, saying that Americans should \"avoid ... continuing to go backwards in this country.\"\n\"We need a forward-looking foreign policy that talks about how to reassert American authority and influence around the world,\" he said.\n\nBush wasn't the only potential opponent that drew fire from Christie in the broad interview with Tapper conducted in New Hampshire, where Christie had delivered an economic speech and was planning a town hall meeting. \nIn response to a question on his own position on immigration reform, Christie took direct aim at former Secretary of State Hillary Clinton, accusing her of \"pandering\" with her recent speech promising to go further than President Barack Obama in giving illegal immigrants legal and citizenship rights.\n\"The pandering that's going on by Secretary Clinton is really the kind of thing that disgusts people about American politics,\" he said. \"The fact is that, all of a sudden, she's had this epiphany: She wants to go to the left of President Obama. I didn't know there was room to the left of President Obama on an issue like this -- but that's apparently where she's headed.\"\nChristie pointedly didn't answer whether he believes legal status for immigrants creates a second-class citizenship, promising to \"give a thoughtful and complete answer on immigration\" if he becomes a presidential candidate.\nHe also issued a veiled jab at Kentucky Sen. Rand Paul for his efforts to rein in government surveillance programs, arguing that a major lesson from the Iraq War was that \"there is almost nothing more valuable to a strong national defense than a strong, empowered intelligence community.\"\n\"I'm very concerned about those who want to weaken our intelligence community. The President has done it already. And there are those that are running for president now that want to weaken the intelligence community even more,\" he said.\n\nDespite his sharp words for his potential opponents, whether Christie will actually pull the trigger on a run remains an open question -- and political observers have increasingly begun to question his viability in the race. Three of his former associates were hit with criminal charges related to the scandal surrounding lane closures on the George Washington Bridge this month; New Jersey's economy continues to struggle and Christie has stalled in the polls.\nChristie sounded unswayed from an expected run during his Tuesday interview with Tapper. He defended his economic record as one of improvement, declaring that in New Jersey he \"inherited a wrecked ship and we've now made it seaworthy,\" and promising to \"make it even better than that\" by the end of his term.\nChristie also insisted that the act of political retribution from his former allies that landed them criminal charges was not evidence of a cultural issue within his administration.\n\"I think, unfortunately, there are going to be times when people that work for me do things that are completely out of character,\" he said. \nThe governor also said he bore no responsibility for the situation, declaring, \"You can't be responsible for the bad acts of some people who wind up in your employ.\"\n\nAnd he's continuing his preparations for a potential run, visiting New Hampshire this week to deliver an address on the economy, with another address on national security planned for next week.\nThough a recent NBC News/WSJ survey showed 57% of Republican primary voters said they couldn't back Christie -- the highest opposition faced by any potential candidate in the field -- Christie told Tapper on Tuesday that his polling position has no bearing on his decision to run.\n\"If you determine what your commitment is to your country by what your poll number is on any particular morning, then I'd suggest to you that you have no business running for President of the United States,\" he said.\nThat's because, Christie said, that 57% of Republicans \"could change their minds.\"\n\"The job of campaigns -- if we were to engage in one -- is to change minds. And the job of leaders is not to follow polls, it's to change polls,\" he said. \"If I decide to run for president, I'll run, and my job would be to convince people to vote for me.\"\n", "byline": "", "description": "New Jersey Gov. Chris Christie attempted to draw a bright line between himself and Jeb Bush on the Iraq War in a CNN interview on Tuesday.\n    \n", "title": "Chris Christie hits Jeb Bush on Iraq War", "url": "http://www.cnn.com/2015/05/12/politics/chris-christie-jeb-bush-iraq-war/index.html", "topics": ["immigration"], "people": ["Rand Paul", "Jake Tapper", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Ana Navarro", "Barack Obama", "Megyn Kelly"], "orgs": ["WSJ", "GOP"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-05-12 21:47:05", "org": "cnn", "article_id": "1a3377d60b98ae6bfb48917c543af651", "date_access": "2015-05-12 20:50:25.487256"}