{"body": "Norwood, Massachusetts (CNN)When Donald Trump arrives Friday at the home of a local car dealership magnate here for an evening fundraiser, it won't just be supporters of the candidate greeting him.\nNARAL Pro-Choice Massachusetts, a group that supports abortion rights, is planning to crash the event hosted by Ernie Boch Jr. The group's political director Christian Miron said he expects at least 80 protesters to show up wearing bright purple T-shirts.\nThey plan to be \"very loud and very visible,\" Miron said.\n\"While Donald Trump thinks that running for president is merely his own personal reality TV show, the reality is that women need access to safe, affordable reproductive health care,\" Miron told CNN. \"Our goal tonight is to illustrate Trump's very extreme views on women's health because they're very out of step with our core values here in Massachusetts.\"\nNARAL Pro-Choice Massachusetts is taking issue with Trump's stance on women's reproductive issues. The billionaire businessman was once supportive of abortion rights, but is now anti-abortion.\nRELATED: Donald Trump allies quietly seek money from rich, anonymous patrons\nHe said he changed his position after seeing a friend contemplate an abortion and then choose to keep the baby.\nTrump told CNN's Dana Bash last month that while he's against abortions, he does support exceptions in cases of rape, incest and when the mother's health is at risk.\nTrump, the Republican Party's current front-runner, has faced numerous questions about his views and treatment of women. At the first GOP debate in Cleveland earlier this month, Fox News host Megyn Kelly questioned the candidate on his past inflammatory remarks about women.\nThe candidate has gone on the offensive, frequently stating \"I cherish women,\" and pointing out that many senior executives at his company are female and well-compensated.\nChiron said the protesters' message will be directed not only at Trump, but also the guests who turn out to mingle with the former reality TV star.\n\"It's important that we make sure that they all hear us, in addition to Mr. Trump,\" Chiron said. \"I'm not sure 1,000 people would be attending this fundraiser if they were fully aware of Mr. Trump's anti-choice positions.\"\nBoch, the evening's host, told CNN Thursday that he received around 1,000 RSVPs to the $100-per-head event. The Trump campaign, however, has said the gathering is not a fundraiser and that the proceeds will simply cover the costs of the event.\nTrump \"doesn't talk like the politician, he really speaks his mind,\" Boch said when asked what he finds appealing about Trump. \"You may not like Mr. Trump's message, you may disagree with Mr. Trump's message, but you cannot deny that he has changed the game.\"\nCNN's Sara Murray contributed to this report.", "byline": "", "description": "When Donald Trump arrives Friday at the home of a local car dealership magnate here for an evening fundraiser, it won't just be supporters of the candidate greeting him.", "title": "Abortion rights group to protest Donald Trump fundraiser", "url": "http://www.cnn.com/2015/08/28/politics/abortion-rights-protest-trump-fundraiser/index.html", "topics": ["abortion", "campaign_finance", "women"], "people": ["Donald Trump", "Dana Bash", "Sara Murray", "Ernie Boch Jr.", "Megyn Kelly"], "orgs": ["Republican Party"], "authors": [{"author_id": 21515, "fullname": "finance reporter", "primary_org": "cnn"}, {"author_id": 22916, "fullname": "mj lee politics", "primary_org": "cnn"}], "date_written": "2015-08-28 21:27:59", "org": "cnn", "article_id": "3b5c5010ff85d9a278d754a2dc596b66", "date_access": "2015-08-28 22:37:41.813237"}