{"body": "Mount Pleasant, South Carolina (CNN)Jeb Bush defended his attacks against \"multiculturalism\" Thursday, saying immigrants need to assimilate into the United States by embracing the country's \"set of shared values\" rather than forming isolated communities.\n\"I'm going to be a professor here for a second,\" Bush said before launching into an explanation of social models.\n\"We're a pluralistic society. We're diverse, we have people that come from everywhere,\" he told reporters before a campaign event here. \"We're not multicultural. We have a set of shared values that defines our national identity, and we should never veer away from that because that creates the extraordinary nature of our country.\"\nHis comments come two days after he told a voter at an Iowa diner that multiculturalism was the \"wrong approach\" for America. Bush, who considers himself a policy wonk and tends to use nuanced language, was referring to the word in a literal, academic sense, rather than the more commonly known definition as a tolerance of different cultures.\nStill, Hillary Clinton's campaign and other Democratic groups seized on the comment, putting it in videos that hit Bush as being disingenuous in his efforts to appeal to minority voters when he highlights the bicultural family he raised with his wife, who's from Mexico.\nBush argued Thursday that people \"might misinterpret what multiculturalism is\" but pointed to debates in Europe where leaders have expressed regret over not holding onto a stronger national identity as the demographics in their countries change.\nPluralism, Bush said, allows for different cultural backgrounds to come together as one society.\n\"We've stood for people, irrespective of their nationality, their ethnicity, their race, color, creed, it doesn't matter,\" he said. \"If they embrace a set of shared values, everybody can be as American as everybody else.\"\nResponding to Democratic attacks, Bush, who's fluent in Spanish, said there was no inconsistency in his statements.\n\"Just for the record, yes, I'm bilingual. Yes, my wife is from Mexico. Yes, I love the Mexican culture. And yes, I'm an American and so is my wife and we have a set of shared values just like everybody else,\" he said. \"There's no conflict there at all.\"\nSpeaking at a shrimp dinner hosted by the East Cooper Republican Women's Club, Bush robustly defended his use of Spanish on the campaign trail, a habit that rival Donald Trump has used to rally his base against Bush.\n\"If someone asks me a question in Spanish, just for the record, don't take offense that I answered in Spanish. It's not an offense to you. It's a respect for others,\" he said. \"This idea that somehow people that speak another language aren't, you know, like assimilated into our lives -- here's the dirty little secret: they speak both.\"\nBush, who's lightened up on his criticism of Trump since what many considered Bush's successful performance in the CNN debate last week, nevertheless knocked the real estate titan for hypocrisy. Asked by reporters about Trump requesting visas to hire foreign workers for seasonal jobs at his Mar-A-Lago real estate in Florida, Bush simply replied: \"He's a hypocrite.\"\nAs a converted Catholic who attended the Pope's mass in Washington, Bush also weighed in on the Pope's controversial statements against the death penalty in his speech to Congress on Thursday. \nWhile serving as governor, Bush supported the death penalty, even though it conflicted with his faith. \"I have to admit it -- it's something I struggle with,\" he told reporters. \"But it's the law of the land, and the comfort I got of having to fulfill this was in the fact that there was closure for a lot of families that had a torn heart.\"\nBush has also publicly disagreed with the Pope's impassioned fight against climate change, saying he doesn't get his economic policies from his faith leaders. But on Thursday, Bush was more gentle in his disagreement, saying there's room to combat climate change without imposing policies that, as Bush says, limit economic activity.\n\"(The Pope) is not a scientist, he admits that. He doesn't claim to be a politician,\" Bush said. \"What he claims to be is a spiritual leader, and he's challenging us, and I think it's a good thing.\"\n \n", "byline": "", "description": "Jeb Bush defended his attacks against \"multiculturalism\" Thursday, saying immigrants need to assimilate into the United States by embracing the country's \"set of shared values\" rather than forming isolated communities.", "title": "Jeb Bush defends attacks against 'multiculturalism'", "url": "http://www.cnn.com/2015/09/24/politics/jeb-bush-multiculturalism-attacks/index.html", "topics": ["economy", "immigration", "mexico"], "people": ["Donald Trump", "Jeb Bush", "Hillary Clinton"], "orgs": ["Congress"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-09-25 02:56:15", "org": "cnn", "article_id": "c102ca0113ea7cd87b112077f9ec6e8b", "date_access": "2015-09-25 02:31:26.977113"}