{"body": "Washington (CNN)Bill Clinton isn't known for avoiding of the spotlight. But the former president will look to change that view if (when) his wife runs for president.\nIn a cover story interview with Town & Country published Tuesday, Clinton said that he will be more of a top strategist than a top surrogate during Hillary Clinton's all-but-announced 2016 presidential campaign.\n\"I think it's important, and Hillary does too, that she go out there as if she's never run for anything before and establish her connection with the voters,\" said the former president. \"And that my role should primarily be as a backstage adviser to her until we get much, much closer to the election.\"\nThis is not the first time Bill Clinton has looked to downplay his role on his wife's political decisions. Last year, when asked by the Denver Post, Bill Clinton said he was \"a bit player and whatever she wants to do is fine by me.\"\nClinton has long been a prodigious campaigner and fundraiser. He is a staple for Democrats during elections and is known for his ability to both connect with key constituents and get top-flight Democratic donors to reach a little deeper into their pockets. In 2014, he traversed the country to stump for a wide array for Democratic candidates.\nThe former president played a similar role during Hillary Clinton's 2008 campaign, too. He regularly introduced his wife at events and, at times, headlined rallies on his own in an effort to double the Clinton's coverage of a critical state or region. \nThe strategy hurt the campaign, though. The charismatic former president, at times, overshadowed Hillary Clinton with his rhetoric and newsworthy comments. When the race was tightest, too, Bill Clinton lashed out at reporters and knocked the campaign off message.\nTop aides plotting Hillary Clinton's 2016 campaign are already looking for a way to effectively use the former president. Hillary Clinton intends to travel alone at first because, the Democrats said, the former secretary of state needs to be the focal point, not the former president.\nAnd in Tuesday's interview, Bill Clinton seems to agree.\n\"I've told Hillary that I don't think I'm good [at campaigning] anymore because I'm not mad at anybody,\" Bill Clinton said. \"I'm a grandfather, and I got to see my grand daughter last night, and I can't be mad.\"\nHillary Clinton will enter the 2016 race as the overwhelming favorite to win the Democratic nomination. \nAs a way to likely lower expectations, Bill Clinton -- who conducted the interview at his Harlem office -- said \"a thousand things could happen\" during the race.\n\"It's hard for any party to hang on to the White House for 12 years,\" he said, \"and it's a long road.\"\nMuch of the Town & Country piece focuses on Bill Clinton and the Clinton Foundation's work in Haiti. More than any other country, the family foundation has focused most on Haiti, especially after the 2010 earthquake nearly destroyed the country's economy.\nThe foundation came under fire earlier this year for not properly vetting foreign donations while Clinton served as secretary of state. The controversy was headache for Clinton aides and supporters, and has provided Republicans a tailor-made opportunity to charge the former first family with cronyism and selling access.\nBill Clinton defended the foundation during the interview, arguing that the philanthropic organization \"is, by a good long stretch, the most transparent of all the presidential foundations and more transparent than a lot of other major foundations in the country.\"\nAs for what the foundation would do if Hillary Clinton won the presidency, Bill Clinton said he wants it to continue \"whether I'm running it or not.\"\n\"First, I would have to assess what she wants me to do,\" he said. \"And second, we might have to change the [foundation] rules again. But we haven't talked about that yet, and I don't think we should. You can't.\"\n", "byline": "", "description": "\n    \n", "title": "Bill Clinton on 2016: 'My role should primarily be as a backstage adviser'", "url": "http://www.cnn.com/2015/04/07/politics/bill-clinton-2016-role/index.html", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Hillary Clinton"], "orgs": ["Clinton Foundation", "Denver Post"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-04-07 22:08:56", "org": "cnn", "article_id": "f81162bd698cd95b9ac3605223a16eb3", "date_access": "2015-04-08 18:19:19.035860"}