{"body": " (CNN)Lamar Odom continues to fight. The Donald and Ben Carson make a threat. And get ready for an El Niño winter.\nIt's Friday, and here are five things to know for your new day. \n \n\nUnchanged: There were no public updates yesterday on Lamar Odom's condition. He's still in a Nevada hospital fighting for his life. Even his publicity-loving ex-in-laws, the Kardashians, are tight-lipped, posting nothing but photos of Odom from happier times on social media. What we did learn yesterday was that Odom dropped a boatload of money at the Love Ranch, the Crystal, Nevada, brothel where he was found unconscious earlier this week. Odom spent $75,000 there, the price that guaranteed two women would \"take care of any of his needs.\"\n \n\nThreat: Can the GOP have a debate without Donald Trump? And Ben Carson? Gulp. It's a distinct possibility, after the two candidates -- running  first and second in the polls right now -- sent a letter to CNBC, which is hosting the next debate. They want the next debate to be no longer than two hours and include opening and closing statements or they'll skip it. CNBC said it was going to talk to all of the candidates about it and take Trump's and Carson's concerns \"into consideration.\"\n\nWitch hunt?: The Los Angeles school district got hit with a whopper of a lawsuit yesterday: a $1 billion class-action suit that claims the district is engaging in \"witch hunts\" on older teachers in an effort to save money on retirement benefits. The lawsuit was filed yesterday by Rafe Esquith, 61, who was recently fired by the district after being accused of misconduct. The district won't comment, saying school officials hadn't yet reviewed the lawsuit and that Esquith's firing was a confidential personnel matter. Esquith's attorney said the lawsuit is the largest class action suit by teachers in the history of public education.\n\nMystery: Star gazers, both professional and amateur, have focused their attention on an anomaly in the skies no one can explain. It's a weird light pattern between the Cygnus and Lyra constellations. Astronomers tasked with finding Earth-like planets search for the periodic dimming of stars, because that means a planet is passing by. In the anomaly, the light decreases are deep -- up to 20% -- and lasts weeks to months, much longer than normal. So what is this? A swarm of comets passing by? An intergalactic phenomenon we don't know about yet? Or -- dare we ask -- the work of aliens? Some researchers are putting their money on the comet theory, but that's just a (highly) educated guess. More study is needed.\n \n\nMixed: Looks like the nation is about to have one of those glass half-full, half-empty kind of winters. On one hand, rains could be on the way to bring relief to drought-stricken California. On the other hand, Northeastern cities like Boston -- which shivered through record-setting snow last winter -- could get more nasty Nor'easters this time. The predictions are from NOAA's winter outlook, which was released yesterday. The culprit -- or hero, depending on where you live -- is El Niño.\n", "byline": "", "description": "", "title": "5 things to know for your new day -- Friday, October 16", "url": "http://www.cnn.com/2015/10/16/us/new-day-five-things/index.html", "topics": ["women", "personality", "campaign_finance"], "people": ["Donald Trump", "Ben Carson"], "orgs": ["CNBC", "GOP", "NOAA"], "authors": [{"author_id": 2329, "fullname": "doug criss", "primary_org": "cnn"}], "date_written": "2015-10-16 09:28:23", "org": "cnn", "article_id": "23563998a8d11726dfe4cb6fb089021b", "date_access": "2015-10-16 09:01:56.589002"}