{"body": "Washington (CNN)Donald Trump is rallying the troops. \nLiterally. \nHis campaign announced Thursday the formation of a new coalition: \"Veterans for Trump.\"\nIn a press release distributed by Trump's campaign, it states that the group consists of veterans in New Hampshire who have pledged support for Trump in the primary. \n\"Our Veterans are incredibly important and I'm proud to have the support of this coalition, especially in New Hampshire, where if I am elected I will build a full-service, first-class VA hospital to ensure all New Hampshire Veterans received the care they deserve,\" Trump said in the statement. \nThe press release also references actions made earlier this week by Trump to reach out to the veteran community, including the creation of a veteran hotline and email address specifically for veterans to \"share their stories about the need to reform our Veterans Administration.\"\n\"I believe that Donald Trump has the leadership, the will, the courage, and the unabashed love-of country Americans so desperately crave in the White House,\" Dan Tamburello of the Marine Corps said in the statement. \nHowever, this announcement comes after a week of intense scrutiny for Trump.\nIn an interview last week, Trump said that former POW Sen. John McCain was \"not a war hero.\" This comment sparked wide criticism from fellow members of the GOP, including a twitter feud with former Texas Gov. Rick Perry and Sen. Lindsey Graham calling Trump a \"jackass\" and a \"political car wreck.\" \n", "byline": "", "description": "\n    \n", "title": "Donald Trump announces coalition \"Veterans for Trump\"", "url": "http://www.cnn.com/2015/07/23/politics/trump-veteran-coalition/index.html", "topics": ["campaign_finance"], "people": ["Donald Trump", "Lindsey Graham", "Rick Perry"], "orgs": ["Veterans Administration", "GOP", "Marine Corps"], "authors": [{"author_id": 28893, "fullname": "sophie tatum", "primary_org": "cnn"}], "date_written": "2015-07-23 20:17:27", "org": "cnn", "article_id": "cd686aa2cece85b66eb7f549792dd943", "date_access": "2015-07-23 19:30:19.020386"}