{"body": "Washington (CNN)Vermont Sen. Bernie Sanders is running to Hillary Clinton's left on nearly every other issue -- but says he can \"bring us to the middle\" on guns.\nIn an interview with CNN's Jake Tapper on \"State of the Union\" on Sunday, the Democratic presidential candidate said there is a \"cultural divide that exists in this country.\"\nSanders has faced criticism from the left for voting in 2005 to shield gun manufacturers from lawsuits by gun violence victims -- which frustrated the families of the victims of the 2012 Aurora, Colorado theater shooter.\n\"If somebody has a gun and it falls into the hands of a murderer and the murderer kills somebody with a gun, do you hold the gun manufacturer responsible? Not any more than you would hold a hammer company responsible if somebody beats somebody over the head with a hammer. That is not what a lawsuit should be about,\" Sanders said Sunday.\nBut he touted several other votes, pointing to his support for banning semi-automatic weapons, for instant background checks for gun owners and for doing away with loopholes that allow buyers at gun shows to skirt some regulations.\nHe said there's a major difference between Vermont, a rural state with little gun control where hunting is a way of life, and cities like Chicago, where guns are used by gangs.\n\"Folks who do not like guns is fine. But we have millions of people who are gun owners in this country -- 99.9% of those people obey the law,\" Sanders said. \"I want to see real, serious debate and action on guns, but it is not going to take place if we simply have extreme positions on both sides. I think I can bring us to the middle.\"\nThe issue represents a challenge to Sanders because he seeks to outflank Clinton to the left on nearly every other policy area -- including Wall Street regulations, health care reform and trade.\nRecent polls have shown Sanders, though rising in recent polls, still trails Clinton in the key early voting states of Iowa and New Hampshire, and he drew more than 10,000 people to a rally in Madison, Wisconsin last week. \n", "byline": "", "description": "Vermont Sen. Bernie Sanders is running to Hillary Clinton's left on nearly every other issue -- but says he can \"bring us to the middle\" on guns.\n    \n", "title": "Bernie Sanders wants to 'bring us to the middle' on guns", "url": "http://www.cnn.com/2015/07/05/politics/bernie-sanders-gun-control/index.html", "topics": ["campaign_finance", "trade", "economy"], "people": ["Bernie Sanders", "Hillary Clinton", "Jake Tapper"], "orgs": [], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-07-05 15:38:27", "org": "cnn", "article_id": "421cf1bd4884f6042461c17b2ebc69f2", "date_access": "2015-07-05 14:50:14.416187"}