{"body": "Cedar Rapids, Iowa (CNN)It may not be fiery enough to call it the showdown at the Cedar Rapids Convention Center, but a party dinner on Friday night will be the first time all five Democratic candidates will attend the same event together since the nomination fight kicked off.\nFormer Secretary of State Hillary Clinton, Vermont Sen. Bernie Sanders, former Maryland Gov. Martin O'Malley, former Virginia Sen. Jim Webb and former Rhode Island Gov. Lincoln Chafee will all address an audience of around 1,200 Iowa Democrats for 15 minutes each on Friday night. Referred to as a \"cattle call,\" it is a first for Democrats this cycle, a stunning fact compared when you consider Republicans have had well over a dozen cattle calls.\nThe speaking order will be alphabetical -- so the list will go Chafee, Clinton, O'Malley, Sanders, Webb -- and all candidates are expected to be in the room for the other speeches.\nThe event, which is actually the Iowa Democratic Party's Hall of Fame Celebration, offers each candidate different opportunities to help -- and hurt -- their chances in Iowa.\nClinton will be able to flex her organizing muscles and sizable frontrunner status. Her campaign announced Friday morning, ahead of the dinner, that Iowa Attorney General Tom Miller and Treasurer Michael Fitzgerald had decided to endorse the former secretary of state and Democratic frontrunner.\n\"Hillary Clinton has already started earning the support of thousands of critically important Iowa caucus-goers but there is a long way to go,\" said Lily Adams, Clinton's Iowa spokeswoman. \"She looks forward to continuing to make the case, including tonight at dinner alongside the other candidates.\"\nClinton, who will likely have a sizable contingent of supporters in the room, will have to avoid coming across as the chosen candidate, something her campaign has tried to avoid since they launched in April.\nThe former first lady will also have to address her opponents, something she has not done since announcing her campaign.\nIowa Democrats feel the event offers Sanders and O'Malley, Clinton's two most stout Democratic challengers, the biggest opportunity. They can push the envelope, activists said, and an opportunity to cast themselves as the most effective counterweight to the former secretary of state.\nBoth the Sanders and O'Malley campaigns declined to preview their speeches, but Iowa Democrats expect attack lines at the event to largely be directed at Republicans, not the other Democrats in the room.\nSanders has surged of late in Iowa and nationally. A Quinnipiac poll released earlier this month found Sanders at 33% in the Hawkeye State, with Clinton at 52%. In May, Clinton was beating Sanders by 45%.\nO'Malley, however, has not surged in Iowa, despite making the state a focal point of his campaign. The same Quinnipiac poll found the former Maryland governor and Baltimore mayor at 3%.\nTom Henderson, the chairman of the Polk County Democratic Party, said Friday's event offers Sanders and O'Malley the most upside, while Clinton has the most at risk.\n\"Anytime you are the frontrunner I think you are trying to play it safe a bit,\" said Henderson. \"I think Hillary Clinton will try to make hit the same themes that the party is focused on, but she can't be like Bernie Sanders, she can't let it all hang out.\"\nSanders and O'Malley, though, are the \"the ones who need to emerge,\" said Henderson, and the way they do that is my making a lasting impression on the largely activists audience at the event.\nO'Malley's team, cognizant of the fact he is still middling in the polls, issued a memo from their Iowa State Director on Friday that argued their candidate is poised to have a strong summer in Iowa.\nHitting on Iowa's focus on retail politics and O'Malley's progressive record, Jake Oeth that \"this summer will prove that O'Malley not only has what it takes to perform well in Iowa, but he's the right candidate for president as we fight to rebuild the American dream. That's a strong place to be heading into tonight's speech in Cedar Rapids, with less than 200 days to go.\"\nThe question is, though, whether candidates will go after the other Democrats -- even though the candidates are in the room -- or whether they will turn their focus on Republicans.\nIowa State Sen. Jeff Danielson, a Democrat who has already endorsed Clinton, said many Democrats see contrasts within the party as a good and healthy thing. And because of that, subtle knocks on each other could work.\n\"I want contrast between Democrats,\" he said. \"It is a job interview about what you are going to try to do and not every Democrat thinks the same way. We should be mature about it and welcome it without personal animus.\"\nDanielson acknowledged that Clinton has more to lose tonight than others, but said the key for Sanders and O'Malley is showing \"gravitas\" and punching up.\n\"They have to show gravitas, a leadership capability that they are ready for be president,\" he said. \"I don't think that is a question with Hillary.\"\nWebb and Chafee are in a different position than the other two other candidates not named Clinton.\nIn Henderson's mind, they are \"go for broke\" candidates.\n\"They just have to catch attention,\" he said, arguing that the night will be successful for them if they land a good soundbite the sticks with the crowd.\nChafee has actively not focused on Iowa since launching his campaign earlier this year, instead putting most of his effort behind running in New Hampshire. Debbie Rich, Chafee's spokeswoman, would not provide a preview of the governor's speech, but said he is looking forward to the event.\nWebb, on the other hand, has spent time in Iowa and has a small base of support, particularly with blue collar workers and veterans.\nCraig Crawford, Webb's spokesman, said Friday that the candidate plans to talk about \"his message of inclusion, building a Democratic Party that brings all working people to the table.\"\n\"We're happy for this chance to be with all the candidates and their teams,\" Crawford said. \"A night to celebrate our party together, before the 'intramurals' get going.\"\n", "byline": "", "description": "\n    \n", "title": "All five Democrats running for president in one spot", "url": "http://www.cnn.com/2015/07/17/politics/hillary-clinton-iowa-democrats-dinner/index.html", "topics": ["campaign_finance"], "people": ["Jake Oeth", "Tom Miller", "Lily Adams", "Martin O'Malley", "Tom Henderson", "Debbie Rich", "Hillary Clinton", "Jeff Danielson", "Jim Webb", "Michael Fitzgerald", "Craig Crawford", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Democratic Party", "Quinnipiac"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-07-17 17:27:22", "org": "cnn", "article_id": "60021a0198ae7de7883408133b927796", "date_access": "2015-07-17 16:30:16.523290"}