{"body": "National Harbor, Maryland (CNN)Jeb Bush didn't just survive his journey into the conservative bear pit. By the end, he actually seemed to be enjoying it.\nThe former Florida governor's troubled relationship with grassroots conservatives is no secret. He is at odds with much of the Republican base over his backing of immigration reform and national education standards.\nThat made Bush's appearance one of the most eagerly awaited moments of the Conservative Political Action Conference.\nBush strode onto the stage for his 20-minute test of strength alongside one of the rock stars of the conservative movement, Fox News anchor and radio host Sean Hannity. \nHe likely had heard ahead of time that his name had drawn mostly boos and jeers whenever it has been mentioned at the conference. And though he appeared nervous at the start, his confidence grew as he went along.\nREAD: 12 key moments of CPAC\nBush didn't waver from his core principles, perhaps reflecting on the moment when Mitt Romney declared he was \"severely conservative\" at CPAC in 2012 in a bid to woo activists, and only succeeded in undermining his appeal to both the base and more moderate voters. He maintained his position that a path to legal status for undocumented workers was the only way that the impasse over the broken immigration system could be solved.\n\"There is no plan to deport 11 million people,\" Bush said, taking direct aim at the core belief of many conservative activists that any reform of immigration whatsoever is akin to amnesty. \n\"The plan also includes a path to legal status,\" Bush said, though he did not go as far as saying that the plan should include a plan for citizenship for illegal immigrants.\nBush also played to his audience by making the point that reform of immigration must also include strengthening of the southern U.S. border and would require those in the United States illegally to learn English. However, his defense of his past support for allowing illegal immigrants to receive drivers licenses did not go over well with the crowd.\nBefore Bush's appearance, there were widespread predictions of a large walkout by conservatives who view him as the scion of an establishment political dynasty and too moderate on key questions.\nTo anwer that critique, he said he had to \"show what's in my heart. I have to show that I care about people, about their future.\"\nHe added: \"It can't be about the past.\"\nIn the event, only several dozen or so protestors actually walked out. But in a sign of the organizational flair that is the hallmark of any successful campaign, those who left appeared to be outnumbered by the Bush supporters armed with \"Jeb\" stickers who materialized from nowhere minutes before his speech.\nAt one point, Bush even managed to shut down a heckler by offering an aside that also gave voice to one of the tactical goals of his campaign: That if he doesn't win over conservatives, they may at least be able to live with him.\n\"I'm marking you down as a neutral and I want to be your second choice if I decide to go beyond this,\" Bush said.\nHe also underlined his message that the GOP needs to to offer a more positive narrative, after a period in which congressional Republicans especially have been seen as a force for inertia not progress.\n\"It's good to oppose the bad things. We need to start being for things,\" Bush said. \nThe former Florida governor made up for his heresy on immigration by mounting a blunt attack on Barack Obama, who he assailed as a \"failed president.\"\nObama had managed to \"mess up\" every U.S. relationship abroad and was on the verge of \"legitimizing\" Iran's push for a nuclear weapon with his diplomacy with Tehran, Bush said. He warned he would \"take out\" ISIS and faulted Obama for a lack of engagement in the Middle East.\nBut largely avoided the kind of easy applause lines thrown out by other potential 2016 candidates at the conference and was more comfortable discussing actual policy.\nIn the short term, braving the audience at CPAC may allow Bush to argue that he can at least have a respectful dialogue with the conservative movement -- and may suggest to more mainstream audiences that he will not be a hostage of the more extreme elements of his party.\nHe may not have won many conservatives over -- but Bush did at least get a hearing, and the vast ballroom hosting the conference was jammed during his speech.   \nThe only awkward moment came when Hannity asked Bush what he thought of Bill Clinton. The ex-president has been the subject of many jokes at CPAC over his past marital infidelities. But Bush seemed to hesitate, in the knowledge that his own father has forged a friendship  with the man who ejected him from the White House in 1992.  \nHe finally settled for a chuckle and the nickname : \"Bubba.\"\n", "byline": "", "description": "Jeb Bush didn't just survive his journey into the conservative bearpit. By the end, he actually seemed to be enjoying it.\n    \n", "title": "Bush survives CPAC gauntlet", "url": "http://www.cnn.com/2015/02/27/politics/cpac-2015-republicans-jeb-bush/index.html", "topics": ["immigration"], "people": ["Bill Clinton", "Sean Hannity", "Jeb Bush", "Barack Obama", "Mitt Romney"], "orgs": ["Conservative Political Action Conference", "GOP"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}, {"author_id": 2324, "fullname": "stephen collinson", "primary_org": "cnn"}], "date_written": "2015-03-02 14:35:08", "org": "cnn", "article_id": "34c19cfdc0ffc5efd8631e0f9d96fe6e", "date_access": "2015-03-03 00:52:37.672818"}