{"body": "Washington (CNN)An energetic President Barack Obama blasted 2016 GOP presidential candidates and decried the \"anti-immigrant sentiment\" in America Thursday night at the Congressional Hispanic Caucus Awards Gala. \nAfter listing a series of his administration's accomplishments including the unemployment rate, health care and targeted immigration enforcement, the President quipped, \"All of which makes you wonder, why are some of the folks running for my office so down on America?\" \nThe crowd erupted into cheers and laughter as Obama added, \"They've invented this new reality where everything was terrific back in 2008, when unemployment and uninsured rates were raising, DREAMers lived in fear of deportation ... and bin Laden was still at large. That was the golden age apparently ... and then I came along and messed it all up.\" \nThe President slammed Republicans, saying they wanted to turn back the clock on his administration's work on immigration. He offered rare praise to his predecessor, George W. Bush, who spent a year trying to pass an immigration plan through Congress that offered a temporary work program for undocumented immigrants.\nWithout naming him, Obama took aim at GOP 2016 front-runner Donald Trump, who has proposed building a massive wall between Mexico and the United States to keep out undocumented immigrants.\n\"America's greatness does not come from building walls,\" the President said, accusing Republicans make voters fear immigrants. \"It comes from building opportunity.\" \nObama also alluded to GOP contender Marco Rubio's track record on immigration. The Florida senator sponsored a comprehensive immigration reform bill in 2013.\n\"Some of the very same Republican politicians who championed immigration reform in the past, some of whom sponsored these efforts, suddenly they want nothing to do with it,\" Obama said.\nAs the audience booed, the President interrupted them. \n\"Don't boo ... vote. They can't hear the boos ... they can hear your vote,\" he said.\n", "byline": "", "description": "An energetic President Barack Obama blasted 2016 GOP presidential candidates and decried the \"anti-immigrant sentiment\" in America Thursday night at the Congressional Hispanic Caucus Awards Gala.", "title": "Obama decries 'anti-immigrant sentiment' at Hispanic gala", "url": "http://www.cnn.com/2015/10/08/politics/obama-congressional-hispanic-caucus-awards-gala/index.html", "topics": ["immigration"], "people": ["Donald Trump", "George W. Bush", "Barack Obama", "Marco Rubio"], "orgs": ["DREAMers", "GOP", "Congress"], "authors": [{"author_id": 27883, "fullname": "kristen holmes white house producer", "primary_org": "cnn"}], "date_written": "2015-10-09 03:29:10", "org": "cnn", "article_id": "e90c01c978ec71ee610d256acdebb464", "date_access": "2015-10-09 03:02:53.716170"}