{"body": "Washington (CNN)If Hillary Clinton wins the Democratic nomination in 2016, the first three weeks of October may be the reason why.\nClinton moved into fall with a number of outstanding questions and a lot to prove. Her poll numbers were down, Sen. Bernie Sanders had passed her in New Hampshire and Democrats, many of whom were drawn to Sanders' candor and passion, were questioning whether she was the right choice for a nominee.\nBut after a well-received cameo ‪on Saturday Night Live, a strong debate performance and a marathon day of testimony before House Republicans, Clinton has turned a corner. The past 10 days have been perhaps her most dominant in national politics.\nRelated: Key union endorses Hillary Clinton\nThere is even a noticeable pep in her campaign trail step. She lingers longer on the ropeline, speaks with more force than usual and relishes the new found energy that he campaign feels. \nHere are the six key moments of Hillary Clinton's big month:\n\nClinton's first test was Saturday Night Live, where the former secretary of state -- who has developed a reputation for being calculated and robotic -- needed to show her softer, humorous side.\nAcross from SNL's Kate McKinnon playing a power-craven Clinton, the real Clinton played \"Val,\" a salt-of-the-earth bartender who impersonated Donald Trump and ended the sketch by singing \"Lean On Me.\"\nClinton, according to aides, embraced the sketch drawn up by the show's writers and spent hours on set preparing for it.\nIt was ratings, comedy and political gold. Clinton won plaudits for showing she was in on the joke -- including some about former President Bill Clinton, her husband -- and made headlines by calling out Trump. \n\nThe headlines spoke for themselves: Hillary Clinton won the first Democratic debate.\n\"Yes, Hillary Clinton won the Debate,\" wrote Slate. \"The moment when Hillary Clinton won the first Democratic debate,\" blared the Washington Post. And the Clinton campaign's favorite: \"Clinton crushes it,\" wrote Politico.\nThough Clinton was known as a skilled debater going in, it was not a certainty that she was going to win on October 13. The night was the first time Clinton would share a stage with her rivals, namely independent Sanders.\nClinton's performance was poised and polished and helped shore up questions about her viability as a candidate. She dismissed candidates who critiqued her and showed a willingness to hit back, like she did when she bluntly said Sanders was not strong enough on guns.\n\"That was the best night of our campaign,\" said Brian Fallon, Clinton's press secretary.\nAnd even after being hit on guns, Sanders gave the former first lady a gift when he demeaned the focus on Clinton's exclusive use of a private email during her time as Secretary of State.\n\"The American people are sick and tired of hearing about your damn emails,\" Sanders boomed, winning praise from the crowd and Clinton, who stepped out from behind her podium to offer a Sanders a big handshake.\n\nClinton's debate performance didn't push Jim Webb out of the race for the Democratic nomination, but the former secretary of the Navy's inability to get traction afterward the two-hour contest was an obvious problem.\nThe former Virginia senator cited Clinton's dominance -- and what he saw as bias by the Democratic establishment -- as one of the reasons he was bowing out of the race and considering an independent run.\n\"It's been very difficult in the Democratic Party primary process with the dominance of one candidate, not only in her candidacy, but in the structure of the Democratic Party,\" Webb said Wednesday.\nWebb was never a formidable challenger to Clinton and his departure was never actually acknowledged by the former first lady, but it did show the dark horse candidates would have a tough time keeping up with what had become a two-person race with Sanders. \n\nJoe Biden was waffling for months on whether or not to join the race, with chatter reaching a fever pitch over the last two weeks. \nThen, with just 10 minutes of notice, the vice president scheduled a speech in the White House Rose Garden and it was over -- he was out.\nBiden had unsuccessfully run for president twice before and there was not guarantee that a 2016 run would be any different, but Biden had shown a day earlier that he was willing to go after Clinton if he ran.\n\"The other team is not the enemy,\" Biden said at an event the day before dropping out. \"If you treat it as the enemy there is no was we can ever ever solve the problems we have to.\" The line was a subtle but direct hit against Clinton who said at the debate that Republicans were her proudest enemy.\n\"Joe Biden is a good man and a great Vice President,\" Clinton said in a statement marking his departure. \"I am confident that history isn't finished with Joe Biden. As he said today, there is more work to do. And if I know Joe, he will always be on the front lines, always fighting for all of us.\"\n\nHillary Clinton was all smiles when she walked out of the committee room she had spent 11 hours testifying before the House's Select Committee on Benghazi.\nRelated: 11 Benghazi takeaways: One for each hour\nAfter shaking hands with supporters -- including a number of sitting members of Congress who had stayed to see her off -- Clinton offered a big grin and raised eyebrows when asked if she felt like she had won the day. No words were needed: It was clear to almost anyone watching that she came out of the room unscathed by the hours of testimony.\nAfter the hours of testimony, even Committee Chairman Trey Gowdy, the man behind the inquiry, admitted that no new ground was broken on Thursday. \"I don't know that she testified that much differently today than the previous times she's testified,\" he told reporters.\n\"Their problem is they were so focused on justifying their existence and proving that they had something new, that they fabricated this whole parallel universe where Sid Blumenthal was the central figure in Benghazi,\" Jennifer Palmieri, Clinton's communications director, said about the committee's focus on Blumenthal, a Clinton friend. \"It is just truly ridiculous.\"\nRelated: Who is Sidney Blumenthal and why are they talking about him at the Benghazi committee?\n\nLincoln Chafee never came within 1,000 kilometers of challenging Clinton.\nAfter launching in April, the most memorable moment of Chafee's campaign came on Day One, when he used part of his announcement speech to call for the United States to use the metric system.\nBut in bowing out at a DNC event on Friday was another sign that Clinton's candidacy was dominating the Democratic field. \nAnd Chafee knew it.\n\"Obviously it was a good week for Secretary Clinton,\" said the Republican-turned-independent-turned-Democrat. \"She did well in the debates and then Senator Webb got out, Vice President Biden declined to join the race, she did well in the Benghazi hearing and Gov. Chafee got out of the race.\"\n", "byline": "", "description": "Clinton weathers marathon | What did we learn? | Testimony in gifs | 3-in-4 say panel politically motivated", "title": "Six moments that made Hillary Clinton's big October", "url": "http://www.cnn.com/2015/10/23/politics/hillary-clinton-october/index.html", "topics": ["campaign_finance"], "people": ["Sid Blumenthal", "Trey Gowdy", "Sidney Blumenthal", "Bill Clinton", "Joe Biden", "Hillary Clinton", "Jennifer Palmieri", "Donald Trump", "Jim Webb", "Bernie Sanders", "Brian Fallon", "Lincoln Chafee"], "orgs": ["DNC", "Congress", "Democratic Party", "SNL", "House Republicans", "Navy", "Slate"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-10-23 18:37:56", "org": "cnn", "article_id": "ce706350d9957eab756224562909b802", "date_access": "2015-10-23 18:02:31.203366"}