{"body": "Washington (CNN)Ben Carson says the United States should not elect a Muslim president. \n\"I would not advocate that we put a Muslim in charge of this nation. I absolutely would not agree with that,\" the retired neurosurgeon and Republican presidential candidate said Sunday on NBC's \"Meet the Press.\" \nCarson's comment comes on the heels of GOP front-runner Donald Trump taking a question from an campaign rally attendee who said, \"We have a problem in this country; it's called Muslims.\" \nTrump has since said he has many Muslim friends, but Sunday on CNN's \"State of the Union\" he added that the problem is \"radical Muslims.\" \nCarson, meanwhile, was asked Sunday whether a president's faith should matter to voters.\n\"I guess it depends on what that faith is,\" he said. \"If it's inconsistent with the values and principles of America, then of course it should matter. But if it fits within the realm of America and consistent with the Constitution, no problem.\"\nAsked whether Islam is consistent with the Constitution, Carson said: \"No, I don't -- I do not.\" \nHe said he is open, though, to voting for a Muslim for Congress.\n\"Congress is a different story, but it depends on who that Muslim is and what their policies are, just like it depends on what anybody else is,\" Carson said. \"If there's somebody who is of any faith but they say things and their life has been consistent with things that will elevate this nation and make it possible for everybody to succeed and bring peace and harmony, then I'm with them.\"\nCarson said he has no reason to believe President Barack Obama isn't a Christian. The man at Trump's rally had falsely claimed that Obama is a Muslim.  \n", "byline": "", "description": "", "title": "Ben Carson: U.S. shouldn't elect a Muslim president", "url": "http://www.cnn.com/2015/09/20/politics/ben-carson-muslim-president-2016/index.html", "topics": ["personality"], "people": ["Donald Trump", "Barack Obama", "Ben Carson"], "orgs": ["GOP", "Congress"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-09-20 14:46:45", "org": "cnn", "article_id": "b871d9c033f3f10357ea1ae0d87f201f", "date_access": "2015-09-20 14:01:57.033703"}