{"body": "Washington (CNN)Massachusetts Sen. Elizabeth Warren pushed for the reinstatement of a major Depression-era banking law on Wednesday, emailing her large list of supporters to push for the measure.\nThe plea from the progressive icon comes two days after an economic adviser to Hillary Clinton's campaign said the presidential candidate wouldn't reinstate the Glass-Steagall Act if elected.\n\"Wall Street spent decades -- and millions of dollars -- to repeal the original Glass-Steagall Act, and you can bet they'll do whatever it takes to keep it from being reinstated,\" Warren wrote in an email titled \"Let's get real.\" \"We need grassroots support from all across the country if we're going to fight back to make our financial institutions smaller and safer.\"\nThe email asked supporters to sign a petition supporting Warren's \"21st Century Glass-Steagall Act,\" which was introduced by the senator -- along with Republican Sen. John McCain -- last week.\nThe Glass-Steagall Act was a Depression-era law passed in 1933 that separated commercial and investment banking. The law was in place for more than 60 years until President Bill Clinton, with the backing of Congressional Republicans, repealed the law in 1999.\nOn Monday, Clinton outlined her economic vision for the country in a speech at the New School in New York. The former secretary of state promised to get tough on Wall Street and called lifting middle-class wages the \"defining economic challenge of our life.\"\nAfter the speech, Alan Blinder, an economist who the Clinton campaign says is advising the former first lady, told Reuters that Glass-Steagall was not going to be part of the candidate's economic platform.\n\"You're not going to see Glass-Steagall,\" Blinder said.\nA Clinton aide, however, refuted Blinder on Wednesday.\n\"She will be announcing her ideas for dealing with the continuing problem of 'Too Big To Fail' in the coming weeks, and nothing has been taken off the table,\" the aide said.\nIn a 2013 interview with CNN, Bill Clinton blamed deregulation -- and the repeal of Glass-Steagall -- on Congressional Republicans.\n\"The American people gave the Congress to a group of very conservative Republicans,\" he said. \"When they passed bills with the veto-proof majority with a lot of Democrats voting for it, that I couldn't stop, all of a sudden we turn out to be maniacal deregulators. I mean, come on.\"\nThe reinstatement of Glass-Steagall has become something liberal -- and some conservative -- leaders have championed since its repeal and the market crash of 2008.\nClinton's top progressive challengers in the 2016 Democratic field, Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley, have pushed for the law to be reinstated. And Sens. Warren, McCain, Maria Cantwell, D-Washington, and Angus King, I-Maine, proposed reinstating the law in 2013.\nThe next year, the group wrote that \"reinstating and strengthening the wall between federally insured commercial banks and investment banks would discourage the largest financial institutions from exploiting regulatory loopholes in order to take excessive risks at taxpayer expense.\"\n \n", "byline": "", "description": "\n    \n", "title": "Warren pushes for return of Depression-era banking law", "url": "http://www.cnn.com/2015/07/15/politics/elizabeth-warren-hillary-clinton-glass-steagall/index.html", "topics": ["economy"], "people": ["Maria Cantwell", "Angus King", "Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Alan Blinder", "Elizabeth Warren", "Bernie Sanders"], "orgs": ["Congress"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-07-15 19:11:16", "org": "cnn", "article_id": "fa54feffcddc5c4e1e39ad0848628c88", "date_access": "2015-07-15 18:20:14.986200"}