{"body": "Washington (CNN)He's missing more votes than almost all of his colleagues, does little to build relationships with fellow lawmakers and hasn't earned a single endorsement for his presidential campaign from a fellow senator.\nMarco Rubio's polling may be improving -- but Capitol Hill isn't on board yet. \nThe Florida Republican senator and presidential contender is under growing criticism from his rivals for repeatedly missing votes, including a key roll call on Tuesday on a defense policy bill that he skipped for a campaign event in New Hampshire.\nFew lawmakers seem willing, at this point, to support Rubio's campaign. The dearth of endorsements speaks to the unsettled nature of the unruly GOP race, but also underscores a reality of Rubio's tenure in the Senate.\nHe's spent little time rubbing elbows with his colleagues in the collegial body, often taking the final plane into Washington before the week's session begins and leaving on the first plane out. If Rubio ultimately wins the presidency, he'll have to foster ties in a building where relationship-building is paramount -- or risk the same kind of criticisms that followed Barack Obama into the Oval Office: that he's aloof and uninterested in the courtship of Capitol Hill.\n\"After Obama, a one-term senator is going to be looked at differently,\" said Sen. Lindsey Graham, R-South Carolina, a presidential rival. \nREAD: First on CNN: Trump sent prank care package to Rubio\nWhile the 44-year-old Rubio is amiable and many senators say they personally like him, he has few close friends in the Capitol. When he's in Washington, he'll drop by Bible study one night and head to fundraisers the other two nights he's in town -- skipping out on the wining and dining that often takes place around the chummy confines of Capitol Hill. Before jumping into the presidential race, he spent his free time back in Florida where he taught a college class and coached his son's football team. \n\nAnd as he decided against seeking reelection next year, Rubio has largely abandoned his day job as he seeks higher office.\nAt times when there's a key political vote or if he could determine the outcome, he'll rearrange his schedule to stay at the Capitol. For instance, he stuck close by last month during an effort to scuttle an Iran agreement on the eve of the GOP presidential debate in California.\nYet his lack of attention to the Capitol appears to be consistent with his lack of endorsements. Rubio, so far, has racked up just five endorsements from House members -- and none from senators.\nBy contrast, one of his main presidential rivals, former Florida Gov. Jeb Bush, who has never served in the Senate before, has three senators backing his bid and 20 House members, including 11 of the 17 GOP House members from the Sunshine State. Rubio, a former Florida House speaker, also has seen a wave of current and former Florida state pols back Bush instead. Even two tea party types, Sens. Rand Paul and Ted Cruz, have more endorsements from congressional lawmakers than Rubio has secured.\nRubio campaign officials say that the Florida senator has not been focused on winning endorsements of politicians, given that it has little bearing on the outcome of the GOP primary. And they say the dearth of support in Washington shows he's battled the party establishment, as he did when he defeated the then-GOP Gov. Charlie Crist to win his first Senate term.\n\"When Marco ran for the Senate in 2010, the entire establishment in Washington and Florida endorsed his opponent, and he won anyways,\" said Alex Conant, a Rubio spokesman. \"He's running for president because he believes it's time for a new generation of leadership.\"\n\nRubio's record in Washington is coming under fresh scrutiny amid a wave of criticism from his rivals that he continues to miss votes at a rapid rate. \nSpeaking Tuesday on NBC's \"Today Show,\" Rubio defended his absentee rate.\n\"The majority of the job of being a senator is not walking on to the Senate floor and lifting your finger on a non-controversial issue and seeing which way you're going to vote,\" Rubio said. \"The majority of the work of a senator is the constituent service to committee work, that continues forward unabated.\"\nYet rival GOP campaigns began circulating a clip from the Senate floor -- where Rubio was blasting Democrats' refusal to allow votes on amendments -- saying senators shouldn't be afraid to vote.\n\"If you don't want to vote on things, don't run for office,\" he said in the floor speech. \"Be a columnist. Get a talk show.\"\nThe left was also quick to seize on Rubio's absence Tuesday. Less than an hour after news broke that Rubio would miss the vote to break a Democratic filibuster on the defense bill, the liberal PAC American Bridge 21st Century blasted out an email to reporters mocking Rubio with a satirical \"missing\" poster.\nREAD: Marco Rubio on experience critique: I'm no Barack Obama\nThat line of attack isn't new: Obama was criticized for missing the most votes of any Democratic presidential hopeful at a similar point in the presidential cycle in 2007, including a vote on an Iran resolution he blasted Hillary Clinton for supporting.\nSenate Minority Whip Dick Durbin, a fellow Illinois Democrat, knows that full well.\n\"I remember when Sen. Obama was on the campaign trail -- we would wait until it was absolutely essential to bring him back,\" Durbin recalled Tuesday. It won't hurt Rubio now, he added, unless he misses a \"critical, decisive vote.\"\nRubio has worked on big legislation in the Senate. He played a central role in an immigration deal in 2013 -- only to later back away from the bill when the measure stalled in the House amid criticism from the right. He now says that approach was the wrong one -- and advocates a more targeted strategy.\nStill, Rubio is associated with immigration more than any other legislative issue. And some immigration reformers believe he'll ultimately be on their side.\n\"I think if he were president, I think we would see good immigration reform,\" said Sen. Jeff Flake, R-Arizona, a co-author of the Rubio-backed bill.\n\nSince becoming a senator, Rubio has sought to broaden his legislative portfolio by taking official fact-finding trips across the globe, including to Asia and the Middle East. And while he has chaired three hearings this year on a Senate Foreign Relations subcommittee, reports have shown that he missed 54 hearings on that subcommittee and full committee between 2011 and 2014.\nOn Tuesday, Florida's senior senator, Democrat Bill Nelson, declined to say if Rubio's absenteeism was hurting the state, saying that the two have a good relationship. He added with a laugh that \"it takes a bit longer\" these days when the two men need to agree on proposing federal judges who could fill vacancies in Sunshine State courts.\nAsked if his constituent load has increased because of Rubio's absenteeism, Nelson said: \"I don't know, but according to our staff, they sure do get a lot of work.\"\nStill, few senators are willing to attack Rubio for missing votes, given that they, too, are guilty of skipping Senate sessions.\n\"I can't criticize him,\" said Arizona Sen. John McCain, a Graham supporter who missed many votes as he campaigned for president in 2008. \"I'm living in a glass house.\"\n", "byline": "", "description": "", "title": "Rubio leaves light footprint on Capitol Hill", "url": "http://www.cnn.com/2015/10/06/politics/marco-rubio-2016-washington-record/index.html", "topics": ["campaign_finance", "immigration", "trade"], "people": ["Rand Paul", "Lindsey Graham", "Jeb Bush", "Alex Conant", "Hillary Clinton", "Dick Durbin", "Marco Rubio", "Barack Obama", "Charlie Crist", "Jeff Flake", "Ted Cruz"], "orgs": ["Senate Foreign Relations", "Senate", "PAC American Bridge", "Oval Office", "GOP House", "Sens", "GOP"], "authors": [{"author_id": 30737, "fullname": "manu raju", "primary_org": "politico"}], "date_written": "2015-10-07 00:57:47", "org": "cnn", "article_id": "0aa895e41bdf68faca04d8f62a87c30a", "date_access": "2015-10-07 00:31:09.426665"}