{"body": "New York (CNN)New York Mayor Bill de Blasio's refusal to endorse Hillary Clinton Sunday drew scorn from supporters and snarky front page headlines in the tabloids, but a Democratic source close to the mayor told CNN it should be no surprise he deferred to do so.\nThe mayor is focused on the major challenges facing this country, specifically income inequality, which he thinks the 2016 candidates need to address, said the source, who spoke on the condition of anonymity.\nREAD: Clinton gushes over de Blasio in 2013\n\"When else are you going to talk about it?\" said the de Blasio confidante. \"If he is going to talk about it, now is the time. People who know him or follow him know this is not out of character for him.\"\nTiming is everything and de Blasio's non-committal to Clinton occurred just hours before she officially declared her candidacy -- interjecting political intrigue in what was otherwise a smooth presidential campaign announcement.\nDe Blasio declared on NBC's \"Meet the Press\" that he wants to \"see an actual vision\" from all the candidates on where they stand on the issues before he makes an endorsement.\nBut de Blasio is not just any big city mayor or elected official. He is close to the Clintons, having managed Hillary Clinton's successful 2000 campaign for the U.S. Senate, and he worked in Bill Clinton's administration. The former president even administered the oath of office to de Blasio when he was sworn in as mayor on Jan. 1, 2014.\nYet, in politics, loyalty can be overcome by ambition, and some political insiders suggest he might be trying to position himself as a prominent thought leader for liberals.\n\"The mayor has not hidden his progressive beliefs and his view that the Democratic Party needs to address them,\" said Stuart Rothenberg, a veteran, non-partisan political analyst for Roll Call. \"Many remain skeptical about former Secretary Clinton's agenda, and it is not surprising that a high-profile mayor of New York would see himself as a leading spokesman for the progressive agenda.\"\nSEE: Everything you forgot about Hillary Clinton\nClinton spokesman Jesse Ferguson sought to downplay de Blasio's comments, emphasizing that the former secretary of state's presidential campaign will focus on middle class issues.\n\"Hillary Clinton has been friends with Mayor de Blasio for a long time and has tremendous respect for him,\" Ferguson said. \"She made clear yesterday that she is running for president to be a champion of everyday Americans and fight to make sure that they and their families don't just get by, but that they get ahead and stay ahead.\"\nEarlier this month, de Blasio hosted a meeting of progressive leaders at Gracie Mansion where he said it was critical for the issue of income inequality to be \"at the forefront of our national discussion.\"\nThis week, de Blasio heads out on the road with a stop in Iowa to deliver a speech on the very subject of income equality. Hillary Clinton, too, will be in Iowa as she begins to try and win over skeptical, liberal Democrats. Timing, and this week location, is everything.\nVan Jones, a CNN political commentator, who attended de Blasio's Gracie Mansion summit, said he supported de Blasio \"100%\" not to immediately endorse Clinton.\n\"Progressives are not likely to leave Hillary Clinton at the altar this time,\" said Jones. \"But we are right to demand a pre-nup. What is she going to do?\" \nAnother CNN political commentator, Hilary Rosen, publicly expressed frustration with de Blasio Sunday in a Twitter message that ricocheted around social media.\n\"@BilldeBlasio's self aggrandizing on #MeetthePress at @hillaryclintons expense won't go unnoticed. #Ridiculous,\" wrote Rosen, a Clinton ally.\nLater, Rosen deleted the tweet and sought to distance herself from the criticism.\nIn a Monday interview, Rosen said she did not mean to be disrespectful of the New York mayor, agrees that there needs to be a discussion on the issues, but did not back down from her criticism of the timing of de Blasio's comments.\n\"I am all for a rigorous primary of ideas,\" Rosen said. \"It certainly wasn't my point to stifle the debate. My point was that on her announcement day, people who are considered her old friends, it is the old rule: If you don't have something nice to say, don't say it at all. At least not on this day.\n\"Everybody thought it and I am one of the few who said it aloud,\" she added.\nThe de Blasio confidante wouldn't speculate on whether the mayor will eventually endorse Clinton, who, at this time is the only announced candidate for the Democratic presidential nomination and odds on favorite to win it.\n\"Now is the time to talk about the issues, not personalities,\" said the de Blasio source.\n", "byline": "", "description": "New York Mayor Bill de Blasio's refusal to endorse Hillary Clinton Sunday drew scorn from supporters and snarky front page headlines in the tabloids, but a Democratic source close to the mayor told CNN it should be no surprise he deferred to do so.\n    \n", "title": "De Blasio's Clinton dis meant to highlight issues", "url": "http://www.cnn.com/2015/04/13/politics/hillary-clinton-bill-de-blasio-endorsement/index.html", "topics": ["campaign_finance", "economy", "women"], "people": ["Stuart Rothenberg", "Jesse Ferguson", "Van Jones", "Bill Clinton", "Hillary Clinton", "De Blasio", "Hilary Rosen"], "orgs": ["Democratic Party", "U.S. Senate"], "authors": [{"author_id": 2550, "fullname": "mark preston", "primary_org": "cnn"}], "date_written": "2015-04-13 21:12:33", "org": "cnn", "article_id": "2628ec10d3c55c3114dcb8f67ea36be1", "date_access": "2015-04-13 20:30:16.243046"}