{"body": "Washington (CNN)The John Kasich \"maybe running for President\" tour continued for a second day in Washington Friday, with the Ohio Republican governor speaking at the New America Foundation's annual conference.\nIn a question-and-answer session on stage with CNN Chief Political Analyst Gloria Borger, Kasich came no closer to divulging his plans, but did say that \"if I can win, I'm likely to run.\"\nIn recent weeks, Kasich has ramped up his pre-presidential activities, making media appearances, spending time in South Carolina and New Hampshire, and establishing a so-called 527 political committee. That advocacy group -- \"New Day for America\" -- allows him to raise funds and provides a litmus test of financial support for any eventual run.\nLater, in an interview that will air on CNN's \"State of the Union\" on Sunday, Kasich told Borger that at least one formally declared candidate -- Hillary Clinton -- could win his key battleground state of Ohio.\n\"Of course she could win. I think anybody on those lists is capable. It's just a matter of how they project themselves,\" Kasich said. \"She'll be a very formidable candidate.\"\nRELATED: With eye toward 2016, Kasich considers message\nHe declined to address specifics about the current controversy surrounding Clinton and the funding of the Clinton Foundation, saying \"when you are involved in both public and private, you have to be very careful.\"\nKasich acknowledged his own past -- time spent working for Lehman Brothers before its collapse -- could be a factor in his own candidacy. But he freely criticized the industry that used to employ him.\n\"I've said all along that I think there's too much greed on Wall Street,\" Kasich said. \"The reason I say it is because I saw it. The fact is, there's nothing wrong with making money. There's a lot of good. But you can't just be totally dedicated to making money without, you know, sort of doing some good in the process.\"\nOn foreign policy, Kasich told Borger that he had serious reservations about the proposed nuclear agreement with Iran and wouldn't support the deal in its current form.\n\"You know, Reagan used to say trust and verify. In regard to Iran, it should be verify, verify, verify, without the trust, because I don't trust them.\"\nRELATED: Kasich walks familiar halls, talks 2016\nHe also called for stricter scrutiny of the deal from the White House. \"I think they're falling in love with this deal. I think it's, you know, a lot of it is about a legacy,\" he said.\nBack in front of the New America audience, Kasich all but ruled out a vice presidential bid as part of his own legacy, calling it \"the farthest thing from my mind.\"\n\"I don't think about that at all. I'm governor of Ohio, that's a fantastic job,\" he said. \"I don't know what [vice presidents] do.\"\nPlus, he allowed, being seen as a presidential contender had at least one advantage:\n\"One good thing about thinking of running for President is that I get invited to stuff like this, where I can talk about what I care about. If I wasn't doing this, I'd probably be serving the meal,\" he joked.\n", "byline": "", "description": "The John Kasich \"maybe running for President\" tour continued for a second day in Washington Friday, with the Ohio Republican governor speaking at the New America Foundation's annual conference.\n    \n", "title": "Kasich: 'Formidable' Clinton could win Ohio", "url": "http://www.cnn.com/2015/04/26/politics/john-kasich-state-of-the-union/index.html", "topics": ["campaign_finance"], "people": ["Gloria Borger", "Hillary Clinton", "Lehman Brothers", "John Kasich"], "orgs": ["Clinton Foundation", "New America Foundation"], "authors": [{"author_id": 24885, "fullname": "wade payson-denney", "primary_org": "cnn"}, {"author_id": 24884, "fullname": "brian rokus", "primary_org": "cnn"}], "date_written": "2015-04-26 14:34:25", "org": "cnn", "article_id": "6fb57612fa276c82c45de2eafa441cc6", "date_access": "2015-04-26 13:40:15.610127"}