{"body": "Washington (CNN)Last Thursday might mark the last time Wisconsin Gov. Scott Walker shows up late for an interview, at least on conservative talker Steve Deace's radio show.\nDeace, a top-talker on Iowa airwaves, ripped Walker apart last week for not dialing in on time. \n\"I mean, we're interviewing people for a job. That's what we do. Are you late for your interview? I'm not late for mine. Not if I want the job,\" Deace said on his show last Thursday. \n\"Yeah, I'm upset. I'm not doing much here, just a national radio show, you told us you want to come on, we set aside the time for you to do so, you were adamant that it had to be at this because you had to be off at this time,\" Deace said. \"Well, OK, there's only a few thousand voters and potential activists you'd want to talk to.\" \nThe Walker campaign did not immediately return a request for comment on Wednesday. \nWalker did -- belatedly -- call in last Thursday. The Deace show published a transcript of their talk, which included ruminations on Common Core education standards and his campaign manager's views on abortion. \nTo make his point, he explained what happened when Texas Sen. Ted Cruz showed up late. \n\"You know how I feel about late guests, Ted Cruz was late to this show once, I doubt he'll ever be late again, because I made him sit there for 10 damn minutes while I talked. It went through the entire commercial break,\" Deace said Thursday on his show.\nWalker formally launched his White House bid last week, stopping through five states before returning to Wisconsin to sign a 20-week abortion ban and call for the dissembling of the government oversight board which has hampered him back home. He returned to the trail this week with a stop in Tennessee on Wednesday and is scheduled to speak at the American Legislative Exchange Council conference Thursday. \n", "byline": "", "description": "\n    \n", "title": "Radio host Steve Deace hits Scott Walker for lateness", "url": "http://www.cnn.com/2015/07/22/politics/scott-walker-late-steve-deace/index.html", "topics": ["abortion", "personality", "campaign_finance"], "people": ["Steve Deace", "Scott Walker", "Ted Cruz"], "orgs": ["American Legislative Exchange Council"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-07-22 23:17:08", "org": "cnn", "article_id": "0d46b72d0e548cf145e2cc6758f1cdbc", "date_access": "2015-07-22 22:20:19.142254"}