{"body": "Simi Valley, California (CNN)Before Wednesday night's debate, there was speculation that Donald Trump was headed toward a more restrained, substantive phase of his candidacy.  \nNope.\nThe man who has bragged about his skills as \"an entertainer\" did not disappoint in the first half of Wednesday night's debate in Simi Valley -- throwing a gratuitous jab at Rand Paul, engaging in fierce exchanges with Carly Fiorina and playing up the theatrics of the event by rolling his eyes, pursing his lips and cocking his head as he listened to other candidates.\nBut the three-hour marathon debate here at the Ronald Reagan Presidential Library seemed to test Trump's stamina and willingness to engage in weighty policy discussions. As the debate delved into more substantive discussions of foreign policy and criminal justice, the real estate magnate faded into the background -- ceding air time as more aggressive rivals like Marco Rubio, Chris Christie and Carly Fiorina leapt into the debate.\nFor weeks now, Trump has been at the fulcrum of the presidential race, controlling the debate in a way that has frustrated and befuddled the other campaigns. But Trump's rivals, who were hesitant to attack Trump in the first debate, didn't hold back during the Simi Valley faceoff.\nTrump was often on defense as he was called to answer for the insults that he has hurled at the other contenders in recent weeks. More times than not on Wednesday night, that seemed to work to their advantage rather than his.\nREAD: Carly Fiorina distinguishes herself on debate stage\nThe prime example was Carly Fiorina's masterful retort to Trump's assertion in \"Rolling Stone\" that Americans wouldn't elect a president with her face.\nCNN debate moderator Jake Tapper asked Fiorina whether she wanted to respond to Trump's statement, which he claimed was about her persona.\n\"I think women all over this country heard very clearly what Mr. Trump said,\" Fiorina replied simply -- punctuating her response with a long pause that worked to devastating effect.\nSmiling, Trump made a clumsy attempt to recover: \"I think she's got a beautiful face, and I think she's a beautiful woman.\" \nFiorina seemed unamused.\nFormer Florida Gov. Jeb Bush, Trump's chief target in the field, similarly managed to notch points against the real estate magnate by demanding an apology from Trump for suggesting that he had been weak on immigration because he married a Mexican woman.\n\"To subject my wife into the middle of a raucous political conversation was completely inappropriate, and I hope you apologize for that, Donald,\" Bush told Trump.\nTrump refused, but insisted that he had heard \"phenomenal things\" about Bush's wife, who he called a lovely woman.\n\"Why don't you apologize to her right now,\" Bush demanded.\nAgain, Trump demurred.\nREAD: Fact-checking the candidates\n\"So, here's the deal. My wife is a Mexican-American. She's an American by choice,\" Bush said, using Trump's awkward comments about his wife to pivot to his position on immigration. \"She loves this country as much as anybody in this room, and she wants a secure border. But she wants to embrace the traditional American values that make us special and make us unique. We're at a crossroads right now. Are we going to take the Reagan approach, the hopeful optimistic approach, the approach that says that, you come to our country legally, you pursue your dreams with a vengeance, you create opportunities for all of us? Or the Donald Trump approach?\"\nBoth Bush and Rubio managed to score points off of Trump's insistence that presidential candidates speak English, rather than Spanish. On the trail, Trump had said Bush \"should really set an example by speaking English in the United States.\"\n\"We have to have assimilation,\" Trump insisted Wednesday night.\n\"Well, I've been speaking English here tonight, and I'll keep speaking English,\" Bush replied. \nBut he said that if a student asked him a question in Spanish, \"I'm going to show respect and answer that question in Spanish... Even though they do speak English, and even though they embrace American values.\"\nWhile Rubio agreed that \"everyone\" should learn to speak English, he used the controversy over Trump's statement as an entrée to his own personal story.\n\"I want to tell you a story about someone that didn't speak English that well. It was my grandfather,\" Rubio said, explaining how his grandfather escaped from Cuba in the 1960s.\n\"My grandfather instilled in me the belief that I was blessed to live in the one society in all of human history where even I, the son of a bartender and a maid, could aspire to have anything, and be anything that I was willing to work hard to achieve. But he taught me that in Spanish, because it was the language he was most comfortable in.\"\nBy the end of the night, Trump almost seemed to be going out of his way to compliment his competitors after spending weeks trashing them.\n\"I was very impressed with everybody,\" he told CNN's Chris Cuomo.\n", "byline": "", "description": "", "title": "Donald Trump's stamina tested in GOP debate", "url": "http://www.cnn.com/2015/09/17/politics/republican-debate-donald-trump/index.html", "topics": ["personality", "immigration"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "Chris Cuomo", "Donald Trump", "Marco Rubio", "Jake Tapper", "Carly Fiorina", "Ronald Reagan"], "orgs": [], "authors": [{"author_id": 26946, "fullname": "maeve reston", "primary_org": "cnn"}], "date_written": "2015-09-17 06:32:12", "org": "cnn", "article_id": "9d555253e078b5eb64a31e1009cdbddc", "date_access": "2015-09-17 05:51:34.885796"}