{"body": "Chappaqua, New York (CNN)Bill and Hillary Clinton had two goals during Monday's Memorial Day parade in Chappaqua: Honor the men and women who lost their lives at war and not talk about the 2016 campaign.\nMonday's Memorial Day parade was the first public event the Clintons have attended together since Hillary Clinton announced her campaign in April. The couple has tried to walk in the New Castle Memorial Day Parade every year since they moved to the Norman Rockwell-esque New York hamlet in 1999.\nClinton was followed by a small group of reporters who walked in front and around the presidential candidate for the about three-quarters of a mile parade route, while well-wishers on the sidewalk waved 2016 signs and shouted words of encouragement to the former secretary of state.\nRELATED: Julian Castro says Clinton emails a 'witch hunt'\n\"Hillary 2016,\" read one sign. \"POTUS at last.\"\nClinton, however, wanted to deflect attention away from the presidential race.\n\"This parade's not about that,\" Clinton said when asked about the signs. \"This parade is about honoring those we've lost. That's what I want to keep focused on and make sure that we pay proper respect to our veterans and especially those who lost their lives.\"\nClinton said that parade was a \"wonderful tradition.\"\n\"It is a good way to remember our veterans and particularly those who gave their lives or were grievously injured,\" she said. \"This is a way of demonstrating that they are not forgotten and we are going to continue doing everything we can to make sure we honor their sacrifice and commitment.\"\nBill Clinton, too, declined to answer a question about how he thought the campaign was going.\n\"I don't know,\" he said with a laugh. \"I'm in my foundation.\"\n\"Ask them,\" he said, pointing to Clinton's campaign aides walking with her.\nFor the first two months of the campaign, Hillary Clinton has campaigned without her former president husband. Instead, Bill Clinton has spent most of his time focused on the Clinton Foundation, including a nearly two-week trip to Africa.\nThe parade, while not a campaign event, did look like one. Clinton campaign staffers set up a volunteer recruitment table and were handing out stickers. \nHillary Clinton, sporting an American flag scarf, took selfies and shook hands with people who lined up to meet her. She greeted local town politicians and sat next to Rep. Nita Lowey at the ceremony after the parade.\nJim McCauley, the grand marshall of the parade, spent much of the event shouting at reporters to get out of the way.\n\"Move guys! Get on the sidewalk,\" McCauley said.\n\"Get them in line,\" Hillary Clinton joked.\nEven though the horde of reporters changed the feel of the event, most in attendance were thankful for the Clintons attending.\n\"Every year I get an opportunity, I thank them for marching in the parade,\" said Rev. Larry Holland from Grace Baptist Church. \"I'll be honest with you, I've lived in Westchester for a long time. No one knew Chappaqua until they moved here. We call it an honor.\"\n", "byline": "", "description": "\n    \n", "title": "The Clintons celebrate Memorial Day in Chappaqua", "url": "http://www.cnn.com/2015/05/25/politics/hillary-clinton-bill-memorial-day-parade/index.html", "topics": ["women", "campaign_finance"], "people": ["Bill Clinton", "Nita Lowey", "Julian Castro", "Hillary Clinton"], "orgs": ["Clinton Foundation", "Clintons", "POTUS"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-05-25 20:23:42", "org": "cnn", "article_id": "06ed8afa5d611645b144bf7a81d99db3", "date_access": "2015-05-25 19:30:35.878388"}