{"body": "Washington (CNN)Donald Trump is still leading to be the Republican nominee for the 2016 election, but his chances have decreased after his offensive comments about Carly Fiorina, according to a prediction market game.\nThe real estate mogul's odds for the game were at 23% before he said that Fiorina's looks would make her unelectable. They are now at 20%.\nTrump made the remarks about Fiorina in a Rolling Stone profile published Wednesday. While sitting with a Rolling Stone reporter, Fiorina appeared on TV and he said, \"Look at that face! Would anyone vote for that? Can you imagine that, the face of our next president?\"\nThe ultimate prediction marketplace for the races and issues that matter most\nOn Thursday morning, he walked back from his comments about the former Hewlett-Packard CEO, telling CNN's Chris Cuomo on \"New Day\" that \"I'm not talking about looks. I'm talking about persona.\"\nIn a new CNN/ORC poll released Thursday, Trump continues to lead with the support of 32% of Republicans. In the survey, Trump is up 13 among women, rising from 20% in August to 33%.\nPivit is an online prediction market that factors polls and other factors and will change as the public weighs in on the increasing or decreasing chance that a candidate or party wins an election. \nThe company has a partnership with CNN for users to play and predict the outcome of the 2016 election.\n", "byline": "", "description": "Front-runner Donald Trump is still leading to be the Republican nominee for the 2016 election, but his chances have decreased after his offensive comments about Carly Fiorina, according to a prediction markets game run by the company Pivit.", "title": "Pivit: Trump's chances for nomination decrease", "url": "http://www.cnn.com/2015/09/10/politics/donald-trump-carly-fiorina-odds-pivit/index.html", "topics": ["women", "campaign_finance"], "people": ["Donald Trump", "Carly Fiorina", "Chris Cuomo"], "orgs": ["Rolling Stone"], "authors": [{"author_id": 17207, "fullname": "daniella diaz", "primary_org": "cnn"}], "date_written": "2015-09-11 03:44:26", "org": "cnn", "article_id": "92f4c62cefb744c509529259ceebf581", "date_access": "2015-09-11 02:51:14.511335"}