{"body": "Washington (CNN)Sen. Marco Rubio says he wants no part of Donald Trump's \"freak show,\" as the Republican presidential hopeful continues to throw jabs at the front-runner. \nThe two candidates have battled through sound bites for the past week, after essentially staying muted on each other for most of the campaign. As Rubio has enjoyed a marked boost in the polls since his performance in the second debate, Trump has gone after Rubio with insults including calling him a \"kid\" and dinging his voting record this year.\nThe Florida senator has willingly dished it back at Trump, calling him unserious and \"touchy.\" That continued in an NPR interview on Monday. \n\"I'm not interested in the back and forth to be a member or part of his freak show,\" Rubio told NPR.\nBut despite that statement, Rubio quickly ticked off a list of Trump's recent foibles, including mentioning a speech in South Carolina that had many empty seats and Trump getting booed at Friday's Value Voters Summit when he called Rubio a \"clown.\"\nRELATED: Trump gets booed\n\"He is a very sensitive person,\" Rubio said. \"He doesn't like to be criticized. He responds to criticism very poorly. ... His poll numbers have taken a beating, and he was embarrassed on national television at the debate by Carly Fiorina and others.\"\nRubio also continued his attack on Trump that the mogul lacks the ability to speak about policy.\nThe senator has focused his campaign efforts largely on rolling out policy proposals and has tried to fly more under the radar as other candidates have their moments in the spotlight.\n\"This election is not going to be about Donald Trump: He thinks it is, but it's not,\" Rubio said. \"Every time issues become prominent, he will say something outrageous or do something outrageous so that he doesn't have to talk about the issues.\"\nTrump is set to unveil his plans for tax reform at a New York City press conference Monday morning. \nRELATED: Rubio strikes back at Trump\n", "byline": "", "description": "", "title": "Marco Rubio says count me out of Donald Trump 'freak show'", "url": "http://www.cnn.com/2015/09/28/politics/marco-rubio-donald-trump-freak-show/index.html", "topics": ["immigration", "economy"], "people": ["Donald Trump", "Marco Rubio", "Carly Fiorina"], "orgs": [], "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-09-28 16:07:26", "org": "cnn", "article_id": "d7ee005b85af5ae1b8af7504bed4daf5", "date_access": "2015-09-28 15:31:16.262312"}