{"body": "Washington (CNN)Forget other Republicans -- Scott Walker is taking on the mainstream media. \nThe Wisconsin governor is using the tried-and-true tactic to survive the criticism he's faced over his refusal to answer questions that have followed him in recent days about what he thinks about evolution and if he believes President Barack Obama is a Christian and a patriot. \nInstead, as his star rises among conservatives and he moves toward a 2016 presidential bid, Walker is insisting those questions are a media-manufactured sideshow -- and he'll have nothing to do with answering them. \nREAD: The risk of Scott Walker's safe politics\nWalker took his latest shots at the political press on Monday night during a speech at a Christian media convention in Nashville, Tennessee. \n\"You've seen in the media a lot of talk over the last few days about these self-manufactured 'gotcha' moments from the media,\" Walker told the crowd, in a reference to reporters who hounded him over the weekend during his trip to Washington for the National Governors Association conference. \n\"Well they want to talk about things that I don't think most Americans want to talk about,\" he said. \"Our commitment is going forward, we're going to talk about the things that matter to everyday Americans and we're going to leave the nonsense to the media on the side and we're not going to focus on that, we're going to focus on the things that matter.\"\nIt wasn't just one speech. Walker has reacted to the controversy -- set off when he stood beside former New York City Mayor Rudy Giuliani last week as Giuliani insisted that Obama doesn't love America -- by deflecting reporters' questions and then telling his supporters that media are to blame. \nIn a fundraising email sent out Monday, Walker's campaign criticized \"small, petty and pale\" questions from the \"Liberal Media.\" \n\"Now is the time to stand up against the publicity hounds and the journalistic pack, and help Governor Walker fight back with a 'Friends of Scott Walker' contribution of $10 or $100 or $1,000 or whatever amount is right for you,\" the email said. \"Your support will show the clueless and mindless journalistic herd that you know what matters most and that it is not the pointless minutiae that they are pushing.\"\nTwo days earlier, Walker had refused to answer questions from The Washington Post over whether he believes Obama is a Christian or a patriot. He said he hasn't spoken to Obama about those things, so he can't possibly answer -- and besides, the questions have nothing to do with what most Americans are concerned about. \nHe told the newspaper that while people working in media might judge his answers harshly, regular voters wouldn't. \n\"To me, this is a classic example of why people hate Washington and, increasingly, they dislike the press,\" he said. \"The things they care about don't even remotely come close to what you're asking about.\"\nThe scrutiny over Walker's comments comes as he rises in polls of Republican primary voters. Several in recent weeks have found him narrowly ahead in a splintered field in Iowa. \nIn his speech in Nashville, Walker insisted he wouldn't let his campaign's narrative be driven by media controversies. \n\"We will talk about what we are for, not what we are against,\" he said. \"I think Americans deserve a real debate and a real focus about where we are going to take this nation, not what's wrong with our primary opponents or not what's wrong with our general election opponent.\"\nWalker did, though, take a veiled shot at at least one of his potential opponents -- former Florida Gov. Jeb Bush. \n\"Unlike some out there,\" he said. \"I didn't inherit fame or fortune from my family.\" \n", "byline": "", "description": "\n    \n", "title": "Walker says he'll 'leave the nonsense to the media'", "url": "http://www.cnn.com/2015/02/23/politics/scott-walker-2016-hits-media/index.html", "topics": ["personality"], "people": ["Rudy Giuliani", "Jeb Bush", "Barack Obama", "Scott Walker"], "orgs": ["National Governors Association"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-02-24 04:01:11", "org": "cnn", "article_id": "8b122ad0601978417fe71119a3a02536", "date_access": "2015-02-24 13:03:28.473898"}