{"body": "Washington (CNN)Former congressman Anthony Weiner fired back Tuesday night at Donald Trump, who days ago launched a volley of attacks at Weiner and his wife, a top aide to Democratic front-runner Hillary Clinton.\nTrump suggested during a campaign event Friday that Clinton's close aide Huma Abedin shared classified information with Weiner, who resigned his seat in Congress after he was caught sending sexually explicit tweets another woman. Trump on Friday also called Weiner \"a perv\" and \"one of the great sleazebags of our time.\"\nRELATED: Donald Trump defiant after calling Anthony Weiner a 'perv'\n\"I think it's pretty outrageous,\" Weiner said Tuesday night on New York's NY1 news channel. \"I think the idea to take someone who's served in government for 20 years and impugn her in that way is outrageous. I mean he wants to make me a campaign issue. I'm not going to indulge that.\"\nWeiner added that Trump had \"no evidence at all\" to back up his allegations.\n\"Anyone who's ever worked with her knows that not only is she eminently qualified, but she does her job with skill and with grace and has done it for a very long time making enormous sacrifices for our country,\" Weiner said.\nTrump has refused to back off his accusations, instead firing off a series of tweets on Monday digging in on his position, calling Abedin \"a major security risk\" as the \"wife of perv sleazebag Anthony Weiner.\"\nClinton campaign spokesman Nick Merrill had slammed Trump's comments about Abedin as \"disgraceful\" and said \"there is no place for patently false, personal attacks toward a staff member.\"\nRELATED:Clinton emails: Gefilte fish, TV shows and redactions\n", "byline": "", "description": "", "title": "Anthony Weiner fires back at Donald Trump: 'Outrageous'", "url": "http://www.cnn.com/2015/09/02/politics/anthony-weiner-donald-trump-huma-abedin/index.html", "topics": ["terrorism", "immigration"], "people": ["Donald Trump", "Nick Merrill", "Huma Abedin", "Hillary Clinton", "Anthony Weiner"], "orgs": ["Congress"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-09-02 13:44:44", "org": "cnn", "article_id": "0d936f5d782b0b97b0b24bb23e861a8c", "date_access": "2015-09-02 12:51:36.177840"}