{"body": "Washington (CNN)It was a wild night at CNN's GOP debate at the Reagan Library in Simi Valley, California, and it took a toll on Donald Trump as he who sparred with Carly Fiorina and Jeb Bush and sustained attacks from just about everybody on the stage. \nThe odds of Trump winning the GOP nomination fell 8 percentage points to 12%, according to the Political Prediction Market from CNN and Pivit.\nThe Political Predict Market is a game run by the company Pivit that uses polls and other factors and input from players who weigh in on the increasing or decreasing chance that a candidate or party wins or loses an election.\nRelated: Play the Political Prediction Market\n Marco Rubio was the early winner, according to Political Prediction Market data collected during the debate. The odds of Rubio winning the GOP nomination rose 6 points to 15%.  \n \nCarly Fiorina also rose by 2 points to 16% odds and Jeb Bush rose by 1 point to 18% odds to win the GOP nomination. Bush currently has the best odds, but not by much.\nRetired neurosurgeon Ben Carson had been nipping at front-runner Trump's heels in recent opinion polls. But the odds of a Carson nomination went down by 4 points during the debate, according to the calculation.  \nThe first debate saw some major movement on the Political Prediction Market from CNN and Pivit. The odds of former New York Gov. George Pataki dropping out of the race by Nov. 1 went up 15 percentage points to 55% odds, according to Pivit. The other candidates on the market did not see nearly that amount of movement.\nRelated: Get up to speed on everything you missed at the CNN GOP debate\n", "byline": "", "description": "", "title": "Odds of Donald Trump nomination drop after CNN debate on Political Prediction Market", "url": "http://www.cnn.com/2015/09/17/politics/donald-trump-odds-drop-cnn-debate/index.html", "topics": ["personality", "immigration"], "people": ["George Pataki", "Jeb Bush", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Ben Carson"], "orgs": ["Reagan Library", "GOP", "Political Prediction Market"], "authors": [{"author_id": 39703, "fullname": "z. ron wolf", "primary_org": "cnn"}], "date_written": "2015-09-17 05:06:53", "org": "cnn", "article_id": "6d7204198d4fd922cffa81c57d5dc6f9", "date_access": "2015-09-17 04:12:02.493618"}