{"body": " (CNN)CNN Opinion asked a range of contributors to give their take on the first Republican Party debate of the 2016 presidential campaign, and to pick their biggest winners and losers from the night. The opinions expressed in these commentaries are solely their own.\n\nThis was the Donald's debate. He dominated the discussion, he was the focus of the moderators, social media traffic spiked every time he opened his mouth. Other than Rand Paul (who is apparently still running for President), all of his fellow candidates went out of their way to avoid stoking his ire. Two years after the RNC's post-election autopsy declared that the only path to victory is a more inclusive tone, Trump has pushed the party further to the right on immigration than it has ever been before. Smart professionals in the Republican Party cringed at every mention of illegals, deportations and walls being built.\nTrump may have hurt himself or helped himself, no one really knows because he defies all the traditional rules of politics (he probably hurt himself a lot). But his effect on the field is clear. This is Donald Trump's party and all the other candidates just seem glad to be invited.\nWinner: Marco Rubio.  On a night of very uneven performances, Rubio showed flashes of why Democrats fear him most. He has had a tough few months, losing a lot of altitude and momentum, and basically disappearing from the discussion, but he gave Republicans a reason to remember his name tonight.\nLoser: Jeb Bush. After several bad weeks, Jeb Bush could really have used a good night. He didn't have it. Bush, like Huntsman in '12 and Dukakis in '88, seems to shrink under the klieg lights. He was nervous, halting, and just painfully inspirational. Politics in our polarized age is about motivation and Bush gave no indication that he could motivate anyone to get out of bed and vote on a rainy day in November. \nDan Pfeiffer is a former senior adviser to President Barack Obama and served in the White House in a variety of roles, including communications director. \n\nClear, concise, and a command of the issues. No, I'm not talking about the Donald or Jeb Bush (who terribly underperformed by the way).  I'm referring to Florida Senator Marco Rubio. Although he was the youngest contender on the debate stage, he certainly came across as the adult in the room.  On a night filled with plenty of zingers and testy exchanges, Rubio was able to rise above the bickering and overly produced bravado. He was prepared, comfortable and most importantly, relatable.   \nThe spats on stage between Trump and Bush, Chris Christie and Rand Paul may have made for an entertaining spectacle, but none of that is worth a grain of political salt if voters cannot relate to you.  The relatability factor sunk Romney in 2012 and is one of Hillary Clinton's biggest vulnerabilities heading into 2016.  In contrast, Senator Rubio's own authentic life story as the son of Cuban immigrant parents, one a bartender, the other a maid, rising up from nothing to become a senator and stand on stage as the possible next President of the United States, represents the very essence of the American dream for anyone who believes in the limitless opportunities this country provides.  \nIn one of Rubio's strongest and most memorable lines of the night, he said: \"Who is Hillary Clinton to lecture me about living paycheck to paycheck ... who is Hillary Clinton to lecture me about repaying students loans?\"  Exactly.  \nIf Rubio ends up the nominee, imagine the contrast on the debate stage a year from now between Clinton and Rubio. One represents the future, the other a relic of yesteryear. That's a matchup the Clinton camp surely hopes to avoid and justifiably so.  \nBush on the other hand had a disappointing performance. He came across as unsure, defensive and aloof. If Jeb comes across like that again in the upcoming CNN debate in September, watch for supporters on the fence between Bush and Rubio begin to move toward the junior senator from Florida. \nThursday's winner: Marco Rubio\nThe loser: Jeb Bush\nBreakout performance: Carly Fiorina\nTara Setmayer is former communication's director for Rep. Dana Rohrabacher, R-California, and a CNN political commentator.\n\nThe first GOP debate is over and Trump is still winning.  He dominated the polls leading into the debate.  He dominated the pre-debate commentary.  He was the only candidate the press greeted when he arrived in Ohio. And most importantly, the rest of the field wasn't that memorable.  Yes Trump's shtick works best when he's on the campaign trail, not the debate stage but Trump didn't do too much damage. At least not enough to knock him from his lead. Plus, Fox pounded him with \"gotcha' questions - like - \"when did you become a Republican\" yet Trump stood firm.  He won the night because even despite ridiculous assertions like \" building a big beautiful door\" in the wall he'd build fencing off Mexico, he managed to hold his lead among nine other GOP candidates.\nKeep in mind, timing is essential in a campaign.  And, at this stage in the race, the public is not yet focused on the election.  We're focused on paying bills, the end of summer, the start of school, basically - everything but the election.  So Trump grabbed our attention early and even though Rubio, Christie and Kasich had a good night, Trump still was more memorable; which means at this stage in the race he won; for now. \nLoser: Women \nFox pushed an anti-choice agenda over and over and over - and the candidates took the baton and ran with it.  From Scott Walker and the imaginary fetus he kept cradling as he talked about his anti-choice views, to Jeb Bush bragging about creating a pro-life culture in Florida despite his state's record on rising births to unwed mothers to Huckabee pushing for a personhood amendment.  Women, women's health and a woman's ability to make decisions about her body without men and the government interfering -  were under attack.  \nWhen men control women's bodies and our health decisions, every woman loses.  And women lost tonight as these 10 men lectured America about what they'd do to limit our control over our bodies if they were president. When Carly Fiorina was asked about Jeb Bush's quote (which he's repudiated) that he was \"not sure we need half a billion dollars for women's health issues,\"  she said it was a \"foolish\" thing to say.  Actually, it's not foolish, it's downright scary.\nMel Robbins is a CNN commentator, legal analyst, best-selling author and keynote speaker. In 2014, she was named outstanding news talk-radio host by the Gracie Awards. \n\nFor two hours, the top 10 Republican candidates held forth on the Fourth Amendment rights of unborn children, the imperatives of regulatory reform, the various manifestations of weakness shown by the Obama-Clinton foreign policy of the past six years, the need for a stronger military and simpler tax code, and the merits of a wall (or is it a fence?) along the U.S.-Mexican border.\nHardly a mention was made of race.  Ben Carson brought it up only to dismiss its significance.  No one confronted the violence, poverty, and incarceration rates that plague black and Hispanic communities.  With the exception of Rand Paul's last-minute shout out to Ferguson and Detroit, the candidates turned away from the bubbling cauldron of anger and alienation—expressed intermittently in resistance and deviance—that has captured national headlines for the last year.\nAt the 92nd minute, Fox anchor Megyn Kelly asked Wisconsin Gov. Scott Walker about the Black Lives Matter movement.  He responded with some abbreviated thoughts on the importance of police training. And there, the issue dropped flat, and the station cut to commercial.\nRepeatedly, the panel of moderators needled candidates for their perceived weaknesses in an expected showdown with Hillary Clinton in the general election.  \nNewsflash: For a party that has failed to win a majority of the popular vote in 5 of the past 6 presidential elections, in a country where whites' share of the electorate is shrinking, Republicans had better find a way to talk about race.\nWinner: Marco Rubio. Cool, level-headed and sharp.\nLoser: Donald Trump. Unable to command the stage, held in check by debate protocols and vacuous, this one blustered to audience boos\nWilliam Howell is the Sydney Stein professor in American politics at the University of Chicago.\n\nWith Donald Trump occupying center stage at the first presidential primary debate, the other nine contenders had to look for ways to interject their own ideas or to try to avoid taking a direct hit from the front runner. The task wasn't easy.\n \nFrom calling for a big wall to solve our broken immigration system to repealing Obamacare without an alternative, some of the candidates took up a lot of unnecessary room on that debate stage, especially when you consider how much they overlap, at least policy-wise. While they offered muted versions of conservative policies, Donald Trump, though, was the one who was saying those things right out loud. \nIt's a bunch of guys saying the exact same thing, and trying to impress people with how well they say it. This wasn't a debate, it was an audition to remain viable until the next debate or forum.\nBiggest losers: Rand Paul and Chris Christie for their bitter clash over NSA surveillance and terrorism. They offered testosterone with a bit of Tabasco.\nDonna Brazile, a CNN contributor and a Democratic strategist, is vice chairwoman for voter registration and participation for the Democratic National Committee. A nationally syndicated columnist, she is an adjunct professor at Georgetown University and author of \"Cooking With Grease: Stirring the Pots in America.\" \n\nThere was no clear standout in the big 10 GOP debate Thursday night, but several candidates turned in strong performances. Marco Rubio showed the polish and policy knowledge you would expect. Same for Ted Cruz, whose biggest obstacle may be over-eloquence, if there is such a thing. Chris Christie hit his stride on entitlements, and showed some glimmers of the swagger that made him a household name.\nThe biggest surprise of the night came from Rand Paul, who showed up ready to fight. The usually laid-back libertarian came out fiery, getting into squabbles with Donald Trump and Christie (winning the latter exchange). If nothing else, Senator Paul reminded America that he's still in this thing in a meaningful way.\nThe rest of the candidates weren't strong enough to move the needle in their favor. Scott Walker was just OK. Ben Carson came off as he is -- an entirely likable, accomplished professional, but he still didn't get much airtime. John Kasich, Mike Huckabee and Jeb Bush were not memorable -- and Bush in particular affirmed his politics as usual persona.\nTrump is in his own category here. If you didn't like Trump as a candidate before Thursday night, he did nothing to change your mind. Refusing to pledge his support for the GOP set the tone -- and then he admitted on national television that he is an avowed crony capitalist. Of course, none of this will faze Trump's most ardent supporters, but tonight solidified that he has no chance of winning over the rest of the GOP.\nSo, the winners tonight? Rubio, Cruz, Paul and Christie\nThe losers: Bush, Trump, Huckabee and Carson\nBuck Sexton is a political commentator for CNN and host of \"The Buck Sexton Show\" on the Blaze. He was previously a CIA counterterrorism analyst. \n\nOn Thursday, we were treated to not one, but two episodes of the summer's newest reality show.  Some will blame Donald Trump for transforming the race into a reality show. And those people would be right. But Fox News also did a great deal to add the reality show feel. First off, they only picked the top 10 contestants, I mean candidates, for the big show. Nothing says you are in the loser debate like staring out at 20,000 empty seat, as the seven other candidates were left to do.  And before the debate Fox News' Chris Wallace even promised someone would hand Trump a \"fat juicy ball\" of a question with which to attack Jeb Bush to see if the former Florida governor could take it. Fox News should just have gone full reality with celebrity judges and a gong.\nSo, who were the big winners and losers from the two debates? In terms of not meeting or fulfilling expectations, it would have been Ben Carson, Jeb Bush and Donald Trump.  Trump especially so in that he didn't offer details on policies, he lashed out, and seemed uncomfortable with the audience turning against him. The winner, at least in terms of might see their poll numbers improve, are likely to be Ohio Gov. John Kasich and Carly Fiorina.  \nBut the bottom line is that the race now seems more wide open than ever.\nDean Obeidallah, a former attorney, is the host of SiriusXM's weekly program \"The Dean Obeidallah Show.\" He is a columnist for The Daily Beast and editor of the politics blog The Dean's Report. He's also the co-director of the documentary \"The Muslims Are Coming!\" Follow him @TheDeansreport. \n\nFirst things first: She may not have been part of the 10-man \"main event\" GOP debate, but make no mistake: It was Carly Fiorina, hands down, who shone most Thursday, during the earlier, so-called \"happy hour\" debate. The second-tier debate, held at 5 p.m. Thursday, proved to be more substantive and let lesser-known candidates like Ms. Fiorina stand out. \nThe prime time debate, on the other hand, brought us more of the same from every candidate: bluster,  bravado, and no specifics from Donald Trump; Chris Christie and Rand Paul yelling at each other over the Patriot Ac;, attacks on Hillary Clinton and Planned Parenthood all around (is Planned Parenthood running for president?), and criticisms of everything President Obama has done on foreign policy with scant suggestion from any of them about how they would do anything differently. \nDonald Trump did not look like a serious candidate, compared with others on stage.  But he has struck a chord with Republicans, so likely did no harm to his front runner status and in fact may have satisfied GOP voters for continuing to be a thorn in the side of the Republican establishment.  John Kasich may have done himself some good too, taking advantage of his home court advantage and underscoring his accomplishments in Ohio.  Scott Walker? Flat, as was Jeb Bush. But Marco Rubio showed flashes of passion, especially on the issue of abortion.  \nTonight's debate likely did not do much to change the standing of these candidates among Republican voters.  However, the group underscored to women, minorities, young people, and middle class families why GOP policies would take the country back to a time when women were told what to do with their bodies, where walls, language and different cultures cut people off from the promise of America, and where your future was more determined by how rich you were and not how hard you were determined to work.  \nWinners: Carly Fiorina, John Kasich -- and Hillary Clinton for all of the fodder the candidates gave her for the general election campaign.\nLoser: Jeb Bush\nMaria Cardona is a political commentator for CNN, a Democratic strategist and principal at the Dewey Square Group. She is a former senior adviser to Hillary Clinton and was communications director for the Democratic National Committee. She also is a former communications director of the Immigration and Naturalization Service.    \n\nWelcome to the world of reality political television. While it is a good thing that an unusually large number of people seemed excited to gather Around their television sets and computer screens to watch Thursday night's Republican debate, and the earlier \"happy hour\" debate, the importance of these contests is not a good sign for American democracy.\nFor sure, we were able to see whether candidates had the capacity to throw a good punch and deliver a catchy a quip. In the early debate, Carly Fiorina delivered some good lines about Donald Trump (\"I didn't get a call from Bill Clinton\") as well as Jeb Bush (\"it is foolish to say that women's health isn't a priority\"). And later, the top 10 candidates rose to the occasion as well, with lines that are sure to make the rounds on YouTube. Donald Trump delivered one about Rosie O'Donnell and political correctness that generated some excitement, while Jeb Bush demonstrated his wonkish qualities, though he certainly didn't do enough to excite worried supporters. Rand Paul and Chris Christie had a heated interaction about government surveillance that showed both still have things to say.\nSimply by taking up so much time, Donald Trump comes out of this debate continuing to be the center of attention, and all of the other candidates trying to take on Bush will feel frustrated in that they will probably have to continue to deal with Trump for more time to come. \nBut does all this tell us much about how any of these candidates would do as president? Ultimately, this is what voters need to know. At best, though, we get to judge how they will perform in the already stilted atmosphere of general election debates. That's about it.\nThe debates have already skewed the decision process by creating two tiers of candidates based on national polls. And the format of the debate itself offered no time for substantive answers. The incentives in the debates are all for body language and making punchy statements. To be sure, there were some useful moments as the candidates talked about immigration, surveillance and other big issues of the day. But the benefits are limited.\nUnfortunately, these debates have become the way we measure the people who are running -- opinions are formed, buzz is generated, predictions are made, all on the basis of a stilted event that resembles prime time talent shows like \"American Idol.\" In fact, we are only a step away from having people call into a national number to vote off the candidate they like least. It's no wonder than Donald Trump, the former star of The Apprentice, looked so comfortable on the stage and drew much of the attention.\nWho was the biggest loser? American democracy. This is no way to pick who will run for president. Democracy deserves a more serious conversation.\nJulian Zelizer is a professor of history and public affairs at Princeton University and a New America fellow. He is the author of \"The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society\" and co-editor of a new book, \"Medicare and Medicaid at 50: America's Entitlement Programs in the Age of Affordable Care.\" \n\nCarly Fiorina won the first debate. Easily. Implicitly criticizing Donald Trump and explicitly criticizing Hillary Clinton, Fiorina pressed GOP voters to give her their consideration. Fiorina will see a significant poll bounce in response -- she even received applause when one of her comments was replayed during the primetime debate! Fiorina's closest competitor in that debate was Rick Perry.\nIn terms of the major candidates in the second debate, Marco Rubio will win favor for his statements on abortion and American exceptionalism. Jeb Bush was strongest when defending education reforms in pursuit of social mobility, but largely played it safe. New Jersey Gov. Chris Christie showed spark by challenging Rand Paul on national security and Mike Huckabee on entitlements. Ted Cruz was quiet, but recovered with a powerful concluding statement. Ohio Gov. John Kasich was confident -- thriving off his supporters in the hall. Donald Trump, meanwhile, doubled down on his populist disdain, but struggled when pushed. And Kentucky Senator Rand Paul also struggled to find his voice.\nThe winner? I'd say Scott Walker, with Rubio and Kasich close behind. Walker received a tough question on Wisconsin's economy but responded confidently. He was also impressive on foreign policy -- an area where he's previously been considered weak.\nThursday's winner: Carly Fiorina and Scott Walker \nThe night's loser? Rand Paul\nTom Rogan writes for National Review and is a panelist on The McLaughlin Group. He tweets @TomRtweets. His homepage is www.tomroganthinks.com.\n\nWatching the GOP debate tonight was something of a surreal experience because it offered a window into the mindset of the Republican base. This was a debate in which Donald Trump asserted that \"no one was talking about immigration.\" This was a debate in which 10 men, all of whom purport to be against big government, confidently discussed how they would regulate women's bodies. This was a debate in which Ted Cruz and Marco Rubio denounced Obamacare -- even though they both signed their families up for coverage.\nBut what was notable about this debate was what went unsaid. There was no discussion of the Voting Rights Act on its 50th anniversary. There was no discussion of U.S.-Cuba policy, Nor of Puerto Rico's debt crisis. Most glaringly, for all the talk about illegal immigration, there was no discussion about what to do with the 11 million undocumented people who are already here.   \nOne of the most potent social movements today, \"Black Lives Matter,\" merited exactly one question -- to Wisconsin Gov.  Scott Walker. The entire discussion lasted less than a minute.  Ironically, a movie trailer for the upcoming \"Straight Outta Compton\" film addressed police brutality in communities of color more than tonight's debate did.\nThe Fox hosts certainly showed no hesitation to challenge Trump. Yet, despite his thin-as-paper responses, their continued focus on him may have served to elevate his stature. Trump was his usual blustery self and did not serve up any huge drama -- which might have the effect of extending the life of his candidacy.     \nUltimately, the big winner of the night was John Kasich. He introduced himself to the nation as rational, reasonable and able to hold his ground in a competitive field.  \nThe big loser was Scott Walker. As someone in the top tier of candidates, he did not seize the moment to advance his candidacy. Indeed, his statements seemed canned and he rarely exceeded his allotted time. \nRaul A. Reyes is an attorney and member of the USA Today board of contributors. Follow him @RaulAReyes.\n\nThere was much talent on the stage tonight, but we didn't get to hear much of it.  Perhaps it was impossible with 10 candidates on the stage, perhaps it was the circus like atmosphere of the first hour, perhaps it was Donald Trump the showman, perhaps it was the Fox hosts' desire to play gotcha journalism. Regardless, this debate was not a plus for the GOP and the party needs to rethink these cattle calls.  Trump and Jeb Bush may be the front runners in the polls, but Marco Rubio and Scott Walker did well. \nMost of the candidates had at least one good line or an engaging back and forth with another candidate.  Ben Carson had a terrific closing statement.  I doubt this debate changed much. Trump is still a wild card, but I doubt the other candidates' standing in the polls will change much. \nKarlyn Bowman is a senior fellow at the American Enterprise Institute where she studies public opinion.\nFollow us on Twitter @CNNOpinion.\nJoin us on Facebook.com/CNNOpinion.\nRead CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "\n    \n", "title": "GOP debate: Biggest winners, losers (Opinions)", "url": "http://www.cnn.com/2015/08/07/opinions/opinion-gop-debate-roundup/index.html", "topics": ["immigration", "personality"], "people": ["Chris Wallace", "Dana Rohrabacher", "Rick Perry", "William Howell", "Mike Huckabee", "Raul A. Reyes", "Ted Cruz", "Mel Robbins", "Chris Christie", "Rosie O'Donnell", "Scott Walker", "Buck Sexton", "Rand Paul", "Julian Zelizer", "Tara Setmayer", "Dan Pfeiffer", "Lyndon Johnson", "Bill Clinton", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Megyn Kelly", "Carly Fiorina", "Donna Brazile", "Hillary Clinton", "John Kasich", "Dean Obeidallah", "Karlyn Bowman", "Maria Cardona", "Ben Carson"], "orgs": ["Immigration and Naturalization Service.", "CIA", "Gracie Awards", "Congress", "University of Chicago", "Dewey Square Group", "RNC", "NSA", "Voting Rights Act", "Georgetown University", "National Review", "Democratic National Committee", "Medicaid", "McLaughlin Group", "Dean", "Planned Parenthood", "American Enterprise Institute", "GOP", "Princeton University"], "authors": [], "date_written": "2015-08-07 07:14:11", "org": "cnn", "article_id": "f5f1ef2502d320b82ea3d3d2a4a2013a", "date_access": "2015-08-07 06:20:34.627943"}