{"body": "Washington (CNN)Hillary Clinton says Donald Trump is fomenting \"paranoia and prejudice\" in his presidential campaign -- particularly by allowing an event attendee to question President Barack Obama's faith and nationality. \nThe former secretary of state blasted Trump for failing to correct a man who said Muslims are \"a problem in this country\" \n\"You know our current president is one. You know he's not even an American,\" the man said to Trump. \n\"When you are at an event and someone stands up and says something like that in front of you, then I do think you have a responsibility to respond,\" Clinton, a Democratic presidential candidate, said Sunday in an appearance on CBS' \"Face the Nation.\" \nShe pointed to 2008 Republican presidential nominee John McCain's handling of a similar questioner -- McCain took the woman's microphone and corrected her -- and said that's what Trump should have done. \n\"He is fueling a level of paranoia and prejudice against all kinds of people. And when you light those fires, you better recognize that they can get out of control and he should start dampening them down and putting them out,\" Clinton said. \n\"If he wants to talk about what he would do as president, that's obviously fair game,\" she said. \"But to play into some of the worst impulses that people have these days, that are really being lit up by the Internet and other conspiracy-minded theories, is just irresponsible. It's appalling.\"\nOn the Democratic side, Clinton faces a stiff challenge for the nomination from Vermont Sen. Bernie Sanders, but Clinton swore off negative television advertisements targeting him.\n\"I want this to be about ideas and about policies. I know Bernie, I respect his enthusiastic and intense advocacy of his ideas. That's what I want this campaign to be about, and I hope people who support me respect that, because this is a serious election,\" she said.\nAsked whether she'd pledge not to hit Sanders with negative ads -- as he's done with her -- Clinton said: \"I have no interest in doing that.\" \nShe also said her campaign isn't making preparations to run against Vice President Joe Biden, who is considering entering the race but is also grieving after the death of his son, Beau. \nAnd Clinton loudly laughed off a question about whether the 2016 election is one that favors political outsiders -- and whether that's a significant hurdle for her, given her decades in the public eye. \n\"I cannot imagine anybody being more of an outsider than the first woman president,\" Clinton said. \"I mean really, let's think about that.\"\n\"All these mothers and fathers bring me the placemats with all the presidents, and they bring their daughters, and they say, 'My daughter has a question for you.' And the daughter says, 'How come there are no girls on this placemat?'\" Clinton said. \"I think that's a pretty big unconventional choice.\"\n", "byline": "", "description": "Hillary Clinton says Donald Trump is fomenting \"paranoia and prejudice\" in his presidential campaign -- particularly by allowing an event attendee to question President Barack Obama's faith and nationality.", "title": "Clinton: Trump fueling 'paranoia and prejudice'", "url": "http://www.cnn.com/2015/09/20/politics/hillary-clinton-donald-trump-muslims-2016/index.html", "topics": ["personality"], "people": ["Beau Biden", "Joe Biden", "Hillary Clinton", "Donald Trump", "Barack Obama", "Bernie Sanders"], "orgs": [], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-09-20 16:33:34", "org": "cnn", "article_id": "dfca4660f8c493a1ece8365322d34aaf", "date_access": "2015-09-20 15:41:38.141917"}