{"body": " (CNN)Bristol Palin took Fox News to task on Monday for looking more like The New York Times than a conservative flag-bearer during the Republican presidential debates last week -- saying she's with mogul Donald Trump on this one.\nThe daughter of former vice presidential candidate Sarah Palin also said conservative author and radio host Erick Erickson was hypocritical for calling Trump sexist.\nIn a blog post on Monday, the Palin scion said while she doesn't fully endorse Trump, she's been infuriated by the reaction to his candidacy and comments in the debate and after, which got him disinvited from Erickson's RedState Gathering over the weekend.\n\"I used to use this blog to point out how liberals use the 'outrage industry' to manipulate people and keep their power. Now Republicans are just as bad,\" Palin wrote.\nPalin ripped Fox over its treatment of her mother. She cited one instance where \"Fox News Sunday\" host Chris Wallace joked about hoping Sarah Palin would sit on his lap, and another where Fox News President Roger Ailes saying he hired the elder Palin \"because she was hot and got ratings.\"\nBristol also listed a series of Erickson's hypocritical offenses in her eyes -- including using a demeaning photoshopped picture of her mother, and said Fox should be ashamed to have asked Trump a question about his history of demeaning comments on women in the first place.\n\"We only have so many opportunities to hear from the fifty million candidates who are apparently running for President. And we get the Fox moderators asking questions that the New York Times applauds?\" Palin said. \"Please. Let's don't use the Democratic 'war on women' talking points when we have ISIS to worry about.\"\n\"Fox and Erickson need to get off their high horse on how outraged they are NOW about sexism and decency,\" Palin said. \"Let's focus on winning the election, not winning accolades from The New York Times.\"\nFox News and Erickson did not immediately respond to requests for comment. \n", "byline": "", "description": "", "title": "Bristol Palin slams Fox, Erickson over Trump dust-up", "url": "http://www.cnn.com/2015/08/10/politics/bristol-palin-donald-trump-fox-erickson/index.html", "topics": ["campaign_finance", "terrorism"], "people": ["Roger Ailes", "Erick Erickson", "Chris Wallace", "Sarah Palin", "Bristol Palin", "Donald Trump"], "orgs": [], "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-08-10 23:37:28", "org": "cnn", "article_id": "107aa34fe2e4dad53153c9e481eb3c8b", "date_access": "2015-08-10 23:10:06.706029"}