{"body": " (CNN)Jeb Bush's Iraq woes aren't going anywhere.\nA college student on Wednesday confronted the former Florida governor and potential Republican presidential candidate, asserting, \"Your brother created ISIS.\"\nBush had blamed President Barack Obama earlier during the town hall event for contributing to the swelling power of ISIS, the militant Islamist group that the U.S. is fighting in parts of Iraq and Syria.\nRELATED: Iraq haunts Jeb Bush in 2016\n\"Why are you saying that ISIS was created by us not having a presence in the Middle East when it's pointless wars where we send young American men to die for the idea of American exceptionalism? Why are you spouting nationalist rhetoric to get us involved in more wars?\" asked Ivy Ziedrich, a college Democrat at the University of Nevada.\nBush told the student \"we respectfully disagree, we have a disagreement\" and again pointed to Obama's failure to broker an agreement with the Iraqi government to leave a residual force of American troops after the U.S.'s withdrawal in late 2011.\n\"Immediately, that void was filled,\" Bush said. \"Look, we can rewrite history all you want. But the simple fact is that we are in a much more unstable place because America pulled back.\"\nThe student also called Bush \"pedantic\" after he asked the student if she was planning to ask a question after she alleged Bush's brother, former President George W. Bush, created ISIS.\n\"Pedantic? Wow,\" Bush retorted.\n", "byline": "", "description": "Jeb Bush's Iraq woes aren't going anywhere.\n    \n", "title": "Student confronts Jeb Bush on ISIS", "url": "http://www.cnn.com/2015/05/14/politics/jeb-bush-confronted-college-student-isis/index.html", "topics": ["terrorism"], "people": ["Ivy Ziedrich", "George W. Bush", "Jeb Bush", "Barack Obama"], "orgs": [], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-05-14 14:10:38", "org": "cnn", "article_id": "c59bd444bdda1ba640bb973d085b825e", "date_access": "2015-05-14 13:15:29.533370"}