{"body": "Felix Sanchez is the chairman and co-founder of the National Hispanic Foundation for the Arts. The opinions expressed in this commentary are his.\n (CNN)Last week, a group of Latino leaders met with King Felipe VI of Spain, who with Queen Letizia stopped in Washington, D.C., before heading out to celebrate the 450th anniversary of the founding of St. Augustine, Florida, the oldest continuously occupied city in the United States.\nI asked the King to use his voice and celebrity to shine a light on all that is positive in Spain's diaspora in the United States. U.S. Latinos need to counter Donald Trump's anti-Latino rhetoric with historical facts that remind the American mainstream of our presence in the U.S., since before the birth of this nation and to highlight our present-day social, economic and cultural contributions to this country.\nIn celebrating the 1565 founding of St. Augustine, the King and Queen were visiting the oldest continuously occupied U.S. settlement of European and African-American origin, which was established by the Spanish admiral and Florida's first colonial governor Pedro Menéndez de Avilés. In contrast, Jamestown, Virginia, the first English settlement in North America, was not founded until 1607. \nNational Hispanic Heritage Month has arrived none too soon in the wake of the outrageous accusations hurled at  immigrants and the Latino community by Trump, the leading GOP presidential contender.\nWhat's missing in this discussion is a reminder of when, where and how Latinos came to settle this nation.  \nSpain's empire in the Americas -- the viceroyalty of New Spain -- included what is now Mexico, Texas and the Southwestern United States and expanded to establish missions that became the basis for California's growth. \nThe 1836 Texas War of Independence from Mexico and the 1846-48 Mexican-American War transformed the geography of the United States. After these wars, approximately 75,000 Mexican nationals were living in the conquered territory.  \nThese historic battles brought more landmass to the nascent U.S., than the original 13 colonies.  The border would cross over Mexicans living in Texas and the Southwest; Mexicans would not migrate to the U.S. by crossing a border -- they were already part of the early Southwest.  \nA combination of circumstances and government policies combined to bring many more Latinos to the U.S. \nFrom 1910 to 1920, the Mexican Revolution created one of the greatest upheavals of the 20th century and more than 890,000 legal Mexican immigrants came to the U.S. to seek refuge.   \nTragically, from 1929-1939, Mexican repatriation -- a la Trump's present immigration vision -- forced over 2 million persons of Mexican descent from the U.S. to Mexico, including many who were U.S. citizens. During World War II, over 750,000 Mexican-Americans and more than 65,000 Puerto Ricans served in the armed forces.  And, due to male conscription during the war, the \"bracero\" program was created -- from 1942-1962 it brought Puerto Rican and Mexican laborers to the U.S. \nThe 1917 Jones Act granted U.S. citizenship to all Puerto Ricans born on the Island/Territory of Puerto Rico. Every Puerto Rican born on the island (and of course born on the mainland), were from then on U.S. citizens. Similarly, every Cuban, who flees the Island nation, who touches dry land in the U.S., can seek permanent asylum and a \"path to citizenship\" regardless of circumstance.   \nFor a time, these three groups -- multigenerational Mexican Americans, Puerto Ricans and Cubans -- comprised the core of Hispanics in the U.S.\nBut starting in 1979 and continuing in the remainder of the 20th century,  U.S. policies in Central America created a new wave of Latino immigration.  U.S.-backed Nicaraguan contras fighting against the Sandinistas led to migration from Nicaragua and the Carter and Reagan administrations' support of the El Salvadoran government during that nation's civil war led to more migration.\nIn 2014, Central American migration was driven by unaccompanied minors from El Salvador, Guatemala and Honduras who sought refuge in the U.S., principally due to drug-war gang violence.  \nSimilarly, migration from South America grew from drug war policies and economic isolationism.  The Colombian conflict, beginning in 1964 and continuing to the present, has involved drug cartels, paramilitary groups and left-wing guerillas who have impacted daily civilian life.  Venezuela's oppressive regimes under presidents Chavez and Maduro have brought much of Venezuela's economy to its knees and all who can are leaving, principally for Miami, Florida.   \nThese dates are not comprehensive but they show the historical and multiple pathways that brought Latinos into the American mosaic.  I mentioned to King Felipe that when Sarah Palin says we should all speak \"American\" that she forgets in the Americas: Se habla Español.  \nKing Felipe has spoken throughout his trip about our \"shared heritage.\" I hope that on their next trip to the U.S. we can organize a Spanish and Pan-Hispanic cultural pairing tour that will further harmonize our global and historic relationship.\nMore importantly, last week's royal visit provides us with an opportunity to reframe Trump's message of Latinos as outsiders and remind us that Latinos have been central to the founding of this nation.  In 1492, Spain brought us the promise of a New World and in 2015, its descendants remain a vital part of that world.\n Join us on Facebook.com/CNNOpinion.\nRead CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "What Trump doesn't get about Hispanic heritage", "url": "http://www.cnn.com/2015/09/24/opinions/sanchez-hispanic-heritage-trump/index.html", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Felix Sanchez", "Sarah Palin", "Puerto Ricans"], "orgs": ["GOP", "Espanol", "National Hispanic Foundation for the Arts", "United States."], "authors": [{"author_id": 31831, "fullname": "felix sanchez", "primary_org": "cnn"}], "date_written": "2015-09-24 20:40:12", "org": "cnn", "article_id": "d8d8d315577bb97a2330cdd92f3ce287", "date_access": "2015-09-24 20:01:34.170439"}