{"body": "Londonderry, New Hampshire  (CNN)New Jersey Gov. Chris Christie brought his favored town hall format to New Hampshire on Wednesday, fielding unscreened questions for nearly two hours and introducing himself to voters on a multi-day trip to the state. \nAs the Republican gets closer to launching his likely presidential bid—he says he'll make his decision in the late spring or early summer—Christie has become more comfortable talking about national issues and staking out positions on hot topic debates. \nREAD: Anatomy of a Chris Christie town hall\nChristie opened and closed the event, which took place at a Lions Club, with compelling stories about his Irish father and Sicilian mother, but in between he addressed inquires about a range of topics, from Cuba to vaccinations—and even Donald Trump.   \n\nPerhaps the most contentious moment of the event came when a woman, Laura Condon, pressed the governor on whether he would support a consciousness belief exemption for vaccines that would allow parents to opt out of mandatory inoculations. \nChristie, who came under heat for saying earlier this year that \"parents need to have some measure of choice\" in vaccinating their children, said he wouldn't support such a proposal and offered an energetic defense of immunizations.  \n\"I think that would be the wrong step for the public health of our country,\" he said. He allowed for what he described \"narrow\" religious exemptions, however. \nCondon later told reporters she was \"surprised\" and \"disappointed\" by his reaction, saying she thinks it might be a \"politically motivated\" response given the backlash he faced after his comments about vaccinations two months ago. \n\nA day after President Obama recommended that Cuba be taken off the list of state sponsors of terrorism, Christie ramped up his rhetoric against the president for making what he called an \"insane\" move. \n\"It's a national disgrace that the president is engaged in that kind of conduct,\" he said. \"He should be ashamed of himself.\"\nRELATED: Anatomy of the Chris Christie town hall \nAs he has before, Christie called on Obama to insist that Cuba return convicted cop-killer Joanne Chesimard, who escaped from prison in New Jersey and fled to Cuba where she now lives. \n\"They're harboring a terrorist murderer who belongs in prison,\" Christie said forcefully, before arguing further against the country's human rights record. \n\"She's just one example of the atrocities that have happened in Cuba,\" he said. \"Start acting like a normal country. Start acting like a civilized country.\"\n\nThe governor has only recently begun to reveal his views on the immigration debate, and said Wednesday the fight over whether any reform should include a path to citizenship should be tabled for now. \nOf the immigrants—both legal and undocumented—that he's met, Christie said, none have said they came to the U.S. so they could vote, and dismissed the \"pathway to citizenship\" debate as a narrative fueled by Democrats.  \n\"Most of the folk I've met are much more concerned about work, so let's not get dragged into that part of the conversation,\" he said.\nAnd stirring up memories of Mitt Romney circa 2012, Christie volunteered that he's \"not somebody who believes in the concept of self-deportation.\" \n\"These folks are not going leave on their own,\" he said, describing the idea as a \"fantasy that's just not gonna happen.\" Christie also said deporting undocumented immigrants by force would not be a feasible option, but didn't offer any specific policy solutions. \n\nOne of the more colorful moments from the town hall came when a man asked Christie what he thinks about Donald Trump. Seeming to appreciate the moment of levity, the governor said Trump's sister was a federal judge in New Jersey and introduced Christie to the real estate titan in 2002. \n\"He's a great American. He is a quintessential American,\" Christie crooned, adding that he and his wife have gone out to dinner with Trump many times. \"What you see on TV—that's who he is. It's not like he's faking it. That's the whole deal, man. Going to dinner with Donald Trump is exhausting. It's exhausting.\"\nChristie declined to weigh in on the reality star's political future should Trump actually decide to jump in the presidential race. But he stressed that Trump is a \"showman\" and  \"loves to entertain people.\" \n\"He never, never is anything other than who he is,\" he said. \n\nAt no point did the governor connect more with the audience than when he disclosed the tuition costs for two of his four children, totaling more than $120,000 next year for his son at Princeton and his daughter at Notre Dame. \nThe governor argued that costs have soared because no \"market forces\" or \"restrictions have been placed upon them.\" \n\"There's no controls over the cost,\" he said, indicating support for potential regulations.\n\"We have to start to engage the colleges and universities and say: If you want to participate in these federal programs—loans, grants, some of the rests—you're going to need to agree to controlling some of your costs, because it's obscene.\" \n\nChristie told reporters earlier Wednesday that he's been studying up on foreign policy for the past nine months, and in the town hall he fell in line with many in his party who express support for potential boots in the ground in the fight against ISIS.  \nKey to his strategy, he said, would be strengthening U.S. alliances. To do that, he added, \"we have to be willing to say if need be, we'll also put soldiers in that fight.\"\nHe's also in favor of a \"robust intel community\" and more investment in national defense so \"that no one will want to go to war with us.\" \n\nCampaign finance reform is a huge issue in New Hampshire, and voters from both sides of the aisle will happily challenge candidates on their positions. One such woman did so Wednesday with Christie, but the governor said he's not opposed to unlimited campaign contributions—as long as they're disclosed within 24 hours.\n\"There shouldn't be any restrictions on who can give how much to who, but there needs to be 24-hour, absolute giving-out of that information over the Internet for people to know who you're taking from,\" he said. \nIn his remarks, Christie bemoaned the concept of fundraising, saying he hates doing it as much as anyone. \"It's one of the most difficult, distasteful parts of the job, and I'd rather be spending much more time out there than doing this,\" he said.\nThe woman pushed back, arguing that even when big donors are revealed, they still have an influence on the candidates. But Christie said candidates at times need to brush off the wishes of their financial backers.\n\"To be an effective politician, you need to be a professional ingrate,\" he said. \"You have to be willing to take people's money and not do everything they want.\"\n\nDefending part of his entitlement reform proposal—in which he recommends that anyone making at least $200,000 a year during retirement shouldn't receive Social Security payments—Christie hit back at criticism that people won't be getting money from a system they paid into for decades. \n\"You pay taxes for lots of things that you don't get something directly back for. You do it to try and make us a better country and a better society,\" Christie said, making an argument that may not play well with staunch anti-tax advocates. \nThe governor, who said he'll lay out his tax reform plan in the coming weeks, said there are two ways that Americans have \"always stood up\" to help the less fortunate.\n\"We do it through private philanthropy, and we do it through giving money to government and having government do good works. Sometimes government does it well. Sometimes they do it poorly,\" he said. \"But in this instance, I think we need to make sure those programs are there.\" \n", "byline": "", "description": "\n    \n", "title": "Chris Christie's New Hampshire town hall: 8 takeaways", "url": "http://www.cnn.com/2015/04/15/politics/chris-christie-election-2016-new-hampshire-town-hall/index.html", "topics": ["immigration"], "people": ["Chris Christie", "Donald Trump", "Mitt Romney"], "orgs": [], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-04-15 23:32:42", "org": "cnn", "article_id": "b3228cd6fc566c3612fd7921f93e6f43", "date_access": "2015-04-15 22:40:14.059374"}