{"body": " (CNN)Hillary Clinton's presidential campaign unveiled its campaign finance reform plan Tuesday, pledging to push for more significant disclosure of political donations and to establish a small-donor matching system for campaigns.\nThe proposal, which was outlined by Clinton aides, takes on an issue that invigorates liberal Democrats who see money in politics as a corrupting force.\nBy proposing a campaign finance plan, Clinton is meeting her most ardent primary opponent -- independent Vermont Sen. Bernie Sanders -- on his home turf.\nClinton's  calls for overturning Citizens United, a 2010 U.S. Supreme Court decision that opened the floodgates for outside money in politics, by pledging to appoint only justices to the Supreme Court who will rule against it. As she does regularly before Democratic audiences, Clinton said Tuesday that she is open to a constitutional amendment to end Citizens United.\n\"We have to end the flood of secret, unaccountable money that is distorting our elections, corrupting our political system, and drowning out the voices of too many everyday Americans,\" Clinton said. \"Our democracy should be about expanding the franchise, not charging an entrance fee.\"\nClinton's proposal was coupled with a video that pulls from stump speeches Clinton has delivered on campaign finance. The video makes the pitch personal, too, noting that the Citizen United case was started when corporate money made an anti-Clinton video during the 2008 election.\n\"They took aim at me but the ended up damaging our entire democracy. We can't let that happen again,\" she says in the video about the group behind Citizens United.\nRELATED: Poll: Sanders builds on NH lead over Clinton\nSince announcing his candidacy earlier this year Sanders has made campaign finance a central issue, regularly telling audiences that it is the issue that holds the key to education, climate change and tax reform.\n\"As you go around this country, you cannot appreciate how disgusted people are with a campaign finance system that allows billionaires to buy elections,\" Sanders told reporters last month in New Hampshire. \"There is profound anger and disgust with that.\"\nSanders' supporters look at Clinton as someone backed by Wall Street donors, who is unlikely to fundamentally change the campaign finance system.\nAnother key to Clinton's campaign finance reform plan will be her small-donor matching system, which -- according to a fact sheet provided by the campaign -- will \"increase the role and influence of everyday Americans who cannot write large checks, the program will provide multiple matching funds for small donations.\"\nClinton's plan was heralded by some campaign finance groups.\n\"With the release of this strong, bold plan, Hillary Clinton recognizes that in order to create government of, by, and for the people — not just the wealthy campaign funders — it's crucial to amplify the voices of regular voters,\" David Donnelly, president and CEO of Every Voice, a campaign finance reform advocacy group, said Tuesday.\nRELATED: 32 key political moments from a wild summer\n", "byline": "", "description": "", "title": "Hillary Clinton boosts small donors in campaign finance reform plan", "url": "http://www.cnn.com/2015/09/08/politics/hillary-clinton-2016-small-donor-promise/index.html", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton", "David Donnelly"], "orgs": ["U.S. Supreme Court", "Supreme Court", "Citizens United"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-09-08 14:56:38", "org": "cnn", "article_id": "9519e0161b8b9e390a2e1e455d4213a0", "date_access": "2015-09-08 14:11:37.938058"}