{"body": "Washington (CNN)Bernie Sanders isn't satisfied with the Supreme Court's affirmation last week of President Barack Obama's health care law. \nInstead, the Democratic presidential hopeful said on Sunday he wants the United States to adopt a \"Medicare-for-all\" single-payer health care plan. \n\"We need to join the rest of the industrialized world,\" Sanders said on ABC's \"This Week.\" \nRELATED: Clinton weathers the summer of Sanders\nHis comments illustrate Sanders' appeal to Democrats' liberal base, where his criticism that Obama's health care law didn't go far enough is just one of many areas he's pushing the debate farther left. They also underscore the challenge facing the party's frontrunner, Hillary Clinton, who is trying to navigate through a primary against Sanders without sacrificing her ability to appeal to a broader swath of the electorate. \nMeanwhile, Sanders' commitment to liberals causes has caused him to gain on Clinton in recent polls. According to a new CNN/WMUR New Hampshire Primary poll, Clinton holds just an 8-point edge over Sanders, with 43% behind Clinton and 35% backing Sanders.\nSanders complained that the country is \"spending almost twice as much per capita on health care as do the people of any other country.\" \n\"We are the only major country on earth that doesn't guarantee health care to all people as a right and yet we end up spending much more than they do,\" Sanders said. \n\"So I do believe that we have to move toward a Medicare for all, single-payer system,\" he said. \"I think it's not going to happen tomorrow, but that certainly should be the goal.\"\nConservative backlash against Obamacare, which critics said amounted in a government takeover of health care, led to Republicans winning back the House and Senate in recent elections. Sanders' plan would in fact be such a takeover. \n", "byline": "", "description": "\n    \n", "title": "Bernie Sanders: Single-payer 'Medicare for all'", "url": "http://www.cnn.com/2015/06/28/politics/bernie-sanders-obamacare-hillary-clinton-medicare/index.html", "topics": ["health"], "people": ["Bernie Sanders", "Barack Obama", "Hillary Clinton"], "orgs": ["Senate", "WMUR New Hampshire", "Supreme Court"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-06-28 16:55:48", "org": "cnn", "article_id": "21b9acc56ba822c4ac105f1c74e7aec2", "date_access": "2015-06-28 16:00:16.108372"}