{"body": " (CNN)Jeb Bush said Thursday he does not support reauthorizing the Voting Rights Act, adding that there's been \"dramatic improvement\" in access to voting in the past half century.\n\"If it's to reauthorize it to continue to provide regulation on top of states as though we're living in in 1960 -- because those were basically when many of those rules were put in place -- I don't think we should do that,\" the Republican presidential candidate said at the Caucus Candidate Forum in Des Moines, Iowa.\nHis comments come two years after the Supreme Court overturned a key part of the law requiring certain states with a history of racial discrimination at the polls to \"pre-clear\" any changes to voting laws with the federal government.\nBush's opposition to reauthorization falls in line with most Republicans, who say the law is out of date and overbearing on states who want to change their own rules. Proponents of the law say it's needed to protect minorities.  \nSome members of Congress have tried updating the law, but those efforts have stalled in the Republican-led Congress.\n\"There's been dramatic improvement in access to voting -- exponentially better improvement,\" Bush said. \"I don't think there's a role for the federal government to play in most places -- there could be some -- in most places where they did have a constructive role in the '60s, so I don't support reauthorizing it as is.\"\nHillary Clinton has blasted Republicans opposed to the law's reauthorization.\n\"And it is just wrong -- it's wrong -- to try to prevent, undermine and inhibit Americans' right to vote,\" Clinton said in June. \"What is happening is a sweeping effort to disempower and disenfranchise people of color, poor people and young people from one end of our country to the other.\"\n \n", "byline": "", "description": "Jeb Bush said Thursday he does not support reauthorizing the Voting Rights Act, adding that there's been \"dramatic improvement\" in access to voting in the past half century.", "title": "Bush opposes reauthorizing Voting Rights Act", "url": "http://www.cnn.com/2015/10/08/politics/jeb-bush-voting-rights-act-opposes/index.html", "topics": ["trade", "economy", "terrorism", "immigration"], "people": ["Jeb Bush", "Hillary Clinton"], "orgs": ["Supreme Court", "Congress", "Voting Rights Act"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-10-08 17:06:30", "org": "cnn", "article_id": "67bc279f0c0344fdba404c6a16ad69a6", "date_access": "2015-10-08 16:31:04.757067"}