{"body": "Washington (CNN)New technology is poised to upend politics just in time for the 2016 presidential campaign.\nLive-streaming services like Periscope, which launched Thursday, and Meerkat are giving political operatives the opportunity to monitor events thousands of miles away and turn what might have been overlooked moments into important campaign issues.\nJust this week when Rick Santorum spoke to Republicans at a Council Bluffs, Iowa, library, Rebecca Parks, a Democratic researcher with the liberal research group American Bridge, followed every word in real time from 1,100 miles away. \nShe monitored him on live-stream video set up by a colleague in Iowa with a small camera in the back of the room. When an audience member asked if Santorum, a possible presidential candidate, supported the Renewable Fuel Standard -- a law mandating the use of corn-based ethanol in gasoline that's popular in Iowa -- the Republican used it as an opportunity to criticize his potential competitors.\n\"Unlike others who have been out there talking,\" Santorum said, \"four years ago I supported the RFS. I support it now.\"\nJust 15 minutes after the words left his mouth, American Bridge's team had clipped the video, edited it and posted a live link on YouTube. \nThis election season, nearly every word uttered by presidential candidates during stump speeches will be piped directly into the offices of their opponents in real time. For the first time, live-streaming services are small and inexpensive enough to use on a large scale. While reporters and campaigns rush to adopt live-streaming apps to broadcast directly from the campaign trail using their phones and other devices, groups that specialize in political tracking and dirt-digging are investing in the technology to share video footage they can use to degrade the opposition.\nIn the 2016 presidential election, this $295 red box from LiveStream.com that the tracker used to feed the Santorum clip could be a game-changer. Opposition research -- which often drives campaign narratives, defines public perceptions and sinks competitors -- thrives on speed. And it's harder to get faster and more efficient than live-stream video.\nThis thirst for speed derives from a basic tenant about news cycles that every campaign operative knows well: When you're the first source of information — whether it's feeding clips to the press or posting on social media — you have the best chance of framing that news to fit your interests.\n\"If you're the first one explaining it, that's often how the next person ends up explaining it. That is a big, big part of it,\" American Bridge President Brad Woodhouse told CNN during an interview in the group's Washington, D.C., headquarters.\nWith the LiveStream box, any opposition research tracker with a cellphone data plan can shoot campaign events and feed them back to a team of operatives instantaneously.\nInstead of relying on the tracker to package the clip from the road, American Bridge staffers in the office do the work of clipping and uploading the video. In 2012, that same process could have taken as long as an hour, a significant lag when campaigns are often defined by rapid news cycles.\n\"Speed kills in the tracking business,\" said Joe Pounder, president of America Rising, a Republican opposition-research group. \"We have been testing out several services as we move in that direction.\"\nIn past election cycles, groups like America Rising and American Bridge had to undergo a cumbersome process to get videos to the public. Sometimes they had to send two employees on the road with a single candidate. If a politician they were tracking said something newsworthy or embarrassing — often the two are the same — the tracker would send an email to the home office describing it. If the quotes were good enough, the tracker would stop the camera, transcribe the relevant portion of the speech, edit the clip, seek out a strong Internet connection, upload the video to the group's internal system and send it to the home office.\nNow, \"the tracker doesn't come off mission one bit,\" said Ben Ray, American Bridge's communications director.Opposition research groups have been a campaign mainstay since long before much of the technology that now defines their jobs existed. For years, they've chased candidates around the country on the heels of their every move. One ambitious tracker even followed New Hampshire Senate candidate Scott Brown in a canoe.\nIn some cases, their work has helped derail entire candidacies. During Virginia Republican George Allen's run for Senate in 2006, the candidate referred to an Indian-American Democratic tracker by the word \"macaca,\" a slur caught on tape that sent his campaign into a public relations tailspin. In 2014, America Rising pummeled Iowa Democratic Senate candidate Bruce Braley with a barrage of stories and video clips — including one in which he complained about a neighbor's chickens — that portrayed him as out of touch with his state's voters. He, too, lost.\n\"Our job here is not just to establish narratives around candidates or specific campaigns. It's also to establish a narrative around the Republican Party and the Republican brand,\" Woodhouse said. \nHe lifted his hand and snapped his fingers. \"And narratives are established like that.\"\n", "byline": "", "description": "New technology is poised to upend politics just in time for the 2016 presidential campaign.\n    \n", "title": "How live-streaming will change campaigning", "url": "http://www.cnn.com/2015/03/26/politics/election-2016-live-streaming-campaigns/index.html", "topics": ["campaign_finance", "women"], "people": ["Rick Santorum", "Scott Brown", "George Allen", "Ben Ray", "Brad Woodhouse", "Joe Pounder", "Bruce Braley"], "orgs": ["RFS", "American Bridge", "Senate", "Republican Party", "Santorum", "New Hampshire Senate"], "authors": [{"author_id": 7038, "fullname": "chris moody senior digital correspondent", "primary_org": "cnn"}], "date_written": "2015-03-27 14:31:16", "org": "cnn", "article_id": "f0c8f15c430ada6bc98b9696ee6b717a", "date_access": "2015-03-27 14:30:08.829588"}