{"body": " (CNN)Hillary Clinton wants one thing to be crystal clear: she is not afraid to stand up to Wall Street. \nSpeaking with small business owners in Cedar Falls, Iowa, the Democratic presidential frontrunner on Tuesday offered a full-throated defense of a law that's served as a thorn in the side of big banks: Dodd-Frank. \n\"It's not the big banks that need relief from Washington -- it's small banks and small businesses,\" Clinton said. \"We should be doing more to rein in risky behavior on Wall Street and 'Too Big to Fail.'\"\nThe former secretary of state also scolded what she said were attempts by congressional Republicans to roll back consumer protection provisions and regulations aimed at big banks in Dodd-Frank, calling them \"a cynical attempt to game the system for those at the top.\"\nThe populist remarks could have easily come from Elizabeth Warren, the liberal Massachusetts senator who has vaulted to national fame by railing against Wall Street. \nComing within weeks of the launch of her second White House bid, Clinton's comments were also the latest example of the former New York senator's aggressive appeal to progressive skeptics who believe she is too cozy with Wall Street and have balked at the sweeping deregulation of the finance industry during her husband's presidency in the 1990s.\nIt's a concerted effort Clinton has been making since her first day back on the trail. \nHer campaign roll-out sought to present Clinton as a champion for the middle class and she has since publicly taken aim at hedge fund managers for paying too little taxes and pledged to get big money out of politics. \nVermont Independent Sen. Bernie Sanders, currently the only other declared candidate seeking the Democratic Party's nomination for president, expressed a degree of skepticism of Clinton's support for banking regulations. \n\"I opposed the deregulation of Wall Street and pretty much predicted what would happen in terms of the Wall Street crash,\" Sanders told CNN's Wolf Blitzer. \"I certainly disagree with her husband on that. She hasn't been clear about where she's coming from.\"\nRELATED: Clinton finds problems with Obama TPP trade proposal\nIn recent days, Clinton has also come under scrutiny from liberal activists on the controversial Trans-Pacific Partnership trade deal. TPP, a significant second-term agenda item for President Barack Obama, has drawn widespread opposition from Democrats, and Clinton has faced pressure to take a firm stance against it. \nWarren said on Bloomberg TV on Tuesday that though Clinton has criticized some aspects of the current trade proposal, she'd like to see her take a \"clearer\" position. \n", "byline": "", "description": "\n    \n", "title": "Hillary Clinton talks tough on Wall Street regulation", "url": "http://www.cnn.com/2015/05/19/politics/hillary-clinton-big-banks/index.html", "topics": ["trade"], "people": ["Barack Obama", "Bernie Sanders", "Wolf Blitzer", "Hillary Clinton", "Elizabeth Warren"], "orgs": ["Democratic Party", "TPP"], "authors": [{"author_id": 21515, "fullname": "finance reporter", "primary_org": "cnn"}, {"author_id": 22916, "fullname": "mj lee politics", "primary_org": "cnn"}], "date_written": "2015-05-19 20:42:54", "org": "cnn", "article_id": "1d1182cc2e25b1edf5d6cc765a90131b", "date_access": "2015-05-19 20:00:38.647892"}