{"body": "Greenville, South Carolina (CNN)It's not every day you get to meet a presidential candidate, let alone get invited up on stage to touch their hair.  \nSo when Mary Margaret Bannister attended Thursday's Upstate Chamber Presidential Series with her husband here to hear what Trump had to say, she never imagined she would be onstage in front of 1,400 performing an impromptu inspection of the alleged Trump toupee. \n\"It was a very bizarre experience,\" Bannister told CNN. \"You know, I was just listening to the speech and then it just kind of happened. He made eye contact with me,\" she said.\nTrump called on Bannister randomly and swears he's never met her before, so in theory, Bannister was an impartial toupee-tester, or follicle feeler, per se.\n\"I think he definitely had in mind that he wanted to tell everybody that his hair was real and needed someone to come up,\" the stay-at-home mother of four and former school teacher told CNN.\nBannister, a registered Republican who happens to be married to the South Carolina House Majority Leader Rep. Bruce Bannister, said she was in disbelief about what transpired.\nAfter a brief feel and laugh, Bannister confirmed to the attendees and the rest of the world on live television that the real estate mogul turned front-running presidential candidate did, in fact, have real hair and was not wearing a toupee as was referenced in Thursday morning's New York Times, which is what catalyzed Trump's whole schtick in the first place. \n\"To me it looked real. It was not a toupee,\" Bannister told CNN. \n\"When I approached him, he kind of leaned toward me, put his head toward me, and asked me to touch his hair.\" \nShe said she was careful not to pull Trump's do, and that she was, in fact, able to see his roots. \nAs for the product used? Bannister said it's definitely a combination of hair gel and hairspray. While there was no confirmation from Trump on the gel, he did confirm the hairspray, telling Bannister onstage before the feel \"we don't want to mess it up too much, because I do use hairspray.\"\nBannister described the situation as comical and entertaining. But will her hairy encounter with Trump now cause her to vote for \"The Donald?\" She still wants to hear more from him, she said.\n\"He is an interesting man to listen to,\" Bannister added. \"He keeps the crowd intrigued by what he has to say.\" \n", "byline": "", "description": "", "title": "Woman confirms Trump's hair is no toupee", "url": "http://www.cnn.com/2015/08/27/politics/donald-trump-hair-toupee/index.html", "topics": ["personality", "campaign_finance"], "people": ["Mary Margaret Bannister", "Bruce Bannister"], "orgs": [], "authors": [{"author_id": 37157, "fullname": "noah gray", "primary_org": "cnn"}], "date_written": "2015-08-28 02:08:52", "org": "cnn", "article_id": "727c56dd81f037afa3b0d9e2886bd9b9", "date_access": "2015-08-28 01:20:06.385544"}