{"body": "Charleston, South Carolina  (CNN)As the millennial generation struggles to find jobs, Hillary Clinton is clearly targeting their vote Wednesday by outlining what she'd do to fight youth unemployment. \nThe presidential candidate will use a forum at Trident Technical College in North Charleston to announce a plan that would use tax credits to incentivize businesses to hire apprentices. \nThe plan would offer business a $1,500 credit for every apprentice they hire, aides said, and that the program would hold business accountable for their apprenticeship program. The apprenticeships would be registered with either a federal or state program that would ensure standards were met. \nClinton's announcement, aides said, would build off a 2014 bipartisan plan from Sen. Tim Scott of South Carolina, a Republican who hails from North Charleston, and Sen. Cory Booker of New Jersey, a Democrat. In 2014, the duo introduced the LEAP Act, a plan that would do exactly that Clinton plans to do: Provide employers with a tax credit when they hired apprentices.\n\"Many employers explain the reason for their unfilled jobs as a lack of available trained workers,\" said a release from Scott and Booker in 2014. \"Apprenticeships are a proven way to help people develop in-demand skills and to meet the needs of employers, yet they compose just 0.2 percent of the nation's workforce.\"\nPoll: Clinton's honesty and trustworthy problem extends to swing states\nWhile the national unemployment rate has fallen from 10% to 5.5% since the country entered recession in 2008, youth unemployment has remained stubbornly high at around 8%, according to the Bureau of Labor Statistics.\nAnd while Clinton aides argue that Wednesday's speech is good policy, they acknowledged that it is also good politics. Millennials -- people between the ages of 18 and 34 -- will become the nation's largest living generation this year, according to the Pew Research Center, a fact that makes targeting them with policy proposals in a presidential election critical.\nThis speech, aides said, would be less partisan than her past policy pitches, but Clinton will still argue that her proposal is in contrast with Republicans whose budgets passed in the House and Senate would cut education funding.\nClinton will also build on a theme she rolled out her in first 2016 campaign rally last week: Herself and her upbringing.\nClinton will argue, aides said, that she received her fist job out of college due to an apprenticeship grant for law students working on civil rights. Clinton worked at the Children's' Defense Fund after graduating from Yale Law School in 1973. \nWednesday will mark the second time Clinton has visited South Carolina, an early voting state, since announcing her presidential run in April. In addition to the event at Trident Technical College, Clinton will host a roundtable with community leaders in Orangeburg and headline a fundraiser at the home of Akim and Constance Anastopoulo.\n45 times Secretary Clinton pushed trade bill she now opposes\n", "byline": "", "description": "As the millennial generation struggles to find jobs, Hillary Clinton is clearly targeting their vote Wednesday by outlining what she'd do to fight youth unemployment.\n    \n", "title": "Clinton courts millenials in S.C.", "url": "http://www.cnn.com/2015/06/17/politics/hillary-clinton-south-carolina-unemployment/index.html", "topics": ["economy"], "people": ["Cory Booker", "Hillary Clinton", "Tim Scott"], "orgs": ["Senate", "Pew Research Center", "Bureau of Labor Statistics", "Trident Technical College"], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-06-17 11:47:11", "org": "cnn", "article_id": "bf301bc8c7fa6b3da39bdcc7a8ab089e", "date_access": "2015-06-17 15:36:38.147830"}