{"body": "Washington (CNN)Mike Huckabee and his wife spent Sunday on Chuck Norris' ranch, the latest in many moments that the former Arkansas governor has spent near the martial arts aficionado and actor.\n\"Having a great day in #Texas w/ Chuck Norris! Thankful to have his wife & him on our team. #ImWithHuck,\" Huckabee tweeted.\nLike Huckabee, Norris is a devout Christian and a social conservative, and he also gave the presidential candidate his endorsement in 2008. He shared a photo of the ranch gathering on Facebook, writing, \"We spent the day at our ranch with family & friends, including Governor Mike Huckabee & his wife Janet. Thanks for a great time y'all. God bless, Chuck & Gena Norris.\"\nThe day Huckabee announced his second presidential bid for the presidency in May, Norris told the New York Times, \"I still believe Mike Huckabee is the most qualified. He has the moral clarity and experience to lead our great country forward.\"\nBack in 2008, the \"Walker, Texas Ranger\" star formally endorsed Huckabee in a one-minute \"Chuck Norris Approved\" ad, where Norris said \"Mike Huckabee is a life-long hunter, who will protect our Second Amendment rights,\" adding that \"Mike Huckabee wants to put the IRS out of business.\"\nHuckabee also appears in the ad, touting Norris' endorsement: \"When Chuck Norris isn't lifting himself up, he's pushing the earth down,\" Huckabee says, adding, \"Chuck Norris doesn't endorse, he tells America how it's gonna be.\"\nNorris also stumped for Huckabee in a 2008 \"Huck and Chuck\" rally in Des Moines, Iowa.\nNorris' wife Gena is also a devout Christian and they opened up about their faith in an interview with Christian Broadcasting Network.\n\"I gave my life to the Lord at 12. I was baptized at 12. Then it grew stronger. And when I got to go to a crusade for Billy Graham, unfortunately a lot of times in the entertainment industry, sometimes you lose sight of what's really important in your life. I lost a marriage because of it,\" Chuck Norris said.\nAnd although there are several options for evangelicals this time around -- including former Pennsylvania Sen. Rick Santorum, Texas Sen. Ted Cruz and Louisiana Gov. Bobby Jindal -- Chuck and Gena Norris remain steadfast allies of the former Arkansas governor.\n", "byline": "", "description": "", "title": "Chuck Norris continues Mike Huckabee bromance", "url": "http://www.cnn.com/2015/09/29/politics/mike-huckabee-chuck-norris-evangelicals/index.html", "topics": ["gay_marriage", "campaign_finance", "economy", "terrorism"], "people": ["Rick Santorum", "Chuck Norris", "Billy Graham", "Mike Huckabee", "Bobby Jindal", "Ted Cruz"], "orgs": ["IRS"], "authors": [{"author_id": 23182, "fullname": "deena zaru", "primary_org": "cnn"}], "date_written": "2015-09-29 16:46:22", "org": "cnn", "article_id": "f6ea57e01df361e0539b013578d862fa", "date_access": "2015-09-29 16:02:22.027702"}