{"body": " (CNN)Jeb Bush on Monday was trying to clean-up controversy over his use of the term \"anchor babies\" last week, but instead found himself in another mess after he said the offensive term was \"frankly, more related to Asian people.\" \nDemocratic Sen. Brian Schatz of Hawaii called on the Republican presidential candidate to \"immediately retract his statements and apologize to the Asian community for his insensitive behavior.\" \nBush's comments \"regarding the children of Asian immigrants are derogatory and offensive,\" Schatz said in a statement.\nIt all started when the former Florida governor visited McAllen, Texas, located near the U.S.-Mexico border on Monday and defended his use of the term \"anchor baby\" to describe the children born on U.S. soil to parents who came into the country illegally. The phrase is considered offensive by many Latinos.\nOn Monday, Bush argued that he's been \"immersed in the immigrant experience\" personally -- his wife is from Mexico -- and said it's \"ludicrous\" for Democrats to say he was using the word in a derogatory fashion. \nRELATED: Why Chinese moms want American babies\nFurther attempting to clarify his comments, the Republican presidential contender said he was actually talking about immigrants other than those who cross the U.S.-Mexico border. \n\"What I was talking about was the specific case of fraud being committed where there's organized efforts and, frankly, it's more related to Asian people coming into our country, having children in that organized efforts taking advantage of a noble concept which is birthright citizenship,\" he said. \"I support the 14th amendment.\"\nCampaign spokeswoman Kristy Campbell later clarified that he was referring to widely reported federal investigations into \"birth tourism.\" \nIn March, for example, The New York Times reported that federal agents raided three businesses in Southern California that arranged for pregnant Chinese women to come to the United States on a tourist visa, give birth, then obtain birth certificates and U.S. passports for their newborns. \nCNN also reported on the thriving birth tourism business in 2013.\n\"The next president must have a plan to secure our borders and enforce our immigration laws,\" Campbell said in a written statement. \"Gov. Bush is the only candidate in the entire presidential field who has presented a serious, conservative, comprehensive reform agenda to fix our broken immigration system.\"\nPro-Hillary Clinton Democratic groups American Bridge and Correct the Record were quick to pounce on his word choice of \"Asian people,\" and sought to paint Bush as insensitive at a time when Republicans are trying to broaden its base and become more inclusive.\nBush earlier Monday argued that Democratic attacks against him over semantics amount to nothing more than political correctness.\n\"I think we all need to take a step back and chill out a little bit as it relates to the political correctness, that somehow you have to be scolded every time you say something,\" Bush said.\n", "byline": "", "description": "Jeb Bush on Monday was trying to clean-up controversy over his use of the term \"anchor babies\" last week, but instead found himself in another mess after he said the offensive term was \"frankly, more related to Asian people.\"", "title": "Bush: 'Anchor babies' more related to Asian people", "url": "http://www.cnn.com/2015/08/24/politics/jeb-bush-asian-people-anchor-babies/index.html", "topics": ["immigration"], "people": ["Jeb Bush", "Hillary Clinton", "Brian Schatz", "Kristy Campbell"], "orgs": ["American Bridge"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-08-25 03:22:52", "org": "cnn", "article_id": "bdfb2392b9f23bdaf5b8a03ca68fcf36", "date_access": "2015-08-25 02:40:02.679337"}