{"body": "Jake Tapper's full interview with Donald Trump will air Sunday at 9 a.m. ET on CNN's \"State of the Union.\"\nMiami (CNN)Donald Trump on Friday knocked Ben Carson as weak on trade and immigration as he reacted to two new polls showing Carson overtaking the real estate mogul for first place in Iowa.\nTrump told CNN's Jake Tapper that he was \"really surprised\" to see his fortunes dipping in Iowa and said he is going to need \"to work a little bit harder in Iowa\" to win back support in the first-in-the-nation caucus state. Two polls released Thursday and Friday showed Trump slipping to second place in Iowa with 20% and 19% of support, respectively, while Carson surged to first place with 28% in both polls.\n\"I've done really well with the evangelicals and with the tea party and everything and I just don't understand the number, but I accept the number,\" Trump said. \"It means I have to work a little bit harder in Iowa.\"\nWhile Trump has repeatedly emphasized that he is a \"counter-puncher\" and only attacks other candidates once they've attacked him, his assault on the retired neurosurgeon wasn't a response to anything Carson has said about Trump. In fact, Carson has been one of the only candidates to pull his punches against Trump, repeatedly refusing to criticize the billionaire who maintains his lead in the national polls.\n\"I like Ben, but he cannot do with trade like I do,\" Trump said. \"He can't do with a lot of things like I do, so we'll just have to see what happens.\"\nHe added that he worries that Carson is \"just not going to be able to do deals with China, to be able to do deals with Japan.\"\nTrump's business and deal-making experience are key planks of his candidacy.\nTrump most fiercely criticized Carson on immigration, accusing him of supporting amnesty.\n\"He's very, very weak on immigration and I'm very strong on immigration,\" Trump said. \"Ben Carson is very, very weak on immigration. He believes in amnesty strongly. He believes in citizenship. He's going to give citizenship to people who are here illegally -- you can't do that.\"\nCarson supports giving undocumented immigrants guest worker status if they come forward and report their presence in the country.\nHe has repeatedly denied the characterization of his plan as amnesty, but has left the door open to those guest workers eventually becoming citizens.\n\"We have to recognize that we can't just round them up, but we can give them an opportunity to register,\" Carson said last month on CBS. \"I would give them an opportunity to become guest workers -- not citizens, not voting people, not people who get goodies. I think that would be a fair way to do it. In terms of them becoming citizens later on down the road if they've done things the right way, we the American people will decide what the criteria for that ought to be.\"\n", "byline": "", "description": "", "title": "Trump slams Carson amid dipping poll numbers in Iowa", "url": "http://www.cnn.com/2015/10/23/politics/donald-trump-ben-carson-iowa-polls-immigration/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Ben Carson", "Jake Tapper"], "orgs": [], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-10-24 01:17:34", "org": "cnn", "article_id": "3c3d8222c94aeb1009115b8542acb0d7", "date_access": "2015-10-24 00:31:26.138985"}