{"body": " (CNN)The White House and U.S. Capitol both lowered flags to half staff by Tuesday afternoon, after they were out of sync Tuesday in their tributes to the five U.S. service members who were slain by a gunman in Chattanooga last week.\nHouse Speaker John Boehner, R-Ohio, and Senate Majority Leader Mitch McConnell, R-Kentucky announced Tuesday that flags at the Capitol would be lowered to half-staff in honor of the victims.  \n\"Out of respect for their courageous service and sacrifice to our nation, flags at the U.S. Capitol are being lowered to half-staff,\" Boehner said in a statement.\nBut at the other end of Pennsylvania Avenue, the flags at the White House noticeably remained at full-staff.  Aides to the president have repeatedly declined to discuss whether the flags at the White House would be similarly lowered. Boehner's office said Tuesday that they had alerted the White House of their plans. \n\"I don't have more information about the status of the flag over the White House,\" White House Press Secretary Josh Earnest told reporters Monday. Earnest had nearly the same response for reporters Tuesday.\nRepublican critics have demanded that the White House immediately follow the Capitol's lead, and Obama eventually ordered flags to be flown at half-staff at the White House in the noon hour, but not before critics could lambast the president. \n\"The President should follow suit and order flags flown at half staff across the country, and he should do so immediately,\" House Armed Services Committee chairman Mac Thornberry said in a statement Tuesday before the flag was lowered at the White House.\nRepublican Sen. Ted Cruz, R-Texas, a GOP presidential candidate, called attention to the status of White House flags in a tweet Tuesday.  \"Capitol's flag at half-staff today to honor the servicemen killed by a terrorist in Chattanooga. Meanwhile at the WH,\" Cruz tweeted, posting a picture of the flag atop at the White House at full-staff. \nGOP presidential candidate Donald Trump plunged into the debate Tuesday, announcing that U.S. flags would be lowered at his corporate properties.\n\"It is a simple yet meaningful and important gesture that signifies our respect and recognition for these great soldiers who lost their lives. We must do better for all Americans, especially our military. We must Make America Great Again,\" Trump said in a statement. \nIn a speech to the Veterans of Foreign Wars, Obama paid tribute to each of the four Marines and one sailor who were killed by Chattanooga gunman Mohammad Abdulazeez.\n\"We honor our five service members killed so senselessly in Chattanooga, \" Obama said, noting the courage of the police who stopped the rampage.\n\"We draw strength from yet another American community that has come together with an unmistakable message to those that would try to do us harm.  We will not give into fear.  You cannot divide Americans.  You can never change our way of life,\" he continued.\nCNN's Deirdre Walsh contributed to this report.", "byline": "", "description": "The White House and U.S. Capitol both lowered flags to half staff by Tuesday afternoon, after they were out of sync Tuesday in their tributes to the five U.S. service members who were slain by a gunman in Chattanooga last week.\n    \n", "title": "Obama orders flags to half-mast", "url": "http://www.cnn.com/2015/07/21/politics/chattanooga-victims-white-house-flag-gop/index.html", "topics": ["personality"], "people": ["Mohammad Abdulazeez", "Josh Earnest", "Donald Trump", "John Boehner", "Deirdre Walsh", "Mac Thornberry", "Ted Cruz"], "orgs": ["America Great Again", "House Armed Services Committee", "Senate", "Veterans of Foreign Wars", "U.S. Capitol", "GOP"], "authors": [{"author_id": 10687, "fullname": "jim acosta senior white house correspondent", "primary_org": "cnn"}], "date_written": "2015-07-21 17:36:02", "org": "cnn", "article_id": "e58248b082199de59cb1adf4895093d0", "date_access": "2015-07-21 16:40:03.196721"}