{"body": "Washington (CNN)Sen. Marco Rubio on Friday morning will unveil his plan to support employers who give their workers paid family leave at the annual conservative confab the Value Voters Summit.\n\"Our policies should help workers, not cost them their jobs,\" the Florida senator will say, according to excerpts provided by his campaign. \"I believe we can fix this problem by creatively applying our free enterprise principles in a way that encourages businesses to choose to offer more paid family leave.\"\nRubio's proposal will use tax credits to incentivize companies to offer at least four weeks of paid leave. According to Rubio's plan, the tax credits could incentivize paid leave of up to 12 weeks or $4,000. \nIn a fact sheet for the plan shared with CNN, the Florida Republican took a shot at Democratic front-runner Hillary Clinton and the left's call for mandated paid leave -- saying that his tax credit plan is more workable. \n\"They say the only way to solve this problem is to raise taxes, grow government, and place crippling requirements on private companies,\" Rubio will say, per his prepared remarks, referencing Obamacare. \"I believe we can fix this problem by creatively applying our free enterprise principles in a way that encourages businesses to choose to offer more paid family leave.\"\nRELATED: Rubio's below the radar campaign\nThe Rubio plan offers a 25% non-refundable tax credit to businesses that voluntarily give employees the leave -- which can be used for major life events including the birth of a child, caring for a sick loved one or a family member being called into military service. \nRubio touts that the plan would work for part-time and full-time workers, as well as for a variety of family circumstances. \nThe presidential candidate has been steadily rolling out policy proposals and presenting them in speeches as he conducts a quieter campaign than most of his opponents -- consciously trying to avoid the fray as he saves his resources. \nThe paid family leave proposal is a part of his policies focused, he says, on growing the economy by strengthening the middle class. \nThe issue of leave has been gaining traction both at the national and state levels, and has been a central call of the Obama administration and some Democrats this year, though they generally support mandating companies offer paid leave.\nRubio's proposal was first reported by The Associated Press.\n", "byline": "", "description": "Sen. Marco Rubio on Friday morning will unveil his plan to support employers who give their workers paid family leave at the annual conservative confab the Value Voters Summit.", "title": "Rubio unveiling paid family leave plan at Value Voters Summit", "url": "http://www.cnn.com/2015/09/25/politics/marco-rubio-paid-family-leave-value-voters/index.html", "topics": ["economy"], "people": ["Marco Rubio", "Hillary Clinton"], "orgs": [], "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-09-25 13:12:21", "org": "cnn", "article_id": "75e98191bf624daec5460ccc3a4696e8", "date_access": "2015-09-25 12:31:22.367951"}