{"body": "Altoona, Iowa (CNN)After four months on the campaign trail marked by big crowds, growing support and rising poll numbers, Bernie Sanders is closing the gap in Iowa and around the country as chases Democratic front-runner Hillary Clinton.\nAnd on Saturday, he openly suggested that the Clinton campaign is \"getting nervous.\"\n\"Don't tell anybody. I think what they know is that four months ago, when I entered this race, if you look at the polls, I was in 3 to 4%. Vast majority of the American people didn't know who Bernie Sanders was, they didn't know what my ideas were, and in last few months, we have amassed huge amounts of enthusiasm and huge amounts of energy,\" Sanders said. \"So obviously, I think the secretary's people are getting nervous about the kind of energy and enthusiasm our campaign is bringing forth.\"\nClinton seemingly took a subtle swipe at both Sanders and Donald Trump, the GOP front-runner, in an interview with NBC's Andrea Mitchell on Friday -- though she didn't name them.\n\"I think you can come with your own ideas and you can wave your arms and give a speech. But are you connecting with and really hearing what people are either saying to you or wishing that you would say to them?\" Clinton said.\nOn Saturday, she clarified to reporters that she was only criticizing Trump. But Clinton, who leads Sanders by just 7 points in Iowa according to a Des Moines Register and Bloomberg Politics poll released last week, also said she welcomes the competition in the Democrats' primary process.\n\"I've always thought this was beginning to be a competitive primary. And I welcome that. I think that this is a contest. It's a contest of ideas, of policies, of how we present ourselves to the American people,\" she said.\nSanders capped off his three-day, nine-event swing in Iowa with a Labor Day weekend meeting with AFSCME labor members and a visit to his Des Moines headquarters.\nSanders, who touts his economic policies and government programs to support unions and the middle class, joined labor leaders and union members on the picket line during a stop in Cedar Rapids on Friday evening.\nPicketing outside Penford Products Co. alongside members of the Bakery, Confectionery, Tobacco Workers and Grain Millers International Union Local 100G, Sanders spoke out against Penford's CEO's annual $7 million pay package and advocated in favor of a contract to support workers' retirement benefits, pensions, healthcare, and wages.\nAsked by CNN whether he'd continue to picket if elected president, Sanders didn't rule it out. \n\"Yeah, I might. Why not? I've done it as a senator, I've done it as a congressman, I've done it as a mayor. Why not as a president?\"\n", "byline": "", "description": "", "title": "Sanders thinks Clinton campaign is 'getting nervous'", "url": "http://www.cnn.com/2015/09/05/politics/bernie-sanders-hillary-clinton-nervous/index.html", "topics": ["economy"], "people": ["Donald Trump", "Bernie Sanders", "Andrea Mitchell", "Hillary Clinton"], "orgs": ["AFSCME", "GOP"], "authors": [{"author_id": 2533, "fullname": "betsy klein", "primary_org": "cnn"}], "date_written": "2015-09-05 23:30:54", "org": "cnn", "article_id": "d25c2919a40719d183decab685c92fe9", "date_access": "2015-09-05 22:41:21.780551"}