{"body": "David Gergen is a senior political analyst for CNN and has been a White House adviser to four presidents. A graduate of Harvard Law School, he is a professor of public service and co-director of the Center for Public Leadership at the Harvard Kennedy School. Follow him on Twitter: @david_gergen. The opinions expressed in this commentary are his.\n (CNN)Sam Snead, a golf legend for some four decades, used to caution players: \"Forget your opponents; always play against par.\" Hillary Clinton might heed that advice Tuesday night as she enters the first Democratic debate, hosted by CNN.\nThe temptations will be toward racking up more debating points than any of the other four candidates on stage, especially Bernie Sanders. Her handlers are sure to have worked up some clever retorts when anyone hits her, as they will. She will also come prepared with a funny line or two.\nBut she needs to resist the thought that what matters is coming off as the best debater on stage. Yes, she will need to swat back Sanders and others from time to time. Yes, she wants to create a memorable sound bite to be endlessly recycled. Even so, beating Sanders & Co. is not her standard of success.\nFor Clinton, par Tuesday night is whether she re-emerges as presidential. She has lost much of that aura since her private email server as secretary of state was revealed in March. Leadership in the White House fundamentally depends on whether the public trusts a president to work faithfully on its behalf -- to be its friend and protector. It is difficult to remember any presidential campaign where trust in a front-runner has eroded as deeply as it has with Clinton.\nTuesday night presents her with the best opportunity in months to restore her reputation. She has already started a comeback. Her aides did her a disservice by broadcasting in advance that a new, more likable, more relatable Hillary Clinton would appear this fall. Even so, she has been more relaxed and appealing -- witness her star turn on \"Saturday Night Live\" as Val. \nJust as importantly, Republicans have given her the biggest gift imaginable: For all of her self-inflicted wounds these past months, theirs have been worse. Except for tea partyers and the far right, it is hard for most Americans to imagine either of the GOP front-runners -- Donald Trump or Ben Carson -- in the Oval Office (though Trump shouldn't be wholly dismissed).\nThink, too, of how much Republicans in the House have damaged their prospects. First, a small cabal on the far right forced out Speaker John Boehner, bringing on a torrent of awful headlines about chaos in the Republican conference. Then they discredited their own Benghazi hearings when a onetime candidate for the speaker post painted them as a political witch hunt against Clinton. Do the Republicans truly expect this display will bring back the White House?\nClinton now has the biggest opening she has experienced since the spring. Forget the danger of next week's Benghazi hearings; Tuesday night is her moment to claim her husband's brand as her own: the Comeback Kid.\nWhat it will take is a steady, sophisticated, open and authoritative performance on the debate stage -- a sense that an adult is finally stepping forward again, someone you may not agree with on every issue but someone who will also give you comfort that the presidency will be in safe, reliable hands.  \nClinton does not need voters to fall in love with her, as they did with Barack Obama eight years ago. Her public persona is just not warm and lovable. But she is deeply compassionate, especially about women and children, and she has the capacity to inspire respect.\nAt the end of the night, you might ask yourself: Am I starting to believe in her again? Do I think she can make Washington work again? Will we better off four years from now? If she passes these tests in homes across the country, she will have played well against par -- and might even give Joe Biden, a good man, second thoughts. \nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine. \n", "byline": "", "description": "", "title": "Hillary, are you listening to Slammin' Sammy?", "url": "http://www.cnn.com/2015/10/13/opinions/gergen-hillary-advice-from-sam-snead/index.html", "topics": ["personality", "women"], "people": ["Joe Biden", "Hillary Clinton", "David Gergen", "Donald Trump", "John Boehner", "Barack Obama", "Bernie Sanders", "Ben Carson"], "orgs": ["Harvard Law School", "Oval Office", "Center for Public Leadership", "GOP"], "authors": [{"author_id": 16886, "fullname": "david gergen senior political analyst", "primary_org": "cnn"}], "date_written": "2015-10-13 13:08:21", "org": "cnn", "article_id": "dbe11b1cd9d7fae1e9447de7c12c8fa6", "date_access": "2015-10-13 13:01:55.341092"}