{"body": "New York (CNN)Hillary Clinton will use her second economic speech as a presidential candidate to ask businesses to \"break free from the tyranny of today's earnings report\" and instead take the long view on growth and corporate culture.\nProgressives are hungry to see Clinton take on Wall Street, but according to Clinton's aides and a preview of the speech, Friday's event at New York University will not be chock full of the Wall Street red meat that liberals are pining for.\nInstead, Clinton will outline a series of policy proposals that she hopes will rebuild \"a connection between companies and their workers, so that workers are seen as assets rather than costs,\" an aide said on Thursday night.\nClinton will specifically knock companies for their \"focus on short-term profits rather than long-term investment.\"\n\"She will say American business needs to break free from the 'tyranny of today's earnings report' so they can build tomorrow's prosperity in a way that drives income growth for everyday Americans,\" the aide said.\nClinton will propose a sliding scale for capital gains tax levied on the highest earners that punishes short term truing and rewards \"farsighted investments that create jobs and raise incomes for hard-working Americans.\" Earlier in the week, aides said Clinton was likely to suggest a capital gains tax rate about 28% for shorter term trades made by top earners. \nThe former secretary of state will also call for reviewing securities rules to hold management accountable, alter the tax codes so that executive compensation focuses more on long term investment and stress the need for greater disclosure of stock buybacks.\n\"Clinton will diagnose symptoms of short-termism that has gone too far,\" the aide said Thursday. \"Corporate profits are at near-record highs, but companies are too often not choosing to reinvest those funds in innovation or their workforce.\"\nThe campaign has been working with dozens of economists to sketch out Clinton's economic platform. Outside advisers have included a host of liberal economists, former government officials and more. Among them are the Noble Prize-winning economist Joseph Stiglitz, top Obama economic policy aides Gene Sperling, Christina Romer, David Kamin and Alan Krueger.\nMike Konczal, a fellow with the Roosevelt Institute who worked with Clinton on her economic platform, said Thursday that the question for Clinton is how far she is willing to go on pushing corporate  culture.\n\"There is a lot of room for her,\" Konczal said about the wealth of policy proposals Clinton could pursue, including cracking down on short term investment and incentivizing research and development.\n\"From my conversations with (the campaign), they seem really interested in idea and are really interested in thinking through what people at the edges think about these idea,\" Konczal said.\nClinton's speech is intended to challenge corporate culture, but it might not offer the direct confrontation of Wall Street -- home of many of her campaign's top donors -- that many liberals say they want.\nVermont Sen. Bernie Sanders has seized the progressive mantel, inching closer to Clinton in polls from the key early-voting Democratic primary states Iowa and New Hampshire in no small part through rhetorical swings at monied interests. \nAnd former Maryland Gov. Martin O'Malley threw down the gauntlet Thursday in an event at the Center for National Policy by calling for the reinstitution of the Glass-Steagall Act -- which separated commercial and investment banks until its repeal under President Bill Clinton. \nHe has also called for rules that designed stop regulators from accepting jobs at top financial firms.  \n\"We have come a long way since the financial crisis, but our economy is still vulnerable to another collapse, and we haven't been able to rein in Wall Street misconduct,\" O'Malley said Thursday. \"That's why every Democrat who is running for President needs to commit to finishing the job that Dodd-Frank started.\"\nProgressive Change Campaign Committee co-founder Adam Green lauded O'Malley in a statement Thursday, crediting the former Baltimore mayor and Maryland governor for leading on economic issues -- even though he's struggled to gain traction in polls of Democratic primary voters.\n\"Martin O'Malley was the first candidate to make criminal prosecution of Wall Street bankers a 2016 issue -- and it's been great to see a race to the top with Clinton and Sanders making bold statements in favor of accountability for bankers who break the law,\" Green said.\nIn a speech this month, Clinton called for the prosecution of individuals -- not just firms -- responsible for financial misdeeds.\nHer campaign didn't say, though, whether she'll support the reinstitution of the Glass-Steagall Act, which many liberals see as key to preventing a repeat of the 2008 financial collapse.\nAsked about the Depression Era law on Thursday in South Carolina, Clinton declined to say whether she would follow Sanders and O'Malley on The Glass-Steagall Act.\n\"I think this is a much more complicated issue than pointing to any one piece of legislation and saying well if we just pass that everything would be fine,\" Clinton said. \"If you go back and look at what happened in the great recession, it was mortgage companies, it was insurance companies, it was non-commercial banking entities, who were as big if not bigger contributors to the collapse. So I am not interested in just saying there is one answer to the too-big-to-fail problem.\"\n", "byline": "", "description": "\n    \n", "title": "Hillary Clinton to take on corporate culture", "url": "http://www.cnn.com/2015/07/24/politics/hillary-clinton-economic-speech-2016-new-york/index.html", "topics": ["economy"], "people": ["Martin O'Malley", "Alan Krueger", "Bill Clinton", "Joseph Stiglitz", "Gene Sperling", "David Kamin", "Hillary Clinton", "Adam Green", "Christina Romer", "Bernie Sanders"], "orgs": [], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}, {"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-07-24 11:11:55", "org": "cnn", "article_id": "f8d08712d1e17d31f1f7ea16ba0f5320", "date_access": "2015-07-24 10:20:14.227918"}