{"body": " (CNN)Former Republican Texas Gov. Rick Perry will announce his \"intentions\" for a 2016 presidential run next month in Dallas, two sources close to the governor confirmed to CNN Friday.\nPerry, the longest serving governor in Texas history, has been a frequent presence on the campaign trail, appearing in the early primary states and conservative conferences since leaving office in January.\nRELATED: Perry flip-flop over Ex-Im Bank shows broader GOP fight\n\".@GovernorPerry & I have been discussing the future of this great country and how our family can play a role,\" his wife, Anita, tweeted out Friday with a link to register for tickets to the event.\nSince his ill-fated 2012 run, marred by numerous verbal stumbles, Perry has been vigorously preparing for a second bid with policy briefings from prominent think tanks and former cabinet secretaries, holding off-the-record dinners with potential donors, and even working on his speech delivery with Podium Masters, which is run by the former head of the famed Royal Shakespeare Company.\nA super PAC in support of Perry, Opportunity and Freedom PAC, was formed by his allies in March.\n\"If I make the decision to run for the presidency, I will be prepared,\" he told CNN's Dana Bash in December.\nPerry enters a crowded field of announced and potential candidates with whom he's closely associated in the Texas political realm for support and money.\nRELATED: Perry, Cruz get warm receptions in South Carolina\nHe served as lieutenant governor to George W. Bush, whose younger brother, Jeb, will make his all-but-certain decision to seek the GOP presidential nomination in the coming months. Jeb is also the son of former President George H.W. Bush, who also resides in Texas.\nPerry has downplayed any reported tension between the two families, though there will be stiff competition for campaign resources within the state. \nThe current junior senator from Texas, Ted Cruz, also announced his run in March, and former Texas GOP Chairman, Steve Munisteri, resigned his post in March to support Senator Rand Paul's campaign.\nA former Air Force officer who spent time in the Middle East, Perry advocates for a strong national defense, touts Texas' economic growth during his 14 years as governor, and vociferously supports 2nd Amendment rights.\nHe's been a frequent critic of the Obama administration's handling of the border and immigration reform, an important issue in Texas. He deployed the Texas National Guard to the border last year to help control the amount of people trying to enter the United States illegally.\nRELATED: Perry, Cruz get warm receptions in South Carolina\nPerry often cites his border actions against the administration on the stump.\n\"Homeland security starts with border security,\" he told a crowd of activists in South Carolina last week. \"I told the President last summer, 'If you don't secure the border, Texas will.'\"\nThe line garnered a standing ovation in the first-in-the-south primary state.\nCNN Chief Congressional Correspondent Dana Bash contributed to this report.", "byline": "", "description": "\n    \n", "title": "Rick Perry to announce 2016 plans in June", "url": "http://www.cnn.com/2015/05/15/politics/rick-perry-2016-plans-announcement/index.html", "topics": ["economy", "personality"], "people": ["Rand Paul", "Dana Bash", "Rick Perry", "George W. Bush", "Steve Munisteri", "Ted Cruz"], "orgs": ["Opportunity and Freedom PAC", "PAC", "Air Force", "GOP"], "authors": [{"author_id": 18342, "fullname": "adam levy", "primary_org": "cnn"}], "date_written": "2015-05-15 18:16:31", "org": "cnn", "article_id": "38b717f164c8484e878476a161290031", "date_access": "2015-05-15 17:40:32.446428"}