{"body": "Washington (CNN)In the midst of Florida Sen. Marco Rubio's presidential announcement speech last week, his shiny new website was flooded with visitors. And then, for several painful minutes, it crashed.\nVincent Harris went to work. The top digital strategist for Kentucky Sen. Rand Paul's presidential campaign gleefully took to Twitter to mock the malfunction, posting screenshots of the error messages he was seeing as he tried to load MarcoRubio.com on his desktop and iPhone.\n\"My totally biased ranking of digital rollouts: 1) Rand 2) Cruz <big space> 3) Hillary <big space> 4) Rubio,\" Harris wrote with thinly veiled disdain, ignoring the hiccups and typos that accompanied Paul's own digital rollout.\nREAD: He's in: Marco Rubio announces presidential bid\nBut Harris's critique wasn't just rooted in the ideological differences between Paul and Rubio, who have sharply contrasting views about American foreign policy. It was also the latest volley in his long-simmering personal rivalry with Rubio's lead digital strategist, Wesley Donehue, who fired his own Twitter missile back at Harris.\n\"It's so unlike @VincentHarris to self promote and put himself over his candidates,\" Donehue wrote. \nFew doubt their creative talent, but the ongoing flame war between Harris, 26, and Donehue, 35 — two of the biggest and brashest personalities in a rising generation of tech-minded Republicans -- has become a running source of entertainment, and some annoyance, in the tightly knit world of GOP digital consultants. \nRepublican operatives have watched the men circle each other for five combustible election cycles as the digital field has blossomed into a vital and hugely profitable part of political campaigns. Harris was even tapped by Israel's Likud Party this year to give Prime Minister Benjamin Netanyahu's tough reelection campaign some digital pop.\n\nBut the back-and-forth frustrates some Republican strategists who would rather see their party focus on building a powerful, collaborative tech culture like the one Democrats have created over the last decade rather than attacking one another in the cut-throat pursuit of business. \nPatrick Ruffini, a veteran GOP technologist and former digital strategist for George W. Bush and the Republican National Committee, took notice of last week's sniping. \"Let's stop the trash talk,\" he tweeted. \"The only thing that matters is building an operation superior in every way to Hillary Clinton.\"\nMultiple Republicans who spoke to CNN privately expressed envy at the absence of public spats among the Democratic Party's successful brigade of for-hire digital consultants and data junkies.\nDemocrats, too, are perplexed by the GOP knife-fighting.\n\"If you want to run a great online campaign, you need every expert you can find, regardless of whether they worked at another shop or campaign,\" said Ben Clark, a digital strategist who has worked on Democratic races since Howard Dean's upstart 2004 campaign. \"I've watched the Democratic Party bring in new talent every cycle and grow by celebrating new tech and new skills instead of latching on to an old defined playbook.\"\nThe history between Harris and Donehue is laced with name-calling on social media, accusations of client-poaching and countless f-bombs from the often-profane Donehue. Throughout the 2012 campaign, Harris, a boy wonder who worked for Rick Perry and Newt Gingrich, regularly castigated the digital operation of Mitt Romney's campaign to reporters, making enemies in the process.\nREAD: Ted Cruz 'imagines' 2016 presidency in Liberty speech\n\"We just have a small community,\" said Zac Moffatt, Romney's formal digital director and co-founder of Targeted Victory, a GOP digital firm. \"I don't get why operatives take shots at each other through candidates. It should at least be subtle if you do it.\"\nInside the lucrative and ego-driven universe of professional politics, rivalries between political consultants are as old as baby-kissing and patriotic bunting. Every two years, media buyers, advertising agencies, pollsters and direct mail vendors hustle for precious business among candidates and campaigns in both parties. The search for paychecks and contracts can often mean bad-mouthing competitors -- but usually in hushed conservations that unfold in pitch meetings or over drinks.  \nThe young digital natives who advise candidates on how to navigate today's social media landscape — and harness it for money, votes and media attention — don't play by the same rules. Digital strategists in both parties frequently use Twitter and Facebook to opine on the state of campaign technology and, in the case of Republicans, offer theories on how to build a culture of innovation and information-sharing that rivals the Democrats.\nAnd some, like Donehue and Harris, use social media to lob verbal grenades at their rivals.\n\n\"They are part of a newer generation of operatives that are comfortable with having previously private discussions happen in public and online,\" Moffatt said. \"But that's kind of where things are going.\"\nHarris declined repeated requests to be interviewed for this story, even as he continued to needle Donehue on Twitter for days after the Rubio launch. Last week, Harris publicly questioned Rubio's announcement that he raised $1.25 million online in a single day.\n\"I have no beef,\" Harris said in an email to CNN when asked about the rivalry. \"Not sure there's much of a story there.\"\nDonehue also declined several interview requests.\nAfter a falling-out that dates back to 2010 — sources said the two disagreed on a possible business partnership — they spent years needling each other from a distance, usually on Twitter, calling attention to each other's strategic blunders and technical screw-ups. \"We were thinking your new motto should be 'Push - To a broken link,'\" Harris tweeted in 2013 about Donehue's firm, Push Digital.\nBut Donehue and Harris had, until recently, drifted back into friendly competitor territory. \"As much as they would disagree, their personalities are very similar,\" said one Republican who has worked with each of them but requested anonymity to protect his business interests.\nREAD: How live-streaming will change campaigning\nBoth men live and work in their native states, far from Washington. Harris runs his company, Harris Media, out of Austin, where he made a name for himself helping lift Ted Cruz from relative obscurity in Texas to the U.S. Senate. Donehue, who got his start in the sinister trenches of South Carolina politics, manages his firm from Charleston, where few question his obsession with seersucker and bow ties.\nDespite the miles between them, Donehue and Harris would often tweet at each other about their missed connections while to and from Washington, Austin or San Francisco, promising to get together soon over craft beers.\nBoth share an abiding Christian faith, and they have complimented each other on awards, thoughtful blog posts about the state of digital politics and successful campaigns. And in December, the two appeared friendly at a boozy gathering for Republican digital minds hosted at Google's headquarters in Washington. On his Instagram account, Harris posted a picture of himself with a thumbs-up and one arm draped around Donehue.\nBut the display of camaraderie came just two months after a public blow-up characteristic of their volatile relationship.\nIn October, Bloomberg Politics published a gushing article on Harris titled \"The Man Who Invented the Republican Internet.\" While other GOP operatives privately felt the piece went overboard in its praise, Donehue unleashed a stream of invective against Harris.\n\"The only thing @VincentHarris is talented at is quoting the Bible, pretending to be your friend & then slitting your throat,\" Donehue wrote, shedding the pretense that political frenemies often reserve for one another.\nWeeks after that, Harris blocked Donehue on Twitter. He later unblocked him. The two seemed to patch things up throughout the winter and early spring. On social media and at GOP meetings, the two appeared outwardly friendly — until the Rubio launch.\nMoffatt, who endured more than a year of criticism on Romney's campaign and plenty of post-election attacks after his loss, talked about the Donehue-Harris war with a knowing sigh. The war of words, he said, will ultimately be settled by the caliber of a consultant's work — not his or her public image.\n\"The beauty of a presidential (campaign) is that it will strip everyone bare,\" Moffatt said. \"You can't hide. The market will speak. That's the beauty of elections. Everyone will have the opportunity to show what they can do. The best candidates will win and the best products will win.\"\n", "byline": "", "description": "In the midst of Florida Sen. Marco Rubio's presidential announcement speech last week, his shiny new website was flooded with visitors. And then, for several painful minutes, it crashed.\n    \n", "title": "The nastiest fight in Republican politics is on Twitter", "url": "http://www.cnn.com/2015/04/24/politics/vincent-harris-wesley-donehue-gop-twitter-wars/index.html", "topics": ["economy"], "people": ["Vincent Harris", "Rand Paul", "Mitt Romney", "Zac Moffatt", "George W. Bush", "Hillary Clinton", "Howard Dean", "Marco Rubio", "Rick Perry", "Newt Gingrich", "Benjamin Netanyahu", "Patrick Ruffini", "Ted Cruz"], "orgs": ["Likud Party", "U.S. Senate", "Democratic Party", "Republican National Committee", "iPhone", "GOP"], "authors": [{"author_id": 2536, "fullname": "peter hamby", "primary_org": "cnn"}], "date_written": "2015-04-24 21:58:21", "org": "cnn", "article_id": "bf3894558a68bc9ac84f0b44053be71c", "date_access": "2015-04-24 21:15:15.232251"}