{"body": " (CNN)Gov. Chris Christie said he's not holding it against his friend and longtime political ally, New Jersey state Sen. Joe Kyrillos, for backing Jeb Bush's likely presidential campaign over that of Christie. \n\"This is politics. It's not personal,\" the New Jersey Republican said Monday night during his monthly appearance on the \"Ask the Governor\" radio program on NJ101.5.\nLast week Bush's spokesperson confirmed that Kyrillos had donated $10,000 to Bush's political action committee and pledged his support. With Bush and Christie competing for similar donor pools, the move was widely viewed as a major blow to the New Jersey governor. \nRELATED: Chris Christie ally backs Jeb Bush for 2016\nAnd while Christie said he was given no heads up from Kyrillos about the decision, he argued that he's not taking offense. \n\"He made a business decision. That's all. That's the only way I view it. I don't view it as some personal shot at me,\" Christie said. \"He thinks Jeb Bush is be a better candidate for president, that's OK. Doesn't mean he doesn't like me and doesn't mean we're not still friends.\" \nChristie then listed the \"monumental moments\" that he and Kyrillos had shared, like celebrating big birthdays, for example. Kyrillos also chaired Christie's 2009 election campaign and swore him in as a freeholder in 1995. \n\"But it doesn't change my view of him,\" he said. \"I love him.\"\nThe governor has repeatedly said he also considers Bush a friend. Asked what their relationship is like now, Christie said they spoke for about five minutes while they were both in Iowa last moth. \n\"I don't know whether we'll ever get to the point where you're angry with each other, but we're nowhere near that point,\" he said. \"Let's remember: he hasn't announced anything either.\"\nMost people have probably realized that they are \"two very different guys,\" he said, but added they agree on a lot of issues and any differences will be \"overemphasized by the media.\" \nChristie and Bush were both in New Hampshire last week, where Christie spent three days delivering a major policy speech on entitlement reform and also holding two town halls. Pressed on whether he plans to put his entire focus on New Hampshire, rather than other early voting states, Christie pointed out that he's been to Iowa more often than New Hampshire. \n\"I've spent more days in Iowa than anybody else considering running for president,\" he said. \nHe still plans to make his 2016 decision in May or June, but he argued that his wife Mary Pat's decision to leave her job on Wall Street this month was not an automatic sign that he's throwing his hat in the presidential ring. \n\"Mary Pat stepped down because Mary Pat wanted to step down,\" he said, although he acknowledged that she'll be able to travel with him more often.\nAlso in the radio interview, Christie defended his comments to the Manchester Union-Leader earlier this month in which he said he and his wife \"are not wealthy by current standards,\" despite making more than $600,000 last year. \n\"Mary Pat and I have done well over our lives. We've worked very hard to get there. I think there are a lot of people significantly better off than me and Mary Pat. And there's a lot of people who are not as well off,\" he said. \"I certainly wasn't complaining, but they asked me if I felt wealthy. I don't feel that way. I don't feel wealthy.\"\nHe argued that part of the reason he doesn't feel wealthy is because he and his wife are spending $173,000 in tuition for his four kids, two of whom are at college—one at Princeton and one at Notre Dame. \n", "byline": "", "description": "Gov. Chris Christie said he's not holding it against his friend and longtime political ally, New Jersey state Sen. Joe Kyrillos, for backing Jeb Bush's likely presidential campaign over that of Christie.\n    \n", "title": "Chris Christie on friend backing Bush: 'I love him'", "url": "http://www.cnn.com/2015/04/27/politics/chris-christie-election-2016-jeb-bush-joe-kyrillos/index.html", "topics": ["campaign_finance"], "people": ["Chris Christie", "Jeb Bush", "Joe Kyrillos", "Mary Pat"], "orgs": ["New Jersey Republican"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-04-28 03:28:40", "org": "cnn", "article_id": "e5deebf613992ecfb555ed94f634d315", "date_access": "2015-04-28 02:35:16.840526"}