{"body": "Washington (CNN)Tom Brady says he didn't mean to endorse Donald Trump when he said earlier this month that it would be \"great\" if Trump won the election.\nThe New England Patriots quarterback said Monday in an interview with local Boston radio station WEEI that the comment was \"taken out of context\" and he doesn't yet know who he'll vote for in the 2016 presidential election.\n\"I think that it's just a different world than when I started in professional football. Even an offhanded comment like that...that people may run with,\" Brady said. \"I mean it's just people doing their job. I mean a comment like that, it's -- I try to have fun with certain things.\"\n\"Whatever I vote is going to be my own personal choice based on how I feel. I don't even know what the issues are. I haven't paid attention to politics in a long time so ... It's actually not something that I really even enjoy. It's way off my radar,\" Brady added.\nBrady's comment came after Trump sent the star quarterback one of his campaign's now-iconic Make America Great Again hats, which Brady promptly displayed in his locker.\nAnd Trump even recognized Brady's support on Twitter after the quarterback's \"offhanded comment\" that he'd love to see Trump in the White House.\n\"A great honor from somebody that knows how to win!\" Trump tweeted of what was then perceived as an endorsement.\nBrady said Monday that Trump is \"a fun guy that I've had a lot of time around,\" noting that the pair have spent time on the golf course, but said it's too early to pin his hopes on a presidential contender.\n\"One way or another, I mean it's so far away from when the election will be,\" Brady said.\n", "byline": "", "description": "Tom Brady says he didn't mean to endorse Donald Trump when he said earlier this month that it would be \"great\" if Trump won the election.", "title": "Tom Brady: I wasn't endorsing Donald Trump", "url": "http://www.cnn.com/2015/09/29/politics/tom-brady-not-endorsing-donald-trump/index.html", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Tom Brady"], "orgs": ["America Great Again", "WEEI", "New England Patriots"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-09-29 14:14:26", "org": "cnn", "article_id": "f344872db41f2d0940d1e3b0f02b065a", "date_access": "2015-09-29 13:31:05.507082"}