{"body": "Washington (CNN)Texas Sen. Ted Cruz has jumped to third place in the prospective Republican presidential field since making his bid official last week, according to a new poll.\nThe survey, released Wednesday by Democratic firm Public Policy Polling, found Cruz surging from 5% support last month to 16% support from Republican primary voters this month.\nHe now trails only Wisconsin Gov. Scott Walker, who leads the pack with 20% support, and former Florida Gov. Jeb Bush, who takes 17%. Cruz was in sixth place in last month's poll.\nREAD: Ted Cruz 'imagines' 2016 presidency in Liberty speech\nRetired neurosurgeon Ben Carson and Kentucky Sen. Rand Paul both take 10% support, Florida Sen. Marco Rubio and former Arkansas Gov. Mike Huckabee tie with 6% each, New Jersey Gov. Chris Christie takes 4% and former Texas Gov. Rick Perry has 3% support.\nThat's a steep drop for Carson, who was polling at 18% support last month, and a drop for Huckabee from 10% last month.\nCruz became the first Republican to enter the presidential race last week, and has been touring early primary states since, with events in New Hampshire over the weekend and a jaunt through Iowa planned for Wednesday and Thursday.\nThe PPP survey indicates his announcement boosted his profile with conservatives and voters nationwide. Cruz tripled his support among those who identified in as \"very conservative\" in the poll, up from 11% last month to 33% this month.\nAnd his name recognition among Republicans surged from 61% to 82% this month.\nThe survey was conducted among 443 Republican primary voters from March 26-31 and has a margin of error of 4.7 percentage points.\n", "byline": "", "description": "\n    \n", "title": "Cruz rockets to third in new poll", "url": "http://www.cnn.com/2015/04/01/politics/ted-cruz-poll-third-place/index.html", "topics": ["personality", "economy"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "Rick Perry", "Scott Walker", "Marco Rubio", "Mike Huckabee", "Ben Carson", "Ted Cruz"], "orgs": ["Public Policy Polling", "PPP"], "authors": [{"author_id": 2322, "fullname": "alexandra jaffe", "primary_org": "cnn"}], "date_written": "2015-04-01 19:27:33", "org": "cnn", "article_id": "7f44ad1000ea4545fe2f0519fb8e08b9", "date_access": "2015-04-01 18:40:40.037088"}