{"body": "Nashua, New Hampshire (CNN)Hillary Clinton's presidential campaign will go carbon neutral, a campaign aide said Tuesday in response to video from a Republican opposition research firm that showed the Democratic frontrunner boarding a private plane after outlining part of her climate change platform in Iowa.\n\"This campaign will be carbon neutral,\" the aide said Tuesday morning. \"We'll be offsetting the carbon footprint of the campaign and that includes travel.\"\nThe aide would not specify how the campaign would achieve carbon neutrality, but said the campaign would roll out specifics as they unveil the rest of their climate change plan in the coming weeks.\nClinton's 2008 campaign also pledged to go carbon neutral.\nThe most common way to achieve carbon neutrality is by buying voluntary carbon offsets that make up for things like private air travel and driving.There are other ways to reach carbon neutrality, they include planting trees, counting clean commuting and making changes in an office environment, but those are far less common.\nThe Daily Mail posted video on Monday night of Clinton boarding a private jet in Des Moines, Iowa. The video was provided to the outlet by America Rising, a Republican opposition research group that plans to target Clinton throughout the campaign.\n\"It's that kind of hypocrisy that makes the majority of voters say Clinton is not honest or trustworthy,\" said Jeff Bechdel, America Rising communications director, about the video.\nEarlier on Sunday, Clinton pledged that as president she would put the United States on a path toward generating enough renewable energy to power every home in the country by 2027 -- ten years after she would hypothetically take office. The push was coupled with a video that cast Clinton as a grandmother fighting for her grandchildren's future and knocked Republicans for refusing \"to accept the settled science of climate change.\"\nThe early sketches of Clinton's plan focuses largely on residential power usage and is buoyed by a focus on solar. By the end of her hypothetical first term as president, Clinton promised that the United States would have more than 500 million solar panels installed across the country.\nClinton's private jet use has been something Republicans seized on long before her campaign started in April. As a senator, Clinton took more than 200 privately chartered flights and for much of 2013 and 2014, she zipped around the country during her book tour and paid time on the speaking circuit in private planes.\nBut after kicking off her campaign, Clinton occasionally opted for different modes of travel. She drove from New York to Iowa for her first campaign trip and has occasionally flown commercial to campaign events across the country.\nThe presidential candidate, however, occasionally flies private. Clinton's private plane use is primary driven by logistics, namely ease and time, aides have said. \nClinton, though, is not the biggest spender on private jets, however. Former Florida Gov. Jeb Bush, a top Republican 2016 presidential candidate, spent $218,000 for private jet use in the first quarter of his campaign. Clinton, by comparison, paid roughly $180,000.\n", "byline": "", "description": "\n    \n", "title": "First on CNN: Clinton campaign to be carbon neutral, aide says", "url": "http://www.cnn.com/2015/07/28/politics/hillary-clinton-carbon-neutral-campaign-2016/index.html", "topics": ["personality", "economy"], "people": ["Jeb Bush", "Hillary Clinton", "Jeff Bechdel"], "orgs": [], "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-07-28 16:14:25", "org": "cnn", "article_id": "9ed67d0153db2dd3652b44f1a645f286", "date_access": "2015-07-28 15:20:14.428074"}