{"body": "Miami (CNN)As document dumps go, Hillary Clinton's on Friday was an epic one. \nThe Democratic front-runner's presidential campaign took advantage of the State Department's afternoon release of more of the emails from her time as secretary of state -- due under a court order by the end of each month, which this time happened to come on a Friday -- to dump two other long-anticipated documents. \nFirst was a doctor's note giving Clinton a clean bill of health -- innocuous, though a reminder that at 67, she'd be among the older presidents to take office. Then, Friday evening, tax returns showing that Hillary and Bill Clinton made nearly $141 million over the last eight years.\nRELATED: Clintons earned nearly $141M from 2007 to 2014, tax returns show\nThe emails, the medical report, the financial records -- all were newsworthy on their own, but were lumped into the same limited coverage on a Friday evening in the summer, when relatively few Americans are attuned to politics. \nIf that wasn't enough, it all came on the heels of two major speeches, as well. \nThose Friday morning speeches -- one at the National Urban League's convention and one on lifting the embargo on Cuba -- were bigger news in black and Hispanic media, two key demographics for Democratic candidates to reach in a fragmented media world. \nThe Cuba speech at Florida International University in Miami was attended by at least a dozen Hispanic television and print media outlets, and even more broadcast it live. \nIt was a direct confrontation of Jeb Bush and Marco Rubio, two Republican presidential candidates who both call Miami home. \nRELATED: Clinton's doctor says 2012 health scare resolved\nEven more direct was Clinton's assault at the National Urban League's conference on Bush, where she used the name of his super PAC -- Right to Rise -- to question whether he believes in the government mechanisms she said are necessary to foster opportunity. \nBut Clinton's biggest political liability likely comes from her tax returns. \nShe and Bill Clinton made nearly $141 million in the eight years -- 2007 through 2014 -- covered in Friday's release. That includes more than $10 million in speaking fees alone that Hillary tallied last year. \nThe high income figures aren't a surprise, but they put an exclamation point on some of Clinton's cringe-worthy moments like her claim last year that she and her husband left the White House \"dead broke,\" awash in legal fees, in 2001. The returns could be used as ammunition on the campaign trail as Clinton pushes the theme of lifting middle-class incomes and reducing inequality. \n\"It must be disconcerting for grassroots Democrats to know Hillary Clinton profited so handsomely off of her political connections and the same Wall Street bankers she hypocritically attacks on the campaign trail,\" Republican National Committee spokesman Michael Short said. \nRELATED: Latest Clinton email batch: 'H' learns how to email\nClinton's campaign wasn't shy about its Friday afternoon dump tactics. \nPollster Joel Benenson, a senior Clinton adviser, noted in an interview on Bloomberg's political show \"With All Due Respect\" that campaigns often release documents on Fridays.\n\"I didn't say it was a coincidence. ... Just take it all off the table, all at once,\" Benenson said.\n\"If you have documents you're going to release, why not do it all at once? Why spread it out?\" he said. \"I mean the fact of the matter is, today was the day we said we're going to disclose everything -- let's disclose the health records, let's disclose the tax returns.\"\n", "byline": "", "description": "\n    \n", "title": "Hillary Clinton's disclosure day", "url": "http://www.cnn.com/2015/08/01/politics/hillary-clinton-email-taxes-disclosure/index.html", "topics": ["immigration", "economy"], "people": ["Bill Clinton", "Jeb Bush", "Michael Short", "Hillary Clinton", "Marco Rubio", "Joel Benenson"], "orgs": ["PAC", "Republican National Committee", "State Department", "National Urban League", "Florida International University"], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-08-01 14:33:07", "org": "cnn", "article_id": "28d0e2aad1b5941294695e0863fbbc23", "date_access": "2015-08-01 13:40:13.065513"}