{"body": "Washington (CNN)John McCain says he has no idea what Ted Cruz is talking about -- again.\nMcCain, the Arizona senator who once called Cruz a \"whacko bird,\" said the Texas senator running for president never pressed him to hold hearings about whether soldiers should be allowed to carry a personal firearm on military bases -- a claim Cruz made Sunday at a campaign stop in New Hampshire.\n\"You know, I was fascinated to hear that because I haven't heard a thing about it from him. Nor has my staff heard from his staff. Where did that come from? I have not a clue,\" McCain, who chairs the Armed Services Committee, told reporters Monday, according to The Hill.\nHe added that he would be \"glad to discuss the issue\" with Cruz to see if there should be a hearing.\nBut Cruz's assertion Sunday that he has been \"pressing\" McCain for a hearing came as a \"complete surprise\" to the Arizona senator and one-time GOP presidential nominee.\n\"Maybe it was through some medium that I'm not familiar with. Maybe bouncing it off the ozone layer, for all I know,\" McCain said according to The Hill. \"There's a lot of holes in the ozone layer, so maybe it wasn't the ozone layer that he bounced it off of. Maybe it was through hand telegraph, maybe sign language, who knows?\"\nConservative activists and legislators aligned with Cruz have been calling for the reversal of a policy forbidding service members from carrying a personal firearm on military facilities, claiming that service members should be better equipped to protect themselves from incidents like the Navy Yard and Fort Hood mass shootings.\nAnd on Sunday Cruz told an audience at a hunting club in New Hampshire that he is \"pressing\" McCain to schedule hearings about the policy, which he said he was \"very concerned\" about, Politico reported.\n\"I think it's very important to have a public discussion about why we're denying our soldiers the ability to exercise their Second Amendment rights,\" Cruz told the group.\nCruz's office said the senator is drafting a letter to McCain about holding hearings on the firearms policy on military bases, an issue he has raised in past committee hearings and statements. Cruz raised the issue last year in a letter last year to then-Armed Services Committee Chairman Sen. Carl Levin (D-Michigan).\n\"Senator Cruz has been discussing this issue for a long time and he looks forward to continuing to raise it in the Senate Armed Services Committee where he serves with Chairman McCain,\" Cruz spokeswoman Amanda Carpenter told CNN in an email Tuesday.\nCarpenter would not say whether Cruz had already directly contacted McCain about the issue.\nCruz, a first-term senator elected on a tea party wave, has often butted heads with establishment Republicans like McCain who see Cruz's unflinching postures as unproductive to passing legislation.\nMcCain has made it quite clear that Cruz won't get his support during the Republican presidential primary. But that's not just because the two have butted heads.\nMcCain has said he would support a bid by Sen. Lindsey Graham, McCain's closest friend in the Senate, if he decides to run. Graham said this weekend he is \"91% sure\" he'll make a run for the White House, challenging Cruz and others in a crowded GOP field.\n", "byline": "", "description": "\n    \n", "title": "McCain mocks Ted Cruz claim", "url": "http://www.cnn.com/2015/04/21/politics/john-mccain-ted-cruz-gun-hearings/index.html", "topics": ["campaign_finance"], "people": ["Lindsey Graham", "Carl Levin", "Amanda Carpenter", "Ted Cruz"], "orgs": ["Armed Services Committee", "Senate", "GOP", "Senate Armed Services Committee"], "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-04-21 13:55:55", "org": "cnn", "article_id": "342bf2fa475bc3779fa96b0b4d78ff6a", "date_access": "2015-04-21 13:00:22.561735"}