{"body": " (CNN)In his first response directly addressing Donald Trump's comments on his war record, Sen. John McCain said Monday that the real estate mogul should not apologize to him, but should instead apologize to the veterans captured in war and their families.\nWhen asked Monday if he wanted an apology from Trump, McCain said Trump should instead apologize to every other POW.\n\"I don't think so, but I think he may owe an apology to the families of those who have sacrificed in conflict and those who have undergone the prison experience in serving our country,\" McCain told MSNBC's \"Morning Joe\".\n\"I'm in the arena, as (Teddy Roosevelt) used to say,\" McCain said.\nTrump disparaged McCain and other prisoners of war in stunning remarks Saturday,  \"He's not a war hero. He's a war hero because he was captured. I like people who weren't captured.\"\nMcCain spent 5 1/2 years as a prisoner of war in the \"Hanoi Hilton\" where he was tortured repeatedly. Trump, meanwhile, received four student deferments and one medical deferment to avoid serving in the Vietnam War.\nAsked if he was angry that someone who had avoided that draft was knocking him, McCain said he preferred to move past the issue.\n\"I put that all behind me,\" McCain said. \"I put all that behind me. For me to get back in anger at anyone is non-productive. Our country was divided in an almost unprecedented fashion during the Vietnam War. And when I came home I was shocked. So I have worked ever since to try and heal those wounds.\"\nSince his comments, Trump has struggled to find his footing, accusing the media of distorting his comments and digging in even further with an op-ed in USA Today, Monday.\n\"The reality is that John McCain the politician has made America less safe, sent our brave soldiers into wrong-headed foreign adventures, covered up for President Obama with the VA scandal and has spent most of his time in the Senate pushing amnesty. He would rather protect the Iraqi border than Arizona's,\" Trump wrote, in his latest knock on the Republican Party's 2008 nominee. \nTrump's Republican opponents, meanwhile, have pounced. A long list of contenders, from former Florida Gov. Jeb Bush to Wisconsin Gov. Scott Walker, have called Trump's comments \"offensive\" and, in some cases, even request he leave the race.\nRELATED: Defiant Trump refuses to apologize to McCain\n", "byline": "", "description": "In his first response directly addressing Donald Trump's comments on his war record, Sen. John McCain said Monday that the real estate mogul should not apologize to him, but should instead apologize to the veterans captured in war and their families.\n    \n", "title": "McCain: Trump owes POW families an apology", "url": "http://www.cnn.com/2015/07/20/politics/john-mccain-donald-trump-comments/index.html", "topics": ["personality"], "people": ["Donald Trump", "Teddy Roosevelt", "Jeb Bush", "Defiant Trump", "Scott Walker"], "orgs": ["Senate", "Hanoi Hilton", "MSNBC", "Republican Party"], "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-07-20 13:17:47", "org": "cnn", "article_id": "a195d58be1965e212377f1a16e1606be", "date_access": "2015-07-20 12:20:03.202313"}