{"body": "Washington (CNN)Ben Carson said Wednesday he's pulling in lots of money amid all the backlash he's received for remarks he made regarding Muslims in politics.\nThe retired neurosurgeon said he raised $1 million within 24 hours following the CNN debate on Sept. 16, and that donations have poured in after remarks he made over the weekend about Islam and the presidency.\n\"The money has been coming in so fast, it's hard to even keep up with it,\" he said Wednesday morning on Fox News, when asked about whether his comments had affected his donations. \"I remember the day of the last debate, within 24 hours we raised $1 million. And it's coming in at least at that rate if not quite a bit faster.\"\nCNN will not be able to verify fundraising totals with the Federal Election Commission until after the quarter ends Sept 30. \nCarson shifts position on Muslims in politics\nCarson said Wednesday that he has continued to receive support since saying that he would not support a Muslim in the White House. \nDuring an appearance on \"Meet the Press\" Sunday, NBC's Chuck Todd asked Carson, \"Do you believe that Islam is consistent with the Constitution?\"\n\"No, I do not,\" Carson responded. \"I would not advocate that we put a Muslim in charge of this nation. I absolutely would not agree with that.\"\nCarson was widely criticized for his comments with one organization even calling him to resign, and he has since shifted his position on the issue in the following days, saying he would support a Muslim president who swore to put the Constitution before religion and disavowed Sharia law.\nCarson: Candidates with little support, money should drop out\nCarson is polling in third place according to the latest CNN/ORC poll out this weekend, with real estate mogul Donald Trump in the lead, followed by former Hewlett-Packard CEO Carly Fiorina. \nAccording to a Gallup survey published in June, 38% of Americans polled said they would not support a Muslim candidate for president.\nOpinion: A real leader wouldn't stigmatize Muslims\n", "byline": "", "description": "Ben Carson said Wednesday he's pulling in lots of money amid all the backlash he's received for remarks he made regarding Muslims in politics.", "title": "Muslim flap boosts Carson coffers", "url": "http://www.cnn.com/2015/09/23/politics/ben-carson-fundraising-muslim-comments-fox-and-friends/index.html", "topics": ["campaign_finance", "mexico"], "people": ["Donald Trump", "Chuck Todd", "Carly Fiorina", "Ben Carson"], "orgs": ["Federal Election Commission", "Gallup"], "authors": [{"author_id": 30257, "fullname": "eugene scott", "primary_org": "cnn"}], "date_written": "2015-09-23 14:53:47", "org": "cnn", "article_id": "669532fc08779d6ccdc0254ca9913075", "date_access": "2015-09-23 15:50:08.202577"}