{"body": "Washington (CNN)Hedge fund managers should worry, but corporations would get tax breaks if Donald Trump gets his way. \nTheir chief executives, though, might need to sweat -- particularly if their compensation is \"a total and complete joke\" made possible by friends who serve on their corporate boards. \nThe real estate mogul who's leading Republican presidential polls previewed his tax plan Sunday in an appearance on CBS' \"Face the Nation,\" saying the full proposal is about three weeks away.\n\"We have an amazing tax plan,\" Trump said. \"We're going to be reducing taxes for the middle class, but for the hedge fund guys, they're going to be paying up.\"\nIn recent weeks Trump has attacked hedge fund managers who pay 20% capital gains tax rates even though many of those managers make enough to qualify for the top bracket of 39.6% taxes on other income. Trump on Sunday hit Hillary Clinton and Jeb Bush as beholden to those hedge fund managers, who contribute to their campaigns. \n\"Hillary and Jeb, in particular, are totally controlled by the hedge fund guys and the Wall Street guys, but hedge funds, in particular,\" he said. \nTrump said of his tax plan though that \"generally, it's going to be a reduction.\" \nHe said he wants to lower corporate taxes and eliminate financial hurdles that have prevented multinational companies from moving profits earned overseas into the United States. Trump estimated that $2.5 trillion is being kept out of the country for that reason.\n\"The corporations rightfully don't bring it back because they have a massive tax to pay and we've got to make it so they can bring it back,\" Trump said. \n\"And I'll be bringing it back and we're going to have a lot of money pouring into the United States if I'm elected,\" Trump said. \"So we're going to make it possible for them by lowering their tax rate. We're going to be lowering it for corporations because we want jobs.\"\nThough Trump has trained his ire at hedge fund managers, he said \"it does bug me\" that chief executive officers now earn 350 times their average workers' pay -- though he said it's \"very hard if you have a free enterprise system to do anything about that.\" \n\"You know, the boards of companies are supposed to deal with it, but I know companies very well,\" Trump said. \"A CEO puts in all his friends, and so, you'll take a company like -- I could say Macy's or many other companies where they've put in their friends as the head of the company and they get whatever they want. And you know, because the friends love sitting on the board.\"\n\"So that's the system that we have and it's a shame and it's disgraceful and sometimes the boards rule, but I would say it's probably less than 10%,\" he said. \"And you see these guys making these enormous amounts of money, it's a total and complete joke.\"\nTrump's own company, The Trump Organization, which the umbrella for many of his real estate, golf and other holdings, features three of his children are executive vice presidents. The company is the basis of what Trump has estimated is more than $10 billion in personal worth -- including $400 million made annually. \n", "byline": "", "description": "Hedge fund managers should worry, but corporations would get tax breaks if Donald Trump gets his way.", "title": "Trump hits hedge funds, CEOs in tax plan preview", "url": "http://www.cnn.com/2015/09/13/politics/donald-trump-tax-plan-hedge-funds-ceos-2016/index.html", "topics": ["personality", "economy"], "people": ["Donald Trump", "Jeb Bush", "Hillary Clinton"], "orgs": ["Hedge", "The Trump Organization", "Macy", "CEOs", "United States."], "authors": [{"author_id": 2529, "fullname": "eric bradner", "primary_org": "cnn"}], "date_written": "2015-09-13 17:59:06", "org": "cnn", "article_id": "8b68e1e8c9205b5ca585a09e62a0e822", "date_access": "2015-09-13 17:21:56.692312"}