{"body": " (CNN)Rand Paul's trolling efforts of Hillary Clinton got smacked down by Pinterest. \nA spokesperson for the bookmarking app confirmed Tuesday the company deleted a page that was promoted and apparently made by the Kentucky Republican's digital team. \nThe Valentine's Day themed page, which Paul's Twitter account advertised on Saturday, used the same profile picture that Clinton uses for her verified Twitter account. \nIt also included a number of memes mocking the former secretary of state on her hefty speaking fees, Benghazi, and her husband, former President Bill Clinton. The Washington Examiner screen-grabbed some of the items featured on the page. \nBut the Pinterest page was deleted by Sunday night, and Paul's team did not respond or comment on several requests by CNN in the past two days to explain the disappearance. \nPinterest confirmed Tuesday that the page had been removed because it violated the company's acceptable use policy, which prohibits activity to \"impersonate or misrepresent your affiliation with any person or entity,\" a spokesperson said in a statement. The move by Pinterest was first reported by The Washington Post. \nSome mock accounts, however, are allowed if they are clearly a parody, like this one of President Barack Obama, or if they make clear that the page is administered by someone else, like this page that's identified as a \"fan news page for Ron and Rand Paul.\" \nAdrienne Watson, a spokeswoman for the pro-Clinton rapid response group Correct the Record, said the Pinterest page \"is not only sexist, but shows very little class.\"\nPaul's office again did not respond to requests for comment on Tuesday afternoon. \nThe likely presidential candidate has garnered attention over his use of social media to take swipes at Clinton. When Democrats lost several high-profile Senate races in November, Paul's Twitter and Facebook account branded them \"#Hillaryslosers\" and compiled black and white photos of the candidates with Clinton. \nWith Rand Paul's digital adviser Vincent Harris at the helm, the senator's team has also used Twitter to troll his potential Republican presidential rivals, like Jeb Bush. \nHis team created a fake phone call between Bush and Clinton acting as cohorts, and when Mitt Romney was still considering another presidential run earlier this year, Paul's Twitter account tweeted out memes poking fun at Romney's January meeting with Bush. The tweet contained an image of a charm bracelet with a note next to it: \"Dear Mitt, 3rd time's a charm. Love, Jeb.\" \nAnother tweet contained a spelling error, prompting Bush's spokeswoman to fire back: \"You misspelled friendship. Maybe there is something to be said for higher standards?\"\nHarris recently explained to Yahoo! News why he takes a nontraditional approach. \n\"News and information has to be entertaining, it's got to be interesting and it's got to be different than how everyone else is communicating,\" he said.\n", "byline": "", "description": "\n    \n", "title": "Pinterest deletes", "url": "http://www.cnn.com/2015/02/17/politics/rand-paul-hillary-clinton-pinterest/index.html", "topics": ["economy", "trade"], "people": ["Rand Paul", "Vincent Harris", "Mitt Romney", "Bill Clinton", "Adrienne Watson", "Jeb Bush", "Hillary Clinton", "Barack Obama"], "orgs": ["Senate", "Washington Examiner"], "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-02-17 22:25:29", "org": "cnn", "article_id": "1cdbf9b9620e9a048ec972dbad2fe68f", "date_access": "2015-02-18 02:47:19.880885"}