{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\t\t\nThe man arrested in connection with the seemingly random killing of a woman who was out for a stroll with her father along the San Francisco waterfront is an illegal immigrant who previously had been deported five times, federal immigration officials say. \nFurther, Immigration and Customs Enforcement says San Francisco had him in their custody earlier this year but failed to notify ICE when he was released. \n\"DHS records indicate ICE lodged an immigration detainer on the subject at that time, requesting notification prior to his release so ICE officers could make arrangements to take custody. The detainer was not honored,\" ICE said in a statement Friday afternoon. \nKathryn Steinle was killed Wednesday evening at Pier 14 -- one of the busiest tourist destinations in the city. \nPolice said Thursday they arrested Francisco Sanchez in the shooting an hour after it occurred. \nOn Friday, ICE revealed their records indicate the individual has been previously deported five times, most recently in 2009, and is from Mexico. \n\n\n\nMore on this...\n\n\n\n\nCalifornia woman shot and killed on San Francisco waterfront \n\n\n\n\nRelated ImageExpand / ContractThis undated photo released by the San Francisco Police Department shows Francisco Sanchez. (AP) \n\"His criminal history includes seven prior felony convictions, four involving narcotics charges,\" ICE said in a statement. \nICE briefly had him in their custody in March after he had served his latest sentence for \"felony re-entry,\" but turned him over to San Francisco Sheriff's Department on an outstanding drug warrant. At this time, ICE issued the detainer -- effectively asking that he be turned back over to ICE when San Francisco was finished with him. \nBut ICE was not notified. The incident is sure to renew criticism of San Francisco's sanctuary city policies. \n\"Here's a jurisdiction that's not even honoring our detainer for someone who clearly is an egregious offender,\" an ICE official told FoxNews.com. \nICE has since lodged another immigration detainer against the individual, though it's unclear whether San Francisco will cooperate. \nAn attorney for the San Francisco Sheriff's Department told the Associated Press it had no authority to honor the prior immigration hold when it released the suspect.\nFreya Horne said Friday that federal detention orders are not a \"legal basis\" to hold someone, so Francisco Sanchez was released April 15. \nPolice Sgt. Michael Andraychak earlier said witnesses snapped photos of Sanchez immediately after Wednesday's shooting and the images helped police make the arrest. \nLiz Sullivan told the San Francisco Chronicle that her 32-year-old daughter turned to her father after she was shot and said she didn't feel well before collapsing. \n\"She just kept saying, 'Dad, help me, help me,'\" Sullivan said. Her father reportedly tried to do CPR before she was rushed to the hospital. \nThe immigration detainer issued against the suspect earlier this year would have initiated the process of removing him from the U.S. once again. \n\"ICE places detainers on aliens arrested on criminal charges to ensure dangerous criminals are not released from prisons or jails into our communities,\" ICE said in the statement. \"The agency remains committed to working collaboratively with its law enforcement partners to ensure the public's safety.\" \nThe tragedy also surfaced late Friday in the 2016 presidential race. GOP candidate Donald Trump, who has been under fire for controversial remarks describing some Mexican illegal immigrants ‎as criminals, said in a statement that the \"senseless and totally preventable act of violence committed by an illegal immigrant is yet another example of why we must secure our border immediately.\" \nFoxNews.com's Adam Shaw and The Associated Press contributed to this report.   ", "byline": "", "description": "The man arrested in connection with the seemingly random killing of a woman who was out for a stroll with her father along the San Francisco waterfront is an illegal immigrant who previously had been deported five times, federal immigration officials say.", "title": "Man arrested in connection with San Francisco killing had been deported several times, officials say", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/KnS_cVURe3A/", "topics": ["immigration"], "people": ["Kathryn Steinle", "Liz Sullivan", "Donald Trump", "Freya Horne", "Adam Shaw", "Francisco Sanchez", "Michael Andraychak"], "orgs": ["Immigration and Customs Enforcement", "Pier", "San Francisco Police Department", "DHS", "San Francisco Chronicle"], "authors": [], "date_written": "2015-07-04 18:34:10", "org": "fox", "article_id": "3438513ed56f7e2a4742afe1a24f4a13", "date_access": "2015-07-04 13:00:04.202970"}