{"body": "\n\n\n\nApril 17, 2015: Ex-Virginia Gov. Jim Gilmore speaks at a Republican Leadership Summit in Nashua, N.H. (AP)\n\n\nFormer Virginia Gov. Jim Gilmore formally announced his bid for the White House Thursday, becoming the 17th Republican presidential primary candidate. \n\"I am a candidate for President because our current Washington leadership is guiding America on a path to decline, and I can reverse that decline,\" Gilmore said in a video message to supporters. \nGilmore filed paperwork earlier this week with the Federal Election Commission. His announcement comes one week before the first Republican primary debate, hosted by Fox News and Facebook. \nGilmore, a former Army intelligence officer, served as Virginia's governor from 1998 to 2002. \nGilmore joins a robust GOP presidential field that also includes former Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker, Florida Sen. Marco Rubio, businessman Donald Trump and a dozen others. \nGilmore acknowledged in his video message that he's entering at a time when many other candidates' campaigns are already well underway. \n\n \nBut his campaign cited his experience, not only as governor but as Virginia attorney general and chairman of a national terrorism commission. \n\"Today we live in a dangerous world that has become more dangerous because of the Obama-Clinton foreign policy failures,\" he said. \"Our allies believe they can't count on us and our adversaries neither fear nor respect us.\" \nHe added: \"I do not seek the presidency because I want to be something.  I seek it because I want to do something -- for America.\" \nHe has said his record as a national security expert and a fiscal conservative will help set him apart in a crowded Republican field, though most of the others have greater name recognition and better financing than Gilmore. \nGilmore was governor during the Sept. 11 attack on the Pentagon in Northern Virginia. He also led a commission appointed by Congress in 1999 to study the threat posed to the U.S. by terrorism. \nGilmore briefly ran for the GOP presidential nomination in 2007 and lost a U.S. Senate bid to another former Virginia governor, Mark Warner, in 2008. \nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "BREAKING NEWS: Former Virginia Gov. Gilmore enters White House race", "url": "http://www.foxnews.com/politics/2015/07/30/former-virginia-gov-gilmore-enters-white-house-race/", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Mark Warner", "Jeb Bush", "Jim Gilmore", "Marco Rubio", "Scott Walker"], "orgs": ["Federal Election Commission", "U.S. Senate", "Pentagon", "GOP", "Congress"], "authors": [], "date_written": "2015-07-30 19:32:01", "org": "fox", "article_id": "759c1644c30185a1e9d0d05abfc7e5b8", "date_access": "2015-07-30 18:50:03.647157"}