{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tDavid Letterman’s Top Ten List may now be history, but Fox’s Top Ten List could shape the Republican presidential campaign. \nBy announcing this week that only the 10 candidates polling highest in recent national surveys will make it to a Cleveland debate stage in August, Fox News has set a bar that will make it difficult for the also-rans to get political traction. \nIt was a difficult call based on political necessity. With 17 or 18 Republicans gearing up to run, you simply can’t have a viable debate with all of them. Each candidate would receive a miniscule amount of time. No sustained questioning would be possible. And it would be bad television. \nEven 10 people on a stage is going to be a challenge. Most viewers will want to know what the top three or four combatants are going to say, not folks who don’t have a prayer of making it to the White House. \nSure, limiting the debate participants to 10 is arbitrary, but someone had to draw a line. Still, long-shot candidates of the past have used a series of strong debate performances to catch fire. And that won’t be possible now. It’s a decision that will help winnow the field. \nAs things stand now, Carly Fiorina, the only woman in the GOP field, wouldn’t make the cut. And the optics of that aren’t great. But nor can any network be carving out special exceptions. \nAnd by the way, Lindsey Graham and Bobby Jindal, among others, would also be excluded. If you don’t get to sit (stand?) at the big boy table, your media attention and fundraising potential can really dry up. \nFox says it will offer additional airtime to the excluded candidates after the Aug. 6 debate. CNN, which hosts a debate at the Reagan Library in September, is splitting it into two parts: One for the top 10 candidates (which the media will treat as the “real” event) and another for the rest who are polling above 1 percent. \nRick Santorum, a former Fox News contributor who right now is 10th in national polling, is unhappy. He told National Journal that in January 2012 he was close to last in the polls, yet won the Iowa caucuses. “If you’re a United States senator, if you’re a governor, if you’re a woman who ran a Fortune 500 company, and you’re running a legitimate campaign for president, then you should have a right to be on stage with everybody else,” Santorum said. \nBut there is no “right.” News organizations invest plenty of money in these extravaganzas and are entitled to make journalistic judgments. \nThe media play a winnowing role in every presidential campaign. Lagging candidates simply don’t get much ink and air time, which can put them in a negative spiral. No news organization has an endless budget to assign reporters to trail 17 candidates, and even if they did, how many clips can make a half-hour evening newscast? \nSetting debate rules is a more dramatic version of that process. You’re either on the stage or you’re not. \nRight now the media are treating Jeb Bush, Marco Rubio and Scott Walker as the top-tier contenders, with Rand Paul and Ted Cruz right behind them. That can change as polls fluctuate. \nBut now there is a deadline for trailing candidates to perhaps use extra spending and other methods to boost their visibility, hoping to boost their poll standing enough to make the cutoff. \nThe threshold is starting to seep into the coverage. In a laudatory piece yesterday on how Carly is generating excitement in Iowa, the New York Times said: “Republicans here are starting to swoon over Ms. Fiorina, who is so unknown in national polls that she may not even be included in the first presidential debate in August.” \nAnd Politico says the polling standard penalizes those who do the spade work in the early states while “candidates with higher name ID have the advantage — even if it was built by working the network green rooms rather than the grass roots. ‘It’s the Trump problem,’ said Florida GOP strategist Rick Wilson. ‘He’s an entirely unserious candidate but one with very serious name ID.’” \nAs the polls stand now, Ben Carson, Chris Christie, Mike Huckabee, Rick Perry and Santorum would round out the Fox debate field, according to 538. Yet the website refuses to include Donald Trump (on the theory he’ll probably re-sign with “The Apprentice,” I suppose.) But polls always fluctuate. \nEven CNN’s two-debate compromise will provide little lift to the second tier, I suspect. There’s only going to be one front-page story in the next day’s papers, and the secondary faceoff will likely to limited to the equivalent of agate type. And how many viewers will sit through two debates? \nSo well before anyone makes it to Iowa, the Republican candidates will have to clear the bar for Fox’s Cleveland primary. \nClick for more from Media BuzzHoward Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "", "title": "MEDIA BUZZ: Fox's Cleveland debate limit shaping 2016 GOP race", "url": "http://www.foxnews.com/politics/2015/05/26/cleveland-primary-foxs-debate-limit-shaping-2016-race/", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Rick Santorum", "Chris Christie", "Lindsey Graham", "Howard Kurtz", "Jeb Bush", "Rick Perry", "Ben Carson", "Donald Trump", "David Letterman", "Marco Rubio", "Mike Huckabee", "Rick Wilson", "Bobby Jindal", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Reagan Library", "Florida GOP", "GOP", "National Journal"], "authors": [], "date_written": "2015-05-26 10:07:52", "org": "fox", "article_id": "e492a9018c38f1207a25bfc9c0e63768", "date_access": "2015-05-26 09:20:24.025747"}