{"body": "\t\t\t\n\t\t\t Florida Sen. Marco Rubio says that if elected president, he would \"absolutely\" defy stalwart European allies if necessary in order to revoke an Iranian nuclear deal he might inherit from President Obama. \n\nRubio, who is on the cusp of announcing a run for the Republican presidential nomination, says the next commander in chief \"should not be bound\" by Obama's potential agreement, even if European negotiating partners stand behind the deal. ADVERTISEMENTADVERTISEMENT\n\n\"The United States, although it's less than ideal, could unilaterally re-impose more crushing and additional sanctions,\" Rubio said in an interview with The Associated Press Tuesday. He said he would also \"use the standing of the United States on the global stage to try to encourage other nations to do so.\" \n\nThe U.S. is negotiating the high-stakes nuclear deal with Iran alongside three European allies: Britain, France and Germany. Russia and China are also part of the U.S.-led negotiating team. \n\nIf the U.S. were to break with the international coalition, it would put Washington at odds with European countries that are strong partners on a vast array of international issues, including Russia's aggression in Ukraine and the campaign against Islamic State militants in Iraq and Syria. It could also leave Russia and China in a stronger position to take advantage of economic opportunities in Iran. \n\nRubio is among the 47 senators who signed a letter to Iranian leadership last week warning that Congress could upend a deal. His comments go beyond that, clarifying the actions he would take as president and in the face of opposition from U.S. negotiating partners. \n\nRubio said the only possible deal he could accept is one that would fully disband Iran's enrichment capacity. The agreement taking shape would limit Iran's uranium enrichment and other nuclear activity for at least a decade, but slowly lift the restrictions over several years. \n\nThe letter was also signed by Sens. Ted Cruz of Texas and Rand Paul of Kentucky, both of whom are also expected to seek the Republican nomination. Former Florida Gov. Jeb Bush and current Wisconsin Gov. Scott Walker, another pair of likely 2016 candidates, issued statements suggesting the senators were justified in sending the letter. \n\nThe letter infuriated the White House, which sees a diplomatic deal as the best way to dismantle Iran's nuclear program. Obama has also staked enormous political capital at home and abroad on his ability to deliver a deal. \n\nA senior American official said the GOP letter came up in discussions Monday between Secretary of State John Kerry and Iranian Foreign Minister Mohammad Javad Zarif, as well as in an early gathering of senior U.S. and Iranian negotiators. The sides face two deadlines: an end-of-March date for a preliminary deal, and a June deadline for a comprehensive agreement that fills in the blanks. \n\nA senior Iranian official suggested Tuesday that a deal is near. The U.S. was less upbeat, with officials saying the sides had made progress but still had a ways to go in eliminating differences over what Iran had to do for a gradual end to sanctions. \n\nThe U.S. and its allies contend Iran is seeking a nuclear weapon, while Tehran insists its program is for peaceful purposes. \n\nWith negotiators barreling toward the March deadline, the nuclear talks have increasingly become a political football on Capitol Hill and in the early stages of the 2016 presidential campaign. \n\nRubio, a freshman senator, is seeking to use his foreign policy experience to set himself apart in the crowded Republican presidential field. Rubio serves on the high-profile Senate Foreign Relations Committee and has been a frequent critic of the Obama administration's foreign policy. \n\nEven as Rubio vowed to revoke an Iran deal, he said it was unlikely Tehran would be able to live up to any commitments it makes long enough for a deal to be passed on to the next U.S. president. \n\n\"I have zero doubt that between now and the next president, Iran will violate some condition of this deal,\" he said. \"The challenge will be whether the European community and our allies around the world are willing to look the other way and ignore them or are willing to re-impose sanctions.\"", "byline": "", "description": "Florida Sen. Marco Rubio says that if elected president, he would \"absolutely\" defy stalwart European allies if necessary in order to revoke an Iranian nuclear deal he might inherit from President Obama.", "title": "Rubio says willing to defy European allies on possible Iran deal, if he were president", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/5GLJDfZFI2I/", "topics": ["personality", "economy"], "people": ["Rand Paul", "John Kerry", "Mohammad Javad Zarif", "Jeb Bush", "Marco Rubio", "Scott Walker", "Ted Cruz"], "orgs": ["Senate Foreign Relations Committee", "GOP", "Congress"], "authors": [], "date_written": "2015-03-18 13:02:23", "org": "fox", "article_id": "4def684c96db7f0d044a5ca89573f5f0", "date_access": "2015-03-18 12:24:29.767767"}