{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tSyndicated columnist Charles Krauthammer said on “Special Report with Bret Baier” Friday that Hillary Clinton has squandered a chance to start fresh with her presidential campaign, instead allowing “self-inflicted” wounds to redefine her as someone not to be trusted.\n\n“With Hillary her image of course was known, but she was going to get a fresh start,” Krauthammer said about the former first lady and secretary of state who recently announced her intention to run for president. “She paid her dues, she had been a public servant as secretary of state, she was going to start with a fresh slate.”ADVERTISEMENTADVERTISEMENT\n\nKrauthammer referred to revelations from the upcoming book “Clinton Cash” by Peter Schweizer, an investigative reporter affiliated with the right-leaning Hoover Institution, who has unleashed a torrent of conflict-of-interest allegations relating to the Bill, Hillary & Chelsea Clinton Foundation and Hillary Clinton’s own conduct during her tenure as secretary of state.\n\n“What’s happened here is not the other side hitting her,” Krauthammer said. “But the emails and these stories, these are self-inflicted wounds and has redefined her the way she was. The way she was seen as controversial, you know, on the edge of corruption, not trustworthy.”\n\n“And that’s an impression that, even though the details aren’t known, it’s going to be very hard for her to overcome.”", "byline": "", "description": "Syndicated columnist Charles Krauthammer said on “Special Report with Bret Baier” Friday that Hillary Clinton has squandered a chance to start fresh with her presidential campaign, instead allowing “self-inflicted” wounds to redefine her as someone not to be trusted.", "title": "Krauthammer: Clinton's 'self-inflicted wounds' have redefined her", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/PGbIkA7JZXk/", "topics": ["campaign_finance", "women"], "people": ["Clinton Cash", "Peter Schweizer", "Bret Baier", "Hillary Clinton", "Charles Krauthammer"], "orgs": ["Chelsea Clinton Foundation", "Hoover Institution"], "authors": [], "date_written": "2015-04-25 02:35:24", "org": "fox", "article_id": "a052991e608acada1dd4ba2494c73002", "date_access": "2015-04-25 01:55:07.219274"}