{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tJune 13, 2015: Democratic presidential candidate, former Secretary of State Hillary Rodham Clinton, and former President Bill Clinton, right gesture to supporters on Roosevelt Island in New York.  (AP)\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tEXCLUSIVE: A former charity executive who helped expose a questionable $500,000 donation to the Clinton Foundation is now being threatened by her old bosses with a lawsuit seeking tens of thousands of dollars, FoxNews.com has learned.  \nSue Veres Royal, former executive director at the Happy Hearts Fund, was initially quoted in a May 29 New York Times article that said the charity lured Bill Clinton to a 2014 gala only after offering a $500,000 donation to The Clinton Foundation. His office previously had turned down the charity's invitations, but this time he accepted; the accompanying donation amounted to almost a quarter of the gala's net proceeds.  \nVeres Royal, who spoke to FoxNews.com about the fallout from that report, is now embroiled in a legal battle with the charity. She filed a formal complaint June 4 with the New York attorney general's Charities Bureau, as the charity itself threatened her with legal action for allegedly breaking her confidentiality agreement. \nThe Times report gave several behind-the-scenes details, including that founder Petra Nemcova explicitly told Veres Royal to offer the $500,000 \"honorarium.\"  \nThe Happy Hearts Fund’s legal team fired off a cease-and-desist order to Veres Royal the same day the Times report was published. The charity claimed she had breached a confidentiality agreement and gave “numerous falsehoods, inaccuracies and disparaging statements” about the organization to the Times. The letter demanded she no longer speak to the media or else they would seek damages. \nRelated ImageExpand / ContractFormer Happy Hearts Fund Executive Director Sue Veres Royal (Sue Veres Royal) \nA Happy Hearts Fund spokesman said they are unable to discuss the situation concerning Veres Royal as they, too, are bound by a confidentiality agreement, but defended the 2014 award to Clinton.  \n\"Because we know the strong impact of working together and because the Happy Hearts Fund and the Clinton Foundation have a shared goal of providing meaningful help to Haiti, we proposed a joint educational project with the Clinton Foundation. Any suggestion that this joint project is some kind of ‘honorarium’ or ‘fee’ is unequivocally false,\" the spokesman told FoxNews.com in a statement. According to the group, such partnerships have allowed the charity to build 113 schools since 2006 in nine different countries, with more opening this month.  \nHowever, Veres Royal said she was appalled not only by the 2014 Clinton donation but by details she had not known before the Times report was published -- most notably that the $500,000, which was supposed to go to causes in the ravaged country of Haiti, still had not been earmarked for any particular project by The Clinton Foundation. \n“It’s disgusting to me that this organization is being used in this way,” Veres Royal said. “I have been to Haiti three times. I’ve seen how desperate the need is, and it’s disgusting to me that people are trying to do good while they’re sitting on half-a-million dollars. I think that’s a disservice to those people who have donated the money, and to the people of Haiti.” \nThe threat of legal action comes as the Happy Hearts Fund tries to limit the damage already caused to the organization's reputation after the revelations. Veres Royal said two conservative-leaning board members already have resigned after finding out about the exorbitant donation which, to Veres Royal’s knowledge, was never voted on by the board.  \n\n 'It’s disgusting to me that people are trying to do good while they’re sitting on half-a-million dollars.'\n - Sue Veres Royal\n \nVeres Royal responded to the Happy Hearts Fund legal demand by claiming she was not in breach of her confidentiality agreement. She says she was not the source of the report, but was merely quoted on what she called a matter of public interest. It was at that point she then filed the formal complaint about HHF’s actions with the New York attorney general. \nCLICK HERE TO READ THE COMPLAINT. \nIn the complaint, Veres Royal alleges the gala was used to shore up the rocky political fortunes of Haitian President Michel Martelly, a close ally and friend of Prime Minister Laurent Lamothe, who was then dating Nemcova, a Czech model.  \nMartelly was at that time dealing with a number of corruption allegations, specifically over the location of education funds, Veres Royal said. \nThe complaint claims that Nemcova, who was an ambassador at-large for Haiti, “specifically instructed Veres Royal to ‘find a reason’” to honor Martelly and then pushed to get Clinton’s staff to agree for Martelly to be honored as well. Consequently, she claims, a “totally concocted” award -- for “Leadership in Education” -- was also presented to Martelly at the Clinton gala.  \nBill and Hillary Clinton have been heavily involved in the reconstruction of Haiti after the 2010 earthquake, though their role in the country’s recovery has come under scrutiny amid accusations of running a pay-to-play operation with Haitian reconstruction. \n\n \n  Watch the latest video at \n  <a href=\"http://video.foxnews.com\">video.foxnews.com</a>\n  \nThe Clinton Foundation did not respond to FoxNews.com’s request for comment. \nVeres Royal’s complaint also alleges improper financial oversight and gross misrepresentation to the public about fundraising. \nAfter she filed the complaint, HHF sent an email, seen by FoxNews.com, arguing again that Veres Royal was breaching a confidentiality agreement, and that HHF was entitled to over $30,000 in payments Veres Royal received as part of the agreement, as well as unspecified “injunctive relief and monetary damages.\"  \nDespite being under fire, and not having an attorney of her own, Veres Royal says she is going to keep pursuing her complaint, and will not back down under the threat of legal action:  \n“Although it’s been nerve-wracking to me, I feel it’s my ethical responsibility to do so.”Adam Shaw is a News Editor for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY.", "byline": "", "description": "A former charity executive who helped expose a questionable $500,000 donation to the Clinton Foundation is now being threatened by her old bosses with a lawsuit seeking tens of thousands of dollars, FoxNews.com has learned.", "title": "Ex-charity exec who helped expose $500G Clinton Foundation donation faces legal threats", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/llz_a7SzP0o/", "topics": ["campaign_finance", "women"], "people": ["Laurent Lamothe", "Sue Veres Royal", "Bill Clinton", "Veres Royal", "Hillary Clinton", "Hillary Rodham Clinton", "Michel Martelly", "Adam Shaw", "Petra Nemcova"], "orgs": ["Veres Royal", "Clinton Foundation", "HHF", "Charities Bureau", "Hearts Fund", "ContractFormer Happy Hearts Fund"], "authors": [], "date_written": "2015-06-19 20:39:51", "org": "fox", "article_id": "9afee5fefc5d7cd349c22104b5a86a5d", "date_access": "2015-06-19 19:04:49.847098"}