{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWASHINGTON –  New Jersey Gov. Chris Christie returned to his alma mater on Tuesday to formally announce his 2016 presidential bid, embracing his blunt-talking persona as he strives to stand out from the jam-packed field.\n“I mean what I say and I say what I mean, and that’s what America needs right now,” Christie said, from a podium at Livingston High School, where he stood with his wife and children.  \nAt times, Christie, who delivered his remarks in front of a large American flag and without a teleprompter, sharply criticized both Republicans and Democrats.\n“Both parties have failed our country,” he said.\nChristie, a former U.S. attorney who is serving his second term as governor of the Garden State, is the 14th Republican to enter the 2016 race. \nChristie spent much of his 20-minute speech reintroducing himself to a national audience that’s seen him fade from favor among the GOP faithful. Days earlier, he launched a website under the campaign slogan, \"Telling It Like It Is.\" \n\nChristie slammed the persistent bickering in Washington, saying “Compromise is now a dirty word,” and also took aim at President Obama's foreign policy record. He said Obama's \"second mate, Hillary Clinton\" should not be allowed to take charge after years of \"weak and feckless foreign policy.\" \nChristie made his announcement from the gymnasium at Livingston – the location of some of his very first political victories. Christie spent three years as president of his high school class there.\n\"If you were to poll and ask who would one day be governor, I think Chris would have overwhelmingly won,\" Harlan Coben, now a best-selling author who served as student council president when Christie was senior class president, told The Associated Press.\nOnce considered an early frontrunner, Christie and his camp hope to rebuild momentum as the race for the White House gets under way. The \"Bridgegate\" scandal set his national profile back, but his team is still looking for an opening among a diverse cast of GOP primary candidates. \nChristie is one of four current governors to in the mix on the GOP side. He joins Louisiana’s Bobby Jindal, who announced his candidacy last week, as well as expected candidates Wisconsin Gov. Scott Walker and Ohio Gov. John Kasich. Their announcements are expected in July.\nChristie gained national attention after he took on public-sector unions in New Jersey. His long-running battle with the teachers' unions created a backlash against many of his state policies but helped him gain popularity on a national level with the party.\nBorn in 1962, Christie has often pulled from his working-class roots. His father paid his way through college by working at a Breyers ice cream plant, while his Sicilian mother “set the tone” at home, he has said.\nChristie’s camp released a video Sunday titled, “Telling It Like It Is,” which drew on his interactions with his late mother, Sondra, and played up his signature brash persona, that he has quipped is “as slick as sandpaper.”\nIn 2009, Christie defeated Gov. John Corzine – New Jersey’s widely unpopular Democratic governor who was dogged by allegations of corruption. Christie was re-elected in 2013. That year, he was also elected that year as chairman of the Republican Governors Association, succeeding Jindal.\nMore recently, though, Christie has dealt with a lengthy criminal investigation over his staff’s involvement in a politically motivated bridge closure.\nChristie has maintained he was not involved in the matter.", "byline": "", "description": "New Jersey Gov. Chris Christie returned to his alma mater on Tuesday to formally announce his 2016 presidential bid, embracing his blunt-talking persona as he strives to stand out from the jam-packed field.", "title": "Christie announces 2016 White House bid", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/-E5MRpj79rw/", "topics": ["campaign_finance", "personality"], "people": ["Harlan Coben", "Chris Christie", "Hillary Clinton", "John Kasich", "Bobby Jindal", "John Corzine", "Scott Walker"], "orgs": ["Republican Governors Association", "Livingston High School", "GOP"], "authors": [], "date_written": "2015-06-30 13:59:33", "org": "fox", "article_id": "ec1c14f518d84a803db65b2ef64789aa", "date_access": "2015-06-30 16:00:04.276645"}