{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDemocratic presidential candidate Hillary Clinton on Tuesday criticized GOP presidential candidate Donald Trump and the entire Republican Party for their views on illegal immigrants and accused the GOP of leading the “barrage of attacks” on her credibility.\n\"I very disappointed with him (Trump) and (with the) Republican Party for not responding immediately (to his remarks) and saying, ‘Enough, stop it,’” Clinton said in a wide-ranging CNN interview from first-in-the-nation-voting-state Iowa.\nClinton also suggested that questions about her credibility and trustworthiness are essentially a political hammer for critics.\n“This has been a theme used against me and my husband (former President Bill Clinton) for years and years,” said Clinton, amid polling that shows nearly six in 10 Americans don’t believe she is honest and trustworthy.\nAmong other issues discussed in the CNN interview was the July 1 shooting death of a San Francisco woman, allegedly by an illegal immigrant with an extensive criminal past who already had been deported five times.\nThe former first lady said San Francisco authorities “made a mistake” in not working with federal officials to help deport defendant Francisco Sanchez.\n\nTrump made his inflammatory remarks about illegal immigrants June 16 during his non-scripted, presidential announcement speech.\n“When Mexico sends its people, they're not sending the best,” he said. “They're not sending you, they're sending people that have lots of problems and they're bringing those problems. They're bringing drugs, they're bringing crime. They're rapists and some, I assume, are good people, but I speak to border guards and they're telling us what we're getting.\"\nClinton said Republicans were “all in the same general area” -- essentially not wanting to give a path to citizenship to immigrants already living illegally in the United States.\n ", "byline": "", "description": "Democratic presidential candidate Hillary Clinton on Tuesday criticized GOP presidential candidate Donald Trump and the entire Republican Party for their views on illegal immigrants and accused the GOP of leading the “barrage of attacks” on her credibility.", "title": "Clinton rips Trump, entire GOP on immigration", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/GZ9kgE3YPSM/", "topics": ["immigration"], "people": ["Donald Trump", "Bill Clinton", "Hillary Clinton", "Francisco Sanchez"], "orgs": ["Republican Party", "GOP", "United States."], "authors": [], "date_written": "2015-07-07 22:42:29", "org": "fox", "article_id": "de07a4d3195be10c19a15230ec647379", "date_access": "2015-07-07 23:10:03.982677"}