{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nCandidates in the Republican presidential primary, which is largely a competition to prove one’s conservative credentials, are mostly applauding the resignation of House Speaker John Boehner, which was influenced by the chamber’s far-right members.\nOn Saturday, New Jersey Gov. Chris Christie suggested voters are unhappy with how Congress is being run and called for a “reset,” though like the other candidates didn’t mention Boehner by name.\n“The American people are disappointed,” Christie told Fox News. “They gave our party the majority in both houses and we have not delivered some of the things we need to deliver.”\nAt the Values Voter Conference, Real estate mogul and GOP frontrunner Donald Trump said Friday that Republican congressional leaders like Boehner are \"babies.\"\nHe also suggested that Boehner was personally likable but said, \"We want people who are going to get it done.\"\nThe annual event, this weekend in Washington, has become something of a victory lap for conservative activists, as the 2016 candidates celebrate Boehner's departure by lashing out at congressional Republicans for not fighting hard enough for conservative priorities. \n\nIn the 2016 White House race, anti-establishment candidates such as Trump and Democratic candidate Vermont Sen. Bernie Sanders have done well tapping into voters' frustration with the Washington establishment. \nFellow top-tier candidate Florida Sen. Marco Rubio on Friday said, \"I'm not here to bash anyone, but the time has come to turn the page.\"\nLouisiana Gov. Bobby Jindal, another GOP candidate, suggested that Senate Majority Leader Mitch McConnell also should resign.  \nJindal said it's time for \"a clean slate\" of Republican leaders in Congress.\nThe Louisiana governor has struggled to stand out in the crowded Republican presidential field. He's been increasingly critical of the GOP establishment in recent weeks.\nJindal called congressional Republicans \"the surrender caucus.\" He said Boehner and McConnell \"need to surrender their gavels\" to make room for \"someone who is willing to fight to protect our conservative ideals.\"\nThe Associated Press contributed to this report.\n \n ", "byline": "", "description": "", "title": "'A CLEAN SLATE': GOP candidates applaud resignation of Boehner", "url": "http://www.foxnews.com/politics/2015/09/27/in-gop-white-house-races-candidates-cast-boehner-departure-as-like-minded-anti/", "topics": ["campaign_finance"], "people": ["Chris Christie", "Marco Rubio", "Donald Trump", "John Boehner", "Bobby Jindal", "Bernie Sanders"], "orgs": ["Real", "Senate", "GOP", "Congress"], "authors": [], "date_written": "2015-09-27 09:22:07", "org": "fox", "article_id": "96bddf094a27b456ff8fdaed04ba0ad9", "date_access": "2015-09-27 09:00:04.152325"}