{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tIt is a staple of media coverage: pundits fighting it out over Indiana’s religious freedom law or gay marriage or Colorado’s pot law. Hot-button topics, strong views, ratings and clicks follow. \nBut a new poll suggests that the culture wars are over, and the left won. \nThat, however, may not have much of an impact on the broader political landscape. \nThe Gallup poll doesn’t bury the lead: “Thirty-one percent of Americans describe their views on social issues as generally liberal, matching the percentage who identify as social conservatives for the first time in Gallup records dating back to 1999.” \nBut the greatest movement on the social front seems driven by two issues, gay marriage and marijuana legalization—neither of which is going to be a cutting-edge controversy in 2016. \nBut on bread-and-butter issues, a very different picture. Gallup says Americans “still by a wide margin, 39% to 19%, describe their views on economic issues as conservative rather than liberal.” That does represent change: “The gap between conservatives and liberals has been shrinking and is lower today than at any point since 1999, with the 39% saying they are economically conservative the lowest to date.”\n \nSo what accounts for the shift on social issues? The answer, says Gallup, is younger voters. Especially on these two questions: \n--A record 60 percent of Americans now favor same-sex marriage; \n--Some 51 percent favor legalizing the use of marijuana (though that is down 7 points from last year). \nGallup’s take is that this “may be a result of population changes, with younger, more liberal Americans entering adulthood while older, more conservative adults pass on.” \nOf course, with 37 states having legalized gay marriage, and four having accepted legal pot for recreational use, and the sky not falling, that is softening the opposition of some who were previously opposed. Sympathetic media coverage also plays a role—and sometimes forgets that many Americans still back traditional marriage and banning dope. \nWhat about the entertainment media portraying, say, gay couples in a positive (and perhaps funny) light? That may be a factor, but I’d suggest that movies and TV shows reflect society. In the early 1960s, Dick Van Dyke and Mary Tyler Moore slept in separate beds. Programs in 2015 are going to show a more complicated reality when it comes to sex, divorce, blended families and the like. \nIn this environment, it’s little surprise that Hillary Clinton is moving left. The country clearly seems in a more libertarian mood. And most of the Republican candidates aren’t going out of their way to make an issue of same-sex marriage, which George W. Bush used as a wedge issue in 2004. \nMaybe the Obama years have allowed Democrats to feel more comfortable with the L-word. And maybe the sinking unemployment rate and strong stock market have made them feel better about economic liberalism. \nBut while foreign policy will have an impact on this election, most presidential contests turn on how voters feel about their economic prospects. With conservatives still enjoying a 2-to-1 advantage on that question, the GOP will have ample opportunity to paint Hillary as too far left on the economy, especially if she tacks too far toward the Elizabeth Warren wing. \nHillary, of course, will ask voters whether they want to go back to the Bush economy—a more potent pitch if her opponent’s name is Jeb. \nBut sex, drugs and rock ’n roll aren’t likely to be major issues.  \nClick for more from Media Buzz.\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "It is a staple of media coverage: pundits fighting it out over Indiana’s religious freedom law or gay marriage or Colorado’s pot law. Hot-button topics, strong views, ratings and clicks follow.", "title": "As country veers left on social issues, are media leading or following?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/ZEzqxU13xp4/", "topics": ["economy", "gay_marriage"], "people": ["Howard Kurtz", "George W. Bush", "Dick Van Dyke", "Hillary Clinton", "Mary Tyler Moore"], "orgs": ["Gallup", "GOP"], "authors": [], "date_written": "2015-05-29 12:21:07", "org": "fox", "article_id": "b2597bdc8cf613e58f434d98f23326cb", "date_access": "2015-05-29 09:15:28.714870"}