{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tThe charity run by the Clintons has raised $2 billion since it was founded in 2001 -- $144.3 million in 2013 alone -- but only a small fraction of the take went to its “life-saving work,” according to analysts who monitor non-profits.\n\nThe Bill, Hillary and Chelsea Clinton Foundation claims 88 percent of the money it raises goes to actual charity work, but experts who have looked at the books put the number at about 10 percent. The rest, they say, goes mostly to salaries, benefits, travel and fund-raising.ADVERTISEMENTADVERTISEMENT\n\n“That claim is demonstrably false, and it is false not according to some partisan spin on the numbers, but because the organization’s own tax filings contradict the claim,” said Sean Davis, co-founder of The Federalist, a conservative online magazine.\n\nThe foundation, originally called the Clinton Global Initiative, has come under close scrutiny as Hillary Clinton prepares for a presidential run. Revelations in the soon-to-be-released book, “Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich,” by Peter Schweizer, have spurred numerous media investigations into the relationship between Hillary Clinton’s tenure as Secretary of State, the foundation’s solicitation of foreign money and the ex-president’s lucrative speaking engagements around the world.\n\n“It sounds like another out-of-control family affair.”- Reg Baker, CPA and board member of non profit organizations\n\nClinton spokesman Brian Fallon defended the charity's work in Africa and elsewhere and said in a statement there isn’t “a shred of evidence” that Hillary Clinton did anything to benefit Clinton Foundation donors while in office.\n\nThe foundation raised $144.3 million – and spent $84.7 million in 2013 – allocating $8.8 million to grants for other organizations, Davis said. The Clinton Foundation’s own IRS tax filings show the organization spent $8.5 million, or 10 percent of all 2013 expenditures, on travel, and another $4.8 million -- or 5.6 percent of all expenditures -- on office supplies, Davis said, questioning whether plane tickets, hotel accommodations, ink cartridges and staplers “directly change lives.”\n\nOrganizations that rate charities on their effectiveness in spending donations on the causes they champion say gauging the Clinton Foundation is difficult, but they have raised flags.\n\nCharityNavigator.org added the Clinton Foundation to its “watchlist,” noting the organization officials “had previously evaluated this organization, but have since determined that this charity's atypical business model cannot be accurately captured in our current rating methodology.”\n\nWhile maintaining its removal of The Clinton Foundation from its website is “neither a condemnation nor an endorsement of this charity,” the Clinton Foundation is one of only 23 charities on the watchlist.\n\nAnother charity rating organization, GiveWell, said the Clinton Health Access Initiative declined in November 2012 to participate in its review process, and hasn’t since. The Clinton Health Access Initiative in 2008 and 2009 acted as a drug distribution powerhouse, purchasing $226 million in prescription drugs at a discount to distribute worldwide, a practice ended by 2012.\n\nIn 2012, the Better Business Bureau reported the Clinton Foundation did not meet the standards of an accountable charity, failing on six counts, largely because of a lack of transparent financial reporting. According to the Better Business Bureau website, the charity is again under review and a new report will be released soon.\n\nSome of the financial reporting can be messy to follow, in part because the Clintons created separate entities, such as the Clinton Health Access Initiative, the Haiti relief initiative, Clinton Global Initiative, the Clinton Presidential Center and the Clinton Climate Initiative.\n\nWhile IRS filings show the Clintons do not receive a salary, compensation comes through other means, such as travel, speaking fees and consulting contracts.\n\nAs first noted by Politico, the organization’s 990 forms show travel costs for the Clinton Foundation more than doubled in 2013 to $8.448 million largely because of “extraordinary security and other requirements” for the Clintons.\n\nRelated ImageExpand / ContractThe Clintons don't draw salaries from their family foundation, but critics say they benefit in other ways. (AP)\n\nSchweizer’s book explores one way the foundation brought in money from donors who had business before the State Department, Fox News Channel reported. The charity accepted millions of dollars from the head of Uranium One, and a firm promoting its stock, while the Russians sought approval from U.S. agencies, including the State Department, to take over the company. The deal had to be approved by the State Department headed by Hillary Clinton because the sale gave the Russians control of 20 percent of the uranium production in the U.S. \n\nDuring negotiations, Uranium One's chairman donated $2.3 million to the Clinton Foundation. Bill Clinton also reportedly received $500,000 from a Russian firm promoting the company's stocks, for a speech in Moscow. None of these transactions appear in Clinton Foundation disclosures.\n\nA separate investigation by government watchdog group Judicial Watch revealed Bill Clinton earned $48 million from 215 speeches he made while his wife headed the State Department, and State Department officials, who were charged with flagging conflicts and ethics concerns, did not object.\n\nA Washington Post investigation revealed Bill Clinton’s earnings for speeches were closer to $100 million.\n\nIn another controversial deal, Canadian mining executive Stephen Dattels donated 2 million shares of the company Polo Resources to the Clinton Foundation, which the foundation did not disclose, and weeks later, America’s Bangladesh ambassador reportedly used political influence to convince the Bangladesh prime minister to approve open pit mining there, boosting Polo Resources’ profits, according to the Wall Street Journal.\n\n“It seems like the Clinton Foundation operates as a slush fund for the Clintons,” Bill Allison, a senior fellow at the government watchdog group, Sunlight Foundation, told the New York Post.\n\nReg Baker, a certified public accountant who has offices in Hawaii and Las Vegas and has served on several non-profit boards, told FoxNews.com the foundation is not run like most charities.\n\n“It sounds like another out-of-control family affair,” Baker said. “It is totally out of sync with charitable organizations' best practices.”\n\nThe 2014 fundraising numbers for the Clinton Foundation have not been released publicly yet, but the amount raised is likely to increase.\n\nIn 2008, the Clinton Foundation raised $188.2 million, and that revenue spiked to $249 million in 2009. In 2010, while Hillary Clinton headed the State Department, the foundation’s revenue dropped to $140 million in 2010, $56.3 million in 2011, and $51.5 million in 2012. Since she’s returned, the foundation’s revenue jumped back up to $144.4 million, Davis noted.\n\nAfter a barrage of investigative reports across a wide variety of media highlighting the foundation’s lack of transparency and disclosure, including during Hillary Clinton’s tenure as secretary of state, the Clinton Foundation announced last week it will amend its tax returns for the last five years.", "byline": "", "description": "", "title": "FUNNY MONEY? Experts: Only 10% of Clinton charity dollars went to needy", "url": "http://www.foxnews.com/politics/2015/04/29/trickle-down-experts-question-clinton-foundation-true-charitable-spending/", "topics": ["campaign_finance"], "people": ["Clinton Cash", "Sean Davis", "Bill Clinton", "Hillary Rich", "Hillary Clinton", "Peter Schweizer", "Bill Allison", "Brian Fallon"], "orgs": ["Clinton Presidential Center", "State Department", "Uranium One", "Clinton Global Initiative", "CPA", "IRS", "Sunlight Foundation", "Businesses Helped Make Bill", "Clinton Foundation", "Clintons", "Clinton Health Access Initiative", "Chelsea Clinton Foundation", "New York Post"], "authors": [], "date_written": "2015-04-29 17:15:06", "org": "fox", "article_id": "9f80418c5ff9ee18a6aed2b0e87e9f8a", "date_access": "2015-04-29 16:55:05.996793"}