{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tApril 9, 2015: Former Maryland Gov. Martin O'Malley speaks in Indianola, Iowa. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tHillary Clinton’s political problems over foreign contributions to her family’s foundation and other issues appear to be fueling an appetite on the left for an insurgent primary challenge. \n\nBut while Sen. Elizabeth Warren, the darling of liberal groups, repeatedly has rebuffed appeals to enter the race -- and other possible contenders such as former Sen. Jim Webb, Sen. Bernie Sanders and Vice President Biden have yet to make their move -- former Maryland Gov. Martin O'Malley is crisscrossing the country in what may be the most robust water-testing of any Democrat eyeing the not-Hillary vote. ADVERTISEMENTADVERTISEMENT\n\nHe was in Hollywood this week for meetings with studio heavyweights. He was in Iowa earlier this month. And he's making another trip to New Hampshire, site of the first-in-the-nation primary, in May. \n\nIn interviews, O'Malley says he'll make a decision by the end of next month, and stresses that he admires Clinton greatly. \n\nBut analysts say O’Malley stands to benefit most from Clinton’s political troubles, and is positioning himself as the populist to her left -- an honest Abe answer to what critics see as Clinton’s overly nuanced positions on issues like free trade.  \n\n“He’s the litmus test of Hillary’s liberal politics – or alleged liberal politics – because he is going to hold her feet to the fire,” Tom Whalen, author and professor of social science at Boston University, told FoxNews.com.  \n\n“So he will fight with her, at least to Iowa and New Hampshire if he is so inclined, and he can make her very uncomfortable,” Whalen added.  \n\nO'Malley has been a vocal foe of a controversial trade bill on Capitol Hill, which Clinton notably has not taken a clear position on. On Friday, he put out a web video touting debt-free college. He got a boost earlier this week, when the Miami Herald reported that former Miami mayor and Clinton backer Manny Diaz vowed to back O'Malley if he ran. \n\nWhile O'Malley enjoys his moment in the spotlight, Clinton has been inundated by numerous reports that the Clinton Foundation had accepted millions of dollars of foreign donations before, during and after she was secretary of state. Some of those contributions were underreported or not reported at all. A forthcoming book is expected to detail benefits donors allegedly received. This follows several weeks of questions over her private email account and server, which she used to conduct the business of secretary of state.  \n\nWhile she remains the frontrunner for the Democratic nomination for 2016, Clinton’s progressive base is increasingly looking for someone else to take up the mantle, observers say. \n\nWarren, D-Mass., who many had hoped would run, still insists she will not. Other possible contenders include Webb and former Sen. Lincoln Chafee, who have launched exploratory committees, and Biden.  \n\nBut O’Malley has managed to stay front and center. He traveled to Iowa in early April, where he talked to reporters about an “alternative choice” and a “contest of ideas,” along with his thoughts on how Republicans’ “trickle-down economics” are wrong for the country. This weekend, according to his spokeswoman Haley Morris, he will be in another key primary state, South Carolina, and then in New Hampshire on May 13.  \n\nIn an appearance and subsequent interviews with reporters at Harvard University, O’Malley, who also served as mayor of Baltimore from 1999-2007, said he would like to see the federal minimum wage raised to $15 (he increased the Maryland wage to $10.10 when he was governor).  \n\nMore recently, O’Malley spoke out against the Trans-Pacific Partnership free trade agreement, an issue that puts him in the corner of the labor unions, but which Clinton supported during her tenure as secretary of state. He tweeted out this campaign-style video, establishing his position on the issue. \n\nWithout naming Clinton directly, he also took a jab at “leaders” who aren’t clear where they stand. “American workers whose jobs are on the line right now are owed more than lip service,” he wrote to supporters in an email, according to Washington Post columnist Chris Cillizza. “They deserve to know where their leaders stand.” \n\nO’Malley also was asked about the former secretary of state’s position on gay marriage – she now believes it is a constitutional right after last year saying it was up to the states to decide – by The Guardian during his recent trip to Boston (the Clinton camp has said her responses have not changed – she’s just been asked “different questions” on the issue).  \n\n“I believe that we are best as a party when we lead with our principles and not according to the polls,” he said, again without naming Clinton, who had just formally announced her own candidacy.  \n\nYvette Lewis, a former chairwoman of the Maryland Democratic Party and O’Malley supporter, told FoxNews.com he is not about “being against” anyone, but about what he is for, and that is making the country better.  \n\n“What he is doing is listening, going to various communities, talking to people and putting his hand on the pulse of what people are feeling,” she said. When asked about his recent surge in media attention as a possible foil to Clinton, Lewis demurred.  \n\n“The media likes a good story,” she said. “He’s not against anything. If he is running, it’ll definitely be on what he is for. And he is for a good quality of life and the issues people care about. It won’t be against one person.”  \n\nPolitical oddsmakers are unsure whether he could win anyway. And the latest Quinnipiac University Poll shows him with scant support right now, behind Clinton, Biden and Sen. Sanders of Vermont. \n\nWhile O'Malley is attractive to liberals who want a choice, Clinton has an established name, is a veteran on the national stage, and has an enviable network spanning all of the key electoral states, ready for action.  \n\n“Despite the controversy, if you take a look at the polls, she still has remarkably high favorables among Democratic voters,” said Terry Madonna, professor of public affairs and director of the Franklin & Marshall College Poll.  \n\n“I think honestly, the best [O’Malley] can do is not so much tout his own record as governor, but point out the shortcomings of Hillary and hope that sticks,” he told FoxNews.com. “He’s been getting progressively bolder on that, and more critical.”  \n\nO’Malley could be positioning himself as a vice presidential pick if Hillary should get the nomination, but even there, he doesn’t add much to the bill, being from a solidly blue state, said Dan Gerstein, a political analyst and former Democratic strategist.  \n\n“The fact is, she is the dominant figure in the party right now. With her credentials, the policy chops … and O’Malley is totally untested on the national stage,” he said. “The only way he stands a prayer is if she self-destructs.”  \n\nHowever, he said, “you never say never in politics.”", "byline": "", "description": "Hillary Clinton’s political problems over foreign contributions to her family’s foundation and other issues appear to be fueling an appetite on the left for an insurgent primary challenge.", "title": "If Not Hillary, Who? O'Malley in spotlight as Clinton fights media barrage", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/BttDywj_Kz8/", "topics": ["campaign_finance"], "people": ["Chris Cillizza", "Dan Gerstein", "Martin O'Malley", "Lincoln Chafee", "Hillary Clinton", "Terry Madonna", "Jim Webb", "Tom Whalen", "Haley Morris", "Bernie Sanders", "Manny Diaz", "Yvette Lewis", "Elizabeth Warren"], "orgs": ["Clinton Foundation", "Maryland Democratic Party", "Quinnipiac University Poll", "Franklin & Marshall College Poll"], "authors": [], "date_written": "2015-04-27 08:15:06", "org": "fox", "article_id": "5e24253fd4e44610e139cd18743f3679", "date_access": "2015-04-27 05:20:08.125723"}