{"body": "\n\n\n\nShown here is Arizona Republican congressional hopeful Shawn Redd.\n\n\nIn a crowded Arizona race, one Republican quietly is trying to make history as the first Navajo elected to Congress.\nHis name is Shawn Redd, and he faces an uphill battle in the race for Arizona’s 1st District House seat. Not only is he entering the GOP primary a clear underdog – in a race packed with better-known figures like local Sheriff Paul Babeu – but Navajo historically vote Democrat.\nThat means Redd can’t necessarily rely on their support in a primary, or a general election. As he explained to Fox News, Redd is taking a chance by running under the GOP flag.\n“Republicans have been intimidated by Navajo Nation. They have been unsuccessful campaigning for votes and have given up,” Redd told Fox News. “I’m going extremely hard against the grain, because for people in the 1st District, voting Democrat is a way of life.” \nOn the reservation, Redd is known as “Shawn the Republican.”\nA 35-year-old small business owner born into a Navajo-Mormon family, he said many in Navajo Nation have encouraged him to run for office – just not as a Republican. But he said “that’s just not who I am.”\n\nThe congressional race opened up when Arizona Rep. Ann Kirkpatrick, a Democrat, announced she would challenge Republican Sen. John McCain in his quest for a sixth term in the U.S. Senate, leaving her traditionally GOP-leaning seat in Arizona’s 1st District up for grabs.\nThe district is almost 25 percent Native American, and Redd claims he can pick up support from some of them.\n“I know our message resonates,” he said. “With the personal relationships that I have with thousands of people among Navajo Nation and the twelve other tribes, there is no doubt that I will fracture the native vote, and if I fracture the native vote, the Democrats will not win.” \nBut he’d first have to win the primary. And according to Jim Small, editor of the Arizona Capitol Times, he’s an underdog with a big fight ahead.\n“He’s got an uphill climb to be competitive in this race, just to put it bluntly,” Small said. “He’s an unknown running as a Republican in that district.” Small described Redd’s task as “incredibly difficult … assuming he can even raise the money to mount a credible campaign.”\nRedd is running in the primary against Pinal County Sheriff Paul Babeu; Arizona House Speaker David Gowan; former Arizona Secretary of State Ken Bennett; and Gary Kiehne, a 2014 candidate.\nThough Redd has not held public office, he claims his legislative experience is extensive within the Tribal Council, specifically in regards to issuing license plates for Navajo Nation.\n“The other candidates are established and well-accomplished,” Redd said. “But I think nationwide, the party is looking for new blood.”\nRedd says he’d bridge the district’s racial divide and be a champion for economic development needed in rural Arizona.  \nAs for Sheriff Babeu, who is a frequent commentator in the media on immigration enforcement and other issues, he’s launching his second bid for the 1st District seat.\n“I’m looking forward to a spirited race over the next year,” the sheriff told Fox News. “I will put my record as a sheriff committed to reducing crime and illegal immigration against anyone in this race. Now it’s time to send a sheriff to Congress.”\nThe Republican primary is not open to Democrats. So, as few in Navajo Nation are Republicans, few could actually vote in the GOP primary. \n“I don’t think the Navajo Nation will be a deciding factor in the primary,” Small told Fox News. “But in the general election, they can swing it; just like they have done in the past.”", "byline": "", "description": "In a crowded Arizona race, one Republican quietly is trying to make history as the first Navajo elected to Congress.", "title": "Republican mounts uphill bid to be first Navajo in Congress", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/63LiPNWQzdU/", "topics": ["campaign_finance"], "people": ["Ken Bennett", "Ann Kirkpatrick"], "orgs": ["GOP", "Congress"], "authors": [], "date_written": "2015-10-21 19:28:39", "org": "fox", "article_id": "d68dc525450dc25d61b9ffb5a99b5af9", "date_access": "2015-10-21 19:01:47.311217"}