{"body": "\nPHILADELPHIA –  Republicans clashed over the future of government surveillance programs on Monday, highlighting a deep divide among the GOP's 2016 presidential class over whether the National Security Agency should be collecting American citizens' phone records in the name of preventing terrorism.\nRepublican White House hopeful Rand Paul decried the phone data program and other post-9-11 domestic surveillance as unconstitutional at a Monday event outside Philadelphia's Independence Hall.\n\"We will do everything possible — including filibustering the Patriot Act — to stop them,\" the Kentucky senator charged in front of the building where the Declaration of Independence was signed.\nThree hundred miles to the north, New Jersey Gov. Chris Christie offered an unapologetic defense of NSA phone records collection as he faced voters in the first-in-the-nation primary state of New Hampshire. Christie, who said he used the Patriot Act as a federal prosecutor, argued that government surveillance powers should be strengthened, not weakened.\n\"When it comes to fighting terrorism, our government is not the enemy,\" Christie declared. \"Absolutely no one has a single real example of our intelligence services misusing this program for political or other nefarious purposes.\"\nThe revelation that the NSA had for years been secretly collecting all records of U.S. landline phone calls was among the most controversial disclosures by Snowden, a former NSA systems administrator who in 2013 leaked thousands of secret documents to journalists.\nThe program collects the number called, along with the date, time and duration of call, but not the content or people's names. It stores the information in an NSA database that a small number of analysts query for matches against the phone numbers of known terrorists abroad, hunting for domestic connections to plots. Intelligence officials call the program useful, but can point to no single terrorist plot uncovered because of it.\nMonday's clash comes just as Congress debates the future of the Patriot Act, which authorizes the phone records program. The law will expire on June 1 unless Congress acts.\nThe House has passed a bill that would end the NSA's collection and storage of the phone records, but would allow the agency to gather them from the phone companies on a case-by-case basis. Some in the Senate, including Republican leader Mitch McConnell, want to continue the program as is, with the NSA keeping all the records.\nChristie and another presidential candidate, Sen. Marco Rubio, R-Fla., are in McConnell's camp, arguing that it's critical to extend the provision to fight terrorism. So is former Florida Gov. Jeb Bush, whose aides addressed the issue head on for the first time Monday.\n\"In light of the growing terrorist threat to the United States, Governor Bush supports extending responsible intelligence and law enforcement authorities_including the NSA metadata program — in order to help keep us safe against the asymmetric terrorist threats facing our country,\" Bush spokeswoman Kristy Campbell said.\nDuring an interview with The Associated Press, Wisconsin Gov. Scott Walker three times declined to say whether he supported reauthorizing the program. He said it was \"important to be able to collect information like that,\" as long as there were unspecified privacy safeguards. After the interview, a spokesman emailed to say that Walker supported continuing the program as it exists, with the NSA storing American phone records.\nSen. Ted Cruz, R-Texas, strikes a middle ground, supporting a Senate version of the House bill that preserves the program while ending NSA bulk collection and storage.\nPaul goes the furthest, arguing that the Patriot Act should expire. That would end the phone records program and also other unrelated counter terrorism provisions, including a provision that makes it easier for the FBI to track \"lone wolf\" terror suspects. The House bill would transfer too much power to telephone companies, he said.\n\"They have the votes inside the Beltway,\" he said. \"But we have the votes outside the Beltway. And we'll have that fight.\"\nObama supports the House legislation, known as the USA Freedom Act, which is in line with a proposal he made last March. So, too, does Democratic presidential candidate Hillary Rodham Clinton, who on Twitter recently endorsed the House plan.\nOverall, however, Clinton has been vague on her position on the surveillance program. The former secretary of state has also been critical of Snowden, whom she says could have acted as a whistleblower without damaging national security. He leaked thousands of top secret NSA documents and fled to Russia to escape prosecution.\nChristie took aim at Snowden during a full-throated defense of American intelligence gathering.\n\"When Edward Snowden revealed our intelligence secrets to the world in 2013, civil liberties extremists seized that moment to advance their very own narrow agenda,\" Christie said. \"They want you to think that there's a government agent listening in every time you pick up the phone or Skype with your grandkids.\" He called that notion \"exaggerated and ridiculous.\"\nPaul, meanwhile, has been less critical of Snowden. He declined Monday to say whether, if elected, he would pardon the former government contractor. But he equated Snowden and Director of National Intelligence James Clapper, whom some say misled Congress about NSA surveillance.\n\"It would probably be just and informative to put Clapper and Snowden in the same cell for the same period of time,\" Paul said.\n__\nAssociated Press Intelligence Writer Ken Dilanian reported from Washington. AP writers Ken Thomas in Washington and Jill Colvin in New Hampshire contributed to this report.", "byline": "", "description": "Republicans clashed over the future of government surveillance programs on Monday, highlighting a deep divide among the GOP's 2016 presidential class over whether the National Security Agency should be collecting American citizens' phone records in the name of preventing terrorism.", "title": "Republican White House prospects clash over NSA powers as Congressional battle looms", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/VfnbS0HqswI/", "topics": ["terrorism", "personality"], "people": ["Rand Paul", "Ken Dilanian", "Jill Colvin", "Kristy Campbell", "Chris Christie", "Jeb Bush", "Scott Walker", "Hillary Rodham Clinton", "Marco Rubio", "Ken Thomas", "Edward Snowden", "Ted Cruz"], "orgs": ["Congress", "Beltway", "Senate", "NSA", "Skype", "USA Freedom Act", "National Intelligence", "National Security Agency", "FBI", "GOP"], "authors": [], "date_written": "2015-05-18 21:39:04", "org": "fox", "article_id": "300f87217c740b666d21b0170d0d0f9e", "date_access": "2015-05-18 21:16:55.063788"}