{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe explosive first Republican debate has shaken up the 2016 GOP presidential race.\nWho’s up?  Retired neurosurgeon Ben Carson, Texas Sen. Ted Cruz and businesswoman Carly Fiorina.  Who’s down? Kentucky Sen. Rand Paul, former Florida Gov. Jeb Bush and Wisconsin Gov. Scott Walker. \nThe Democratic side’s getting more interesting too, as Vermont Sen. Bernie Sanders continues to make gains on former Secretary of State Hillary Clinton.\nCLICK HERE TO READ THE POLL RESULTS\nThose are just some of the highlights in the latest Fox News national poll of registered voters.  First, the nomination races:\nBusinessman Donald Trump still leads the field for the Republican nomination.  He gets 25 percent among GOP primary voters.  He was at 26 percent before the debate.  Trump’s support among women went from 24 percent two weeks ago to 21 percent now.  He mostly held steady among men (28 percent).\n\nThe real-estate mogul maintains his first-place status despite also being judged in the poll as having the worst debate performance and being considered the least likeable Republican candidate.  More on that later. \nThe August 6 Republican presidential debate was hosted by Fox News Channel in Cleveland.  Several of the exchanges at the debate remained in the news for days after. \nNext in the GOP race is Carson, who garners 12 percent.  That’s up five percentage points since the debate and puts him in double-digits for the first time since mid-June.  Cruz captures 10 percent, up four points. \nBush has dropped to nine percent.  That’s down six points -- and puts him in single digits for the first time since April.  That’s likely a result of his debate performance, which was judged subpar by those who watched.  Bush does well on other measures -- he’s seen as both likeable and qualified.\nFormer Arkansas Gov. Mike Huckabee held steady at six percent.  Walker slips to six percent -- down three points and the lowest support he’s received for more than a year.\nFiorina garners five percent support (+3 points), with Kasich (+1) and Rubio (-1) both at four percent.  New Jersey Gov. Chris Christie and Paul each get three percent.  The remaining candidates are at one percent or less. \nThe top favorites among the white evangelical Christians are Trump (27 percent), Carson (14 percent), Cruz (12 percent), Bush (10 percent) and Huckabee (9 percent).\nOn the Democratic side, Clinton drops below 50 percent for the first time, while Sanders keeps climbing.  She leads among Democratic primary voters by 19 points (49-30 percent).  Two weeks ago Clinton was up by 29 points (51-22 percent). A month ago she had a 40-point advantage (59-19 percent). \nVice President Joe Biden, who is undeclared, receives the backing of 10 percent. \nThe remaining Democratic candidates are at one percent or less. \n \nThe Great Debate\nWho “won” the Republican debate?  The poll asked voters who did the best in the debate and who did the worst.  Among debate watchers, the highest “net” of those two performance scores (best minus worst) is Fiorina (+12 points), followed by Carson (+8), Kasich (+8) and Rubio (+7).\nDebate watchers give the lowest net scores to Trump (-13 points), Paul (-11) and Christie (-7). \n \nCredentials Please\nThe poll also asks about the qualifications of several contenders and finds more voters overall think Bush is qualified to be president than any of the others tested.  Sixty-seven percent say he is “very” or “somewhat” qualified, compared with 63 percent who say the same of Rubio and 62 percent who feel that way about Clinton. \nWhen considering only the number saying the candidate is “very” qualified, the names stay the same, but the order changes: Clinton is at the top with 39 percent, compared to Bush at 27 percent and Rubio at 20 percent.\nOverall, a 52 percent majority says Trump is not qualified to be commander-in-chief.  That includes four in ten who say he is “not at all” qualified (40 percent). \nHowever, GOP primary voters say Trump is qualified by a two-to-one margin (67 percent qualified vs. 32 percent unqualified).\nNine in 10 Democratic primary voters say Clinton is qualified (90 percent), while for Rubio (82 percent) and Bush (80 percent) about 8 in 10 Republican primary voters say the same. \nAbout the same number of GOP primary voters consider Carson (66 percent) and Fiorina (63 percent) qualified as say Cruz (70 percent) and Walker (63 percent) are qualified.\n \nLikeability\nAmong GOP primary voters, the top five Republican candidates based on their net likeability score (the net of those saying a candidate is the “most” likeable minus the percent saying the candidate is “least” likeable) are Carson (+19 points), Rubio (+13 points), Bush (+6 points), Huckabee (+6 points) and Fiorina (+5 points). \nThe bottom five are Trump (-21 points), Paul (-11 points), Christie (-7 points), and South Carolina Sen. Lindsey Graham (-4 points). \n \nHypothetical Match-ups\nBush (+2 points) and Rubio (+2 points) hold an edge over Clinton in hypothetical head-to-head matchups (both are within the margin of error).  Bush tied Clinton in June and was up by one-point in May.  This marks the first time Rubio has an advantage over the Democratic frontrunner. \nClinton tops Fiorina by 7 points, which is mostly unchanged from June. \nTrump has narrowed the gap and trails Clinton by just 5 points, down from 17 two months ago.\nNone of the candidates receive 50 percent or better in any of the two-way match-ups tested. \nGOP concern over Trump running as an independent is justified:  the poll finds Bush’s 2-point edge over Clinton in the two-way vote becomes an 11-point deficit when Trump is also on the ballot as an independent.  Same for Rubio: he goes from +2 to -12.  Fiorina goes from -7 to -18 points. \nAbout a third of Bush voters (31 percent) and Rubio voters (31 percent) in the two-way match-up, defect to Trump in the three-way match-up.\nThe Fox News poll is based on landline and cell phone interviews with 1,008 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from August 11-13, 2015. The poll has a margin of sampling error of plus or minus three percentage points for all registered voters, and five points for both Democratic and Republican primary voters.", "byline": "", "description": "The explosive first Republican debate has shaken up the 2016 GOP presidential race.", "title": "Fox News Poll: Shakeup in GOP field after first debate, Sanders gains on Clinton", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/IAhoLdKdRq8/", "topics": ["personality"], "people": ["Rand Paul", "Joe Biden", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Ben Carson", "Donald Trump", "Lindsey Graham", "Mike Huckabee", "Bernie Sanders", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Shaw & Company Research", "GOP", "Anderson Robbins Research"], "authors": [], "date_written": "2015-08-16 14:00:52", "org": "fox", "article_id": "a39899941a806330070b4136ac63b969", "date_access": "2015-08-16 13:20:05.581629"}