{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tApril 21, 2015: Democratic presidential hopeful Hillary Clinton speaks to students and faculty during a campaign stop at New Hampshire. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tHillary Clinton was a no-show at the annual South Carolina Democratic convention over the weekend, sending instead a video message and an army of staffers to recruit volunteers to help her election efforts down the line.\n\nIn her videotaped remarks, Clinton repeated her promise to be a “champion” for the middle class, but she didn’t get into the kind of policy details that tend to excite party loyalists.ADVERTISEMENTADVERTISEMENT\n\nIn her absence, potential Democratic challengers played to the crowd -- including former Maryland Gov. Martin O'Malley; Vermont Sen. Bernie Sanders; and former Virginia Sen. Jim Webb. \n\nThese candidates appeal to Democratic activists for their \"fire in the belly.\" Yet even liberals like Allan Jenkins who are looking for more of that progressive passion from Clinton — the only major declared Democratic candidate so far — say they are inclined to support her in the 2016 race.\n\n\"Because I think she's electable,\" Jenkins, a delegate at the South Carolina Democratic Party convention Saturday, said.\n\n\"I love fire in the belly,\" said Jenkins, who owns a Greenville advertising agency. \"We heard that today\" from O'Malley and Sanders, who were \"delivering the Democratic messages in a forceful way.\"\n\nO'Malley on Saturday took advantage of Clinton's absence to detail his liberal record as Maryland governor — increasing education spending and promoting gay rights, among other priorities. He trashed the \"failed trickle-down economic theory\" and called for tougher banking regulations, friendlier student loan policies, universal pre-kindergarten and an expansion of Social Security benefits.\n\nSanders blasted the increased concentration of wealth in America and blamed a \"billionaire class\" that he said has taken over politics. He called for universal health care, a massive infrastructure jobs and building program and a more progressive tax structure.\n\nRep. Jim Clyburn, South Carolina's most high-profile Democrat, said Clinton, even as the \"overwhelming favorite,\" must establish a connection that goes beyond \"personality.\"\n\n\"She's got them on personality,\" he said of the base. \"But they're with Bernie on the issues. The rest of the candidates seem somewhere in between on that spectrum. So that's her challenge.\"\n\nVice President Joe Biden also missed the event. Instead, Will Pierce, a 26-year-old Biden supporter, was there hyping  the “Draft Biden” initiative which is financed in part from the sale of “I’m Ridin’ With Biden” bumper stickers.  \n\nThe Associated Press contributed to this report. ", "byline": "", "description": "Hillary Clinton was a no-show at the annual South Carolina Democratic convention over the weekend, sending instead a video message and an army of staffers to recruit volunteers to help her election efforts down the line.", "title": "Clinton, Biden no-shows at annual South Carolina Democratic event", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/JkrLfiuLjUw/", "topics": ["economy"], "people": ["Martin O'Malley", "Jim Clyburn", "Joe Biden", "Hillary Clinton", "Jim Webb", "Bernie Sanders", "Will Pierce"], "orgs": ["South Carolina Democratic Party", "Social Security"], "authors": [], "date_written": "2015-04-27 14:30:27", "org": "fox", "article_id": "f7e34cf29b1d05fff89b54ddf04228d8", "date_access": "2015-04-27 14:00:10.401349"}