{"body": "\nDemocratic presidential candidate Martin O’Malley is taking his party to task for issuing a primary debate schedule that he says clearly insulates front runner Hillary Clinton from harm on her way to a possible nomination.\nThe former governor of Maryland told reporters that the debate schedule – trimmed to six from more than 25 in 2008 – represents a circling of wagons around Clinton, who is clearly ahead of her Democratic challengers. He is joined by fellow Democratic candidate Sen. Bernie Sanders of Vermont, who is also calling for more debates.\n“This is not how democracy works,” O’Malley told supporters in a fundraising letter Thursday. “It’s ridiculous. The campaign for presidency should be about giving voters an opportunity to hear from every candidate and decide on the issues, not stacking the deck in favor of a chosen candidate.”\nThe Democratic Campaign Committee did not return a request for comment on Friday.\nExperts say televised debates are not Clinton’s strong suit, and that popular political wisdom suggests candidates with her solid name recognition and position in the polls do not need to debate if they don’t have to. In fact, it might be preferable if she doesn’t.\n“Hillary is not known for debates, she does much better in small groups,” said Terry Madonna, director of the Franklin & Marshall Poll in Pennsylvania. “She does not do well in big arenas, she is not compelling. Right now she is pursuing the front-runner strategy, in that she can be hurt more by a primary process that gets combative in debates. So she speaks more to selective audiences.”\nBut whether that is what the Democratic National Committee had in mind when it set the debates at six, beginning in October, is unclear. There are only two debates scheduled after the critical Iowa caucus and the New Hampshire primaries in February 2016.\nThe debate schedule is as follows:  \n1.) October 13 – CNN – Nevada 2.) November 14 – CBS/KCCI/Des Moines Register – Des Moines, IA. 3.) December 19 – ABC/WMUR – Manchester, NH. 4.) January 17 – NBC/Congressional Black Caucus Institute – Charleston, SC. 5.) February or March – Univision/Washington Post – Miami, FL 6.) February or March – PBS – Wisconsin\n“We are thrilled to announce the schedule and locations for our Democratic primary debates,” said DNC Chair Rep. Debbie Wasserman Schultz on Thursday. “These six debates will not only give caucus goers and primary voters ample opportunity to hear from our candidates about their vision for our country’s future, they will highlight the clear contrast between the values of the Democratic Party which is focused on strengthening the middle class versus Republicans who want to pursue out of touch and out of date policies.”\nBut the announcement reportedly came after some tense back and forth from the campaigns. O’Malley and Sanders were calling for more, while Clinton’s camp allegedly lobbied for fewer than six, according to Politico.\nSanders’ campaign said Thursday that it was disappointed with the results. “But I am not surprised,” he said in a statement. “At a time when many Americans are demoralized about politics and have given up on the political process, I think it's imperative that we have as many debates as possible -- certainly more than six. I look forward to working with the DNC to see if we can significantly expand the proposed debate schedule.\"\nThe other two official candidates – former Rhode Island Gov. Lincoln Chafee and former Sen. Jim Webb – had less to say.\n“Governor Chafee is looking forward to the debates!” said spokeswoman Jennifer Rich, when contacted by Foxnews.com.\nWebb’s people did not return a request for comment, but told Politico that Webb will participate whenever, and for however many debates are held. “All we know is we will show up for as many debates as they want to do,” spokesman Craig Crawford said on Wednesday.\nThe debates are critical to contenders like O’Malley, who has low recognition among primary voters outside of Maryland. For him and the others, the free media coverage and chance to shine during the debates is critical for their outreach to voters.\n“Look at it from their point of view – they’re struggling for name recognition and identity with the voters. Meanwhile the party is going to say enough – we don’t want the bloodletting,” said Madonna.\n2012 Republican candidate Mitt Romney was said to have been banged up so badly by his fellow primary candidates during their 19 official debates that it hurt him in the general election, which he lost to President Obama. That might be the DNC’s line of thinking. Clinton had to debate Obama no less than 26 times before he beat her in the 2008 primary.\n“Let’s be honest we don’t know whether (the debate schedule) has anything to do with Clinton stumbling and her current problems in the polls,” Madonna said, pointing to her creeping unfavorable ratings and the private email scandal. “The other problem in these debates is they can become a referendum on Obama,” and Clinton’s relationship to him could boomerang on her. The leadership could be mindful of that.\nIt can’t hurt O’Malley and Sanders to push back, Madonna added. “They need to take the gloves off at some point, and challenge her,” he said. “People in the same party need to give people a reason to vote for them, and talking about their differences, too, just like they did (in the Republican debate) last night.”  ", "byline": "", "description": "Democratic presidential candidate Martin O’Malley is taking his party to task for issuing a primary debate schedule that he says baldly insulates front runner Hillary Clinton from harm on her way to a possible nomination.", "title": "Dems blast DNC for slim debate schedule, allege Clinton coddling", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/5utswo3zFB4/", "topics": ["campaign_finance"], "people": ["Mitt Romney", "Martin O'Malley", "Hillary Clinton", "Debbie Wasserman Schultz", "Jim Webb", "Craig Crawford", "Terry Madonna", "Bernie Sanders", "Jennifer Rich", "Lincoln Chafee"], "orgs": ["SC.", "DNC", "Democratic Party", "Congressional Black Caucus Institute", "Democratic National Committee", "Democratic Campaign Committee", "Franklin & Marshall Poll"], "authors": [], "date_written": "2015-08-07 18:51:05", "org": "fox", "article_id": "663790d46bc715181cb63825a57a9ebd", "date_access": "2015-08-07 19:50:06.505933"}