{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWe haven’t heard much from Scott Walker lately—and that is by design.\n\nSure, the Wisconsin governor has been out there campaigning and drawing nice words from the Koch brothers. But he has clamped down hard on media access.ADVERTISEMENTADVERTISEMENT\n\nKind of like, well, that other person who is running on the Democratic side.\n\nHey, maybe some candidates don’t need the press to run for president, at least at this early stage.\n\nIt’s not hard to figure out why Walker might be media-shy. After shooting up in the polls much earlier than he had expected, Walker had a series of stumbles, refusing to answer questions about evolution and President Obama’s Christianity. He started complaining loudly about “gotcha” questions, which pleased the right but also fueled doubts about his readiness for prime time. In another interview, Walker had to admit to Fox’s Chris Wallace that he had flipped on immigration, now taking a harder line.  \n\nNow he is keeping the press at arm’s length. The Wall Street Journal reports, “Mr. Walker…on Friday returned from a European trip to Germany, France and Spain during which he held no public events and didn’t take questions from reporters. Mr. Walker is also planning a trip to Israel in May. An aide said last week that the trip is his first time visiting the country and he will focus on educating himself about Israeli issues and won’t hold public events or take questions from reporters.”\n\nAn all-but-official presidential contender goes abroad to bolster his international prestige. By not doing interviews, Walker practically erases the benefits of such foreign travel.\n\nAnd one of Walker’s top rivals has no such hesitation. As the Washington Examiner notes, “Walker's aversion to the national press at large stands in contrast to [Jeb] Bush, who is known to be highly accessible to politics reporters. Bush is scheduled for his own tour of Europe in June and is scheduled to appear at several public events and take questions from reporters.”\n\nNow Walker has spoken to some local news outlets, such as the Des Moines Register, and he’s also done interviews with Fox’s Megyn Kelly and with Glenn Beck.\n\nBut what he’s not doing is chatting with national reporters who are following him on the trail or sitting down with the national newspapers, broadcast networks, CNN or MSNBC.\n\nIf the media are going to carp that Hillary Clinton is largely ignoring them, then the same complaint applies to Walker.\n\nWhich brings us to the existential question: Does a presidential candidate really need the media at all?\n\nIn Hillary’s case, she could choose not to take a single question from the press and yet be nominated in Philadelphia in July 2016. Of course, she would take a beating from the media for being in the bunker, and she would ultimately look secretive and defensive. But she may be the best-known woman on the planet and hardly needs to “introduce” herself to voters.\n\nWalker, on the other hand, is new to the national stage. Sooner or later, he needs the media megaphone.\n\nIt’s not that candidates have some grave responsibility to keep reporters happy. Nobody likes us these days anyway.\n\nBut Walker, like his rivals, has a prime opportunity to use that bandwidth to define himself, rather than letting his critics define him. Part of proving yourself as a potential president is showing that you’re a good communicator—and making people comfortable with the idea of your presence in their living rooms for the next four years.\n\nSo it makes little sense for Scott Walker to forfeit that opportunity. Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "We haven’t heard much from Scott Walker lately—and that is by design.", "title": "Scott Walker’s press avoidance plan -- can copying Hillary’s approach really work?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/RhDgw1VVZ0w/", "topics": ["immigration", "campaign_finance"], "people": ["Chris Wallace", "Howard Kurtz", "Hillary Clinton", "Glenn Beck", "Megyn Kelly", "Scott Walker"], "orgs": ["MSNBC", "Des Moines Register", "Washington Examiner"], "authors": [], "date_written": "2015-04-23 13:03:33", "org": "fox", "article_id": "fa2e5c8cbf50e740ce19a343b2a062dd", "date_access": "2015-04-23 09:10:07.175642"}