{"body": "\n\n\n\nFILE - In this Aug. 19, 2015 file photo, Republican presidential candidate and former Florida Gov. Jeb Bush, speaks in Londonderry, N.H. (AP Photo/Jim Cole, File)\n\n\n EXCLUSIVE –  A 75-member group of military veterans, including Medal of Honor recipients and former Navy SEALs, will announce their endorsements of former Florida Gov. Jeb Bush for president at an event in the swing state of Colorado Tuesday.\nThe endorsements constitute the largest group of military veteran supporters for any candidate in the 2016 election, according to the Bush campaign.\n\"It’s an incredible honor to have the support of these heroic individuals.” Bush said in a statement to Fox News. \"I am committed to a safe America through a strong military, and having a strong military includes having policies that will keep our country’s commitment to our veterans‎.\"\nBush's so-called veterans coalition includes four members of Congress, eleven Medal of Honor recipients, and ten former Navy SEALs or Army Special Forces soldiers.\nAt Tuesday's town hall in Englewood, Colo., Bush is also set to announce more details about his plan to overhaul the Department of Veterans Affairs, which has been plagued by scandals and criticism over the last two years.\n“The entire system needs to be simplified, reformed and refocused on its most important mission—to ‘care for those who shall have borne the battle,” Bush wrote in a National Review editorial earlier this month.\nRecent polls of Republican primary voters have shown Bush coming in a distant second to billionaire businessman and reality TV star Donald Trump. In addition to veterans' issues, the two contenders have sparred over immigration and other issues.Serafin Gomez covers Special Events and Politics for FOX News Channel and is also a contributor to FOX News Latino. Fin formerly worked as the Miami Bureau Producer for Fox News Channel where he covered Latin America. Follow him on Twitter: @Finnygo.\nFollow us on twitter.com/foxnewslatino\nLike us at facebook.com/foxnewslatino", "byline": "", "description": "A 75-member group of military veterans, including Medal of Honor recipients and former Navy SEALs, will announce their endorsements of former Florida Gov. Jeb Bush for president at an event in the swing state of Colorado Tuesday. ", "title": "Jeb Bush wins endorsement of 75 more military veterans", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/6PaCOlobq3I/", "topics": ["personality", "immigration"], "people": ["Donald Trump", "Serafin Gomez", "Jeb Bush", "Jim Cole"], "orgs": ["Miami Bureau", "Special Events and Politics", "Congress", "Department of Veterans Affairs", "National Review", "Fin"], "authors": [], "date_written": "2015-08-25 06:43:37", "org": "fox", "article_id": "e41a4900262cd254d95137e7eaaa0eec", "date_access": "2015-08-25 06:20:17.358085"}