{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton and her staff were confused about attending high-level White House meetings. Top presidential aides didn't know how to reach the secretary of state, months into the administration. \nAnd when it came to using fax machines ... well, Clinton was no pro. \nThese are just a few of the colorful details emerging about Clinton's day-to-day life in the early part of the Obama administration, according to 3,000 pages of emails released overnight by the State Department. And they depict a different side of the now-2016 Democratic presidential candidate -- showing her at times aloof, even out of touch with the president's inner circle, as she presided over American diplomacy at Foggy Bottom. \nPerhaps the most entertaining email is a December 2009 exchange between Clinton and top aide Huma Abedin. \nIn it, Abedin urges Clinton to \"hang up the fax line\" so someone can send a fax. \n\n'Just pick up phone and hang it up. And leave it hung up.'\n- Huma Abedin to Hillary Clinton, about a fax\n\n\"I thought it was supposed to be off hook to work?\" Clinton writes back. \n\n\n\nMore on this...\n\n\n\n\nNew revelation in the Clinton email scandal \n\n\n\n\nAbedin asks her to hang up \"one more time.\" Clinton says she did. \n\"Just pick up phone and hang it up. And leave it hung up,\" Abedin tells her.   \nOther emails speak to confusion regarding her and her staff's daily obligations. \nAgain messaging Abedin and one other aide in June 2009, Clinton wrote: \"I heard on the radio that there is a Cabinet mtg this am. Can I go? If not, who are we sending?\" \nReportedly, there was no full Cabinet meeting that day; it was only for lower-level officials. But then a few days later, Clinton fired off another email to staff saying she arrived for a morning White House meeting \"and was told there was no mtg.\" \n\"This is the second time this has happened. What's up???\" Clinton wrote. \nThis touched off a set of exchanges where staffers essentially took the blame for the mix-up. \nA key issue in Clinton's emails is who was aware she was using a private account and server. In fact, the emails indicate top White House officials were aware of the address, if not the server. \nBut those same emails also indicate she was at a distance from the president's inner circle, who had to reach out to Clinton aides to even find out how to contact her. \nOn June 8, 2009, Clinton Chief of Staff Cheryl Mills wrote to Clinton saying of Obama adviser David Axelrod, \"axelrod wants your email - remind me to discuss with you if i forget.\" \nClinton wrote back: \"Can you send to him or do you want me to? Does he know I can't look at it all day so he needs to contact me thru you or Huma or Lauren during work hours.\" \nMills responded: \"I'll take care of it.\" \nMonths later, in September, an assistant to White House Chief of Staff Rahm Emanuel reached out with a similar request, writing to Mills: \"The Secretary and Rahm are speaking [by phone], and she just asked him to email her - can you send me her address please?\" \nCuriously, Mills then asked Clinton for permission to give Emanuel that information. \n\"Do you want him to have your email?\" Mills wrote. \nClinton responded: \"Yes.\"", "byline": "", "description": "", "title": "OUT OF THE LOOP?   Emails show Clinton  confusion, fax troubles", "url": "http://www.foxnews.com/politics/2015/07/01/clinton-cant-use-fax-machine-and-other-lessons-from-state-dept-email-dump/", "topics": ["personality", "economy", "campaign_finance"], "people": ["Rahm Emanuel", "Cheryl Mills", "David Axelrod", "Hillary Clinton", "Huma Abedin"], "orgs": ["State Department", "Cabinet"], "authors": [], "date_written": "2015-07-01 16:56:40", "org": "fox", "article_id": "ee19f4a7e00a1fc7c7965e1cccba7c7e", "date_access": "2015-07-01 16:20:02.756666"}