{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFILE: Martha Coakley concedes in the Massachusetts special election for U.S. Senate in Boston Jan. 19, 2010. (Reuters Photo)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t**Want FOX News First in your inbox every day? Sign up here.**\n\nBuzz Cut:\n• Team Obama gives Hillary the Coakley treatment\n• Walker opens N.H. trip with hard hit on Jeb\n• Obama looking to bypass Congress on Iran at U.N.?\n• Obama: ‘oppressive’ police force did not merit shooting\n• Guessing it wasn’t ‘What it Takes’ADVERTISEMENTADVERTISEMENT\n\nTEAM OBAMA GIVES HILLARY THE COAKLEY TREATMENT\nWhat could have possibly impelled Democratic frontrunner Hillary Clinton to deliver a paid speech to Silicon Valley executives this week? The event was unannounced and closed to reporters and came just one day after her testy standoff with press over her decision to destroy tens of thousands of emails from her time as Secretary of State. Who would make a cash dash in the midst of bungling the response to a foreseeable scandal that has supporters questioning their judgment? It couldn’t really be greed that would drive a woman so wealthy to take such a risk in ducking reporters, especially to do the kind of buck raking that has already damaged her image. So it must be that Clinton doesn’t understand the extremity of her situation.\n\nIn politics, professionals complain about “undisciplined” candidates. Those folks generally fall into one of two categories: The train wrecks who know what they’re supposed to do, but lack the self-control to do it or those who can’t or won’t see what’s going on. It would seem that Clinton is the latter. She doesn’t “get it.” Some combination of bubble-wrapped obliviousness and willful ignorance seems to be keeping her from doing what it takes to win.\n\nNobody sees that more clearly than the members of Team Obama, who, aside from helping to deliver a drip-drip-drip of steadily negative news about the actual facts of Clinton’s email scandal, are currently giving Clinton the Coakley treatment. That got crystal clear on Thursday with a blind-quote bonanza in Politico, the spirit of which is reflected here: “The Democratic nomination is all but hers, the Republican field still looking weak to them, and they’re counting on her. And now? To sum up the feelings, all the way up to the highest levels: What. The. Hell.” The tone here is one of concern, but also of building an, er, firewall against future foibles: “They’re just hoping that this email server – ‘the president 100 percent would not have done it this way,’ the former aide said, ‘this is such a clearly nontransparent way of going about it’ – is the extent of the latitude she took that they didn’t know about.”\n\nThere are only a few weeks left for Democrats to decide whether or not to try to topple Clinton, and it seems highly unlikely that anyone with enough clout would make the leap in time. But as we watch Obamaland start to quarantine Clinton, lest an outbreak spread to the president’s legacy project, the possibility of a real primary gets more real.\n\nIt is certainly true that President Obama has a great deal invested in having a Democratic successor, especially since he is using executive authority to keep a wobbly agenda in place. And it is also true that Clinton represents the most likely path to that objective. But, the Obamanauts hold themselves in such high esteem and take such a low view of Clintonian politics that it wouldn’t take much more to tip the whole thing over. In the Politico piece, the White House crew speaks in disappointment, not anger, saying they thought Clinton had changed. And what did she need to change from? Consider this gem: “‘You never feel like you’re quite getting the full story, because everyone’s got some side deal or some complicating factor,’ said one former Obama aide, reflecting on dealing with Clinton and her circle. ‘I don’t think there was a conscious effort to watch out for scams. It was more just, you know who you’re dealing with.’” Sounds marvelous…\n\n[Watch Fox: Chief White House Correspondent Ed Henry has the latest on the Hillary email scandal.]\n\n#mediabuzz - This week Howard Kurtz welcomes a slew of guests including Ron Fournier to discuss the challenge of covering the Clintons for three decades. Watch “#mediabuzz” Sunday at 11 a.m. ET, with a second airing at 5 p.m.\n\nPower Play: Are Dem challengers for real? - Amid Hillary Clinton’s email scandal, Democrats are thinking she needs a challenger or if things get worse, a replacement. Democratic operative Christy Setzer and Republican strategist Matt Keelen discuss possible candidates for that role with Chris Stirewalt. WATCH HERE.\n\nWarren the ‘escape valve’ to help Hillary? - Jim O’Sullivan of the Boston Globe writes: “Perhaps the more interesting question is how tenderly Warren treats a nominee Clinton. She could function as a hard-line truth-teller who holds Clinton to account when her circle of advisers leans a little Wall Streety for Warren’s taste. Or she could rank party politics above principle and give Clinton all the slack she needs. ‘Is she a pain in the ass or an escape valve? I think she’ll be more of an escape valve,’ said one person who has known Warren since before she entered electoral politics. ‘I think she will rally the left and explain to them the possibilities of a Clinton presidency.’”\n\nO’Malley tests Hillary hits - Politico:Former Maryland Gov. Martin O’Malley says if he were president, it would be important as commander in chief to have his secretary of state use the official server for business. ‘Well sure, it would be important to me,’ he said Thursday on MSNBC’s ‘Morning Joe’ when asked about Hillary Clinton’s email practices at the State Department. But he said getting the economy working would be more important. O’Malley said he didn’t ‘feel compelled to answer’ a follow-up question about Clinton’s actions from Bloomberg Politics’ John Heilemann. ‘Secretary Clinton is perfectly capable of defending her own service in office,’ he said.”\n\nWebb seems to be going through with it - WTVR: “Former Virginia Sen. Jim Webb will visit Iowa, New Hampshire and South Carolina in the coming months, stacking his schedule with visits to early presidential primary states as he ‘seriously considers’ a 2016 run. Webb, a Democrat, will first travel to South Carolina, where the former senator will headline a fundraiser for House Democratic Leader Todd Rutherford and Richland County State Rep. Mia McLeod on March 18 in Columbia. … Webb’s staff announced that the possible presidential contender would headline the Polk County Democrats awards dinner in Iowa on April 10… Webb is also planning a trip back to South Carolina on May 25 and plans to visit New Hampshire in early June.”\n\n[Watch Fox: Former Sen. Jim Webb, D-Va., is featured in the 2016 contender series on “Special Report with Bret Baier” tonight at 6 p.m. ET.]\n\nWALKER OPENS NEW HAMPSHIRE TRIP WITH HARD HIT ON JEB\nIn an interview with Adam Smith from the Tampa Bay times, Wisconsin Gov. Scott Walker, freshly arrived in Manchester, N.H. came out swinging against the frontrunner, former Florida Gov. Jeb Bush: \"We had Bob Dole, John McCain, Mitt Romney. If it's just whoever's next up, that hasn't worked so well for the Republican Party in the past. ... Jeb’s a good man. You’re not going to hear me speak ill will of Jeb. He’s a friend of mine, He called me two days before (announcing) his PAC, I think highly of him. I just think voters are going to look at this and say, ‘If we’re running against Hillary Clinton, we’ll need a name from the future - not a name from the past -  to win.’”\n\n“[Bush will] have by far the biggest [fundraising] report. There’s a lot of people who are loyal to that family because of an ambassadorship or an appointment or something like that, so those people are going to show up big on his first report. What we’re hoping going forward are not donors of obligation but donors of passion, people who are passionate about the reforms we bring to the table.” – Scott Walker, from an interview with the Tampa Bay Times.\n\nVitriolic moderation - In his first visit to the Granite State in 15 years, Bush will make a two-day swing through the state, beginning with a business round table discussion today followed by a party at the home of Fergus Cullen, former chairman of the New Hampshire state GOP. Appearing with Cullen is not a move likely to endear Bush to New Hampshire conservatives. Cullen displayed his disdain for right-wing activists in a radio interview, explaining that Sen. Ted Cruz would not be welcome at his home because Cruz represents “everything that is wrong with the Republican Party in Washington these days.” Cruz will attend a chili lunch with the Strafford County Republican Committee before he delivers remarks Sunday night at the Grafton County Lincoln-Reagan Dinner in Lincoln, New Hampshire. Cruz will return later this month to rally young conservatives.\n\n[AP: “Among the many thousands of emails Jeb Bush received as Florida governor are a string of notes from campaign donors asking for favors and making suggestions. Invariably, Bush responded quickly. Sometimes, he appointed a person a donor had recommended for a position. Other times, he rejected advice about a piece of legislation. It’s an insight into Bush’s work as governor that’s possible only because his emails are open for review, something not yet available for those sent and received by Hillary Rodham Clinton as secretary of state.”]\n\nWalker working hard - Gov. Scott Walker, R-Wis., joins the party in New Hampshire with an aggressive campaign schedule including more than a dozen stops in two days. Walker is attending meetings with political and business leaders today as well as sitting down for interviews with local media outlets. Walker is also scheduled to participate in the grassroots training session in Concord on Saturday.\n\n[Could Walker’s love of hunting and snowmobiling be a key to unlocking Granite State votes? Maybe so.]\n\nWho’s ‘we’? - Bloomberg: “The Wisconsin governor and likely 2016 Republican candidate sounded downright bullish when asked this week how it felt to be singled out for criticism by President Barack Obama after [Walker] signed so-called right-to-work legislation. ‘It suggests maybe we’re the front-runner, if somebody is taking an active interest in what a state governor is doing, particularly in light of the fact that we’re not the only one,’ Walker told Jon Fleischman of Breitbart, a conservative online publication. ‘Mitch Daniels in ’12 signed this, Rick Snyder, my friend in Michigan, signed it later that year. We are now the 25th state in America to have freedom to work.’”\n\nPerry wraps - Former Gov. Rick Perry, R-Texas, wraps up his swing through the Granite State with stops today in Lancaster, Littleton, Meredith and Belmont.\n\nPower Play: Bush and Walker battle - Democratic operative Christy Setzer and Republican strategist Matt Keelen join Chris Stirewalt to talk about where the two top Republican 2016 contenders stand with Granite Staters and what they need to do to win there. WATCH HERE.\n\n[Watch Fox: Campaign Carl Cameron is live from Manchester, New Hampshire with the latest 2016 roundup.]\n\nRUBIO SKIMS CREAM FROM ROMNEY CAMPAIGN\nWaPo: “Sen. Marco Rubio has recruited Rich Beeson, a veteran political operative and senior official on Mitt Romney's 2012 campaign, to join his likely presidential campaign, according to two Republicans with knowledge of the move. Beeson is on tap to have a portfolio that includes political and field operations, and may serve as Rubio's deputy campaign manager should the Florida senator move forward officially with his widely expected bid for the 2016 Republican presidential nomination, said the sources, who requested anonymity because they were not authorized to discuss the matter.”\n\nRand plants his flag in Texas - NRO: “Senator Rand Paul, R-Ky., picked off another digital operative from Senator Ted Cruz, R-Texas, as both freshman lawmakers gear up for expected presidential runs. Rachel Kania, who worked on Cruz’s primary campaign as statewide field director, hinted pretty strongly at Paul’s expected presidential campaign in her statement on joining his team. ‘As the newest member of Team Rand, I look forward to leveraging the latest in campaign technology to activate our energized volunteer base,’ Kania said.”\n\n[Texas Tribune: “Sen. Rand Paul, R-Ky., is preparing to open the Austin outpost of his likely 2016 presidential campaign, a move set for Monday, according to his political action committee.]\n\nHowdy - On Sunday, Paul will give an interview at the SXSW festival in Austin, Texas. Today, he will host a discussion on proposed changes to the criminal justice system today at Bowie State University in Maryland.\n\nCarly in the cornfields - Carly Fiorina will be in Iowa Saturday as the featured speaker at the E3 Women’s Conference sponsored by the Republican Party of Polk County.\n\nChristie super PAC up and running - USA Today: “Allies of New Jersey Gov. Chris Christie launched a super PAC on Thursday to boost his potential White House bid. The creation of the super PAC, America Leads… Phil Cox, the new PAC’s director… a veteran GOP operative, has close ties Christie. He served as executive director of the Republican Governors Association (RGA) during Christie’s recent tenure as its chairman…Other key players in America Leads include Paige Hahn, a former RGA official, who will serve as finance director of the new super PAC; and Meredith O’Rourke, a GOP fundraiser in Florida, who will work as a fundraising consultant.”\n\nHawks fly to S.C. - Gov. Bobby Jindal, R-La., former Sen. Rick Santorum, R-Pa., Ambassador John Bolton and Sen. Ted Cruz, R-Texas, will be in South Carolina Saturday to attend the South Carolina National Security Action Summit.\n\nFaith matters - Former Gov. Mike Huckabee, R-Ark., and former Sen. Rick Santorum, R-Pa., will be in Florida Saturday for “The Awakening” conference.\n\nCarson leads book sales primary - Daily Caller: “If U.S. presidents were chosen by book sales, Ben Carson would soon occupy the Oval Office…Since 2012, at least eight potential 2016 presidential contenders have released books, with Carson, the former neurosurgeon turned conservative superstar, by far the best-selling author among them, according to numbers obtained from Nielsen Bookscan. Carson’s ‘One Nation: What We Can All Do To Save America’s Future’ has sold a staggering 355,000 copies since its release in May 2014. It’s only real competition has been Hillary Clinton’s ‘Hard Choices,’ which has sold 264,000 copies since its release in June 2014…Mike Huckabee comes in third place in the ‘book sales primary’ with his ‘God, Guns, Grits and Gravy’ selling 53,000 copies since its recent release in January.”\n\nWITH YOUR SECOND CUP OF COFFEE...\nIs that tweet from a bot or not? As Twitter has grown to contain multitudes, it has become the home to millions of “bots,” (short for “robots”) that exist to endless vomit text into the inky void of the Internet. Some are malicious, some are mercantile and others seem to just be out for a good time. But could they be signifiers of something more? Writing at the New York Review of Books, James Gleick looks at how the chirping annoyances of social media are evolving: ‘Readers of Isaac Asimov’s many robot books, beginning with I, Robot in 1950, or viewers of Blade Runner, Ridley Scott’s 1982 movie based on Philip K. Dick’s story, might have expected the androids to make their entrance with more fanfare; but this is how the future really happens, so ordinary that we scarcely notice.”\n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\nReal Clear Politics Averages\nObama Job Approval: Approve – 44.8 percent//Disapprove – 50.9 percent\nDirection of Country: Right Direction – 31 percent//Wrong Track – 60 percent\n\nOBAMA LOOKING TO BYPASS CONGRESS ON IRAN AT U.N.?\nWith reports that the U.S. and other major powers of U.N. Security Council are quietly considering ending sanctions on Iran if a nuclear deal is struck, the one-upmanship battle between White House and Congress over the shape of any agreement with Tehran has reached new heights of confrontation.  The move, the administration’s latest effort to by-pass Congress’s ability to undo a deal the president badly wants, has raised Republican hackles.\n\nCorker in it - AP: “In a letter, [Sen. Bob Corker, R-Tenn.] said letting the U.N. consider such an agreement, while at the same time threatening to veto legislation that would allow Congress to vote on it, is a ‘direct affront’ to the American people and would undermine the role of Congress. In exchange for signing onto a deal aimed at keeping it from developing nuclear weapons, Iran seeks relief from sanctions, including those imposed by the U.S. executive branch, the United Nations and Congress. Corker has introduced legislation requiring any final agreement with Iran to be submitted to Congress for review before any sanctions imposed by Congress can be eased.”\n\nOutside game - David Drucker writes that despite blowback inside the Beltway, Republicans see a win in Senators’ letter to Iran: “Newspaper editorials rebuke its author, Sen. Tom Cotton, R-Ark, and diplomatic professionals deride it as dangerously undermining foreign policy and national security. Even some Republicans worry that it takes opposition to Obama a step too far. But the letter should bolster Republicans’ standing with voters….Republican operatives say the GOP has to be careful not to cross the line between exercising their constitutional authority and diminishing the presidency. But those outside Washington said erring on the side of standing up for Israel and opposing ‘lunatic’ mullahs in Iran is a good place to be, politically”\n\n“I’m embarrassed for them. For them to address a letter to the Ayatollah, who they claim is our mortal enemy, and their basic argument to them is don’t deal with our president because you can’t trust him to follow through on an agreement, that’s close to unprecedented.” – President Obama in an interview with Vice.\n\nOBAMA SAYS ‘OPPRESSIVE’ POLICE FORCE DID NOT MERIT SHOOTING\nPresident Obama, who left the White House Thursday bound for the West Coast well after the news broke that two Ferguson, Mo., police officers had been shot and well before the evening news cycle, spoke his first words about the shooting in a taped interview on the late night comedy talk show “Jimmy Kimmel Live”.  Fox News: “Obama condemned the shooting… saying that though the city’s law enforcement practices were ‘oppressive and objectionable’, there was ‘no excuse’ for violence. … ‘Whoever fired those shots should not detract from the issue -- they are criminals, they need to be arrested,’ Obama said… Earlier Thursday, Obama had tweeted about the shooting, calling it ‘unacceptable.’”\n\nFOX NEWS REPORTING: ‘UNHOLY WAR – THE MARCH OF ISIS’\nAs ISIS cuts a swath across the Middle East with unparalleled brutality, how will the world respond--and will America lead, or follow?  Fox News Reporting shows you the damage wrought by ISIS as few have seen it, with exclusive stories and footage of the devastation. And, in an exclusive interview, Chief Political Anchor Bret Baier speaks to President Abdel Fattah el-Sisi of Egypt, who is leading an effort to unify Muslims against Islamist terrorism. All this and more in “Unholy War –The March of ISIS” hosted by Bret Baier. Watch tonight and Saturday at 10 p.m. ET and Sunday at 8 p.m. ET.\n\nWHAT WORRIES DEMS?\nBuzzfeed looks at the Libre Initiative, a Latino outreach organization, backed by the Koch brothers network and headed by charismatic Executive Director Daniel Garza. The organization isn’t following the standard grassroots playbook, and that has some Democrats concerned.\n\nHITS KEEP COMING FOR EMBATTLED SCHOCK\nNational Journal: “[Rep. Aaron Schock, R-Ill.] appears to have improperly accepted money from an outside group to cover travel expenses for a companion on a trip to India and failed to disclose it in a possible violation of House rules, according to a National Journal review of public records. Schock traveled to India on official business in August 2014, a trip during which he met with Prime Minister Narendra Modi. The Global Poverty Project, an advocacy organization that seeks to alleviate extreme poverty internationally, footed the bill, according to a spokesman for the group. But Schock’s photographer and videographer, Jonathon Link, traveled with him on the trip, which was well-documented on Schock's Instagram account…”\n\nGUESSING IT WASN’T ‘WHAT IT TAKES’\nFox News: “Johnathan Masters admits he’s not exactly the ideal running mate – he’s got a string of charges on his record, and pending court appearances on the calendar -- but he is absolutely puzzled by his latest arrest in Kenton County, Kentucky. Apparently, he was told by police on Wednesday he failed to return a library book from 11 years ago. ‘I am 100 percent not guilty,’ the 33-year-old lieutenant governor candidate told [Fox News] in an interview. ‘I don’t know what they are talking about. It could be anything.’ … When asked how he could possibly stay on the gubernatorial ticket under these circumstances, he said, ‘frankly, this is Kentucky where up is down and left is right. We’re working class folks. I’m an average working class man and I’ve had struggles. I know it’s not a picture perfect ideal. It’s not Camelot.’”\n\nAND NOW, A WORD FROM CHARLES…\n“I do want to say one thing about what the Obama people are saying in astonishment. I suspect that ‘What the hell?’ is a loose translation of what they actually said.” –Charles Krauthammer on “Special Report with Bret Baier.” Watch here.\n\nChris Stirewalt is digital politics editor for Fox News.  Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "In midst of e-mail scandal, Team Obama building a firewall against future Clinton foibles.", "title": "Team Obama gives Hillary the Coakley treatment", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Qe_jU9GEz7A/", "topics": ["terrorism", "campaign_finance"], "people": ["Rick Perry", "Chris Wallace", "Howard Kurtz", "Rich Beeson", "Tom Cotton", "Fergus Cullen", "Hillary Clinton", "Mike Huckabee", "Meredith O'Rourke", "Ron Fournier", "David Drucker", "John Heilemann", "Ted Cruz", "Charles Krauthammer", "Chris Stirewalt", "Jim O'Sullivan", "Kelly File", "Bret Baier", "Christy Setzer", "Adam Smith", "Jon Fleischman", "Abdel Fattah", "Hillary Rodham Clinton", "Aaron Schock", "Bob Dole", "Bobby Jindal", "Phil Cox", "Scott Walker", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Isaac Asimov", "Todd Rutherford", "Daniel Garza", "Marco Rubio", "Jim Webb", "Paige Hahn", "Carly Fiorina", "Rick Snyder", "Rick Santorum", "Mitt Romney", "Ridley Scott", "John Bolton", "Bob Corker", "James Gleick", "Ed Henry", "Ben Carson", "Chris Christie", "Martha Coakley", "Barack Obama", "Nielsen Bookscan", "Carl Cameron", "Narendra Modi"], "orgs": ["What We Can All Do To Save America", "Republican Governors Association", "Congress", "Beltway", "Camelot", "Republican Party", "State Department", "Strafford County Republican Committee", "GOP", "National Journal", "RGA", "PAC", "Libre Initiative", "FNC", "U.N. Security Council", "MSNBC", "Oval Office", "U.N.", "United Nations"], "authors": [], "date_written": "2015-03-13 16:13:55", "org": "fox", "article_id": "0bb036c86c906e91168db6755e9d09c9", "date_access": "2015-03-13 16:28:21.709934"}