{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe media are hyperventilating over another Trump.\nBut there’s something about the glamorous profiles of Melania that is disturbing. Maybe it’s the New York Times saying that her life, if she wasn’t married to The Donald, “might resemble that of any number of trophy spouses in New York, Palm Beach and Paris.” Or that her Twitter account had “allowed a rare window into her honeyed but seemingly isolated life in the form of regular Twitter posts featuring selfies of her beauty rituals, private jet rides and bikini body.”\nThe paper was so enamored of these tweets that, according to the Washington Post, it posted—and then deleted—one that said “Perfect beach day,” featuring a close-up photo of Mrs. Trump wearing a skimpy bikini bottom.\nAs for the Post, it ran a front-page piece describing a naked photo shoot that the former model did for British GQ back in 2000:\n\"The icy, blue-green eyes. Plump, pouty lips. Lying seductively on a fluffy fur on Trump’s private jet. Wearing a sparkly necklace and not a stitch of clothing.\"\nYou can practically hear the heavy breathing.\n\nThe piece also had this:\n“Once Melania was with Trump, she became a hot commodity — especially since Trump was fond of bragging about their sex life. Radio shock jock Howard Stern interviewed the couple by phone in 1999 and, true to his provocative form, he asked Melania what she was wearing.\n“‘Not much,’ Melania said coyly.”\nOn one level, the journalists are so thrilled to have an exotic figure to write about, rather than the dutifully dull spouses who watch every word, that they are practically gushing. Maybe even a little jealous of the 5-foot-11 stunner.\nThere are praiseworthy quotes from friends. Melania is, by all accounts, a sweet person, devoted mother and savvy entrepreneur, as well as an immigrant who came to this country legally from what is now Slovenia.    \nAt the same time, these Melania profiles allow the press to rehash the dirty laundry of Trump’s first two marriages.\n“Melania is a very beautiful woman both inside and out,” Donald said yesterday on ABC’s “This Week.” “She had got a tremendous heart, she feels so strongly about the women's health issues, in fact she knows how strongly I feel about that. And she's always pushing me on women's health issues.”\nI always have substantial sympathy for campaign spouses. They are drafted to work endless hours supporting their husbands (or wives), even if they’re utterly bored by politics and would rather be home with the kids.\nAnd while the women involved tend to humanize their husbands and can be effective advocates, they tend to make news only when they make a mistake—like Hillary Clinton’s “stay home and bake cookies,” Michelle Obama’s “first time I’ve been proud of my country” and Ann Romney’s descriptions of how she and Mitt were once poor.\nBut there’s a subtle note of condescension in her lack of political engagement. Of course, Jeb Bush’s low-profile wife Columba doesn’t particularly like politics either, but you don’t see her getting a splashy piece in the Times’ Thursday Styles section.\nStill, it’s not that the media are stalking Melania. What put her in play this week was her interview with People magazine, which splashed a photo of the Trump clan on the cover.\nThis is campaign gold, reminding voters that The Donald is a family man. When Bill Clinton effectively clinched his nomination in the spring of 1992, many people didn’t even know he had a daughter. A People cover featuring Bill, Hillary and Chelsea was viewed by his strategists as a major coup. And that hasn’t changed.\nMelania told the magazine she’s not ready to get political but stands by her man: “He is who he is. Even if you give him advice, he will maybe take it in, but then he will do it the way he wants to do it. You cannot change a person. Let them be. Let them be the way they are.” \nObviously it was safer to put Melania out there in a soft-feature People interview than on live television, where the risk of something going wrong is greater. And with her husband saying she’ll play a more visible role in the campaign, the spotlight was inevitable.\nBut the media need to dial it down a few notches and stay out of tabloid territory.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "The media are hyperventilating over another Trump.", "title": "Breathless: How media are using Melania Trump to sex up their coverage", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/4I92v-NBJUM/", "topics": ["women", "immigration"], "people": ["Columba Bush", "Melania Trump", "Ann Romney", "Bill Clinton", "Howard Kurtz", "Jeb Bush", "Hillary Clinton", "Ivana Trump", "Michelle Obama", "Howard Stern"], "orgs": [], "authors": [], "date_written": "2015-10-06 01:10:11", "org": "fox", "article_id": "9333aeff6eaac685c90e1623ba4cb2c9", "date_access": "2015-10-05 10:01:23.292194"}