{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nA Carly Fiorina super PAC has launched a powerful and graphic online ad refuting claims that she falsely described a scene in an undercover video where a live aborted fetus is kicking its legs. \nThe former HP CEO made the remarks at the Sept. 16 Republican primary debate last week as she dared President Obama and Hillary Clinton to watch the Planned Parenthood videos. “A fully-formed fetus, on the table, its heart beating, its legs kicking, while someone says ‘we have to keep it alive to harvest its brain,’” Fiorina said, adding that if Congress does not pass legislation defunding Planned Parenthood, \"shame on us.\" \nSome questioned the veracity of the Republican presidential candidate's remarks after the debate, claiming that the scene exactly as she described was not in any of the videos. However, the Fiorina camp circulated a video of a kicking fetus, which was included in the ad put out by CARLY for America. \nIn the opening of the video, the text says that “Carly won the debate, so here come the false attacks.” It then shows a number of commentators and news outlets criticizing Fiorina over her remarks.\nWARNING: GRAPHIC VIDEO\n\n\nThe video goes on to show the scene to which Fiorina was referring -- a fetus with its legs kicking -- before showing another clip of an aborted fetus, and then a former Planned Parenthood technician describing how she was told: “We're going to procure brain.”\nThe video finishes by quoting Fiorina again: “This is about the character of our nation.”", "byline": "", "description": "A Carly Fiorina super PAC has launched a powerful and graphic online ad refuting claims that she falsely described a scene in an undercover video where a live aborted fetus is kicking its legs.", "title": "Fiorina PAC defends abortion comments in graphic ad", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/vxQkEshNgps/", "topics": ["abortion"], "people": ["Carly Fiorina", "Hillary Clinton"], "orgs": ["Planned Parenthood", "PAC", "Congress"], "authors": [], "date_written": "2015-09-23 20:07:31", "org": "fox", "article_id": "a33cc23285760d8e7c0ec8227a62528e", "date_access": "2015-09-23 20:40:10.919636"}