{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nClinton confidante Huma Abedin is on Capitol Hill Friday to testify before the congressional Benghazi committee, just days before the former secretary of state faces off with the panel she has called a political attack arm. \nThe closed-door meeting comes as committee Chairman Trey Gowdy combats accusations from both sides of the aisle that the panel is political in nature and bent on targeting Democratic presidential front-runner Hillary Clinton. To that end, the committee took the rare step this week of announcing Abedin’s testimony Friday morning, stressing that she will only be questioned on issues relating to the committee’s core mission: \n“The events leading up to, during and after the attacks on U.S. facilities in Benghazi, Libya, on September 11, 2012 and executive branch activities and efforts to comply with congressional inquiries into them.” \nThe committee said this would not include questioning her on other matters, including a controversy over her special employment status that allowed her to work for the Clinton Foundation and a consulting firm while at the State Department. \nIf Abedin’s appearance is like past closed-door meetings, it could last hours. The committee previously questioned Clinton advisers Cheryl Mills, Jake Sullivan and Sidney Blumenthal at length. \nThese meetings serve as a prelude to Clinton’s highly anticipated testimony Oct. 22. In advance of that hearing, the Clinton campaign and fellow Democrats have gone on the offensive, charging that the committee has a political agenda. The accusations were fueled after House Majority Leader Kevin McCarthy seemed to link Clinton’s slipping poll numbers to the committee’s work, and again after Rep. Richard Hanna, R-N.Y., said it was “designed to go after people” including Clinton. \n\nAt Tuesday’s debate, Clinton called the committee “basically an arm of the Republican National Committee.” \nCampaign spokesman Nick Merrill on Friday said the committee's focus on Abedin is \"additional evidence that the actual attack in Benghazi, and its lessons about how we might better protect diplomats serving in dangerous places, are the last things on the committee's mind.\" He also criticized the decision to \"leak details about her appearance.\" \nRep. Elijah Cummings, D-Md., top Democrat on the committee, said, “it is finally time for the Republican Party to stop denying the undeniable, stop defending the indefensible, and stop using millions of taxpayer dollars for the illegitimate purpose of trying to damage Hillary Clinton’s bid for president.” \nBut Gowdy, R-S.C., has fired back at the accusations, and insisted the committee is only interested in getting at the truth in the Benghazi attacks. He put out a strong statement decrying Hanna’s comments, saying he “has never asked for a briefing by the committee staff.” \n“Running investigations in a private, fact-centric way is unquestionably the right way to conduct a serious investigation. The pitfall, of course, is that commentators, and sometimes even Members of your own Conference, offer thoughts on matters on which they are not familiar,” he said. \n“My team of investigators, drawn from the military, federal agencies and the congressional oversight and ethics committees, has worked hard, and in an above-board manner. It is unfortunate when claims are made by those who do not know what the committee has done, why it has done it, or the results of its work. We made a promise to the families about the integrity of this investigation, and no one on the majority side has forgotten it.”", "byline": "", "description": "Clinton confidante Huma Abedin is on Capitol Hill Friday to testify before the congressional Benghazi committee, just days before the former secretary of state faces off with the panel she has called a political attack arm. ", "title": "Huma on the Hill for closed-door Benghazi testimony, ahead of Clinton appearance", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/PwK76f25l_E/", "topics": ["campaign_finance"], "people": ["Trey Gowdy", "Elijah Cummings", "Nick Merrill", "Sidney Blumenthal", "Cheryl Mills", "Hillary Clinton", "Jake Sullivan", "Huma Abedin"], "orgs": ["Clinton Foundation", "Republican Party", "State Department", "Republican National Committee"], "authors": [], "date_written": "2015-10-16 14:37:59", "org": "fox", "article_id": "0dcea0bdd8fcaeffd91686b8b9453f3b", "date_access": "2015-10-16 14:30:30.085078"}