{"body": "\n\n\n\nJuly 23, 2015: Republican presidential candidate Donald Trump arrives on his signature plane in Laredo, Texas. (REUTERS/Rick Wilking)\n\n\nDonald Trump’s presidential campaign has a big advantage hidden in plain sight: Trump Air.\nMr. Trump’s fleet of private aircraft, which includes a Boeing 757, a Cessna Citation X and three Sikorsky helicopters, whisks the billionaire executive to Republican primary events in far-flung locales, some of them difficult to reach by commercial planes.\nThe fleet also allows Mr. Trump to promote his brand. He garnered valuable publicity at the recent Iowa State Fair, for example, by giving children free rides in one of his helicopters with a huge Trump logo on the side.\n“It’s a massive, unbelievable competitive advantage,” said Dave Carney, a GOP campaign consultant who was chief strategist for Rick Perry’s 2012 presidential primary campaign. “Having access to a private jet is the single most important asset to any national political campaign. It’s hugely expensive, but it gives you the ability to set your own schedule.”\nThe two Trump jets logged at least 71 campaign-related flights between April 1 and Aug. 31, according to a Wall Street Journal analysis of Federal Aviation Administration flight records on Flightwise.com and FlightAware.com. The flights included at least 26 stops in airports serving Iowa, New Hampshire or South Carolina, all of them early primary or caucus states. As of Sept. 1, Mr. Trump’s jets have been blocked from being tracked by commercial aviation sites, which is permissible.\nIn an interview, Mr. Trump said other campaigns might charter planes, but his 757 has amenities such as two bedrooms and a shower. It also features a 57-inch TV, pillows emblazoned with the Trump family crest and gold-plated seat belt buckles and bathroom faucets, according to a 2011 promotional video of the jet provided by his campaign.\n\n“It’s like living in a beautiful home,” Mr. Trump said. “The advantage is that I’m able to fly nicely, quickly and on time.” He said he owns the aircraft outright and has no mortgages on them.\nFlyovers with his Trump-branded planes, such as a recent one when his 757 circled over a campaign rally at an Alabama stadium, maximize his impact, Mr. Trump said. “We flew over the center of the stadium and the place went wild. It gave impact to the stadium and it gave impact the following day when everybody carried it” on television, he said.\nMany of his GOP rivals, meanwhile, are flying commercial flights for all or much of their travel. Florida Sen. Marco Rubio typically flies commercial; he and former Florida Gov. Jeb Bush sat next to each other on an American Airlines flight from Miami to Nashville, Tenn., for a National Rifle Association event in April.\nNew Jersey Gov. Chris Christie has flown commercial of late, although he racked up a hefty private-jet tab last year when flying as chairman of the Republican Governors Association. While former Pennsylvania Sen. Rick Santorum reported $10,000 in commercial airline expenditures for the second quarter, his campaign emails have asked supporters to “fill up the tank,” seeking per-mile donations to fund his visits to all 99 counties in Iowa by car.\nClick for more from The Wall Street Journal", "byline": "", "description": "Donald Trump’s presidential campaign has a big advantage hidden in plain sight: Trump Air.", "title": "Donald Trump’s presidential campaign boosted by private air fleet", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/ByxzIxZegYE/", "topics": ["personality"], "people": ["Rick Santorum", "Rick Wilking", "Jeb Bush", "Rick Perry", "Donald Trump", "Chris Christie", "Marco Rubio", "Dave Carney"], "orgs": ["Federal Aviation Administration", "National Rifle Association", "Tenn", "GOP", "Trump"], "authors": [], "date_written": "2015-09-06 00:33:02", "org": "fox", "article_id": "c4b4c3e9b7a5812cd2ece5ba2eab2ee9", "date_access": "2015-09-06 01:50:12.461619"}