{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe tens of thousands of emails on Hillary Clinton’s private server from when she was secretary of state could also be on a second device or server, according to news reports.\nThe FBI now has the only confirmed private server, as part of a Justice Department probe to determine whether it sent of received classified information for Clinton when she was the country’s top diplomat from 2009 to 2013.\nPlatte River Networks, which managed Clinton's server and private email network after she left the State Department, has indicated it transfer – or “migrated” – emails from the original server in 2013, according to The Washington Examiner.\nHowever, Clinton, the front-running Democratic presidential candidate, has suggested that she gave the department 55,000 pages of official emails and deleted roughly 30,000 personal ones in January, which raises the possibility they were culled from a second device.\nNeither a Clinton spokesman nor an attorney for the Colorado-based Platte River Networks returned an Examiner’s request for comment, the news–gathering agency reported Saturday.\nThe DailyMail.com on Aug. 14 was among the first to report the possibility of a second server.\n\nThe FBI took the server last week, after a U.S. Intelligence Community inspector general reportedly found two Clinton emails that included sensitive information, then asked the FBI to further investigate.\nPlatte River Networks has told news agencies that the server, now in New Jersey, has been wiped clean. But forensics experts still might be able to recover some information.\nThere have been reports that some of the emails that Clinton turned over included classified information. Clinton maintains that she neither sent nor received classified data, which suggests the missives might have been marked after the fact as classified or with some other top-secret classification.\nThe emails that Clinton gave to the State Department were on multiple storage devices.  A Clinton lawyer turned over at least one thumb drive that reportedly included copies of the emails that his client has already given to the federal government.  \nClinton has maintained that she has done nothing wrong or illegal and says she will cooperate fully with the non-criminal investigations.\nHowever, polls show the controversy and frequents news headlines have hurt the front-running Clinton among potential voters, who are increasingly questioning her transparency and trustworthiness.", "byline": "", "description": "", "title": "More evidence, questions arise about existence of second, private Clinton email server", "url": "http://www.foxnews.com/politics/2015/08/22/more-evidence-questions-arise-about-existence-second-private-clinton-email/", "topics": ["women", "trade", "campaign_finance"], "people": ["Hillary Clinton"], "orgs": ["Justice Department", "FBI", "State Department", "Platte River Networks", "The Washington Examiner"], "authors": [], "date_written": "2015-08-22 21:30:22", "org": "fox", "article_id": "b66e8c7cfcdcf57ce90ce31c32314ad0", "date_access": "2015-08-22 20:50:03.046998"}