{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tDemocratic presidential candidate Hillary Rodham Clinton speaks on immigration at an event at Rancho High School Tuesday, May 5, 2015, in Las Vegas. (AP Photo/John Locher)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tNew New York Times/CBS News polling echoes polling we got from WSJ and NBC News yesterday. It suggests Americans still view Hillary Clinton favorably and as a strong leader despite weeks of negative news stories.  Nearly 9 in 10 Americans say the country is ready for a woman president. 48% see her as trustworthy. The same polling has good news for Jeb Bush with 49% of Republicans saying his stance on issues is about right. Only 22% said he wasn’t conservative enough. \nThe polls are being called good news for Mrs. Clinton, but a note of caution. At least one pollster has suggested the polling sampling methods are flawed. \nIn a speech yesterday in Las Vegas, Hillary Clinton went further than ever on immigration. She wants a clear path to citizenship for all illegal immigrants saying, \"We can't wait any longer for a path to full and equal citizenship.\"  Her aides are calling it a defining issue for 2016. Jeb Bush also supports some immigration reforms. \nNew Gallup polling out today on income inequality. 63% say wealth in the United States should be distributed more fairly.. echoing similar polling done for the past 30 years. Income inequality is likely to be another top issue for 2016. \nWe also have new polling out of Iowa. \nPotential candidates are making several appearances today. OH Governor John Kasich is in New Hampshire. Former AR governor Mike Huckabee is in Iowa. Hillary Clinton is holding a fundraiser in San Francisco.\n \nThe U.S. Senate passed a budget resolution yesterday.. the first since 2009. It orders deep spending cuts, but balances the budget in 10 years. It is unlikely to see the light of day. \nThere are several hearings and news conferences we’ll keep an eye on today including a Senate hearing on defense spending. We’re awaiting a vote on the measure to force President Obama to consult congress over any deal with Iran. \nNew water restrictions imposed on Californians as an historic drought intensifies. William La Jeunesse reporting. \nThe co-pilot who deliberately crashed that Germanwings plane into the French Alps killing 150 people apparently rehearsed the crash on a flight immediately before the one that ended in disaster. The French government reports he practiced a controlled minute-long descent on a flight to Barcelona. \nA power struggle is underway in Israel where Israeli Prime Minister Benjamin Netenyahu has been so far unable to put together a governing coalition. \nSecretary of State John Kerry visits the small but key ally of Djibouti on the Horn of Africa. They’ve been a staging ground for drone strikes against terrorists.  Later today, Kerry travels to Saudi Arabia for a meeting with Crown Prince Mohammed bin Nayef.\n\t\t\t\t\t\t\thappening-now\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tJon Scott and Jenna Lee will take YOU to news when and where it happens.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "New New York Times/CBS News polling echoes polling we got from WSJ and NBC News yesterday. It suggests Americans still view Hillary Clinton favorably and as a strong leader despite weeks of negative news stories.  Nearly 9 in 10 Americans say the country is ready for a woman president. 48% see her as trustworthy. The same polling has good news for Jeb Bush with 49% of Republicans saying his stance on issues is about right. Only 22% said he wasn’t conservative enough.", "title": "Hillary Ahead in New Polling", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/vL9tN_uxOck/", "topics": ["immigration"], "people": ["John Kerry", "Jenna Lee", "Jeb Bush", "Hillary Clinton", "John Kasich", "Hillary Rodham Clinton", "Mike Huckabee", "Jon Scott", "John Locher"], "orgs": ["Senate", "William La Jeunesse", "WSJ"], "authors": [], "date_written": "2015-05-06 13:30:51", "org": "fox", "article_id": "d1bf8314df350143ca8edb20bbab878d", "date_access": "2015-05-06 12:45:21.523652"}