{"body": "\t\t\t\n\t\t  \tThe Democratic National Committee's finance chairman is apparently in violation of his own party's rules after it was revealed that he is helping raise money for Hillary Clinton's campaign.\n\nHenry R. Muñoz III, a former fundraiser for President Barack Obama and the current DNC finance chairman, is helping organize a fundraiser for Clinton's presidential campaign this week in San Antonio, Texas – a violation of party rules that stipulate that officers remain neutral in presidential primaries, Democratic operative Gilberto Ocañas and Bexar County Democratic Party Chairman Manuel Medina told Politico.\n\n\"I know he's made a few calls to raise money,\" Medina said of Muñoz. \"He's certainly taking it upon himself to make tomorrow's fundraiser a success.\"\n\nAccording to DNC rules: \"The chairperson shall be responsible for ensuring that the national officers and staff of the Democratic National Committee maintain impartiality and even-handedness during the Democratic Party presidential nominating process.\"\n\nMuñoz did not immediately return a call seeking comment.\n\nA spokesperson for the DNC told Fox News Latino that the committee is looking into the matter.\n\n\"The DNC is committed to impartiality in the presidential primary process,\" A DNC spokesperson, speaking on the condition of anonymity, told FNL. \"We take any situations that could violate our party's rules very seriously. Our officers and staff are made aware of our party's policy on remaining impartial in the presidential nominating process and understand that this is a requirement of their continued service to the party.\"\n\nThe news of the finance chairman's activities has caused swift blowback from both other Democratic candidates and the Republican side of the presidential race.\n\n\"All parties should follow their own rules,\" Tad Devine, an adviser to Democratic challenger and Vermont Sen. Bernie Sanders, told Politico. \"It's very important in the primary process that the DNC not take sides before the voters have made their decision.\"\n\nMembers of the Republican National Committee suggested that Muñoz's fundraising demonstrates that Democrats intend to propel Clinton above other contenders for the party's presidential nod. \n\n\"Even the DNC seems to be violating its own rules to pave the way for Hillary Clinton’s coronation,\" Ruth Guerra, an RNC spokeswoman, told FNL. \"Democrats’ failure to play by the rules further proves they can’t be trusted.\"\n\nKnown for his over-the-top style – Muñoz once wore a crown of real diamonds and amethysts after raising more than $250,000 in scholarship funds – has held high positions in the Texas government, including the state's High Speed Rail Authority and the Department of Transportation.\n\nHe is also a national chairman of the Futuro Fund, a group of Hispanic leaders who raised money for the Obama's reelection.\n\nDuring the run-up to the 2012 presidential election, Muñoz organized events for the president's campaign as well as the Latino inauguration event with the actress and fellow Texan, Eva Longoria.\n\nSerafin Gomez contributed reporting from Washington, D.C.Follow Andrew O'Reilly on Twitter @aoreilly84.\n\nFollow us on twitter.com/foxnewslatino\nLike us at facebook.com/foxnewslatino    ", "byline": "", "description": "", "title": "Democratic finance chair under fire for fundraising for Clinton campaign - Concern over Hillary's emails dates back 5 years - Bill Clinton's foundation cashed in as Sweden lobbied Hillary on sanctions", "url": "http://latino.foxnews.com/latino/politics/2015/06/03/democratic-finance-chair-under-fire-for-fundraising-for-clinton-campaign/", "topics": ["campaign_finance"], "people": ["Serafin Gomez", "Bill Clinton", "Andrew O'Reilly", "Hillary Clinton", "Eva Longoria", "Ruth Guerra", "Manuel Medina", "Barack Obama", "Bernie Sanders", "Tad Devine"], "orgs": ["Futuro Fund", "DNC", "RNC", "Democratic Party", "Democratic National Committee", "Department of Transportation", "Republican National Committee"], "authors": [], "date_written": "2015-06-03 22:27:51", "org": "fox", "article_id": "396b232242798f9ea39cf87c4fcceca0", "date_access": "2015-06-03 21:50:30.168601"}