{"body": "\t\t\t\n\t\t  \tTexas Land Commissioner George P. Bush was awarded the University of Texas’ first Latino Leadership Award earlier this week as the school launched a new Latino Research Initiative.\n\nBush, the son of prospective Republican presidential candidate Jeb Bush and nephew of former President George W. Bush, is an alumni of the University of Texas’ law school and his mother, Columba, is Mexican-American.\n\n\"In our diverse Latino Texas, there are very few individuals who have the résumé and record of excellence as Commissioner Bush,\" Nicole Guidotti-Hernández, chair of the Department of Mexican American and Latina/o Studies said in a press release. \"His life-long commitment to service as a teacher, veteran, UT alumnus and land commissioner makes him an exemplar of why transformative leadership is valued and necessary.\"\n\nBush won the Texas land commissioner post back in November, becoming the first in his family to win an election on his first run.\n\nTexas land commissioner is a little-known but surprisingly powerful post.\n\n\"It’s a great beginning and a great position in Texas that deals with a lot of issues,\" Alfonso Aguilar, executive director of Latino Partnership for Conservative Principles, told Fox News Latino.\n\nThe commissioner advocates for military veterans while administering the state's publicly-held lands and overseeing mineral rights for oil and gas concerns. The office also controls revenues from that booming sector that feed the Permanent School Fund, which helps pay for public education costs – a fund that recently surpassed Harvard University's as the nation's largest educational endowment.\n\n\"I am honored and humbled to be the first recipient of the University of Texas Latino Leadership Award,\" Bush said. \"As Texas Land Commissioner and a graduate of the University of Texas, I am proud CMAS is facilitating historical understanding and creating a legacy of cultural respect that should make all Longhorn students proud.\"\n\nTexas’ Latino Research Initiative is focused on generating data, grants and research about the Mexican-American and Latino population in Texas and the nation. It will be part of the Center for Mexican American Studies in the College of Liberal Arts.\n\n\"The initiative represents an opportunity for us to re-establish ourselves as a leader in research that directly impacts Latino communities,\" said Domino Perez, director of the Center for Mexican American Studies. \"It will give students hands-on training working with cutting-edge research on such topics as Latino public health, Latino youth and millennials or language and cognition.\"\n\nLike us on Facebook\nFollow us on Twitter & Instagram", "byline": "", "description": "", "title": "University of Texas gives George P. Bush its first Latino Leadership Award", "url": "http://latino.foxnews.com/latino/politics/2015/03/31/university-texas-debuts-latino-leadership-award-giving-it-to-george-p-bush/", "topics": ["campaign_finance", "personality"], "people": ["George W. Bush", "Jeb Bush", "Alfonso Aguilar", "Columba Bush"], "orgs": ["Texas Land", "University of Texas", "Harvard University"], "authors": [], "date_written": "2015-04-01 14:58:46", "org": "fox", "article_id": "3121e0f66425a26b8171da43c4dac344", "date_access": "2015-04-01 14:32:45.292201"}