{"body": "\n                        \n\n\n    \n\n    \n\n    \n        \n        \n            \n\n            \n            \n                \n                \n\t                \n\t                    \n\t                        Hillary Rodham Clinton holds a copy of book \"Hard Choices\" while arriving to a signing, Thursday, July 17, 2014, in Ridgewood, N.J. (AP Photo/Julio Cortez)\n\t                        \n\t                        (AP)\n\t                        \n\t                \n                \n            \n        \n        \n    \n    \n        \n        \n        \n    \n\n    \n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n                        \n\n\n\n\n\n\n    \n    \n    \n        \n            A dirty secret behind Hillary Clinton’s lead in the Democratic presidential race is the lack of a credible challenger. Despite rising voter disgust over sordid revelations about the Clinton Foundation, there is no appealing alternative.\n            \n            \n\n        \n            The situation led some disgruntled Democrats to push Mass. Sen. Elizabeth Warren to run, an effort that folded on Tuesday. But now comes word of a bid to entice another big-name challenger, and this one is far more intriguing.\n            \n            \n\n        \n            It aims to get former Mayor Michael Bloomberg into the race.\n            \n            \n\n    \n\n    \n\n    \n        \n            Bloomberg's strengths would be considerable, substantively and politically. His astonishing business success and record as a bold, can-do mayor in America’s largest city could appeal to voters of all persuasions.\n\t\t\t\n        \n    \n\n\n        \n            New York Dems friendly to Bloomberg have approached him to gauge his interest. Their argument is that Clinton’s vulnerability with general- election voters, especially independents, could result in a Republican president. They also believed Bloomberg could be interested because, as one of them told me,“Mike can’t stand Hillary.”\n            \n            \n\n        \n            One visitor to the former mayor came away cautiously optimistic after a 30-minute meeting, noting that Bloomberg didn’t throw him out of the office or start fiddling with his Smartphone.\n            \n            \n\n        \n            “That means he wasn’t bored and was listening,” said another man who talked to the three-term mayor. They were also encouraged that Bloomberg said something to the effect that it would be “no problem” for him to drop his unaffiliated registration and become a Democrat again.\n            \n            \n\n        \n            It’s far from certain that Bloomberg will run, but I can envision a scenario where he floats a trial balloon to see how people react. I’m saving him the trouble because I hope he gives the idea serious consideration.\n            \n            \n\n        \n            To continue reading Michael Goodwin's column in the New York Post, click here.\n            \n            \n\n        \n\n        \n            \n        \n\n        \n\n\n \n\n\tMichael Goodwin is a Fox News contributor and New York Post columnist.\n\n    \n\n \n\n\n\n\n\n                   \t\t\n\n\n\t+ FollowFoxNewsOpinion on Facebook\n\n                    \t\n\n\n\n\n                    ", "byline": "", "description": "A dirty secret behind Hillary Clinton’s lead in the Democratic presidential race is the lack of a credible challenger.", "title": "Hillary Clinton vs. Michael Bloomberg: Could we see a real fight for 2016 Democratic nomination after all?", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/KOuQqUDcTDI/hillary-clinton-vs-michael-bloomberg-could-see-real-fight-for-2016-democratic-nomination-after-all.html", "topics": ["campaign_finance"], "people": ["Michael Bloomberg", "Michael Goodwin", "Hillary Clinton", "Hillary Rodham Clinton", "Julio Cortez", "Elizabeth Warren"], "orgs": ["Clinton Foundation", "New York Post"], "authors": [], "date_written": "2015-06-03 20:05:00", "org": "fox", "article_id": "41994125975c05f38c1c6fb2ca185e0c", "date_access": "2015-06-03 19:35:42.192251"}