{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tHillary Clinton wiped her email server \"clean,\" permanently deleting all emails from it, the leader of the House committee investigating the 2012 terror attacks in Benghazi said Friday.\n\nRep. Trey Gowdy, R-S.C., said the former secretary of state has failed to produce a single new document in recent weeks and has refused to relinquish her server to a third party for an independent review, as Gowdy has requested.ADVERTISEMENTADVERTISEMENT\n\n\"While it is not clear precisely when Secretary Clinton decided to permanently delete all emails from her server, it appears she made the decision after October 28, 2014, when the Department of State for the first time asked the secretary to return her public record to the Department,\" Gowdy said in a statement. “Not only was the secretary the sole arbiter of what was a public record, she also summarily decided to delete all emails from her server ensuring no one could check behind her analysis in the public interest.”\n\nClinton's attorney, David Kendall, said Gowdy was looking in the wrong place. Instead of asking Clinton for the emails, Gowdy should look to the State Department, which is \"uniquely positioned to make available any documents responsive to your requests,\" Kendall said.\n\nIn a six-page letter released late Friday, Kendall said Clinton had turned over to the State Department all work-related emails sent or received during her tenure as secretary of state from 2009 to 2013.\n\n\"The Department of State is therefore in possession of all Secretary Clinton's work-related emails from the (personal email) account,\" Kendall wrote.\n\nDemocratic Maryland Rep. Elijah Cummings said in a statement Friday that Kendall's letter \"confirms what we all knew -- that Secretary Clinton already produced her official records to the State Department, that she did not keep her personal emails, and that the select committee has already obtained her emails relating to the attacks in Benghazi.\"\n\nCummings added: \"It is time for the Committee to stop this political charade and instead make these documents public and schedule Secretary Clinton’s public testimony now.”\n\nClinton, a likely Democratic presidential candidate, faced a Friday deadline to respond to a subpoena for emails and documents related to Libya.\n\nThe Benghazi committee demanded further documents and access to the server after it was revealed that Clinton used a private email account and server during her tenure at State.\n\nGowdy said he will work with House leaders to consider options. Speaker John Boehner has not ruled out a vote in the full House to force Clinton to turn over the server if she declines to make it available.\n\nThe Associated Press contributed to this report.", "byline": "", "description": "Hillary Clinton wiped her email server \"clean,\" permanently deleting all emails from it, the leader of the House committee investigating the 2012 terror attacks in Benghazi said Friday.", "title": "Head of House Benghazi probe says Hillary Clinton wiped email server 'clean'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/a68iWLF2MAQ/", "topics": ["trade", "terrorism", "women"], "people": ["John Boehner", "Trey Gowdy", "David Kendall", "Hillary Clinton", "Elijah Cummings"], "orgs": ["Department", "State Department", "Department of State"], "authors": [], "date_written": "2015-03-28 00:08:04", "org": "fox", "article_id": "c20b7875826b7f59ca332379d445ea45", "date_access": "2015-03-27 23:23:20.795342"}