{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Ben Carson said Monday that he \"absolutely\" stood by his comments about not supporting a Muslim president, while also clarifying that he was referring to Muslims who had not rejected Islamic Sharia law.\n\"We don't put people at the head of our country whose faith might interfere with them carrying out the duties of the Constitution,\" the retired neurosurgeon told Fox News' Sean Hannity. \"If you're a Christian and you're running for president and you want to make this [country] into a theocracy, I'm not going to support you. I'm not going to advocate you being the president.\"\n\"Now, if someone has a Muslim background, and they’re willing to reject those tenets and to accept the way of life that we have, and clearly will swear to place our Constitution above their religion, then of course they will be considered infidels and heretics, but at least I would then be quite willing to support them,\" Carson added.\nEarlier Monday, GOP frontrunner Donald Trump -- who himself has faced criticism for not correcting a questioner who called President Obama a Muslim -- told Fox News' Greta Van Susteren that he could support a Muslim president. \n\"If properly vetted – the proper people properly vetted – going through an election, I think that anybody that is able to win an election will be absolutely fine,\" Trump said, later adding,\"This is a long, tough road, Greta, I can tell you and it really is very revealing and I would have no problem with it, no.\"\nTrump also addressed the controversy that arose when he chose not to correct a town hall questioner in New Hampshire who called Obama a foreign-born Muslim. Trump said he considered challenging the questioner at the time, but chose not to.\n\n\n\nMore on this...\n\n\n\n\nDonald Trump defends his remarks about Muslims \n\n\n\n\n\"Somebody was asking a question and actually making a statement, and it’s not my job to defend the president,” Trump told Van Susteren. “The president is capable of defending himself ... President Obama will be able to defend himself if he wants to. I know one thing he’s not going to defend me. If somebody says something about me, Greta, he’s not defending me, that’s for sure,” Trump said.\nCarson came under heavy criticism for his initial remarks, which were broadcast on NBC's \"Meet The Press\" Sunday. Carson, a devout Christian, told moderator Chuck Todd a president's faith should matter to voters if it runs counter to the values and principles of America. In response to a follow-up question about whether he would support a Muslim candidate for president, Carson said, \"I would not advocate that we put a Muslim in charge of this nation,\" Carson said. \"I absolutely would not agree with that.\"\nCarson also doubled down on his comments in a statement posted on Facebook late Monday, in which he fired back at his fellow Republican candidates who criticized him.\n\"Those Republicans that take issue with my position are amazing,\" the Facebook statement said. \"Under Islamic Law, homosexuals – men and women alike – must be killed. Women must be subservient. And people following other religions must be killed. I know that there are many peaceful Muslims who do not adhere to these beliefs. But until these tenants are fully renounced ... I cannot advocate any Muslim candidate for President.\"\nCarson added, jokingly, \"I also can’t advocate supporting Hillary Clinton either by the way.\"\nThe GOP candidates who criticized Carson's initial statement included Florida Sen. Marco Rubio, who told Hannity, \"I don’t believe anybody should be disqualified from the presidency because of their denomination or because of their faith.\" Earlier Monday, former Florida Gov. Jeb Bush said the remarks were \"not productive\", and former New York Gov. George Pataki compared Carson's statement to anti-Catholic campaigning against John F. Kennedy in 1960.\n\nThey used to say US shouldn't elect a Catholic president & now @RealBenCarson is saying you can’t have a Muslim president, it's just wrong.\n— George E. Pataki (@GovernorPataki) September 21, 2015\n\n\nCarson's comments were also attacked by Democrats, with Democratic National Committee Chairwoman Florida Rep. Debbie Wasserman Schultz saying Sunday, \"It's hard to understand what's so difficult about supporting an American citizen's right to run for president.\n\"But unsurprisingly, this left Republicans scratching their heads. Of course a Muslim, or any other American citizen, can run for president, end of story.\"\nThe Associated Press contributed to this report.", "byline": "", "description": "Republican presidential candidate Ben Carson said Monday that he \"absolutely\" stood by his comments about not supporting a Muslim president, while also clarifying that he was referring to Muslims who had not rejected Islamic Sharia law.", "title": "Carson stands by Muslim president remarks, Trump weighs in", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/owC60nzp7dU/", "topics": ["campaign_finance"], "people": ["Debbie Wasserman Schultz", "Van Susteren", "John F. Kennedy", "Jeb Bush", "Hillary Clinton", "George Pataki", "Donald Trump", "Chuck Todd", "Marco Rubio", "George E. Pataki", "Greta Van Susteren", "Sean Hannity", "Ben Carson"], "orgs": ["Democratic National Committee", "GOP"], "authors": [], "date_written": "2015-09-22 08:30:52", "org": "fox", "article_id": "61aa99fca513679dc311c92a9176782b", "date_access": "2015-09-22 16:20:18.160504"}