{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tDemocratic presidential candidate Hillary Rodham Clinton, center, speaks during a small business roundtable, Wednesday, April 15, 2015, in Des Moines, Iowa. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tRound one goes to Hillary. Mrs. Clinton’s video announcing her candidacy hit all the buttons—jobs, fairness, education, gender, and gay rights—necessary to hold together the 51 percent majority that reelected President Obama.\n\nRepublicans responded with negative ads slamming Clinton’s character and record, but Americans want what she is selling—a tough, no holds barred champion against the big interests and prejudices that block ordinary folks from achieving a good life.  ADVERTISEMENTADVERTISEMENT\n\nTo smoke out Clinton, the GOP must nominate someone who offers better solutions to the issues she is raising than Obama has served up.\n\nClinton’s video offered no solutions but that was smart. A CNN poll indicates 57 percent of Americans want the next president to change most of Obama’s policies, and Clinton’s governing instincts align closely with his.\n\nShe can get away with generalities as long as the GOP continues to focus on the peculiar obsessions of the South Carolina primary voters, and fails to accept that most Americans don’t want to make abortion illegal, disenfranchise gays or deport illegal immigrants who have been in the country 10 or 20 years.\n\nTo smoke out Clinton, the GOP must nominate someone who offers better solutions to the issues she is raising than Obama has served up.\n\nGlobalization is cleaning the clock of the little guy by driving down wages and pushing too many workers into the contingent economy—erratic hours, poor benefits and zero job security. For example, Obama implemented a free trade agreement with South Korea in 2011 and since, bilateral imports have increased much more rapidly than exports—destroying more than 100,000 good paying factory jobs.\n\nFree trade in America means giving imports unimpeded access to our markets, while foreign governments target U.S. industries and jobs with cheap currencies, subsidies and discriminatory regulations. The GOP candidate should simply promise to level the playing field by doing whatever it takes to eradicate the $500 billion trade deficit—and restore 4 million jobs in the bargain.\n\nAmericans can’t compete without affordable colleges and universities but pouring money in them through student loans has only left a generation too heavily in debt. The GOP candidate should promise to cut off federal loans and other aid to institutions that do not agree to cut costs and tuition by 20 percent and then limit future increases to no more than inflation.\n\nNo matter what Americans earn, they increasingly are up against forces that don’t make sense. Each year computer and communications technologies become less costly but home cable bills keep rocketing, banks pay hardly any interest on deposits but still charge 20 percent and more on credit card debt, and fuel prices are down but air fares stay high and planes are crowded.\n\nSimply, big businesses have absorbed smaller competitors, merged and snuffed out competition, and CEOs feast like courtiers to Marie Antoinette. The GOP candidate should promise to bust up those monopolies, lower prices and get Americans a fair shake in the marketplace.\n\nHealth care in the United States is 50 percent more costly than in Germany, which also has a system of mandatory private insurance, because prices are much lower there. The GOP candidate should require drug companies to charge no more in America than they do in Europe and for U.S. doctors, hospitals and insurance companies to benchmark costs against German practices.\n\nHillary’s trump card is gender—many women want a woman for president. The GOP candidate has to convince women he (or she) feels their pain and is committed to taking on their issues—by explicit example.\n\nSimply, half of his cabinet and political appointees must be female—corporate America would be compelled to follow suit. If the GOP candidate does not commit to that, then President Hillary Clinton will surely enforce the same.\n\nIt’s all very radical but conservatives should be about radical ideas that empower the individuals—be they white or not, gay or straight, male or female. And recognize banks and corporations are legal contraptions invented to serve a public good not enrich their chieftains.Peter Morici is an economist and professor at the Smith School of Business, University of Maryland, and widely published columnist. He is the five time winner of the MarketWatch best forecaster award. Follow him on Twitter @PMorici1.", "byline": "", "description": "Round one goes to Hillary. Mrs. Clinton’s video announcing her candidacy hit all the buttons—jobs, fairness, education, gender, and gay rights—necessary to hold together the 51 percent majority that reelected President Obama.Republicans responded with negative ads slamming Clinton’s character and record, but Americans want what she is selling—a tough, no holds barred champion against the big interests and prejudices that block ordinary folks from achieving a good life.  ", "title": "How the GOP must answer Hillary's message", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/iGCanzCPqTQ/", "topics": ["women", "economy"], "people": ["Hillary Rodham Clinton", "Marie Antoinette", "Hillary Clinton", "Peter Morici"], "orgs": ["University of Maryland", "Smith School of Business", "GOP"], "authors": [], "date_written": "2015-04-16 12:00:15", "org": "fox", "article_id": "baf34d8126e76f76b6531cfa35a9fbc1", "date_access": "2015-04-16 14:20:05.127421"}