{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tRepublican Sen. Lindsey Graham plans to announce his presidential campaign on June 1, GOP sources tell Fox News.  \nGraham, a three-term senator from South Carolina, is known as a foreign policy hawk in Congress. Though he is considered a long shot -- and ranks near the bottom in recent polls of declared and potential Republican presidential candidates -- Graham could help drive the debate on national security among a GOP field that includes candidates who sharply question policies ranging from drone strikes to NSA surveillance.  \nGraham, however, polls better in his home state of South Carolina, which holds the critical first-in-the-South primary. Graham is considering launching the campaign from Seneca, S.C., where he lives.  \nA Graham spokesperson would not confirm the June 1 date when reached by Fox News.  \nSeveral other Republicans are considering jumping in the race in the coming weeks. Currently declared candidates include: Sen. Ted Cruz of Texas; Sen. Rand Paul of Kentucky; Sen. Marco Rubio of Florida; former Arkansas Gov. Mike Huckabee; former HP head Carly Fiorina; and retired neurosurgeon Ben Carson.Serafin Gomez covers Special Events and Politics for FOX News Channel and is also a contributor to FOX News Latino. Fin formerly worked as the Miami Bureau Producer for Fox News Channel where he covered Latin America. Follow him on Twitter: @Finnygo.\n\nFollow us on twitter.com/foxnewslatino\nLike us at facebook.com/foxnewslatino", "byline": "", "description": "", "title": "Sources: Graham to announce 2016 White House bid", "url": "http://www.foxnews.com/politics/2015/05/08/sources-graham-to-announce-2016-white-house-bid-on-june-1/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Lindsey Graham", "Serafin Gomez", "Marco Rubio", "Mike Huckabee", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Miami Bureau", "Special Events and Politics", "Seneca", "NSA", "Fin", "GOP"], "authors": [], "date_written": "2015-05-08 13:30:40", "org": "fox", "article_id": "e0624155bfe1bb440b41931c7a041e38", "date_access": "2015-05-08 12:50:16.958900"}