{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nNearly four-in-ten American voters are proud to have Barack Obama as president.\nFewer voters feel the same way about the top 2016 presidential contenders. \nA new Fox News poll finds that 36 percent of voters are extremely (20 percent) or very proud (16 percent) to have Obama as president.  Forty-one percent felt that way in 2011. \nCLICK HERE TO READ THE POLL RESULTS\nThat’s markedly higher than the 28 percent who would feel proud if Democratic front-runner Hillary Clinton were president (including 15 percent who say extremely proud).\nOnly one in five (20 percent) would be proud of a President Bernie Sanders or a President Donald Trump. \n\nAbout a quarter would be proud to have a President Carly Fiorina (24 percent), while 19 percent feel that way about Marco Rubio and 14 percent for Jeb Bush.\nBen Carson gets the best ratings on this measure.  He not only has the highest number that would feel extremely or very proud to have him in the White House (29 percent), but he also has the lowest number that would not (31 percent).\nTrump has the highest number -- 56 percent -- saying they would not be proud if he were in the Oval Office.  That’s down from 62 percent who felt that way in 2011. \nNearly half of voters would not feel proud to have a President (Hillary) Clinton (49 percent) or a President (Jeb) Bush (45 percent).\nLooking at the views among partisans, more Democrats say they would be proud to have Clinton (57 percent) in the White House than say the same of Sanders (37 percent).\nAmong Republicans, 49 percent would be proud to have Carson as president, 39 percent Fiorina, 38 percent Rubio, 37 percent Trump and 23 percent Bush. \nA third of Republicans would not be proud to have Bush (33 percent) or Trump (34 percent) as their president. \nThe Fox News poll is based on landline and cell phone interviews with 1,013 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from September 20-22, 2015. The poll has a margin of sampling error of plus or minus three percentage points for all registered voters.", "byline": "", "description": "Nearly four-in-ten American voters are proud to have Barack Obama as president.", "title": "Fox News Poll: Proud to have 2016 front-runners as president? Not really.", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/JYok1Z9FAps/", "topics": ["personality", "immigration"], "people": ["Jeb Bush", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Barack Obama", "Bernie Sanders", "Carly Fiorina", "Ben Carson"], "orgs": ["Shaw & Company Research", "Anderson Robbins Research", "Oval Office"], "authors": [], "date_written": "2015-09-24 22:59:15", "org": "fox", "article_id": "a4acf968d097583065a92bd3da6293d1", "date_access": "2015-09-25 02:01:44.154993"}