{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tSeveral states that chose to expand Medicaid eligibility under ObamaCare now are facing deadline pressure to pay for it, the result of more signups than anticipated -- and, a looming reduction in how much of the bill the federal government will cover.  \nAt least seven of the 29 states (and the District of Columbia) that expanded coverage have experienced significantly higher-than-expected enrollment. The expansion of Medicaid, the government health care program for low-income people, now allows most low-income adults making up to 138 percent of the federal poverty level to qualify. An estimated 1.4 million more people than expected have signed up in those seven states since enrollment opened in October 2013 -- with Illinois, Kentucky and Washington state more than doubling their projected numbers.  \nThe experience is serving as a cautionary tale for states, including Florida, still debating whether to take the plunge and green-light the Medicaid expansion, which is optional.  \nThe enrollment interest is definitely there -- but so is a ballooning taxpayer bill.  \nFlorida Republican state Rep. Paul Renner told the Florida Times-Union he worries about the potential, long-term effects expanding Medicaid might have on the state budget.  \n\"It's really not a free proposition for us to expand coverage here,\" Renner told the newspaper. \"We're going to have to give up things that are very important, like education.\" \n \nRight now, federal funds cover 100 percent of the costs through 2016 for people now eligible for insurance through the Medicaid expansion.  \nHowever, the federal commitment decreases to 95 percent in 2017, 94 percent in 2018, 93 percent in 2019 and 90 percent in 2020 and beyond.  \nFlorida is fiercely divided over the potential expansion, and Republican Gov. Rick Scott -- a former supporter, now foe, of the move -- told Politico it would cost his state $5 billion over a decade. A new, Senate-approved plan calls for using federal money to buy private insurance for poor residents who agree to work or attend school and share in the coverage costs -- it's unclear whether the federal government would go along.  \nStates that already expanded enrollment and are seeing a surge, meanwhile, are trying to deal with the challenge. In Washington state, officials are optimistic they can meet budget costs, despite the growing rolls and the prospect of less federal money in the coming years.  \n\"The decision ... was a bipartisan decision,\" Washington state Medicaid Director MaryAnne Lindeblad told FoxNews.com on Tuesday. \"It has been an unqualified success. Expansion enrollment surpassed our 2018 projections within months of implementation.\"  \nLindeblad added:  \"Our state saved about $350 million in state funds the first 18 months of expansion, and even with the move to a 90/10 match level, we continue to project continued savings in the out years.\"  \nThe Affordable Care Act, or ObamaCare, initially enacted the Medicaid expansion for all 50 states. It was expected to insure roughly 17 million more Americans that way.  \nHowever, a June 2012 Supreme Court ruling found the mandate unconstitutional, which then gave states the option to expand Medicaid.  \nWith 29 states and D.C. opting to take the federal money to expand Medicaid through ObamaCare, 12 million Americans have signed up since open enrollment started nearly two years ago.  \nThe other states, largely with either a Republican governor or GOP-controlled legislature, have said no.  \nIn Illinois, more than 540,000 people have enrolled under the Medicaid expansion, nearly 342,000 more than projected for the first year, according to state records.  \nIn Washington state, roughly 530,000 adults have enrolled in Apple Health Medicaid, more than double the 245,000 projected in 2012, which has increased total enrollment in the state program to 1.8 million, a state official told FoxNews.com.  \nKentucky estimated that 161,055 newly eligible residents would enroll in the Medicaid expansion by June 30, and enrollment is already at roughly 375,000, according to state records.  \nAs a result, Kentucky cut its uninsured rate more than any other state except Arkansas, according to a 2014 Gallup survey, with Washington state coming in fourth.  \n\"Can we afford not to do this?\" Audrey Haynes, secretary of Kentucky's Cabinet for Health and Family Services, which made the early projection, asked during a recent interview with Politico.  \nColorado, Maryland, Michigan and Ohio also have reported enrollment exceeded projections.  \nA major ObamaCare objective was providing health coverage for more Americans so that others will pay less for the uninsured, including the cost of expensive but sometimes unnecessary urgent-care visits.  \nA Department of Health and Human Services report shows that the ObamaCare and Medicaid expansion as of last year had reduced the cost of \"uncompensated\" hospital visits by $7.4 billion, or 21 percent.  \nHeritage Action, the conservative group that often leads the charge to repeal ObamaCare, suggested states that expanded Medicaid should have expected the double-whammy of less federal money and increased costs associated with increased enrollment.  \n\"From our vantage point, states that accepted [federal money] made a mistake,\" group spokesman Dan Holler told FoxNews.com. \"But there's no way to really fix this except to get rid of the law that created the expansion.\"  \nFoxNews.com's Joseph Weber contributed to this report. ", "byline": "", "description": "Several states that chose to expand Medicaid eligibility under ObamaCare now are facing deadline pressure to pay for it, the result of more signups than anticipated -- and, a looming reduction in how much of the bill the federal government will cover.", "title": "Medicaid enrollment under ObamaCare soars, raising cost concerns", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/PyOGGqcxBts/", "topics": ["health"], "people": ["Audrey Haynes", "Rick Scott", "Paul Renner", "Joseph Weber", "Dan Holler"], "orgs": ["Heritage Action", "Cabinet for Health and Family Services", "Senate", "Apple Health Medicaid", "Department of Health and Human Services", "District of Columbia", "Medicaid", "Gallup", "GOP"], "authors": [], "date_written": "2015-06-05 05:00:31", "org": "fox", "article_id": "261c4e96487af927491d7b91063cd3fc", "date_access": "2015-06-05 05:08:54.540084"}