{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDonald Trump vowed to deport illegal immigrants and end the policy known as birthright citizenship as he unveiled a tough immigration platform which by Monday was meeting mixed reviews on both sides of the aisle. \nThe Republican presidential front-runner sought Sunday to detail his policies on several fronts, after weeks of criticism that his campaign has been short on specifics. His rolled out his immigration platform on his website and in a Sunday show interview. \nAs part of it, Trump said he wants to rescind President Obama's executive orders on immigration; deport many of those in the U.S. illegally while providing an expedited return process for \"the good ones;\" and do away with automatic citizenship for children of illegal immigrants born on U.S. soil. \nThe Trump campaign said the policy, known as birthright citizenship, is the \"biggest magnet\" for illegal immigration. \n\"They have to go,\" Trump said on NBC's \"Meet the Press,\" of families living in the U.S. illegally and having a child, adding: \"What they're doing, they're having a baby. And then all of a sudden, nobody knows ... the baby's here.\" \nNative-born children of immigrants -- even those living illegally in the U.S. -- have been automatically considered American citizens since the adoption of the 14th Amendment of the Constitution in 1868. \nThe odds of repealing the amendment's citizenship clause would be steep, requiring the votes of two-thirds of both houses of Congress and support from three-fourths of the nation's state legislatures. Republicans in Congress have repeatedly failed since 2011 to pass bills aimed at ending \"birthright citizenship.\" Some conservatives believe that the granting of citizenship in such cases could be changed without amending the Constitution. \nThe candidate, meanwhile, stuck by the vow he made when announcing his campaign that if elected he would build a wall along the southern U.S. border and have Mexico pay the cost. \n\"The cost of building a permanent border wall pales mightily in comparison to what American taxpayers spend every single year on dealing with the fallout of illegal immigration on their communities, schools and unemployment offices,\" Trump said on his website. \"Mexico must pay for the wall.\" \nHe vowed several consequences until Mexico pays for the wall, including an increase in fees on all temporary visas issued to Mexican chief executives and diplomats and at ports of entry to the U.S. from Mexico. \nTrump's deportation policy specifically called for the mandatory return of all \"criminal aliens.\" \nThe platform was knocked Monday morning by one of Trump's GOP rivals. Speaking on Fox News, New Jersey Gov. Chris Christie said Trump's plan is \"nothing new.\" He said America's immigration problems can't be addressed with a wall. \n\"I've never seen a wall that human beings can't go over or under around,\" he said. \nLULAC National President, Roger C. Rocha Jr., also said Trump's plan is \"nothing more than a restatement of old proposals from the far right.\" \nBut Sen. Jeff Sessions, R-Ala., one of Capitol Hill's immigration hawks, cheered the proposal. \n\"This is exactly the plan America needs,\" he said in a statement. \"Not only would the plan outlined in this paper work, but more quickly than many realize. Most importantly, this plan reestablishes the principle that American's immigration laws should serve the interests of its own citizens.\" \nThe Associated Press contributed to this report.", "byline": "", "description": "Donald Trump vowed to deport illegal immigrants and end the policy known as birthright citizenship as he unveiled a tough immigration platform which by Monday was meeting mixed reviews on both sides of the aisle.", "title": "Trump calls for deportation of illegal immigrants, end to birthright citizenship", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/QQ0wO9po7hs/", "topics": ["immigration"], "people": ["Donald Trump", "Chris Christie", "Jeff Sessions", "Roger C. Rocha Jr."], "orgs": ["LULAC National", "Trump", "Congress", "GOP"], "authors": [], "date_written": "2015-08-17 12:57:28", "org": "fox", "article_id": "215c045ee7bc2aa3deb43f7fe17a7649", "date_access": "2015-08-17 12:10:14.310702"}