{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWith a sitting Democratic senator recently indicted on federal bribery and corruption charges, top criminal defense lawyers in the nation’s capital say Democratic presidential front runner Hillary Clinton could conceivably face similar scrutiny, amid mounting disclosures about the tangled finances of her family’s philanthropic foundation.\n\nThe new book “Clinton Cash” by Peter Schweizer, an investigative reporter affiliated with the right-leaning Hoover Institution, has unleashed a torrent of conflict-of-interest allegations relating to the Bill, Hillary & Chelsea Clinton Foundation and Hillary Clinton’s own conduct during her tenure, from 2009 to 2013, as secretary of state.ADVERTISEMENTADVERTISEMENT\n\nParticular scrutiny – by Fox News, the Washington Post, and the New York Times – has focused on why the State Department, under Clinton’s leadership, green-lighted a foreign transaction that enriched major donors to the foundation while placing an estimated 20 percent of America’s stockpile of uranium - the fissile material that can be used to make nuclear weapons -under the control of a Kremlin-backed Russian firm.\n\nIt was, moreover, shortly after the uranium deal went through that former President Bill Clinton nailed down a $500,000 fee for a speaking event in Moscow.\n\n“There’s certainly smoke there,” said Caleb Burns, a partner at the Washington law firm Wiley Rein LLC, who has long experience handling financial and public integrity cases. “The question’s going to be whether or not she took any official action in exchange for those donations. If she did, I think there is going to be a high, high likelihood of additional scrutiny, either from Capitol Hill or from the Department of Justice itself.”\n\nBurns likened the known fact setting in the Clinton controversies to that which led to the federal indictment, earlier this month, of Sen. Robert Menendez, D-NJ, who stands accused of performing favors for a well-connected Democratic donor in exchange for pricey gifts. Menendez has pleaded not guilty and denied any wrongdoing.\n\n“If the facts suggest that there was a linkage between what Secretary Clinton did in her official capacity and the money that was coming into the Clinton Foundation,” Burns said, “this would fall under 18 U.S.C. 201 as a potential bribery violation.”\n\nThat statute provides that a bribe has occurred, among other circumstances, whenever “a public official directly or indirectly demands, seeks, receives, accepts, or agrees to receive or accept anything of value personally for or because of any official act performed or to be performed by such official.”\n\nC. Boyden Gray, who served as White House counsel to President George H.W. Bush, told Fox News the money that linked the uranium deal to the Clintons and their foundation “is very hard to dissect from the personal,” and creates, at a minimum, the appearance of a conflict of interest, particularly “when one of them is in office and money is coming in, in connection with issues over which that person in office has jurisdiction and responsibility.”\n\nGray added that Clinton is “not protected by the fact that her husband may have taken money … spouses’ interests are attributed to each other and that is no excuse or defense.”\n\nIn the tangle of cases brought to light by the book “Clinton Cash,” no one associated with the Clinton Foundation has been formally accused of wrongdoing. Lanny Davis, a former special counsel to President Clinton, told Fox News there is no evidence tying Hillary Clinton to the State Department’s approval of the uranium deal, and argued her critics are seeking to tarnish her 2016 presidential campaign on the basis of “inferences.”\n\n“The people on that process -- on that board -- nine agencies approved the [uranium] deal, and the individual from State said he never heard from Mrs. Clinton,” Davis told Fox News anchor Martha MacCallum on “America’s Newsroom” Friday. “There's no evidence that President Clinton, that I've seen yet, tried to influence any decision by any governmental agency.”\n\nThe Clintons, at any rate, are veterans of this terrain. In addition to her husband becoming the first president to be impeached – and ultimately acquitted – in over a century, in 1996 Hillary Clinton became the First Lady to testify before a grand jury.\n\n James Rosen joined Fox News Channel (FNC) in 1999. He currently serves as the chief Washington correspondent and hosts the online show \"The Foxhole.\"", "byline": "", "description": "", "title": "HILLARY UNDER SCRUTINY  Defense lawyers see possible criminal inquiry", "url": "http://www.foxnews.com/politics/2015/04/24/veteran-defense-lawyers-see-possible-criminal-inquiry-for-clintons/", "topics": ["campaign_finance", "personality"], "people": ["Lanny Davis", "Robert Menendez", "James Rosen", "Bill Clinton", "Clinton Cash", "Hillary Clinton", "Peter Schweizer", "C. Boyden Gray", "Caleb Burns"], "orgs": ["Wiley Rein LLC", "Department of Justice", "State Department", "Hoover Institution", "Clinton Foundation", "FNC", "Chelsea Clinton Foundation"], "authors": [], "date_written": "2015-04-25 03:07:59", "org": "fox", "article_id": "776b43b2411db8a3abdb981591ea2b60", "date_access": "2015-04-25 04:20:04.764149"}