{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tMarch 7, 2015: Wisconsin Gov. Scott Walker at the Iowa Agriculture Summit, Des Moines, Iowa. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tPotential 2016 GOP presidential candidates gathered Saturday in Iowa, polishing their messages on foreign policy and domestic issues such as immigration -- even positioning themselves for a potential general election race.\n\nFormer Florida Gov. Jeb Bush said that immigrants living in the country illegally must have an opportunity to legalize their status, a position largely at odds with his potential Republican presidential rivals.ADVERTISEMENTADVERTISEMENT\n\n\"This is the only serious, thoughtful way to deal with this,” Bush said at the Iowa Agricultural Summit in Des Moines. “No one I know has a plan to round up illegal immigrants and send them back.\"\n\nHe said “immigrants here need a path to legalized immigration” but that they must first clear such hurdles as learning English and paying fines.\n\nBush has said a larger workforce based on legal immigrant labor is key to his goal of achieving 4 percent economic growth. He also proposes restricting family-based immigration to accommodate more workers.\n\nNew Jersey Gov. Chris Christie and former Arkansas Gov. Mike Huckabee, themselves potential 2016 GOP contenders, also spoke at the event at the Iowa State Fairgrounds but are calling for enforcement of existing immigration laws.\n\nIn January, top GOP candidates were in the state, which holds the first caucus in the presidential voting cycle, for the Iowa Freedom Summit.\n\nTexas Sen. Ted Cruz said the Justice Department should investigate Hillary Clinton's use of a private email account to conduct official business while she was secretary of state.\n\nCruz said the agency should \"absolutely\" start an investigation to determine whether Clinton violated any laws, adding that it has an \"obligation to do so.\"\n\nClinton is considered the front-runner for the Democratic presidential nomination, though she has yet to announce her plans.\n\nHer extensive use of her own email account and private server has raised questions about whether she adhered to accountability rules. She has asked that her work correspondence be made public.\n\nEight potential Republican candidates were scheduled to speak Saturday at the forum, hosted by Iowa Republican businessman Bruce Rastetter.\n\nFlorida Sen. Marco Rubio, another potential 2016 hopeful, planned to attend the event but dropped out.\n\nFormer Texas Gov. Rick Perry told Iowa Republicans he'd prefer that states, rather than the federal government, handle energy subsidies.\n\nAsked about supporting federal subsidies or tax credits for renewable fuels and wind energy, Perry said he philosophically felt that such decisions should be addressed by the states.\n\nA 2007 law increases the volume of renewables blended into transportation fuel to 36 billion gallons by 2022. The federal Environmental Protection Agency in 2013 proposed reducing the increase. Leaders from both parties in Iowa say that would hurt the state's economy.\n\nOthers on the program included former Arkansas Gov. Mike Huckabee, Wisconsin Gov. Scott Walker and South Carolina Sen. Lindsey Graham.\n\nChristie offered support for maintaining the current level of biofuels that are blended into gasoline, in addition to saying he wants to enforce existing immigration laws. And he criticized the Obama administration for overreach in applying the Clean Water Act.\n\nHuckabee said the United States should better restrict illegal immigration and seek to gauge why people want to move here.\n\nHe said the country was not asking people seeking to immigrate here if they \"love America.\"\n\nHuckabee also offered support for maintaining the level of biofuels, such as ethanol, blended into gasoline. He said ethanol production helped support energy independence for the U.S.\n\nGraham said Republicans in Congress should work with Democrats to overhaul the immigration system, noting that American businesses need legal workers.\n\nHe said a \"practical solution\" on immigration was needed and that he favored allowing some illegal immigrants to stay in the U.S. if they meet certain conditions such as learning English and paying taxes.\n\nGraham was part of the bipartisan, so-called Gang of Eight senators who crafted immigration legislation that eventually offered citizenship for immigrants. It passed the Senate in 2013, but died in the House.\n\nWalker said he didn’t support changes to federal law that would allow illegal immigrants to remain in the U.S., which he and other critics refer to as amnesty.\n\n“I'm not a supporter of amnesty,” Walker said. “I know there are some out there (who disagree.) And I respect their views on that. But I'm not a supporter of amnesty.”\n\nHe also rejected the argument that his efforts as governor to put work requirements on food stamps or require job train to be part of such programs is making it harder to get government assistance.\n\n“I have to tell you, we're not,” Walker said. “We're making it easier to get a job.”\n\nFox News’ Nick Kalman and The Associated Press contributed to this report.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n ", "byline": "", "description": "", "title": "HAWKEYE HOPEFULS  Potential GOP 2016 picks talk immigration in Iowa", "url": "http://www.foxnews.com/politics/2015/03/07/top-2016-gop-presidential-hopefuls-return-to-iowa-to-hone-message-including/", "topics": ["immigration", "economy"], "people": ["Nick Kalman", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Rick Perry", "Bruce Rastetter", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "Justice Department", "GOP", "Congress", "Environmental Protection Agency"], "authors": [], "date_written": "2015-03-08 04:08:20", "org": "fox", "article_id": "e9c276112078c4ee991ee6b5f804237b", "date_access": "2015-03-08 04:31:06.328195"}