{"body": "\n\n\n\nAug. 19, 2015: Republican presidential candidate Donald Trump speaks in Derry, N.H. (AP Photo/Mary Schwalm, File)\n\n\nRepublican leaders in two states reportedly are plotting to make presidential candidate Donald Trump’s quest for the GOP nomination a lot harder.\nParty leaders in Virginia and North Carolina told Politico.com that they are considering a push to require candidates entering their respective Republican primaries to pledge their support for the eventual nominee and not run a third-party candidacy — a pledge Trump, the current frontrunner, would not make when asked to during the Fox News debate earlier this month in Cleveland.\n“Anybody who wants to seek the Republican nomination should have to commit to supporting the ultimate Republican nominee,” Virginia’s former Attorney General Ken Cuccinelli told Politico. “I don’t see anything wrong with that.”\nRepublican party officials in North Carolina announced a similar proposal, and told Politico they already are in talks with lawyers to draft language for a provision that asks each candidate to support the GOP nominee.\n“Everything is on the table,” an official told Politico.\nParty leaders in North Carolina and Virginia say they hope their ballot proposals will help convince the billionaire businessman to fully commit to the Republican Party.\nThe primary requirements must be submitted to the Republican National Committee by Oct. 1, Politico reports.\n“Ballot access usually is regarded as a party function,” former RNC Chief Counsel Tom Josefiak told the website. “It definitely would be left up to the state party to decide how it’s going to operate.”\n ", "byline": "", "description": "Republican leaders in two states reportedly are plotting to make presidential candidate Donald Trump’s quest for the GOP nomination a lot harder.", "title": "GOP leaders from two states reportedly plot strategy to slow down Trump", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/pGmMAwtok1s/", "topics": ["campaign_finance", "personality", "mexico"], "people": ["Donald Trump", "Ken Cuccinelli", "Mary Schwalm", "Tom Josefiak"], "orgs": ["RNC", "Republican Party", "Republican National Committee", "GOP"], "authors": [], "date_written": "2015-08-25 02:19:02", "org": "fox", "article_id": "659f04a34ada570a1d0873cb5914652f", "date_access": "2015-08-25 01:40:04.942874"}