{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tTexas Republican Sen. Ted Cruz reportedly plans to announce his intentions to run for president Monday at an event at a Virginia university, which would make him the first candidate for 2016.\n\nThe Houston Chronicle, citing anonymous senior advisers, reports Cruz will start his campaign immediately rather than launching an exploratory committee.ADVERTISEMENTADVERTISEMENT\n\nCruz will give a speech at Liberty University in Lynchburg, Va. Monday and Cruz aides are aggressively promoting the event, but will not release any information to Fox News.\n\n“Go to Lynchburg,” Cruz spokeswoman Catherine Frazier said.\n\nCruz has already received questions over his citizenship. Two former Justice Department lawyers said last week there is no doubt the Canadian-born senator is eligible to run for the White House.\n\n\"There is no question that Senator Cruz has been a citizen from birth and is thus a 'natural born Citizen' within the meaning of the Constitution,\" Neal Katyal, acting solicitor general in the Obama administration, and Paul Clemente, solicitor general in the President George W. Bush administration, wrote in a joint article.\n\nAnti-Cruz \"birthers\" challenged his citizenship status because he was born in Canada. However, two years ago, Cruz released his birth certificate showing his mother was a U.S. citizen born in Delaware, presumably satisfying the requirements for presidential eligibility as a \"natural born citizen.\"\n\nLast month, Cruz addressed the citizenship issue during a question-and-answer session with moderator Sean Hannity, of Fox News, at the Conservative Political Action Conference.  “I was born in Calgary. My mother was an American citizen by birth,” Cruz said.  “Under federal law, that made me an American citizen by birth. The Constitution requires that you be a natural-born citizen.”\n\nWith a little more than a year and half to go before the 2016 election, speculation is heating up that several presidential contenders will soon officially throw their hats into the ring. Former Secretary of State Hillary Clinton, who enjoys a wide lead among potential Democratic candidates despite the recent uproar over her use of a personal email account while leading the State Department, is expected to announce her candidacy next month.\n\nFor Republicans, Sens. Cruz, Marco Rubio of Florida and Rand Paul of Kentucky have all been eyed as potential candidates, along with Wis. Gov. Scott Walker, former Florida Gov. Jeb Bush and even real estate mogul Donald Trump, who formed an exploratory committee earlier this week.\n\nClick for more from Houston Chronicle", "byline": "", "description": "Texas Republican Sen. Ted Cruz reportedly plans to announce his intentions to run for president Monday at an event at a Virginia university, which would make him the first candidate for 2016.", "title": "Sen. Ted Cruz reportedly plans to announce presidential bid Monday", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/U_oI6XMj1Pw/", "topics": ["personality"], "people": ["Rand Paul", "Jeb Bush", "Neal Katyal", "Paul Clemente", "Catherine Frazier", "Hillary Clinton", "Donald Trump", "George W. Bush", "Marco Rubio", "Sean Hannity", "Scott Walker", "Ted Cruz"], "orgs": ["Houston Chronicle", "Conservative Political Action Conference", "State Department", "Justice Department", "Sens", "Liberty University"], "authors": [], "date_written": "2015-03-22 05:14:50", "org": "fox", "article_id": "9a00de2b41ba6ce562b62013b2ab0412", "date_access": "2015-03-22 10:28:42.284331"}