{"body": "\n\n\n\n\n\t                        FILE - In this June 19, 2015 file photo, Ohio Gov. John Kasich speaks during the Road to Majority 2015 convention in Washington\n\t                        \n\t                \n\n\nThe Republican Party is awash with a glut of highly partisan candidates who are being largely ignored by the media, which is currently focused on every heartbeat and breath taken by Donald Trump.  That being the case, it’s a perfect time for a dark horse candidate to emerge.\nAnd that could be John Kasich.\nWhile Kasich may not be a household name, he has the qualifications and experience to be an effective president and it’s early enough in the process for him to acquire the necessary public recognition and acceptance.  Kasich has an impressive résumé that offers an ideal mixture of public- and private-sector jobs, a rare feat for today’s politicians. He has served as a congressman representing Ohio, has been a political commentator (Fox News), an executive at Lehman Brothers and was elected governor of Ohio in 2011.\n Politicians lie frequently, but statistics do not.  Polling and number-crunching may not be sexy, but they are crucial to the analysis of battleground states and an intelligent assessment shows us that the right candidate – a centrist who understands budgets and bi-partisanship – can take the White House.\nAs chairman of the Budget Committee, Kasich was instrumental in helping Bill Clinton not only balance the budget, but create a surplus. This was achieved by working both sides of the aisle, something Obama and his Congress seem to find abhorrent. But bipartisanship is what most Americans desire.\nI have written numerous pieces in support of Hillary Clinton, but if she continues to play too far to the left, it will be a tactical error from which she is unlikely to recover. Centrist votes are available because middle-of-the-road constituents from both parties are desperate for a candidate who not only understands the effectiveness of bipartisanship, but who is capable of implementing it as well.  There is also a blue-collar voting bloc in need of jobs and available for Kasich to exploit. He has thrived in Ohio by creating manufacturing jobs, along with a budget surplus.\nHe would be wise to use that record as a paradigm for future success on a national level.\nThe Heartland, Hispanics and the South are going to decide the presidential election -- along with key battleground states. Pennsylvania, New Jersey, Texas and Florida can be taken by Kasich -- especially with the addition of Marco Rubio as his running mate to capture the Hispanic and conservative youth vote.\nMy fellow pundits can discuss personality flaws and peccadillos of politicians until they’re blue in the face. But that will not decide what is shaping up to be a very close election.\nEvery voter on the fence – those in battleground states, political centrists seeking effective government and blue-collar workers – is going to be the deciding factor.  There have been candidates (Jimmy Carter, Ronald Reagan, Barack Obama) who have been considered exceptional for the particular message they put forth during their campaigns.  Kasich is not in that category, yet his message of bipartisanship has become something unique and unusual in American politics.\nWhile other politicians from both parties continue to preach to the choir, John Kasich can mount a sensible campaign and take the presidency.\n\nRob Taub is a writer and comedian. He is host of Tech Hub on WOR AM radio.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "The Republican Party is awash with a glut of highly partisan candidates who are being largely ignored by the media, which is currently focused on every heartbeat and breath taken by Donald Trump.", "title": "A dark horse for the White House", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/i6xeeXjVnhM/dark-horse-for-white-house.html", "topics": ["campaign_finance", "personality"], "people": ["Bill Clinton", "Hillary Clinton", "John Kasich", "Donald Trump", "Marco Rubio", "Barack Obama", "Ronald Reagan", "Jimmy Carter"], "orgs": ["Budget Committee", "Republican Party", "Heartland", "Congress", "Hispanics"], "authors": [], "date_written": "2015-07-28 15:05:00", "org": "fox", "article_id": "9e2bbf2794f69475f39255c69123327a", "date_access": "2015-07-28 14:50:23.473558"}