{"body": "\n\n\n\nSept. 11, 2015: In this image released by NBC, Republican presidential candidate Donald Trump, left, appears with host Jimmy Fallon during a taping of \"The Tonight Show Starring Jimmy Fallon,\" in New York. (Douglas Gorenstein/NBC via AP)\n\n\nRepublican presidential contender Donald Trump showed off his humorous side when he appeared on Friday’s “Tonight Show” with Jimmy Fallon.\nTrump and Fallon started off the show with a sketch of Trump asking himself questions in the mirror before he would go out to greet the crowd and Fallon. Trump joked that Fallon was a lightweight and while practicing answering questions, said he’d get Mexico to build a wall for him by telling them they were playing the biggest game of Jenga ever.\nIn between the joking and the bantering back and forth, Fallon did manage to pose at least one serious question to Trump. Fallon asked him what he was doing on the campaign trail that his fellow Republican contenders aren’t to win support from voters.\n\"I think they want our country to be respected again,\" Trump said. \"I think they feel that if I'm president, I will do some great things for our country, and we're gonna be respected again.... There's a movement going on, and it's amazing to watch.\"\nTrump also said people were tired of being ripped off and if he had the power to change election schedules, the election would take place this week.\nFallon and Trump did get another rise out of the audience when Fallon asked Trump if he ever apologized in his life.\n\n\"I fully think apologizing is a great thing,\" Trump said. \"But you have to be wrong. ... I will absolutely apologize sometime in the hopefully distant future if I'm ever wrong.\"\nPrior to Trump’s appearance on the nightly talk show, he tweeted that he had purchased NBC’s half of the Miss Universe Organization, giving him full ownership and completing a divorce that began earlier this summer when NBC ended the relationship stemming from Trump’s comments about illegal immigrants from Mexico.\nFallon did ask Trump about what he thought about rising GOP contender Carly Fiorina. Trump came  under fire earlier the week for comments in a Rolling Stone interview he made about Fiorina’s appearance.\n\"Look at that face! Would anyone vote for that? Can you imagine that, the face of our next president,\" Trump told the magazine. \"I mean, she's a woman, and I'm not s'posedta say bad things, but really, folks, come on. Are we serious?\"\nSaving face, Trump called Fiorina a nice woman.\nAs the interview drew to a close, Fallon proposed a new campaign song for Trump to consider. Pressing a key on his MacBook, he brought to life a pounding anthem by DJ Khaled called \"All I Do Is Win.\"\n \"What do you think?\" asked Fallon.\n“Honestly,\" Trump beamed, \"it happens to be 100 percent true.\"\nThe Associated Press contributed to this report.", "byline": "", "description": "Republican presidential contender Donald Trump showed off his humorous side when he appeared on Friday’s “Tonight Show” with Jimmy Fallon.", "title": "Trump shows off humorous side during 'Tonight Show' appearance", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/DfnWFcHN290/", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Douglas Gorenstein", "Carly Fiorina", "Jimmy Fallon"], "orgs": ["Rolling Stone", "DJ Khaled", "GOP", "MacBook"], "authors": [], "date_written": "2015-09-12 05:25:40", "org": "fox", "article_id": "7cf15744dd3ca16caa488d69eb1a8311", "date_access": "2015-09-12 05:20:15.959275"}