{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFormer Florida Gov. Jeb Bush on Sunday ended what little mystery remains about his big, upcoming announcement -- unveiling a presidential campaign logo and releasing an online video. \nBush is scheduled to announce Monday that he will seek the 2016 Republican nomination for president -- joining a deep and diverse field of nine other GOP candidates. \nThe roughly 3-minute video, titled “Making a Difference,” relies on several first-person accounts from Floridians who portray Bush as a politician who “cares about helping people and getting results that allow everyone the opportunity to achieve their dreams,” according to his campaign. \n“Bush instituted the first voucher program in the United States to give low-income kids an opportunity to go to a private school,” says one resident, Denisha Merriweather, of Jacksonville. “Out of my immediate family, I am the first person to graduate from high school. And then I went on to graduate from college.”  \nBush then says: “So many people could do so much better if we fixed a few things. My core beliefs start with the premise that the most vulnerable in our society should be in the front of the line, not the back. And as governor, I had a chance to act on that core belief.” \nBush unveiled his logo -- “Jeb! 2016” -- on his Twitter account. \nThe 62-year-old Bush -- whose father, George H.W. Bush, and brother, George W. Bush, were president -- was an early front-runner. \nThough he remains near the top of most polls, he shares that space with several other GOP contenders, including Florida Sen. Marco Rubio, whom he mentored, and Wisconsin Gov. Scott Walker, who is expected to officially join the race the second week in July.   \nBush’s announcement in December that he was exploring a 2016 run alone had the power to kick off the campaign. \nIn the ensuing six months, Bush has likely shattered fundraising records. And he just completed a well-reviewed trip through Europe. \nHowever, supporters had hoped that by now Bush would hold a commanding position in the unwieldy Republican field, which also included two other U.S. senators, Texas’ Ted Cruz and Kentucky’s Rand Paul, as well as two social conservatives, retired Dr. Ben Carson and former Arkansas Gov. Mike Huckabee, and ex-Hewlett-Packard chief executive Carly Fiorina, the party’s only female candidate. \n\"I know that I'm going to have to go earn this,\" Bush said this past week. \"It's a lot of work and I'm excited about the prospects of this. It's a long haul. You start wherever you start, and you end a long way away from where we are today, so I just urge everybody to be a little more patient about this.\" \nHe plans to make his candidacy official during a Monday afternoon speech and rally at Miami Dade College, the nation's largest university. \nBush has failed to scare any potential rival from the race, except perhaps 2012 nominee Mitt Romney. He is unpopular among some of his party's most passionate voters and little known beyond his home state despite the Bush name. \n\"I thought Jeb would take up all the oxygen,\" said Ohio Gov. John Kasich. \"He hasn't.\" Emboldened by Bush's slow rise, Kasich acknowledged this weekend that he is stepping up preparations for a possible campaign. \nHe and a few others are still deciding whether to join a field that could end up just shy of 20. \nBut few among them entered the race with such a high expectations of success as did Bush. Those expectations have seemed a burden at times. \nTake, for example, the question of whether Bush will report raising $100 million for his campaign in the first six months of the year. \nLost amid the \"will he or won't he\" is that Bush probably will have taken in far more than anyone else. \nRomney said this weekend that he would not be surprised to learn that Bush had scooped up twice that of all the other GOP candidates combined. \n\"By all appearances, he's raised a lot of money,\" Romney said, praising Bush's \"experienced and capable team.\" \"At this stage, that's a very important thing to do.\" \nEven if he does not reach the $100 million mark, Bush will have amassed more in six months than Romney and his allies at a super political action committee raised for the entire year before the 2012 election. \nBy contrast, a senior adviser to Walker expects he will raise roughly $25 million through the end of June. The adviser spoke on the condition of anonymity to share internal fundraising details. \nRomney's former fundraising chief, Spencer Zwick, said despite Bush likely commanding lead in the fundraising race, it's not clear how much of an advantage he will hold over the field. \n\"You don't need $100 million to run a primary,\" Zwick said. He suggested that multiple candidates would have the resources \"to go the distance,\" adding that \"it doesn't feel like anybody owns the dominant position.\" \nBush took lots of questions this past week about a supposed shake-up at campaign headquarters, even though only one member of his senior team -- who remains on Bush's staff -- was affected. The attention exasperated Bush: \"It's June, for crying out loud,\" he told reporters while in Berlin. \"We've got a long way to go.\" \nStill, Bush's first six months back in politics since leaving the governor's office in 2007 have been underwhelming at times. \nHis low-key speaking style often leaves something to be desired, particularly when compared with some opponents. He sometimes gets snippy during long campaign days. While detailed policy questions are often his strength, he struggled for several days last month to answer a predictable question about the war in Iraq that his brother, former President George W. Bush, waged. \n\"He would be an excellent president no doubt, but how far he can go in the process remains to be seen,\" said John Rakolta Jr., the CEO of a Michigan construction company and a leading Romney donor. \nIn his speech Monday, Bush planned to make the case that those involved in creating Washington's problems cannot fix them. The point is designed to jab the Republican senators -- including political protégé˜ in Florida, Marco Rubio -- in the race. \nMeanwhile, an allied super PAC fueled by Bush's fundraising haul is developing an advertising strategy that will promote Bush's record in Florida and attack his rivals. \nThe Associated Press contributed to this report.", "byline": "", "description": "Former Florida Gov. Jeb Bush on Sunday ended what little mystery remains about his big, upcoming announcement -- unveiling a presidential campaign logo and releasing an online video.", "title": "Bush's pre-announcement party Sunday includes logo unveiling, online video", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/nExdGz6ttls/", "topics": ["personality"], "people": ["Rand Paul", "Denisha Merriweather", "Mitt Romney", "John Rakolta Jr.", "Jeb Bush", "Marco Rubio", "Ben Carson", "George W. Bush", "Mike Huckabee", "Spencer Zwick", "John Kasich", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["PAC", "Miami Dade College", "Floridians", "GOP"], "authors": [], "date_written": "2015-06-14 18:30:01", "org": "fox", "article_id": "ec09e2c6d94dd8137f4b65ac8be77fef", "date_access": "2015-06-14 18:44:29.535494"}