{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Politico headline practically jumps off the screen: \n“GOP Insiders to Trump: Enough Already.”\nTo which I respond:\n“Earth to Politico: Nobody Cares About These Insiders!”\nIt’s not that I want to pick on Politico. It’s just that if there’s anyone who has completely misjudged this campaign cycle, it’s political insiders.\nAnd media insiders. Who are sometimes indistinguishable, since they often appear on the same shows.\n\nTogether, they mocked and minimized Donald Trump as a sideshow. Among the worst offenders is the Huffington Post, which still refuses to end its little stunt of putting Trump stories in the entertainment section, with one writer calling him a “fringe candidate” (who happens to be the Republican presidential front-runner).\nAs Trump soared, the insiders soon shifted their stance to one of bemusement: Well, he’s hot now, but he’ll burn himself out. Always happens. We’ve seen that movie.\nAnd now that Trump is drawing 40,000 people to an Alabama rally and beating Jeb and Marco in their home state of Florida? Well, say the insiders, thoughtfully stroking their chins, he’s tapped into a deep vein of anger. We have to figure out how to connect with that anger, and we’ll be fine.\nThat’s progress, I guess, but they’re still kind of clueless. Conservatives in particular are furious that Trump, with his ideologically checkered background, is whipping their candidates, at least for now.\nSo Politico surveyed its insider “caucus” in Iowa and New Hampshire and found that seven in 10 Republicans say they’re heard more than enough about Trump’s immigration plan. The insiders are identified in tiny type at the bottom of the piece but granted anonymity so they can provide juicy quotes.\nSaid one Iowa Republican: “He’s solidly put an anchor around the neck of our party, and we’ll sink because of it.”\n“Enough already,” vented another Iowa Republican, who like all participants was granted anonymity in order to speak freely. “This kind of garbage only appeals to the hard core … while alienating the soft middle that we must win in order to take the presidency.”  Now this isn’t to say that Trump hasn’t complicated life for the Republican Party. By calling for an end to birthright citizenship, along with mass deportation of 11 million illegal immigrants (before many are let back in), he has put the issue front and center for a party whose last nominee lost the Hispanic vote by 44 points.\nBut he’s got candidates like Jeb Bush now using the term “anchor babies” and others saying their policy is like Trump’s. That doesn’t sound like the impact of a fringe candidate.\nOn the other hand, Scott Walker told CNBC’s John Harwood that he doesn’t have a position on birthright citizenship. Or is it that the candidate who described himself in the same interview as “unintimidated” doesn’t want to say?\nWhat the insiders don’t get is that Trump’s bombastic style, and occasionally over-the-top pronouncements, tap into a rejection of the whole failed, gridlocked, special-interest-driven system. And that’s in part why his street talk is important.\n“I don’t think the people running for office are real,” Trump told Time, which features him posing with an eagle. “They have to throw a lot of consultants away and be themselves. I think it is one of the things that has helped me.”\nAfter two months of embarrassment, the insiders—both media and political—are finally starting to understand that Trump is on to something. It took three New York Times reporters to produce a front-pager yesterday with the headline \"Why Donald Trump Won't Fold\"--which was obvious to some of us right from the start:\n\"The breadth of Mr. Trump’s coalition is surprising at a time of religious, ideological and geographic divisions in the Republican Party. It suggests he has the potential to outdo the flash-in-the-pan candidacies that roiled the last few Republican nominating contests.\"\nJournalists are having to “Deal With It,” as Time’s cover says. That doesn’t mean The Donald can defy gravity forever, but he has exposed the insiders as living in a highly insular bubble.\nClick for more Media Buzz.\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "The Politico headline practically jumps off the screen: ", "title": "The ‘Insiders’ are freaking out about Trump, and that’s too bad", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/M7GcMYERX0g/", "topics": ["immigration"], "people": ["Donald Trump", "Howard Kurtz", "Jeb Bush", "Scott Walker", "John Harwood"], "orgs": ["These Insiders", "Republican Party", "CNBC"], "authors": [], "date_written": "2015-08-24 10:00:27", "org": "fox", "article_id": "1840fcf08dfa14a9c8ad710575be3455", "date_access": "2015-08-24 10:00:05.815257"}