{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tTexas Republican Sen. Ted Cruz, ticking off a litany of President Obama policies he opposes, promised Monday to return to a government by Constitution and \"stand for liberty\" as he officially announced his 2016 presidential bid. \n\nCruz, speaking to an energetic crowd of students at Liberty University in Lynchburg, Va., drew from his background to address his faith and what he sees for the future of the country. ADVERTISEMENTADVERTISEMENT\n\nAs the first major presidential candidate to officially declare, he told the crowd to “imagine a president that finally, finally, finally secures the borders” and drew applause when he promised to “stand up and defeat radical Islamic terrorism.” \n\nREAD THE TRANSCRIPT. \n\nCruz continued his pledge by telling the crowd to “imagine a president who says I will honor the Constitution and under no circumstances will Iran be allowed to acquire a nuclear weapon.”More on this...Cruz for president: What are his chances? Will Ted Cruz throw his hat in the 2016 ring? Can Ted Cruz become GOP 2016 front-runner? \n\nHe also urged the crowd to imagine a simple flat tax. He added, “imagine abolishing the IRS.”\n\nCruz spoke on the fifth anniversary of Obama's health care law -- legislation that prompted Cruz to stand for more than 21 hours in the Senate to denounce it in a marathon speech that delighted his Tea Party constituency and other foes of the law. Cheers rose in the hall when Cruz reminded the crowd Monday that Liberty University filed a suit against the law right after its enactment.\n\n\"It's time to get in there,\" Cruz told Fox News' Sean Hannity Monday night. \"and it's time to start making the case that we've got to change what we're doing. I think there is an urgency to what we're facing in politics that's unlike anything you or I have ever seen before. I think it's now or never. I don't think we've reached the point of no return yet, but we are close.\"\n\n\"We [Republicans] have to win in November 2016,\" Cruz added later in the program. \"We cannot have four or eight more years of going down this road.\" \n\nCruz, a divisive figure in his own party, is not expected to be the sole GOP contender for long.\n\nFormer Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker and two Senate colleagues, Kentucky's Rand Paul and Florida's Marco Rubio, are eyeing campaign launches soon.\n\nPaul, also a first-term senator, told Megyn Kelly Monday on \"The Kelly File\" that he believes he is more capable of expanding the Republican Party's appeal to independents. He also claimed that, among GOP candidates, he's polling better against Hillary Clinton, a potential Democratic 2016 rival, and hinted that he could announce a presidential bid early next month.\n\n\"We'll have some kind of a decision on April 7,\" he told Kelly.\n\nFor his announcement, Cruz bypassed Texas, which he represents in the Senate, as well as early nominating states such as New Hampshire, where Mitt Romney kicked off his own campaign for the GOP nomination in 2012, and Iowa.\n\nBy getting in early -- and at Liberty -- Cruz was hoping to claim ownership of the influential and highly vocal corner of the Republican Party for whom cultural issues are supreme. It was a move at crowding out figures such as former Arkansas Gov. Mike Huckabee, a former Baptist pastor, and former Sen. Rick Santorum, who has made his Catholic faith a cornerstone of his political identity.\n\nCruz earlier declared his candidacy via a Twitter post early Monday, becoming the first major candidate to officially declare.\n\n\nI'm running for President and I hope to earn your support! pic.twitter.com/0UTqaIoytP\n\n— Ted Cruz (@tedcruz) March 23, 2015\n\n\n\n\nA 30-second video accompanying the tweet featured Cruz speaking over a montage of farm fields, city skylines and American landmarks and symbols, calling on \"a new generation of courageous conservatives to help make America great again.\"\n\n\"I'm ready to stand with you to lead the fight,\" Cruz says as the video concludes. Shortly after midnight Monday, the campaign had launched its website. \n\nCruz's father, a pastor, is also expected to help the 44-year-old first-term senator make inroads with these voters.\n\nCruz is already a familiar figure on the circuit for presidential hopefuls, having made repeated visits to the early voting states, the big conservative activist conferences and more. This month, for example, he met party activists in New Hampshire, which hosts the leadoff primary. It's just that, like other presidential prospects, he's been coy about what he's doing. That coyness ends Monday as he jumps full in.\n\nBy announcing what has long been obvious, Cruz triggers a host of accounting and reporting requirements about money he is raising and how he is spending it. To this point, he had operated his political organization through a non-presidential committee that worked under different rules. By officially joining the race, he now operates under a more stringent set of rules, including being able to accept fewer dollars from each supporter.\n\nFollowing his election to the Senate in 2012, the former Texas solicitor general quickly established himself as an uncompromising conservative willing to take on Democrats and Republicans alike. Criticized by members of his own party at times, he won praise from tea party activists for leading the GOP's push to shut the federal government during an unsuccessful bid to block money for President Barack Obama's health care law.\n\nThe son of an American mother and Cuban-born father, Cruz is positioning himself to become potentially the nation's first Hispanic president. While he was born in Canada, two lawyers who represented presidents from both parties at the Supreme Court recently wrote in the Harvard Law Review that they think Cruz meets the constitutional standard to run.\n\nShould he fail to win the nomination or the presidency, Cruz would retain his Senate seat through 2019. He also could elect to run for re-election in 2018, having broadened his national network of allies and donors during this presidential campaign.\n\nSenator Ted Cruz (TX) - Profile | InsideGov!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^https:/.test(d.location)?'https':'http';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+\"://cdn1.findthebest.com/rx/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"ftb-widgetjs\");\n\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Sen. Ted Cruz announces White House bid - VIDEO: Cruz talks campaign on 'Hannity'  - KURTZ: Pundits paint Cruz as extremist - Budding '16 presidential field set to be among most diverse in US history", "url": "http://www.foxnews.com/politics/2015/03/23/sen-ted-cruz-to-announce-plans-for-presidential-bid/", "topics": ["personality"], "people": ["Rand Paul", "Rick Santorum", "Mitt Romney", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Mike Huckabee", "Barack Obama", "Megyn Kelly", "Sean Hannity", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "Republican Party", "IRS", "Supreme Court", "GOP", "Harvard Law Review", "UTqaIoytP", "Tea Party", "Liberty University"], "authors": [], "date_written": "2015-03-24 12:38:18", "org": "fox", "article_id": "3b0769831ad1f0992eb74b77f5dc44bd", "date_access": "2015-03-24 12:24:22.654329"}