{"body": "\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut:\n• Dems face test on radical Islam\n• Gun-free zones under fire\n• Power Play: Planned Parenthood game changer\n• Trump feast means famine for second tier\n• Ah, Germany…\nDEMS FACE TEST ON RADICAL ISLAM\nWe will get to take the measure of the Democratic field today in Iowa as to whether they can address the subject of Islamist terrorism in such a way as to reassure voters that they are trustworthy.\n\nTonight in Iowa is the party’s first candidate cattle call of the cycle (compared to 14 so far for the GOP.)\n\nAnd while President Obama was able to win re-election in 2012 waving the bloody tunic of Usama bin Laden, his ratings on national security have subsequently ranged from weak to abysmal.\nHis administration’s reticence to speak directly to the issue of Islamist militancy in the homeland, whether it at Ft. Hood or at the Mohammed cartoon contest or, now, Chattanooga, has been part of that problem.\n\nThis has consequences for his party, since many in the Democratic base are extremely worried about racial profiling, cultural sensitivity and ensuring that Islamists are treated the same way as other killers.\n\nOne month ago today, Republicans were faced with a similar situation when a racist lunatic murdered congregants at a black church in South Carolina. Many in the Republican base are concerned about the rise of racial politics, political correctness run amok and the demonization of the South, the geographic base of the party.\n\nBut to the disappointment of Democrats, and many on the media, Republicans dealt straight away with the issue and all (or almost all) acquitted themselves with compassion, mercy and clarity. It was a big test for the party’s huge field of candidates as well as the GOP in early-state South Carolina. It was a great success.\n\nDemocrats face a similar test now. Can they respond with similar clear-eyed rhetoric?\n\nIf Democrats are seen as sharing the president’s posture on Islamism, it will complicate things for Hillary Clinton in a big way. But other than former-Sen. Jim Webb, is any other candidate likely to say more today than express sympathy for the families of the victims? Will anyone else be willing to confront the party’s orthodoxy and talk about radical Islam? Clinton surely doesn’t want to antagonize her base just as cracks are beginning to deepen.\n\n[Watch Fox: Senior Political Correspondent Mike Emanuel covers the state of the race for the Democrats live from Cedar Rapids, IA.]\n\nGun-free zones under fire - The murder of unarmed U.S. Marines in Chattanooga drew swift calls to scrap federal policy establishing gun-free zones at military facilities. The ineffectiveness of the ban, enacted during the Clinton administration, was ironically underlined by pictures at one of the shooting scenes showing a bullet-ridden front entrance displaying a sign declaring it gun-free.  The attack, which tragically recalls the 2009 Fort Hood shooting of unarmed soldiers the Obama administration termed “workplace violence”, has critics of the ban are asking: If our troops are going to be serially targeted by terrorists, as it now appears, shouldn’t they at least be able to carry side arms to protect themselves?\n\n[WashEx notes that earlier this month Donald Trump called for an end to gun free zones.]\n\nTime for a change - “…[T]he policies that prohibited our military personnel from being armed at an establishment like this…are outdated. Containment was something that might have been good during the Cold War, but we’re facing an enemy in radical Islamic terrorism that's willing to take the fight to us and we need to make sure that our men and women in uniform not only have the resources to protect us and keep our country safe, but they need to have the resources to keep themselves safe.” – Gov. Scott Walker, R-Wisc., on “The Kelly File”\n\nPOWER PLAY: PLANNED PARENTHOOD GAME CHANGER\nUndercover video of a Planned Parenthood exec talking about harvesting fetal organs has shocked the country. Given the abortion rights group’s close alignment the Democratic party, what does the uproar mean politically? Republican strategist Mercedes Schlapp and Democratic consultant Craig Varoga discuss the fallout with Chris Stirewalt. WATCH HERE.\n\nPlanned Parenthood is sorry if you were offended - Fox News: “Cecile Richards, president of the Planned Parenthood Federation of America, defended the organization’s practices and maintained the group does not illegally sell fetal tissue. But, in a video statement [Richards said]…This is unacceptable, and I personally apologize for the staff member’s tone and statements,” Richards said. Richards does not directly name Deborah Nucatola, the group official in the video. The video was secretly recorded last year and released to the press this week by the pro-life group, Center for Medical Progress.”\n\nWITH YOUR SECOND CUP OF COFFEE…\nFast Company: “IBM wants you to be able to tell how your tone comes across in written communications. Today, Big Blue unveiled Watson Tone Analyzer, the latest tool in the company’s growing suite of cognitive computing applications. Watson is best known as the computer system that autonomously vanquished the world’s best Jeopardy players during a highly publicized competition in 2011…The system is based on Watson’s ability to understand natural language queries and to analyze huge data sets. With Tone Analyzer, IBM is giving developers a way to embed automatic linguistic analysis in their applications, in a bid to improve the way we communicate with each other.”\n\nGot a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\nReal Clear Politics Averages\nObama Job Approval: Approve – 45.6 percent//Disapprove – 49.7 percent\nDirections of Country: Right Direction – 30.0 percent//Wrong Track – 60.5 percent\n\nTRUMP FEAST MEANS FAMINE FOR SECOND TIER\nIn the latest Fox News poll a new whale has entered the water and he’s starving the little fish. Donald Trump lands at 18 percent in the poll topping the list 3 points ahead of his closest competitor Gov. Scott Walker, R-Wisc., who climbs to 15 percent, followed by former Gov. Jeb Bush, R-Fla., who holds strong at 14 percent. What about the other Floridian? Sen Marco Rubio, R-Fla., continued to slip, but seems to have stabilized. Rubio fell from 13 percent in April down to 9 percent in May. Since then he’s waivered around the high single digits. For now, it seems, Rubio has managed to hold that space, which in a field like this is an achievement in itself.\n\nThe Trump effect was felt outside of the top tier where contenders like Ben Carson, Ted Cruz, Rick Perry, Mike Huckabee and, perhaps most of all, Carly Fiorina.\n\nPower Play: Trumpedo - How damaging has Trump really been beyond the media hype? Republican strategist Mercedes Schlapp and Democratic consultant Craig Varoga give Chris Stirewalt their take. WATCH HERE.\n\nJeb’s take on the Iran deal: legitimizing a regime with ‘blood on their hands’ - Yahoo! reporter Jon Ward talked with Former Gov. Jeb Bush, R-Fla., on his take on the Iran deal. Bush said, “We also have a situation that is deeply troubling to me, which is there’s blood on their hands with American military men and women in Iraq…And to legitimize a regime that killed hundreds of American soldiers without any consequence, without any recognition that that’s something that should be troubling, is deeply disturbing to me.”\n\nAnd gains another Hamptons ‘money man’ - NYDN: “Presidential hopeful Jeb Bush will head on a Hamptons…with a stop at money man Ken Lipper’s East Hampton mansion... Lipper…will host Bush at an intimate brunch after the former Florida governor flies in just for the day on July 25.”\n\nThis sounds familiar… - Miami Herald: “Jeb Bush is bringing back one of the phrases he loved to use as governor -- ‘Mount Tallahassee’ -- only now that he’s running for president, he’s talking about ‘Mount Washington.’ Bush plans to speak in the state capital Monday about how we would reform how the federal capital works. It’s part of a series of speeches about what his priorities would be as president, spokeswoman Allie Brandenburger said.”\n\nWalker for the win - Milwaukee Journal-Sentinel: “Dealing Gov. Scott Walker a victory just as his presidential campaign gets underway, the Wisconsin Supreme Court in a sweeping decision Thursday ruled the governor’s campaign and conservative groups had not violated campaign finance laws.”\n\nLook who’s here - Boston Globe: “It was one of those only-in-New-Hampshire moments. Presidential candidates bump into each other — on a street corner. While campaigning. Luckily, Dr. Ben Carson and Carly Fiorina are friends, having served together on the board of the Kellogg Co. So the Republicans met last week’s chance encounter in the heart of downtown’s Market Square with joyous wonder.”\n\nFOX NEWS SUNDAY: BEST BAD OPTION ON IRAN OR A DISASTER?\nChris Wallace hosts Sens. John Barrasso, R-W.Y., and Ben Cardin, D-M.D., both of the Senate Foreign Relations Committee on the deal with Iran that has everybody talking. Secretary of State John Kerry gives his take on how the deal went. “Fox News Sunday with Chris Wallace” airs at 2 p.m. and 6 p.m. ET on Fox News. Check local listings for air times in your area.\n\n#mediabuzz - Former Gov. Mike Huckabee, R-Ark., sits down with host Howard Kurtz for a wide-ranging interview on media coverage, Hillary, Trump, same-sex marriage and whether he misses TV. Also on the docket, former network anchor Campbell Brown talks about journalistic bias and her new role as an education advocate. Watch “#mediabuzz” Sunday at 11 a.m. ET, with a second airing at 5 p.m.\n\nAND YOU KNOW THE REST OF THE STORY…\nWashEx’s Philip Klein takes a look at a lobbyist with some pretty interesting ties. Klein writes, “On Wednesday, America’s Health Insurance Plans, the insurance industry’s largest lobbying group, announced that it had elected Marilyn Tavenner as its chief executive officer. Before joining AHIP, Tavenner led the Centers for Medicare and Medicaid Services under Obama…Tavenner could be a poster child for the corrupting influences of the revolving door between industry and government that Obama once decried.”\n\nSCHLAPPED: CHIEF JUSTICE ROBERTS ‘BROKE HIS WORD’\nThat’s what American Conservative Union Chairman Matt Schlapp stated in his op-ed in The Hill. On the heels of the two watershed decisions from the Supreme Court last month, Schlapp writes, “It was once unimaginable to most people to think that Chief Justice John Roberts would contradict so sharply the image he portrayed at his confirmation hearing. For example, under oath he explained, ‘You don’t look to legislative history to create ambiguity.  If the text is clear, that is what you follow, and that’s binding.  And you don’t look beyond it to say, well, if you look here, though, maybe this clear word should be interpreted a different way.’”\n\nAH, GERMANY…\nA squirrel faced police in Germany after a woman complained he was stalking her, reports NBC News. When the woman was unable to shake the rodent authorities stepped in, and found he was suffering from exhaustion. In an effort to give the animal some much needed sleep the officers fed him apple and honey tea. After recovering, the animal will be transferred to a local shelter.\n\nAND NOW A WORD FROM CHARLES…\n“This is in all probability an example of radical Islam at work and you know I think our emphasis on ISIS is a little overstated because we had these attacks that predate ISIS…But the general issue is radical Islam. And unless we have a president who immediately says this is a lone gunman, how does he know?” – Charles Krauthammer on “Special Report with Bret Baier” Watch here.\n\nChris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Will Democrats confront the party's orthodoxy and talk about radical Islam?", "title": "Dems face test on radical Islam", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/0KXXlBgzs_0/", "topics": ["terrorism"], "people": ["Allie Brandenburger", "Jon Ward", "Matt Schlapp", "Rick Perry", "Cecile Richards", "Mike Huckabee", "Marilyn Tavenner", "Justice John Roberts", "Philip Klein", "Chris Wallace", "Ben Cardin", "Charles Krauthammer", "Chris Stirewalt", "Kelly File", "Bret Baier", "Ken Lipper", "John Barrasso", "Ted Cruz", "Mike Emanuel", "Craig Varoga", "Jeb Bush", "Deborah Nucatola", "Donald Trump", "Marco Rubio", "Jim Webb", "Watson Tone Analyzer", "Carly Fiorina", "John Kerry", "Howard Kurtz", "Hillary Clinton", "Scott Walker", "Fort Hood", "Campbell Brown", "Ben Carson"], "orgs": ["U.S. Marines", "IBM", "American Conservative Union", "AHIP", "Milwaukee Journal", "Supreme Court", "Hampshire", "Medicaid Services", "Mercedes Schlapp", "Senate Foreign Relations Committee", "Center for Medical Progress", "FNC", "Sens", "Planned Parenthood Federation of America", "Health Insurance Plans", "GOP"], "authors": [], "date_written": "2015-07-17 15:55:43", "org": "fox", "article_id": "f38ae424cfd072aa2d22110618453dd6", "date_access": "2015-07-17 15:20:05.952943"}