{"body": "\n\n\n\n\n\t                        May 27, 2015:  Democratic presidential candidate, former Secretary of State Hillary Rodham Clinton speaks in Columbia, S.C. (AP)\n\t                        \n\t                \n\n\nThe State Department is expected to release a new batch of former Secretary of State Hillary Clinton’s emails Monday evening, totaling many thousands of pages. Her defenders will be searching through the electronic missives to find vindication, her critics parsing every key stroke to prove wronging, at least politically.  The former first lady’s strongest backers, aligned with the Democratic Party, believe the email controversy is based on partisanship, not principle. They believe she is being subjected to a double standard. Her most dogged attackers, aligned with the Republican Party, say the real truth is the opposite, that she is the one benefiting from a double standard, claiming anyone else would have been forced to quit the presidential race.\nWhat then is the truth about her emails? Clinton’s admirers say they show a good public servant who made, in hindsight, a bad but defendable choice to run all her business through one private email account and server. Her detractors say they show a deceitful politician intentionally skating on the edge, knowingly using an unsecure system putting sensitive information at risk, allowing herself and a few close aides to operate outside of any oversight for their own political self-interests.\nTo all this I answer: At this point, fair or not, what’s in this new batch of emails is not likely to settle this debate. Those looking for exoneration are as likely to find more exasperation: those searching for proof of worse mistakes are equally likely to be disappointed.\nOne person’s molehill is another’s one mountain in this controversy: and at this point, roughly one-half year into the back and forth, where you stand is based on where you sit.\nThis is not unusual in these types of politically charged matters unveiled during a political campaign especially in today’s 24/7 wired world.\nThe laws and regulations in this area are difficult for the lawyers and intelligence experts to explain succinctly, and intentionally so. Wiggle room to prevent unfair consequences to those who made human mistakes in a classification system meaning different things to different agencies of government should not be allowed to trap good people. Those who say the Clinton campaign botched her defense at the start have the benefit of hindsight.\nBut those who attacked her without waiting to get the all the facts lost their claim of impartiality and giving her the benefit of the doubt, a necessity in our culture.\nThe point being: After all that has transpired to date, perception may have already become reality to most Americans, indeed most commentators, not to mention defenders and detractors, on both sides. Or put another way: Another batch of emails isn’t going to change the bottom line.\nThe drop in Clinton’s support from 69 percent among Democrats nationally when she announced in April to now only 45 percent in one recent poll surely has some cause and effect relationship to the email issue.\nThe Clinton campaign says no one really cares. But as Yogi Berra famously said, some things are too coincidental to be a coincidence.\nSince her announcement, you can count on one hand the number of days Clinton’s vision led the political news. But you don’t have enough fingers and toes to count the times the email controversy dominated the 24/7 campaign cycle.\nThis reality – her inability to speak about the future due to the media noise created by these emails from the past – is likely the greatest danger to the Democratic front-runner’s candidacy for president. There are going to be monthly email dumps for the foreseeable future, not to mention leaks from various investigations and court documents.  \nVoters have been waiting, impatiently, for the controversy to be resolved or at least this question answered: Did she or didn’t she do something that will scuttle her campaign for president?\nThe chances are that after this latest batch of emails is reviewed, we will be no closer to answering this question. If this is true, this could mean the time is near when the public will no longer expect an answer.\nThe question will now be answered by the old adage: The truth is in the eye of the beholder.\nThe substance in the emails should, at least in theory, matter the most. But given political reality, the substance might, in the end, matter the least.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "The State Department is expected to release a new batch of former Secretary of State Hillary Clinton’s emails Monday evening, totaling many thousands of pages.", "title": "Hillary Clinton's emails: Why it doesn't matter what's in them", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/jnFfm0f5o5o/hillary-clintons-emails-why-it-doesnt-matter-whats-in-them.html", "topics": ["campaign_finance", "personality"], "people": ["Hillary Rodham Clinton", "Yogi Berra", "Hillary Clinton"], "orgs": ["S.C.", "Democratic Party", "State Department", "Republican Party"], "authors": [], "date_written": "2015-08-31 21:26:00", "org": "fox", "article_id": "174b583c1deca9abd6878f1286c5dc45", "date_access": "2015-08-31 21:30:18.336760"}