{"body": "\n\n\n\n\n\n\n \n\n\n\n\nThe White House will be in a bit of a pickle if Joe Biden decides to get into the presidential race. Will President Obama endorse his own Vice President or his former Secretary of State? The president's spokesperson Josh Earnest seemed to be pretty high on Biden when asked by reporters.\nThe president has indicated his view that the decision he made seven years ago now, to add Joe Biden to ticket as his running mate, was smartest move he had ever made in politics. And I think that should give you some sense of the president’s view of VP Biden's aptitude for the top job.\nWith or without the endorsement it seems Biden is rising in the polls even without yet announcing any candidacy. The most recent Quinnapiac poll shows Biden beating Trump in the swing states of Florida, Ohio and Pennsylvania. The most recent Quinnapiac poll shows Biden beating Trump in the swing states of Florida, Ohio and Pennsylvania.\nIs this all because America just loves Joe Biden? or is it because Democrats are falling out of love with Hillary Clinton?\nGretchen Carlson currently serves as anchor of FOX News Channel's (FNC) The Real Story with Gretchen Carlson (weekdays 2-3PM/ET). She joined the network in June of 2005. Click here for more information on Gretchen Carlson. \n\n\n+ FollowFoxNewsOpinion on Facebook\n\n\nthe-real-story\n\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Will President Obama endorse his own Vice President or his former Secretary of State?", "title": "Gretchen's Take: White House in a pickle if Biden runs", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/bJ4HoeNWG-w/gretchens-take-white-house-in-pickle-if-biden-runs.html", "topics": ["campaign_finance", "personality"], "people": ["Josh Earnest", "Joe Biden", "Hillary Clinton", "Gretchen Carlson"], "orgs": ["FNC"], "authors": [], "date_written": "2015-08-25 22:11:00", "org": "fox", "article_id": "0fe4dd3574bc1258aa19a948c4ba9581", "date_access": "2015-08-25 21:20:07.011374"}