{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nPlanned Parenthood’s president apologized Thursday for comments made by the group’s medical research director in a secretly recorded conversation about collecting fetal body parts, as outrage over the graphic video mounted on Capitol Hill where lawmakers are launching several investigations.  \nCecile Richards, president of the Planned Parenthood Federation of America, defended the organization’s practices and maintained the group does not illegally sell fetal tissue. But, in a video statement, she acknowledged one of their staff members spoke in a way that does not “reflect” the “compassionate care that we provide.”  \n“This is unacceptable, and I personally apologize for the staff member's tone and statements,” Richards said.  \nRichards does not directly name Deborah Nucatola, the group official in the video. The video was secretly recorded last year and released to the press this week by the pro-life group, Center for Medical Progress.  \nThe video shows Nucatola at a lunch with two anti-abortion activists posing at representatives of a biotech firm apparently interested in talking about fetal tissue donations. It shows her munching on what looks like salad and sipping on red wine while discussing fetal lungs and “lower extremities” in hot demand.  \nShe says in the video: \"We've been very good at getting heart, lung, liver, because we know that, so I'm not gonna crush that part, I'm gonna basically crush below, I'm gonna crush above, and I'm gonna see if I can get it all intact.\"  \nHouse Speaker John Boehner on Thursday called the video “disgusting.”  \nUnclear is whether any legal lines were crossed – something lawmakers are sure to probe in several concurrent congressional investigations underway.  \nWhile some critics accused Planned Parenthood of selling aborted fetus parts, which would be illegal under federal law, the group says it only donates fetal tissue to researchers, for no profit.  \nBut there may be other legal issues at play.  \nSen. Chuck Grassley, R-Iowa, chairman of the Senate Judiciary Committee, sent a letter Wednesday to Richards noting federal law prohibits the “alteration of abortion methods and procedures solely in order to obtain fetal tissue.”  \nTitle IV of the Public Health Service Act says abortion providers cannot alter the “timing, method, or procedures” used to terminate a pregnancy solely for the purpose of obtaining tissue.  \nGrassley said his committee is launching an inquiry into the matter, but also fired off a letter to Attorney General Loretta Lynch raising these issues.  \nThe videotaped discussion, he wrote, “raises questions about whether the actions of abortion providers, and in particular those employed by Planned Parenthood and its affiliates, are consistent with federal law.” He also told Lynch the video raises questions about whether they violated the Partial-Birth Abortion Ban Act.  \n“I respectfully request that you provide the Committee with a description of any and all actions taken by the Department to ensure compliance with this statute,” he wrote. The Justice Department confirmed to FoxNews.com that it had received the letter but had no further comment.  \nIn his letter to Richards, Grassley demanded all records relating to Planned Parenthood’s provision of fetal tissue and all records of the organization’s facilitation or coordination of organ donation via any of its affiliates. This includes procedures and the amount of money generated by the donation of fetal tissue.  \nStem cell research using fetal tissue is not illegal, and it has been used in research for decades as long as the mother gives her informed consent about the use of the donated tissue and donating physicians sign a statement promising to adhere to specific guidelines. It is illegal, however, for abortion providers to generate revenue in return for human fetal tissue donations.  \nIn a statement by the group Wednesday, Planned Parenthood insisted the video had been heavily edited and Nucatola’s statements were taken out of context. Specifically, the group said Nucatola only discussed money the group gets as reimbursement for transporting the fetal tissue, which is allowed under the law.  \n“I want to be really clear: The allegation that Planned Parenthood profits in any way from tissue donation is not true. Our donation programs – like any other high-quality health care providers – follow all laws and ethical guidelines,” Richards said, while reiterating that it is always the woman’s decision to donate. She also took aim at the group that filmed and distributed the now viral video:  \n“We know the real agenda of organizations behind videos like this, and they have never been concerned with protecting the health and safety of women. Their mission is to ban abortion completely and cut women off from care at Planned Parenthood and other health centers.”  \nAt the state level, Louisiana Gov. Bobby Jindal, also a GOP presidential candidate, announced an investigation into the group while calling for a suspension of its license in the near-term. Meanwhile, Republican Texas Gov. Greg Abbott has directed the state’s Health and Human Services Commission to conduct an immediate investigation, in addition to one already ordered by the state’s attorney general’s office.  \nOn Capitol Hill, Boehner endorsed the committee investigations and hearings. “And once they have them, we'll decide what's the proper course of action,” he said, adding he might “vomit” trying to talk about the video in detail.", "byline": "", "description": "", "title": "Planned Parenthood head apologizes for official&rsquo;s fetal organ comments, as fallout grows - 2016 candidates blast Planned Parenthood over video", "url": "http://www.foxnews.com/politics/2015/07/16/planned-parenthood-head-apologizes-for-officials-fetal-organ-comments-as/", "topics": ["abortion"], "people": ["Chuck Grassley", "Deborah Nucatola", "Cecile Richards", "John Boehner", "Loretta Lynch", "Bobby Jindal", "Greg Abbott"], "orgs": ["GOP", "Senate Judiciary Committee", "Justice Department", "Committee", "Center for Medical Progress", "Planned Parenthood Federation of America", "Planned Parenthood"], "authors": [], "date_written": "2015-07-16 23:43:03", "org": "fox", "article_id": "ecf7ff6fb16cdddefca0a03ad6074492", "date_access": "2015-07-16 23:20:03.129446"}