{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWisconsin Gov. Scott Walker responded Tuesday to a union demonstration that took place outside his parents' house in Wauwatosa earlier this week, saying that it was a personal attack that \"takes (protesting) too far.\"\n\nMore than 100 education union workers, who were protesting Walker's proposed budget that they said would harm public schools and universities, descended upon the house on Monday, as its legally owned by Walker. They chanted slogans but remained peaceful during the demonstration.ADVERTISEMENTADVERTISEMENT\n\nProblem is, Walker now lives in the governor's mansion, and his parents, Pat and Llewellyn, both in their mid-70s, were the home's occupants during the protest.\n\n\"I just think in the end it backfires,\" Walker said Tuesday on \"The Kelly File.\" \"Taking it to someone's home, particularly with elderly parents, that takes it too far.\"\n\nWalker also dismissed criticism that he never graduated from college. Some liberal commentators, including former Vt. Gov. Howard Dean, have suggested that if Walker were to run for president next year, he would be the first chief executive in generations not to have a college degree.\n\n\"That's the kid of elitist, government-knows-best, top-down approach we've had for years,\" Walker told Megyn Kelly. \"I'd rather have a fighter who's proven he can take on the big government interests and win. ... I think people want to judge what have you done lately.\"\n\nFinally, Walker addressed controversy over recent remarks that he made about evolution, in which he declined to answer whether he believes in the theory during a speech about global trade in London.\n\n\"I think God created the earth,\" he told Kelly, but added, \"I think science and my faith aren't incompatible.\"", "byline": "", "description": "Wis. Gov. Scott Walker responded Tuesday to a union demonstration that took place outside his parents' house in Wauwatosa earlier this week, saying that it was a personal attack that \"takes (protesting) too far.\"", "title": "Scott Walker sounds off on union protests, college and evolution", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/ehUD6PVBrzM/", "topics": ["campaign_finance", "trade"], "people": ["Howard Dean", "Scott Walker", "Megyn Kelly"], "orgs": [], "authors": [], "date_written": "2015-02-18 03:17:14", "org": "fox", "article_id": "a310f26826a7c0588b1fbf406389a3df", "date_access": "2015-02-18 14:38:49.570426"}