{"body": "\n\n\n\nJuly 16, 2015: Vice President Joe Biden speaks at Generation Progressâs 10th Annual Make Progress National Summit. (AP)\n\n\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Beau Biden’s top adviser joins Joe’s campaign in waiting • 2016 GOP power index: Rubio falls out of top three • Jeb rolls out border plan • Power Play: Planned Parenthood test in Senate today • Of course they are\nBEAU BIDEN’S TOP ADVISER JOINS JOE’S CAMPAIGN IN WAITING Vice President Joe Biden seems to be getting serious. On the heels of a NYT report Saturday that said Biden was seriously considering another presidential run, a former aide to Biden’s late son Beau Biden announced Sunday he is set to join the Draft Biden super PAC. Josh Alcorn is described by the AP as the younger Biden’s “top political and fundraising” aide from Delaware. Alcorn’s move, coupled by the revealing write from NYT’s Maureen Dowd on Beau’s urgent dying wish for his father, signals the serious tip the vice president may actually take the plunge into the race. From MoDo: “Beau was losing his nouns and the right side of his face was partially paralyzed. But he had a mission: He tried to make his father promise to run, arguing that the White House should not revert to the Clintons and that the country would be better off with Biden values.”  2016 Democratic Power Index: Joe jumps - 1) Hillary Clinton; 2) Joe Biden [+1]; 3) Bernie Sanders [-1]; 4) Martin O’Malley [-1]; 5) Jim Webb;  6) Elizabeth Warren; 7) Lincoln Chaffee  Hillary starts spending - Clinton, who is up 28 points in Iowa, and 15 points in New Hampshire, put out her first television ads late Sunday night in the early states. Both ads center on her mother, Dorothy, who was abandoned as a child and sent to live with relatives, Clinton says her mother’s story inspired her to run for office. It is a familiar narrative for Clinton who talked a lot about her mother in her 2008 run as well. The videos signal that despite reassurances from the Clinton camp that they are not worried about Vice President Biden’s run they are also not taking any chances.  Bernie: ‘Something happened on the way to a coronation’ - Boston Herald: “Voters filled the large banquet hall yesterday at Southern New Hampshire University to support Vermont Sen. Bernie Sanders, who gave an impassioned speech on income inequality and boasted he’s gaining traction against fellow presidential hopeful Hillary Clinton. ‘Something happened on the way to a coronation,’ he told the cheering crowd. ‘It was me.’”  Likens Biden like Hillary - ABC News: “Presidential hopeful Bernie Sanders said he’s ‘very fond’ of Vice President Joe Biden, but that ‘the American people... want to go beyond conventional establishment politics.’”  O’Malley in Puerto Rico, says they are being treated ‘unjustly’ - Fox News Latino: “Former Maryland Gov. Martin O’Malley became the first Democratic presidential candidate to make a campaign stop in Puerto Rico this year as part of an effort to woo Latino voters…In a brief interview with The Associated Press, O’Malley said Puerto Rico should receive the same treatment as the U.S. mainland. ‘Right now, the people of Puerto Rico…are being treated very unjustly by forces on the mainland, forces on Wall Street and the intransigence of this Republican Congress in taking action to restore simple bankruptcy protections,’ he said.”  OBAMA TO ORDER BIG CUTS IN PLANT EMISSIONS Once again wielding his pen in an attempt to cement his legacy, President Obama will finalize an EPA rule today that imposes deep cuts in carbon dioxide emissions from the country’s power plants. Despite political opposition and the virtual certainty of legal challenges from states and industry, the president is upping the ante by announcing steeper reductions – almost a third of 2005 level carbon emissions – than previously floated. Reaction from Republican 2016 candidates to the rule was swift, with several accusing the president of pandering to Democratic “environmentalist billionaires.”  Out of his hands - Fox News: “The rule won’t go into effect until long after Obama leaves office, putting its implementation in the hands of his successor.  Among other Republican critics, 2016 candidate and Wisconsin Gov. Scott Walker has said he would drastically scale down the EPA if elected and shift most of its duties to state regulators. The plan drew almost immediate support from Democratic presidential candidate Hillary Clinton, whose 2016 platform includes a so-called ‘clean energy’ initiative. ‘The Obama administration’s Clean Power Plan is a significant step forward in meeting the urgent threat of climate change,’ she said in a statement. ‘It will need defending because Republican doubters and defeatists -- including every Republican candidate for president -- won’t offer any credible solution.’”  [The players - From presidential candidates and lawmakers to governors and legal challengers, National Journal dives into a list of people who will determine the future of Obama’s climate plan.]  TAKE FIVE: WHAT DO YOU SAY? Eyes may be on the White House, but the fight for the Senate has already heated up. Democrats need five seats to flip the Senate from red to blue. Who will be in and who will be out? Tell us what you think. We’ll track your votes and comment and share them here each and every Thursday.  Share your top five picks. Email them – just five, please – toFOXNEWSFIRST@FOXNEWS.COM or tweet @ChrisStirewalt.  WITH YOUR SECOND CUP OF COFFEE… American dialects are dying faster than the phone booth. Twenty years ago, a linguist could pinpoint your native roots down to the city or county you were raised in simply from hearing you speak. With the rise of national media, beginning with the radio and growing to cable television, Americans are losing their regional voices. Some, like in Appalachia, cling to that accent as a sign of regional pride. There are programs cropping up in schools all over the region to teach children to embrace their dialect instead of feeling inferior. And in Maine, a local linguist says despite older accents dying out young people are clinging to their native tongue to preserve the authenticity of their towns. But in the South, people say that continued migration from their Northern friends seeking warmer climate has changed their dialect and references entirely.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM\nPOLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 46.1 percent//Disapprove – 49.4 percent Directions of Country: Right Direction – 29.2 percent//Wrong Track – 61.0 percent  2016 GOP POWER INDEX: RUBIO FALLS OUT OF TOP THREE 1) Jeb Bush; 2) Scott Walker; 3) Ted Cruz [+1]; 4) Marco Rubio [-1]; 5) Ben Carson; 6)Carly Fiorina; 7) John Kasich [+1]; 8) Donald Trump [-1]; 9) Rand Paul; 10) Mike Huckabee [previously unranked]  On the Radar - Rick Perry, Chris Christie, Rick Santorum, Bobby Jindal, Lindsey Graham, George Pataki, Jim Gilmore  A new WSJ/NBC News poll shows Sen. Ted Cruz, R-Texas, perhaps benefiting from his symbiotic relationship with Donald Trump. The poll has Cruz bounding up 5 points from June, and recovering much of his initial post-announcement bounce. This is the first evidence that acting as Trump’s defender may have advantages for the freshman senator. Can Cruz benefit even more after the expected end of the Trumptation or will he inherit too many of Trump’s negatives?  As Trump starts acting more cautiously one wonders if the moment we find out about a post-Trump world may be soon approaching.\nBut Cruz’s real advantage is the ongoing struggle of his fellow freshman, Marco Rubio. The latest round of polls has Rubio down again. An average of recent polls puts Rubio in sixth place overall. What’s the matter? The best theory seems to be that Rubio and Jeb Bush are simply too much alike and that Bush’s bankroll and organization have taken on too much gravity.  The recent slide may light a fire under Rubio (and some others) as they head into Cleveland Thursday for the first Republican debate.  Speaking of debate fireworks, also climbing is Ohio Gov. John Kasich, whose campaign and ad blitz seems increasingly likely to get him into the top ten as the cycle kicks off in earnest in his home state.  What would you say? - Give us your take on the 2016 Power Index we will share the best and brightest with the whole class. Send your thoughts to FOXNEWSFIRST@FOXNEWS.COM  [Watch Fox: Chris Stirewalt joins “The Real Story” in the 2 p.m. ET hour with the latest on who’s up and who’s down in the 2016 Power Index.]  JEB ROLLS OUT BORDER PLAN WMUR: “Republican presidential candidate Jeb Bush on Monday will unveil a plan his campaign says will “realistically and honestly” address border security and illegal immigration. In addition to shoring up border security with new roads, new technologies and continuous surveillance, Bush would also crack down on sanctuary cities and send home those who enter the country legally but then overstay their visas. Bush will outline the plan in a Medium post on Monday ahead of the Voters First Forum at Saint Anselm College.”  Drops tax hike - WaPo: “Jeb Bush said at a Koch network donor summit Sunday that he would not consider raising taxes even as part of a grand bargain to cut the deficit. Although it was not prefaced with ‘Read my lips,’ the former Florida governor stressed that more revenue should come from growth, not higher taxes. It is a shift for the Republican presidential candidate, coming as he works to expand his appeal beyond the GOP establishment. In June 2012, Bush told the House Budget Committee that he would back a deal that would include $1 in tax increases for $10 in spending cuts.”  [Bush was pressed at the event about the enormous sums he has funneled into various campaign organizations, saying “If people don’t like it, that’s just tough luck.” Bush may also be close to landing yet another donor whale.]  He’s been everywhere, man - Gov. Scott Walker, R-Wis., is out with a new video documenting his three-week, 11-state announcement tour. Walker emphasizes his middle-America roots and enthusiastic crowds. Watch here.  Cruz says he’s built Southern strength - WaPo: “[Sen. Ted Cruz, R-Texas] was a crowd favorite at the Koch network donor summit here. He got the normally mild-mannered donors laughing and cheering with his red meat …This money, he explained, will help him run a national campaign, not just one focused on the first four states in the nominating process…Cruz plans to spend a good chunk of the August recess traveling by bus around the South, including South Carolina, Georgia, Alabama, Tennessee, Mississippi, Arkansas, Oklahoma and Texas.”  Rubio warns: Iran could nuke California - Sen. Marco Rubio, R-Fla., didn’t mince words when talking about the Iran deal Sunday. Speaking at an event in California, Rubio said, “I don’t think any of us wants to live in a country where a radical Shiite cleric in Tehran can have a nuclear weapon and an ICBM that can hit where we are sitting right now.”  [He’s not alone - “American voters oppose 57 - 28 percent, with only lukewarm support from Democrats and overwhelming opposition for Republicans and independent voters, the nuclear pact negotiated with Iran, according to a Quinnipiac University national poll released today.”]  Trump cans adviser for politically incorrect posts - WaPo: “Donald Trump’s campaign fired a staffer Sunday for what it said were racially offensive Facebook posts. ‘Effective immediately, Sam Nunberg, a low-level political adviser, is no longer associated with the Donald Trump For president campaign,’ Trump campaign manager Corey Lewandowski said in an interview. The firing, first reported by CNN, followed a report Friday by Business Insider that Nunberg had posted slurs and other offensive content on his private Facebook page in entries dating to 2007.”  Perry says he’ll end the Iran deal on day one - Former Gov. Rick Perry, R-Texas, told Chris Wallace that he would end the Iran deal on his first day in the White House. He said, “Tear up that agreement with Iran, that’s the biggest challenge I think that we have in this country, and obviously securing that border with Mexico is incredibly important as well, and those two things can happen on the first day.”  [Sen. Rand Paul, R-Ky., joins Sens. Joni Ernst, and James Lankford in a TIME op-ed on defunding Planned Parenthood on the heels of the “inhumane treatment” of human life.]  OF COURSE THEY ARE The Age: “A feud has broken out between a founding member of the Village People and one of the group’s old members over who has the right to be a Macho Man. Millionaire playboy Ivan Wilzig, known for his electropop covers of ‘60s and ‘70s peace songs, invited Randy Jones, the original Village People cowboy, to perform at a party held at his Hamptons mansion. The party, scheduled for August 22, will be Studio 54-themed, with all guests invited to dress up as either the cowboy, the Indian, the construction worker, GI, leatherman or policeman. Trouble erupted when Wilzig also invited Felipe Rose, founding member and Indian in the Village People. When Rose found out that Jones was performing, he ‘flipped out,’ according to a Page Six ‘source’…Now Wilzig and Jones are waiting to see if Rose will bury the hatchet.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Move is latest in a series of signals Vice President Biden may actually take the plunge into the race.", "title": "Beau Biden’s top adviser joins Joe’s campaign in waiting", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/pMS8QN9sHrw/", "topics": ["immigration"], "people": ["Randy Jones", "Kelly File", "Chris Wallace", "Rick Perry", "Mike Huckabee", "Ted Cruz", "Chris Stirewalt", "Chris Christie", "Joe Biden", "Bret Baier", "Maureen Dowd", "Puerto Rico", "Bobby Jindal", "Bernie Sanders", "Joni Ernst", "Scott Walker", "Sam Nunberg", "Rand Paul", "Beau Biden", "Martin O'Malley", "Josh Alcorn", "Jeb Bush", "Donald Trump", "Marco Rubio", "Jim Webb", "Elizabeth Warren", "Carly Fiorina", "Rick Santorum", "Corey Lewandowski", "Lindsey Graham", "James Lankford", "Hillary Clinton", "John Kasich", "Jim Gilmore", "George Pataki", "Macho Man", "Ben Carson"], "orgs": ["House Budget Committee", "Quinnipiac University", "National Journal", "Senate", "Saint Anselm College", "NYT", "GOP", "Business Insider", "FNC", "Clean Power Plan", "EPA"], "authors": [], "date_written": "2015-08-03 16:28:38", "org": "fox", "article_id": "566feb20db8fd06656d3178556758f34", "date_access": "2015-08-03 15:50:04.897820"}