{"body": "", "byline": "", "description": " By Ed Henry\nAn aide to Bill Clinton checked with the State Department in 2012 about the former president potentially delivering a paid speech to a group with ties to the government of Iran that has pushed for an end to all U.S. sanctions against Tehran, according to an email exclusively obtained by Fox News.\nThe email request, in June of 2012, came during a sensitive time for then-Secretary of State Hillary Clinton. The Wall Street Journal reported last week that in July of 2012 one of Secretary Clinton's top aides, Jake Sullivan, started meeting in secret with Iranian diplomats in talks that helped paved the way for the nuclear deal with Tehran.\nThe email from the former President's office was sent on June 4, 2012, from an aide to Bill Clinton to three aides for then-Secretary Clinton, including Sullivan as well as State Department chief of staff Cheryl Mills.\n\"Would USG have any concerns about WJC doing a paid speech for (the) National Iranian American Council ('NIAC')?\" wrote Ami Desal, an aide to the former president. \"We have been approached by the National Iranian American Council ('NIAC') for President Clinton to speak at a fundraising gala they are putting on.\"\nThe email was obtained through a lawsuit by conservative activist David Bossie, a longtime Clinton critic, who has recently shared with the media several emails about the vetting process for Bill Clinton's speaking requests.\nFox News and other media outlets have previously obtained emails showing an aide to Bill Clinton vetted with the State Department possible paid speaking gigs with groups tied to North Korea and the Republic of the Congo. In the end, Bill Clinton did not deliver those speeches or the one with the National Iranian American Council.\nAn official with the former president's office stressed to Fox on Tuesday that the previous stories about his speech requests have been mischaracterized as him pushing to do these controversial speeches.\n\"As we've said before, as a matter of course, all requests were run by the State Department,\" said an official in the former president's office. \"And most importantly, ultimately, the President did not give this speech.\"\nThe National Iranian American Council, a 501(c)3 nonprofit group which was founded in 2002, has denied being a lobbying group for the Islamic Republic of Iran, though the group has been an outspoken critic of U.S. sanctions on Iran. \n\nTags: Bill ClintonHillary ClintonIran", "title": "Bill Clinton's office checked with State Department on paid speech to group with ties to Tehran", "url": "http://feeds.foxnews.com/on-air/special-report-bret-baier/blog/2015/09/15/bill-clintons-office-checked-state-department-paid-speech-group-ties-tehran", "topics": ["campaign_finance", "terrorism", "other"], "people": ["Cheryl Mills", "Bill Clinton", "Ed Henry", "Hillary Clinton", "David Bossie", "Jake Sullivan"], "orgs": ["USG", "National Iranian American Council", "State Department", "WJC"], "authors": [], "date_written": "2015-09-15 23:20:00", "org": "fox", "article_id": "61ae5beb9b5d7d53334a39075ff3e37e", "date_access": "2015-09-16 16:11:46.616159"}