{"body": "\n\n\n\nAug 18, 2015: Democratic presidential candidate Hillary Rodham Clinton tours the Carpenters International Training Center in Las Vegas. (AP)\n\n\nA New Jersey woman used her obituary to make one last political plea, urging mourners not to vote for Hillary Clinton.\nElaine Fydrych, who died Aug. 13 at the age of 63, included the unconventional request at the end of her obituary telling those who wished to honor her memory:\n“Elaine requests, 'In lieu of flowers, please do not vote for Hillary Clinton.’” \nMourners who signed her online guestbook made it clear they would honor Fydrych’s request not to support the 2016 Democratic frontrunner.\n“Our thoughts and prayers are with the Fydrych family, she truly was a wonderful person and she will be missed by many!! We will gladly honor your wish also not to vote for Hillary!” one mourner wrote.\nFydrych, who had a love for theater and also was a stand-up comedian, appeared to inspire others who didn’t know her.\n\n“Sorry I did not know Elaine. She must have been quite a gal! I will think of her when I cast my ballot for ANYONE other than Hillary!!!” wrote one contributor on her guestbook.\nFydrych is not the first to take a swipe at Clinton in an obituary. In April, the family of a staunch North Carolina Republican placed a similar request in his obituary, WSOC-TV reported.\n“Also, the family respectfully asks that you do not vote for Hillary Clinton in 2016. R.I.P. Grandaddy,” the obituary for Larry Upright read.", "byline": "", "description": "", "title": "FINAL POLITICAL PLEA Woman in obituary: 'Don't vote for Hillary'", "url": "http://www.foxnews.com/politics/2015/08/19/do-not-vote-for-hillary-nj-woman-makes-unusual-request-in-obit/", "topics": ["women", "economy", "trade", "personality"], "people": ["Larry Upright", "Hillary Rodham Clinton", "Hillary Clinton", "Elaine Fydrych"], "orgs": ["WSOC", "Carpenters International Training Center"], "authors": [], "date_written": "2015-08-19 17:38:49", "org": "fox", "article_id": "e34a363018c2cecf09cabec94eebdef8", "date_access": "2015-08-19 16:50:03.068380"}