{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tLikely Republican presidential candidate Jeb Bush cleared the air Thursday concerning his answer to whether he would have authorized the 2003 invasion of Iraq, saying he would not have, \"knowing what we know now.\"  \nAt a town hall event in Arizona, Bush said, \"I would not have gone into Iraq.\"  \nHis response appeared to end a near week-long controversy that was developing into a serious political headache for his yet-to-be-announced campaign.  \nThe likely 2016 contender had given evolving answers all week on the issue, after he was first asked by Fox News' Megyn Kelly whether he would have authorized the war \"knowing what we know now.\"  \nIn that Fox News interview, Bush said he would have, while acknowledging \"mistakes.\"  \nThat response touched off a wave of criticism, with both Republicans and Democrats saying there would have been no reason to go to war, without intelligence showing weapons of mass destruction. \n\n \n  \n   More on this...\n  \n  \n   \n    \n     Student confronts Jeb Bush: 'Your brother created ISIS' \n    \n  \n \n \nThe former Florida governor late claimed he misinterpreted the question. Yet given the chance for a do-over on Sean Hannity's radio show earlier this week, Bush answered, \"I don't know what that decision would have been.\"  \nHe continued to give open-ended answers until Thursday, during the town hall event in Tempe, Ariz. He acknowledged he was initially reluctant to give that response, suggesting he did not want to dishonor the memories of soldiers lost.  \nWhether the definitive answer quiets the criticism remains to be seen.  \nBush's struggle to explain his views of the Iraq war has threatened to give not only Democrats but his would-be Republican rivals a potentially powerful political club, even before the former Florida governor enters the race.  \nWhile the Democratic fallout was to be expected, several declared and potential Republican presidential candidates immediately parted with Bush on the issue earlier this week - saying bluntly they would not have authorized the invasion.  \nNew Jersey Gov. Chris Christie, among them, was particularly pointed.  \nHe told conservative radio host Laura Ingraham that Bush should have answered the question, making clear his own answer is he would not have sent Americans to war in 2003. Christie also told CNN, \"I don't think you can honestly say that if we knew then that there was no [weapons of mass destruction], that the country should have gone to war.\" Texas Sen. Ted Cruz, a declared GOP presidential candidate, also gave a clear response when asked on Fox News this week whether he would have authorized the Iraq invasion.  \n\"Of course not,\" he said. \"I mean, the entire predicate of the war against Iraq was the intelligence that showed they had weapons of mass destruction and that there was a real risk they might use them.\"  \nBush's evolving answer to the question has led to criticism every step of the way.  \nWhile many Republicans continue to call for military engagement in Iraq, where the Islamic State threatens hard-fought U.S and coalition gains, prominent figures in the party acknowledge the intelligence that made the case for the 2003 invasion was faulty. For his potential rivals, his initial response that he would have still authorized the war allowed them to suggest he'd only follow in his brother's footsteps.  \nAccording to The Washington Post, Sen. Rand Paul said: \"To say that nothing would happen differently means we're going to get George Bush 3.\"  \nFormer Democratic pollster Pat Caddell told FoxNews.com after the initial Bush interview, \"I think this may have been the greatest political disaster he's gonna have.\"  \nBut Bush's reluctance to afterward take a firm position fueled even more criticism.  \nOn Wednesday, Bush again was asked to clarify his position during a stop in Reno, Nev. Bush said he would not answer hypotheticals out of respect for those who served. Asked again, Bush said that, in hindsight, anyone would have made \"different decisions,\" while again suggesting he didn't want to focus on the past.  \nOn Thursday, Bush clearly answered he would not have gone into Iraq.  \nOther potential GOP rivals have also weighed in in recent days.  \nOhio Gov. John Kasich, according to the Columbus Dispatch, said, \"If the question is, if there were not weapons of mass destruction should we have gone [to Iraq], the answer would've been no.\"  \nHe said, \"I wouldn't have seen it as vital to national interests.\"  \nFlorida Sen. Marco Rubio, a declared GOP candidate, said Wednesday he wouldn't have invaded Iraq, either, knowing what is known now.", "byline": "", "description": "Likely Republican presidential candidate Jeb Bush cleared the air Thursday concerning his answer to whether he would have authorized the 2003 invasion of Iraq, saying he would not have, \"knowing what we know now.\"", "title": "Jeb Bush clears air on Iraq war stance, says he would not have authorized invasion", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/TQhW2VJkrYo/", "topics": ["terrorism"], "people": ["Rand Paul", "Pat Caddell", "Laura Ingraham", "Chris Christie", "Jeb Bush", "John Kasich", "Marco Rubio", "Megyn Kelly", "Sean Hannity", "Ted Cruz"], "orgs": ["Nev", "GOP", "Columbus Dispatch"], "authors": [], "date_written": "2015-05-14 19:33:20", "org": "fox", "article_id": "3928d13be9751ca976a1b31e035ada90", "date_access": "2015-05-14 19:15:18.987796"}