{"body": "\n\n\n\n\n\t                        Rep. Justin Amash, a leader of the House Freedom Caucus. (AP Photo)\n\t                        \n\t                \n\n\nFighting among House Republicans is so public, so loud and so disruptive that Congress cannot deal with big issues – from budgets to immigration.\nHouse Republicans can’t even name a speaker.\nThe quickest path to a return to health for the party is a political divorce.\nThe Tea Party activists need to make it official and petition to form their own political party. Heritage Action, the Senate Conservative Fund and right-wing talk radio can lead the Tea Party faithful to the exit.\n\nThe Tea Party activists need to make it official and petition to form their own political party.\n\nThat will liberate Tea Party politicians from the mainstream GOP’s willingness to make political deals with Democrats. And it will allow far right conservatives to form their own agenda and elevate their own leaders. Instead of undercutting mainstream Republicans, Sen. Ted Cruz can claim the mantle of the leader of the new party.\nThat opens the door to a stronger Tea Party forming coalitions with Republicans and even conservative Democrats when it is in its best interest.\nThe need for the breakup has been evident in polling.\nA CBS/New York Times poll last month found that 22 percent of Americans consider themselves supporters of the Tea Party movement.\nGallup has polled support for the Tea Party among Republicans since 2010. Last year it found that the number of Republicans who say they support the Tea Party dropped 20 points between 2010 and 2014. Support for the Tea Party among Republicans is stuck in the 40s.\nIf just half of the Republicans who support the Tea Party break away and enlist in a new “Freedom Party,” that will give them a political power base and leverage they do not currently have because they are “inside the tent.”\nMost Western European democracies rely on coalition governments.\nIn Britain, the Conservative government formed a coalition with the Liberal Democrats.\nIn France, the Socialist party has a coalition government built on an alliance with “The Greens,” an environmentalist party, and the “Radical Party of the Left,” a party more liberal than the Socialists.\nIn the U.S., it is time for the far right of the GOP to make its move. Look at the increasing ideological distance between the GOP and the Tea Party over the last few years.\nIn 2010, the “Young Guns” – Eric Cantor, Kevin McCarthy and Paul Ryan – were supposed to reinvigorate the GOP with a younger, energetic brand of conservatism.\nCantor was defeated last year in his own congressional Republican primary in Virginia.\nMcCarthy was forced out of the speaker’s race, and it is unclear whether he will remain in House GOP leadership at all.\nAnd Paul Ryan is under attack from Tea Party activists who distrust him for cutting a trade deal with President Obama and a budget deal with Sen. Patty Murray, D-WA.\nIn the span of a few short years, Cantor, McCarthy and Ryan went from being the great conservative hope of the party to insufficiently conservative targets for hard-right political retribution.\nThe pressure for a breakup is already forcing politicians to choose sides.\nCalifornia Rep. Tom McClintock recently walked away from the Tea Party. He announced his separation from the dissident Republicans in a letter to Rep. Jim Jordan, the chairman of the Freedom Caucus.\n“When the House Freedom Caucus formed in January, I fervently hoped that it would provide responsible and effective leadership to advance conservative principles in the House of Representatives. … I believe the tactics the HFC has employed have repeatedly undermined the House’s ability to advance them,” McClintock wrote.\n“I feel that the HFC’s many missteps have made it counterproductive to its stated goals and I no longer wish to be associated with it.”  \nAnother Republican congressman, Reid Ribble of Wisconsin, similarly quit the Freedom Caucus last week.\n“I was a member of the Freedom Caucus in the very beginning because we were focused on making process reforms to get every Member’s voice heard and advance conservative policy,” Ribble said in a statement. “When the Speaker resigned and they pivoted to focusing on the leadership race, I withdrew.”\nSomething has to give.\nWith deadlines looming over the debt ceiling, the expiration of the Highway Trust Fund and major public policy issues, the status quo needs to be disrupted in a big way.\nOnce the Freedom Caucus and its supporters are allowed to compete, rise and fall as an autonomous political party, the happier everyone will be and the more functional the government will become.\nThe time has come for the members of the Freedom Caucus to act boldly and forfeit the “R” after their names – along with all the money and the political infrastructure that come with it.\nIt is also time for mainstream Republicans to admit that the dysfunction in their camp is hurting the party’s chances in the presidential race by turning off voters. It is also a problem for Republican efforts to win enough seats in 2016 to hold their majority in the Senate.\nBoth sides have good reason to ask for this divorce.\n\nJuan Williams is a co-host of FNC's \"The Five,\" where he is one of seven rotating Fox personalities.\n\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "It is time for the far right of the GOP to make its move.", "title": "It's time for a Republican divorce", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/Y8NMTCxIVzU/its-time-for-republican-divorce.html", "topics": ["trade", "immigration"], "people": ["Juan Williams", "Justin Amash", "Jim Jordan", "Patty Murray", "Paul Ryan", "Reid Ribble", "Eric Cantor", "Ted Cruz"], "orgs": ["Heritage Action", "Greens", "Congress", "Freedom Caucus", "Senate", "House of Representatives", "House GOP", "FNC", "Highway Trust Fund", "HFC", "Tea Party", "GOP", "House Freedom Caucus"], "authors": [], "date_written": "2015-10-16 11:00:00", "org": "fox", "article_id": "cd8462f74545e3f87ea2d213ddead0a2", "date_access": "2015-10-15 20:30:28.487438"}