{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tWisconsin Gov. Scott Walker, left, former Sec. of State Hillary Clinton, right. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tWisconsin Gov. Scott Walker is the new frontrunner for the GOP presidential nomination, while former Sec. of State Hillary Clinton easily maintains her lead among Democrats. And despite the personal email scandal, Clinton’s personal favorable number is still higher than the rest of the pack, according to the latest Fox News poll. \n\nWalker tops the field for the Republican nomination with 15 percent among self-identified GOP primary/caucus voters. He’s followed by former Florida Gov. Jeb Bush who receives 12 percent, retired neurosurgeon Ben Carson at 11 percent and Texas Sen. Ted Cruz and former Arkansas Gov. Mike Huckabee each at 10 percent. ADVERTISEMENTADVERTISEMENT\n\nCLICK HERE TO READ THE POLL RESULTS\n\nKentucky Sen. Rand Paul earns nine percent support and Florida Sen. Marco Rubio gets eight percent. All others receive four percent or less.\n\nSupport for Walker is up six percentage points over the nine percent he received from self-identified Republicans two months ago (when Mitt Romney’s name is removed from the January poll for an apples-to-apples comparison). \n\nCruz became the first major 2016 hopeful to announce his candidacy officially (March 23). He also gained six points since January.\n\nThe top three picks for those who consider themselves part of the Tea Party movement are Carson (21 percent), Cruz (18 percent) and Walker (16 percent).\n\nMeanwhile, on the favorability ratings included for several of the potential 2016 candidates, it’s striking how negatively most voters perceive the current crop of aspirants. \n\nCarson, Walker and Rubio stand out because, even though they are still mostly unknown, they are the only ones -- Democrat or Republican -- who have net positive ratings. \n\nMore voters view Carson favorably than unfavorably by nine percentage points, Walker by six points and Rubio by four. All others are viewed negatively, although for Paul and Huckabee it’s by just one point. \n\nBush, the best known candidate on the GOP side, is viewed more negatively (49 percent) than positively (33 percent) by 16 points. The best known on the Democratic side, Hillary Clinton, has a net negative of minus three points. \n\nIn spite of the uproar about the personal emails, Clinton’s favorability rating hasn’t moved much. Some 47 percent of voters view her positively today. That’s down from 51 percent last year (June 2014) and a high of 63 percent in August 2012. Slightly more voters, 50 percent, have a negative opinion of her, up from 47 percent last summer.\n\nMoreover, Clinton maintains a large lead among Democratic contenders for their party’s nomination, receiving 61 percent among self-identified Democratic primary/caucus voters. Vice President Joe Biden comes in at 12 percent and Massachusetts Sen. Elizabeth Warren at 11 percent. \n\nWhile Clinton leads among all subgroups of Democratic primary voters, women (71 percent) are significantly more supportive than men (45 percent). Men (18 percent) are more than twice as likely as women (7 percent) to support Warren.\n\nIf Clinton were to drop out, Biden is the frontrunner with 42 percent -- well ahead of Warren who gets 22 percent. \n\nHypothetical Head-to-Heads\n\nFor the first time, Bush ties Clinton at 45 percent each in a hypothetical matchup. Clinton has the advantage over the other Republicans tested, topping Walker and Cruz each by 48-42 percent, Rubio by 47-43 percent and Paul by 47-45 percent.\n\nIndependents prefer the GOP candidate over Clinton in each case -- by as much as 15 points (Paul) to as little as one point (Cruz).\n\nOver half of women back Clinton in each of the hypothetical matchups. Some people think that’s all about gender. Yet the poll finds that 80 percent of voters, including 81 percent of men, think it would be wrong to assume most women will automatically vote for Clinton because she’s a woman.\n\nWomen have backed the Democratic candidate in every presidential election since 1992. \n\nPollpourri\n\nBush performs best against Clinton in the head-to-head matchups. If that continues, it would allow him to argue he is more electable than other GOP contenders. But before that, the party faithful have to put him in that spot (i.e., nominate him), and he currently has the lowest net favorability rating among Republicans (+18 points) of all the GOPers tested. Those with the highest favorable scores among Republicans include Huckabee (+39 points) and Walker (+38 points). \n\nVoters have mixed views over whether Clinton did something wrong by using a personal email account and server instead of the government’s email system. Nearly half think she broke the law (28 percent) or did something unethical (19 percent). The other half feel Clinton just used bad judgment (32 percent) or didn’t do anything wrong (19 percent). \n\nMost Democrats say Clinton used bad judgment (42 percent) or did nothing wrong (32 percent). \n\nRepublicans (48 percent) are six times as likely as Democrats (8 percent) to believe Clinton broke the law. Independents (32 percent) are four times more likely than Democrats to say so.\n\nOverall, only 11 percent of voters think Clinton should be the one to decide which emails should be turned over to the government. Most people say an independent mediator should decide (34 percent) or she should be required to turn over all the emails (51 percent).\n\nThe Fox News poll is based on landline and cell phone interviews with 1,025 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from March 29-31, 2015. The full poll has a margin of sampling error of plus or minus three percentage points. The results among Democratic and Republican primary voters have an error of plus or minus five points.", "byline": "", "description": "", "title": "FOX NEWS POLL  Walker tops GOP field as Clinton holds Dem lead", "url": "http://www.foxnews.com/politics/2015/04/02/fox-news-poll-walker-jumps-to-top-gop-field-clinton-emails-bad-judgment/", "topics": ["personality", "women"], "people": ["Rand Paul", "Mitt Romney", "Joe Biden", "Jeb Bush", "Hillary Clinton", "Scott Walker", "Marco Rubio", "Mike Huckabee", "Elizabeth Warren", "Ben Carson", "Ted Cruz"], "orgs": ["Independents", "Shaw & Company Research", "Tea Party", "GOP", "Anderson Robbins Research"], "authors": [], "date_written": "2015-04-02 23:02:43", "org": "fox", "article_id": "ad16b6ed9a11258dc4a96e9fe612999d", "date_access": "2015-04-02 22:25:00.822065"}