{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Wisconsin Supreme Court on Thursday ended a secret investigation into whether Republican Gov. Scott Walker's campaign illegally coordinated with conservative groups in winning his 2012 recall election. \nThe justices cited free speech in effectively tossing out the case, ruling state election law is overbroad and vague in defining what amounts to \"political purposes.\" \nThe court's action is a major victory for Walker as he pursues the presidency, though one expert said prosecutors could appeal to the U.S. Supreme Court. No one has been charged in the so-called John Doe probe, Wisconsin's version of a grand jury investigation in which information is tightly controlled. Questions about the investigation have dogged Walker for months. \nThe case centers on political activity conducted by Wisconsin Club for Growth and other conservative organizations during the 2012 recall, which was spurred by Democrats' anger over a Walker-authored law that effectively ending collective bargaining for most public workers. \nProsecutors accused Walker and the groups of illegally coordinating their campaign efforts in violation of state law. They denied wrongdoing. \nJustice Michael Gableman wrote that prosecutors alleged the groups and the campaign illegally coordinated on issue advocacy, communications that don't expressly call for a candidate's defeat or victory. Gableman wrote that Wisconsin's campaign finance law is unconstitutionally vague about what amounts to coordinating for political purposes. \nHe said \"political purposes\" must be limited to express advocacy, that is, advertisements and communications that clearly call on voters to defeat or elect a specific candidate. With that limitation in place, the law doesn't prohibit any of the coordination the prosecutors believe was illegal. \n\"To be clear, this conclusion ends the John Doe investigation because the ... prosecutor's legal theory is unsupported in either reason or law,\" Gableman wrote. \"Consequently, the investigation is closed.\" \nJustice Shirley Abrahamson, one of two liberals on the seven-member court, sharply disagreed in a dissent that accused the majority of a faulty interpretation of state law. \n\"The majority opinion delivers a significant blow to Wisconsin's campaign finance law and to its paramount objectives of `stimulating vigorous campaigns on a fair and equal basis' and providing for `a better informed electorate,\"' Abrahamson wrote. \nRepublicans had called the investigation, launched by Milwaukee County District Attorney John Chisholm, a Democrat, a partisan witch hunt. Wisconsin Club for Growth and its director, Eric O'Keefe, filed a federal civil rights lawsuit last year seeking to halt the probe, arguing the investigation violates their free speech rights. U.S. District Judge Rudolph Randa sided with the club but a federal appellate court later tossed out the lawsuit, saying the issue belonged in state courts. \nThe club and O'Keefe then turned to the state Supreme Court, which is controlled by a four-justice conservative majority. \nHoward Schweber, an associate professor of political science and legal studies at the University of Wisconsin-Madison, said before the ruling that prosecutors could seek review by the U.S. Supreme Court, possibly arguing bias, if they lost. Lead prosecutor Francis Schmitz in February asked at least two justices to recuse themselves to avoid the appearance of impropriety, but the justices didn't respond.", "byline": "", "description": "", "title": "Wis. court ends probe of presidential hopeful Walker", "url": "http://www.foxnews.com/politics/2015/07/16/wisconsin-court-ends-probe-presidential-hopeful-walker/", "topics": ["campaign_finance"], "people": ["Justice Michael Gableman", "John Chisholm", "Rudolph Randa", "Scott Walker", "Francis Schmitz", "Eric O'Keefe", "Howard Schweber", "John Doe", "Justice Shirley Abrahamson"], "orgs": ["U.S. Supreme Court", "Wisconsin Club", "Supreme Court", "Milwaukee County"], "authors": [], "date_written": "2015-07-16 18:30:11", "org": "fox", "article_id": "bfb9a43354ca8e884f832672da276ff9", "date_access": "2015-07-16 19:50:04.946668"}