{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Emails show weird world of Hillary • Walker stays atop a remade Iowa race • Power Play: Jeb goes deep • Christie’s Maine man • Really natural childbirth\nEMAILS SHOW WEIRD WORLD OF HILLARY Did you hear? There was “no smoking gun” in the 3,000 pages of Hillary Clinton emails disgorged by the State Department on Tuesday night? There was “no incriminating evidence,” said the NYT. Since there wasn’t an email in which the then-Secretary of State wrote, “Hey guys, make sure to fake the Benghazi riot so that we can get away with this,” should we all just move on down the road?  In real life, we know that while there may not be prima facie “incriminating evidence” here, they are anything but exculpatory. What we see here is a woman running a government within the government – a semi-autonomous entity with not just private email system but also privately funded, secret minister without portfolio, speechwriter, intelligence bag man and political fixer, Sidney Blumenthal. Clinton called Blumenthal an “old friend” who passed along some tips “unsolicited.”  That simply is not the true according to these emails that show Blumenthal, deemed unacceptable for an administration post by the White House, carried on in a quasi-official but unaccountable capacity throughout her tenure. Making matters worse, Blumenthal was being paid by Clinton’s family foundation, which we now know was taking unreported donations from foreign governments and entities with business before Clinton and her department.  What a debacle. And, in fact, one might even say that as far as gun smoke goes, there is a strong whiff of cordite around Clinton when it comes to her claims about Blumenthal.  And through it all is an effort to elevate her role in the administration but not her subservience. How much of her autonomy and secrecy were the result of her own aloofness or mistrust of President Obama and his team and how much was a result of Obama shunning Clinton and her team we will likely never know. But inside the emails we get examples small and large of the depth of the dysfunction. We see Clinton passing along an email from her former campaign strategist lambasting one of the president’s speeches on Afghanistan and suggesting she ramp up her role; Clinton eyeing an email from Blumenthal touting Obama’s crumbing poll numbers in Ohio.  Most telling, perhaps, is that the senior White House adviser and even the chief of staff had to go ask for Clinton’s email address many months after the administration had begun. Not only does this weaken White House claims of ignorance about Clinton’s secret, unsecure server but also shows how fraught the relationship was between the two camps. The chief of staff, the captain of the cabinet, asking permission to email a cabinet secretary? Woof.  The picture that comes into focus is of a woman who did not join a team of rivals, but persisted in an exile partly by the sentence of the president and partly of her own making. A remarkable moment comes when Clinton, obviously peeved, tells her staff that she has been called to the White House a second time for a meeting that was cancelled. Another time she hears of a cabinet meeting on the radio (!) and writes to her team to ask if it is so and if she can go.  People have compared the Clintons many times to the ruthlessly effective Underwoods of “House of Cards.” In this batch of emails we see a figure much more like the lead character of another show: Selina Myer of “Veep.”  [“In thinking about the Kissinger interview, the only issue I think that might be raised is that I see POTUS at least once a week while K saw Nixon every day…” – Hillary Clinton in an email to her staff.]  Clinton, Inc. gets D’Souza treatment - Filmmaker Dinesh D’Souza, the man behind the film “2016: Obama’s America” is now turning his energies toward the Clintons in a new film, “Clinton, Inc. the Movie.” The Clinton film will be based on Daniel Halper’s book “Clinton Inc.: The Audacious Rebuilding of a Political Machine.” D’Souza is also the man behind the film “America: Imagine the World Without Her,” which grossed the most of any documentary in 2014 at $14.4 million. D’Souza is serving a five-year probation after being pleading guilty to making illegal political contributions to a 2012 U.S. Senate campaign.  WITH YOUR SECOND CUP OF COFFEE… The New Yorker tells the story of Koji Kondo, a Japanese prog-rock fan and composer who heard the sound of possibility in early video games. He went to work at Nintendo in 1984, with the goal of enriching the gamer’s experience. Rather than just “hailing” players, he wanted the music to be in tune with what the player is feeling at various points of play: tension, struggle, triumph, etc. And rather than arcade-style music designed to attract attention, Kondo sought to compose scores the deepened and enriched the experience for the new home-console market. The results were revolutionary. New Yorker: “Focussing on Kondo’s much-loved score for Super Mario Bros. – and offering a brief detour through his Deep Purplish soundtrack for The Legend of Zelda – [author Andrew Schartmann] brings readers into a world of visionary musicians producing beloved masterpieces in almost total obscurity. Could it be that the largely unknown Kondo, Nintendo’s first dedicated sound designer, was one of the great innovative forces of our time?”  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 46.4 percent//Disapprove – 49.8 Directions of Country: Right Direction – 28.6 percent//Wrong Track – 62.4 percent  WALKER STAYS ATOP A REMADE IOWA RACE Wisconsin Gov. Scott Walker maintained his 8-point lead from May in the Quinnipiac University poll of Iowa Republican caucus goers out this morning. While Walker lost 3 points to fall to 18 percent, it was against a dramatically altered field. The biggest change was the arrival of real-estate developer and pageant organizer Donald Trump who debuted at 10 percent in his first inclusion in the poll. Trump is tied with retired neurosurgeon Ben Carson, who recovered from a springtime stumble with a 3-pouint gain. Former Florida Gov. Jeb Bush also returned to a happier place to climb 3 points back to 8 percent. The other winners were businesswoman Carly Fiorina, who bumped up a point to 3 percent, and the Ricks (Perry and Santorum) who both climbed back to 4 percent.  On the other side of the ledger, the biggest losers were Florida Sen. Marco Rubio and former Arkansas Gov. Mike Huckabee. Rubio saw his support nearly halved from May, finishing at 7 percent. Huckabee, a longtime Iowa favorite, had been holding steady in the top tier with 11 percent since February but skidded to 5 percent and eighth place. It appears that he, like Sens. Ted Cruz and Rand Paul, suffered more than most from the arrival of Trump and perhaps the revival of Carson. Cruz and Paul were tied at 9 percent each, falling 3 points and 4 points respectively. New Jersey Gov. Chris Christie slipped to 1 percent in a tie for second-to-last with South Carolina Sen. Lindsey Graham. Former New York Gov. George Pataki showed no discernable support in his initial appearance in the poll.  POWER PLAY: JEB GOES DEEP Jeb Bush released a whopping 33 years of tax returns. What’s the strategy behind the move and what message is the Republican frontrunner sending? Chris Stirewalt has the lowdown, in 60 seconds. WATCH HERE.  Jeb earns less, pays higher tax rate tax than Clintons – AP: “[Jeb Bush] released three decades of federal tax returns on Tuesday that show he’s generated a vast fortune since leaving the Florida governor's mansion. But they also show that Hillary Rodham Clinton and former President Bill Clinton made more in speaking fees and book royalties alone in the past year and a half than Bush and his wife earned overall in the first seven years after he left public office…[Bush’s returns] show he paid an effective federal income tax rate of roughly 36 percent in the past three decades and made roughly $27.7 million in total income between 2007 and 2013. By comparison, the Clintons’ earnings exceeded $30 million combined in speaking fees and book royalties between January 2014 and May 2015, according to a personal financial disclosure Clinton filed earlier this year. In that time, the Clintons paid a tax rate of more than 30 percent.”  Rubio blasts Obama on Cuba relations - Calling President Obama’s announcement today restoring diplomatic relations with Cuba a “prized concession” to the Castro regime, Sen. Marco Rubio asks: What is the U.S. getting in return? “It remains unclear what, if anything, has been achieved…in terms of securing the return of U.S. fugitives being harbored in Cuba, settling outstanding legal claims to U.S. citizens for properties confiscated by the regime, and in obtaining the unequivocal right of our diplomats to travel freely throughout Cuba and meet with any dissidents, and most importantly, securing greater political freedoms for the Cuban people. I intend to oppose the confirmation of an Ambassador to Cuba until these issues are addressed,” Rubio said in a statement.  Kelly File: Cruz defends court sacking -“The framers wrote about judicial overreach quite a bit. They believed the check would be impeachments.  Now, here is the sad reality. Within a few decades, Thomas Jefferson said, impeachment had been not even a scarecrow.  Even 200 years ago, the Supreme Court wasn't afraid of it. Today, we have a United States Senate.  We can't even muster 50 votes to defeat Loretta Lynch, an attorney general who tells us she is not going to follow the law or the constitution.  There is no universe in which there are 67 votes to remove Anthony Kennedy from the Supreme Court.” – Sen. Ted Cruz, R-Texas, on “The Kelly File”  [Ted Cruz kicks off his book tour with a pair of stops in the Houston area.]  Christie’s Maine man - Asbury Park Press:  “Gov. Chris Christie interrupts his New Hampshire campaign swing with a side trip to [Portland] Maine this morning, where it appears he may pick up an endorsement for his 2016 bid. [H]e’ll take part in a ‘special announcement event’ at Becky's Diner at 10 a.m. Christie made a campaign stop at that diner with Maine Gov. Paul LePage in May 2014, one of Christie’s five visits to Maine as Republican Governors Association chairman to help LePage win re-election. The RGA also spent $5 million on the race. The special announcement could be an endorsement by the bombastic LePage. Christie told a Maine television station, in New Hampshire on Tuesday night, that he'd be meeting with LePage today.  [After his side trip to Maine, Christie picks up the pace in New Hampshire with a house party in Bristol and a town hall meeting in Ashland. He’ll remain in the Granite State through Saturday.]  More endorsements for Carly - Union Leader: “Republican presidential candidate Carly Fiorina on Tuesday announced 20 additional endorsements and members of her leadership committee in New Hampshire.”  Carson hits debt, immigration in N.C. - Asheville (N.C.) Citizen-Times: “The economic collapse that will eventually result from the national debt if action isn’t taken will make the stock market crash that set off the Great Depression ‘look like a cakewalk,’ Republican presidential candidate Dr. Ben Carson said [Tuesday]…. Carson told the crowd of more than 800 [in Fletcher, N.C.] that the United States should end immigration, reduce government regulation and go to a 10 percent tax rate based on the biblical tithe with no deductions or loopholes. And he told the crowd not to succumb to political correctness ‘because that's how (progressives) control you.’”  Wielding veto pen, Kasich signs Buckeye budget - Cleveland Plain Dealer: “Gov. John Kasich signed a $130.3 billion budget bill Tuesday that will govern Ohio's spending the next two years, but not before using his line-item veto to eliminate 44 provisions….The GOP-authored budget -- supported by just one Democrat, Rep. Martin Sweeney of Cleveland -- provides a 6.3-percent, across-the-board state income tax cut as well as tax deductions for business owners. That reduces Ohio's income-tax rate from 5.33 percent to 4.99 percent for residents making more than $200,000 per year — a top rate not seen since 1982, according to lawmakers.”  Santorum gets PAC boost - A new super PAC, “Working Again PAC” backing Rick Santorum is up and running today.  The group is run by Nadine Maenza, Santorum’s chief fundraiser for his 2012 campaign. “Rick Santorum, who won 11 states and 4 million votes in 2012, is the only candidate in the race for the White House with an understanding of the challenges working Americans face.” Maenza said in a release announcing the PAC’s formation.  CAMPAIGN DAYBOOK * Rand Paul is meeting and greeting his way across Western Iowa today with events in Council Bluffs, Sioux City and Okoboji.  * Bobby Jindal visits a senior center and holds a town hall meeting in Council Bluffs, Iowa.  * Lindsey Graham is in Iowa for a meet and greet in Fort Dodge and a town hall in Mason City.  REALLY NATURAL CHILDBIRTH Amber Pangborn, a pregnant mom from Oroville, Calif. went to visit a friend at a casino but ended up finding good luck elsewhere. She apparently decided to take a shortcut home through a nearby national forest. Oops. Pangborn’s mother told the LAT that her daughter, a mother of three already, said she made a wrong turn, ran out of gas in a remote spot without cell service and promptly went into labor. Pangborn, who was nine months along, said she delivered her daughter on her own. But having made it through that ordeal, her trial was just beginning. Pangborn said she was chased by a swarm of bees, and got multiple stings while shielding her child. Then, in an attempt to summon help, she started a fire, which quickly grew out of control in the drought-wracked forest. Pangborn fled the fire she set and met firefighters rushing to fight the blaze. Mom and baby are doing well and the paper walked away with an early frontrunner for headline of the year: “Woman gives birth, fights off bees, starts wildfire in Northern California.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Emails show Clinton running a government within the government with a her own email server and a privately funded, secret minister without portfolio.", "title": "Emails show weird world of Hillary", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/WGT3yRD9kCs/", "topics": ["campaign_finance", "immigration"], "people": ["Rand Paul", "Chris Wallace", "Daniel Halper", "Sidney Blumenthal", "Mike Huckabee", "Nadine Maenza", "Ted Cruz", "Chris Stirewalt", "Chris Christie", "Kelly File", "Bret Baier", "Thomas Jefferson", "Hillary Rodham Clinton", "Loretta Lynch", "Bobby Jindal", "Scott Walker", "Dinesh D'Souza", "Martin Sweeney", "Anthony Kennedy", "Bill Clinton", "Jeb Bush", "Selina Myer", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Rick Santorum", "Lindsey Graham", "Koji Kondo", "Hillary Clinton", "John Kasich", "George Pataki", "Andrew Schartmann", "Ben Carson"], "orgs": ["PAC", "Clinton Inc.", "Quinnipiac University", "State Department", "Supreme Court", "NYT", "GOP", "RGA", "Clintons", "U.S. Senate", "FNC", "Nintendo", "Political Machine", "United States Senate"], "authors": [], "date_written": "2015-07-01 17:07:09", "org": "fox", "article_id": "f8a7e552ad4913e0717acfe4f7d1f6f2", "date_access": "2015-07-01 16:30:05.162368"}