{"body": "\n\n\n\nSept. 30, 2015: Republican presidential candidate, businessman Donald Trump talks during a campaign stop in Keene, N.H. (AP Photo/Steven Senne)\n\n\nKEENE, N.H. –  Republican presidential candidate Donald Trump said Wednesday that if he's elected president he would send back Syrian refugees taken in by the U.S. because they may be Islamic State (ISIS) militants in disguise.\n\"I'm putting the people on notice that are coming here from Syria as part of this mass migration,\" Trump said during an evening rally in Keene, New Hampshire. \"If I win, they're going back.\"\nThe billionaire businessman said during an hour-long speech, which included several profanities, that he was worried the refugees, who have been fleeing their country after years of civil war, could be ISIS militants looking to infiltrate the U.S.\n\"They could be ISIS, I don't know,\" said Trump, who questioned both the number of men in their ranks and why Syrians were fleeing their country instead of staying and fighting.\n\"This could be one of the great tactical ploys of all time. A 200,000-man army, maybe,\" he later added. \"That could be possible.\"\nMillions of Syrians have been fleeing a civil war that has killed more than 250,000 people since March 2011. As many as 9 million people have been displaced, including more than 4 million who have fled the country, according to the United Nations.\n\nSecretary of State John Kerry announced earlier this month that the U.S. would significantly increase the number of migrants it takes in over the next two years, with 85,000 refugees from around the world allowed in next year and up to 100,000 in 2017.\nThat's less than some have urged, but as many, he said, as the U.S. can handle given post-Sept. 11 screening requirements and a lack of resources. Other countries, such as Germany, are accepting far more.\nTrump is not the first lawmaker to raise alarms about the potential of ISIS and other terrorist organizations using the refugee crisis to try to enter the United States or Europe. Some intelligence officials and lawmakers have expressed similar concerns.\nTrump also repeated his support Wednesday for Russia's military involvement in Syria, the same day that Russia launched airstrikes that U.S. Defense Secretary Ash Carter said appeared to have targeted areas that did not include ISIS militants.\nTrump said President Barack Obama \"looked like the JV\" in his dealings with Russian President Vladimir Putin during the United Nations General Assembly this week.\nIn a break from his typical campaign events, Trump spoke at length about the tax policy proposal he unveiled earlier this week and said he planned to release another, on veterans' issues, in two weeks.\nBut he also took his typical political shots at rivals Florida Sen. Marco Rubio and former Florida Gov. Jeb Bush, who was holding his own event about an hour away.\n\"Jeb Bush is down the road. They're expecting 125 people tonight,\" Trump taunted. His crowd numbered in the thousands\nAcross the state in Bedford, Bush took questions in front of a crowd of 250 -- the second time he's held a dueling event in the state with Trump. Bush never mentioned Trump by name during his speech, but said a candidate won't win by lecturing people and calling them stupid, a word Trump uses frequently on the trail.\nLater, asked by reporters about Trump's comments on Syrian refugees, Bush said Trump should show \"some sensitivity\" to something that is a \"serious challenge.\"\n\"We have an obligation to make sure that people coming here are legitimate, but send them all back? To a hellhole?\" he said. \"This is the same guy, by the way, that's also advocating what seems to be support of Putin and his emergence in Syria.\"", "byline": "", "description": "Republican presidential candidate Donald Trump said Wednesday that if he's elected president he would send back Syrian refugees taken in by the U.S. because they may be Islamic State (ISIS) militants in disguise.", "title": "Donald Trump says he'd send back Syrian refugees taken in by the US", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/t92ewMe-tZc/", "topics": ["terrorism", "personality"], "people": ["John Kerry", "Ash Carter", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Vladimir Putin"], "orgs": ["United Nations General Assembly", "US.", "United Nations"], "authors": [], "date_written": "2015-10-01 07:04:07", "org": "fox", "article_id": "4f14de3aad6d2aa8771ecf5641811f35", "date_access": "2015-10-01 06:30:36.895467"}