{"body": "\n\n\n\nAug. 25, 2015: New Jersey Gov. Chris Christie listens to applause after he called on Democratic Sen. Cory Booker and the state's congressional delegation to join Sen. Bob Menendez in opposing the Iran nuclear deal at Rutgers University in New Brunswick, N.J. (AP Photo/Mel Evans)\n\n\nNEW YORK –  Chris Christie says he's thinking of taking a more aggressive approach during the next Republican presidential primary debate.\nDuring an appearance on \"The Tonight Show Starring Jimmy Fallon\" Monday night, the New Jersey governor and presidential candidate told Fallon that he's considering going \"nuclear\" if he's relegated to the sidelines during the next GOP face-off, which will be moderated by CNN later this month.\n\"Stay tuned on Sept. 16th,\" Christie told Fallon, \"We may be changing tactics. You know, if I get to like 15 questions in a row --- count `em at home -- if I get to 15 in a row (where he's not called on), you're going to go `Uh oh, he's going to go nuclear now.\"'\nChristie's return to late-night TV comes as he's been struggling to gain momentum in the crowded Republican field in the summer polls. During the interview, Fallon, who often jokes about Christie during his monologue, pressed the famously brash governor, suggesting that he's been overshadowed by billionaire businessman and Republican front-runner Donald Trump.\n\"Now Trump is running and boy is he just going out and he's yelling and saying stuff. I thought that was going to be your thing,\" Fallon said, adding that he'd expected Christie to be more aggressive during the first debate, jumping in shouting at people when questions weren't directed at him.\nChristie had several notable clashes with his opponents during the Fox News debate and his performance was generally well-reviewed, but Trump nonetheless dominated coverage of the event.\n\nFallon seemed pleased by Christie's comments about switching things up at the next debate.\n\"That's what I'm talking about!\" he said. \"That's what we want to see!\"\nChristie also talked during the interview about a sleepover he had with rival Marco Rubio at 2012 GOP nominee Mitt Romney's home ahead of a Fourth of July parade in Wolfeboro, New Hampshire. After dinner the night before the parade, he said, Romney invited the two competitors, along with their families and a handful of his grandkids on a boat ride that included an unexpected stop for ice cream.\nThey quickly realized that neither Christie nor Rubio had brought any cash and Romney only had $20 in his wallet. And then they heard a voice from behind.\n\"'Don't worry, would-be presidents. I have it handled,\"' said the voice. \"And it was Ann Romney. She had the money.\"\nThere were also plenty of antics, with Christie repeatedly making fun of Fallon over several recent injuries and dramatically pretending to walk off set when Fallon made a fat joke at Christie's expense.", "byline": "", "description": "", "title": "Christie says he might 'go nuclear' at next GOP debate in 'Tonight Show' interview - Walker takes bipartisan criticsm for saying wall across Canadian border a 'legitimate' issue - COMPLETE CAMPAIGN 2016 COVERAGE", "url": "http://www.foxnews.com/politics/2015/09/01/christie-says-might-go-nuclear-at-next-debate-in-tonight-show-interview/", "topics": ["campaign_finance"], "people": ["Donald Trump", "Mitt Romney", "Bob Menendez", "Ann Romney", "Chris Christie", "Cory Booker", "Mel Evans", "Marco Rubio", "Jimmy Fallon"], "orgs": ["GOP"], "authors": [], "date_written": "2015-09-01 06:38:19", "org": "fox", "article_id": "e4101a8c9b17fb0e3aaa3411df1d0490", "date_access": "2015-09-01 05:50:05.207289"}