{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nFrom the Fox News Decision Desk -- here's how Fox News determined which Republican presidential candidates qualified for Thursday's prime-time debate: \nBased on an average of the five most recent national polls, the candidates invited to be on stage for the 9:00 P.M. ET debate will be: Donald Trump (23.4%), Jeb Bush (12.0%), Scott Walker (10.2%), Mike Huckabee (6.6%), Ben Carson (5.8%), Ted Cruz (5.4%), Marco Rubio (5.4%), Rand Paul (4.8%), Chris Christie (3.4%) and John Kasich (3.2%).  \nThe candidates invited to be on stage for the 5:00 P.M. ET debate include: Rick Perry (1.8%), Rick Santorum (1.4%), Bobby Jindal (1.4%), Carly Fiorina (1.3%), Lindsey Graham (0.7%), George Pataki (0.6%) and Jim Gilmore (0.2%).\nThe five polls included in the average were conducted by the following organizations: Bloomberg, CBS News, Fox News, Monmouth University and Quinnipiac University.\nWith respect to our criteria for inclusion …\n• They are the five most recent national polls from non-partisan, nationally-recognized organizations using standard methodological techniques. Recency was determined by actual interview dates (not release date).  \n\n• They used live interviewers, random digit-dial sampling techniques and included both landlines and cellphones. (No online or automated (IVR) polls were used.)\n• Their GOP primary vote question mirrored the ballot by reading all candidate names in random order and without honorifics.\nSome additional points to note …\n• Results among registered voters were used rather than national adult results when available. Furthermore, only results among either 1) self-identified Republican primary voters or 2) Republican and Republican-leaning voters were used.  \n• The rank order was determined by a simple arithmetic average of publicly available results. Averages were rounded to the nearest tenth of a percentage point.\n• Each poll has a different margin of error, and averaging requires a distinct test of statistical significance. Given the over 2,400 interviews contained within the five polls, from a purely statistical perspective it is at least 90% likely that the tenth place Kasich is ahead the eleventh place Perry.\n• We did not include the highly-respected NBC/WSJ poll, which is the fifth most recent poll, only because it did not meet our criterion that the poll read the names of each Republican candidate in the vote question. We would note, however, even though their ballot question included Perry but did not name Kasich, the unaided \"Kasich\" response tied the aided \"Perry\" response. In short, their results are consistent with the results of the other polls in our review, and consistent with the resulting placement in the Fox News debate.", "byline": "", "description": "From the Fox News Decision Desk -- here's how Fox News determined which Republican presidential candidates qualified for Thursday's prime-time debate.", "title": "How Fox News determined who qualified for prime-time GOP debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/_5Qd-9umHB0/", "topics": ["personality", "immigration"], "people": ["Rand Paul", "Rick Santorum", "George Pataki", "Chris Christie", "Jim Gilmore", "Jeb Bush", "Rick Perry", "Ben Carson", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "John Kasich", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Monmouth University", "GOP", "Quinnipiac University"], "authors": [], "date_written": "2015-08-05 00:20:14", "org": "fox", "article_id": "473cee343f9685b36c3977697268f1c6", "date_access": "2015-08-04 23:40:06.878938"}