{"body": "\nST. PETERSBURG, Fla. –  Former Republican Gov. Charlie Crist will once again try to revive his political career as a Democrat, with an announcement Tuesday that he will run for Congress after losing his last two statewide elections.\nCrist was once considered a rising star in the Republican Party. He served as Florida governor from 2007 until 2011 and was mentioned as a possible vice presidential pick in 2008. Many believed he had an eye on eventually running for president.\nBut his career came to a screeching halt when he decided to run for U.S. Senate instead of seeking a second term as governor. He began the campaign as the heavy favorite to win, but then Marco Rubio began using images of Crist hugging President Barack Obama. Republican support for Crist dwindled. Crist ended up dropping out of the primary and running as an independent. He lost to Rubio, who is now running for president.\nCrist eventually registered as a Democrat and campaigned for Obama in 2012. Last year, he ran against Gov. Rick Scott, losing the close race after Scott spent almost $13 million of his own money in the final week of the election to saturate Florida with television commercials.\nCrist is hoping new congressional districts ordered by the Florida Supreme Court will give him a good chance to win. The map awaiting the court's approval puts all of St. Petersburg in the same district, making it more enticing for Crist, who grew up in the city and still lives downtown. The new district is also expected to have more Democratic voters.\nThe seat is now held by Republican Rep. David Jolly, who is running for Rubio's seat in part because it was clear the new district would favor Democrats.\nWhile many in the Republican Party despise Crist because he switched parties, at least one from Crist's home county of Pinellas believes he'd make a good congressman.\n\"Some people are better suited in the legislative branch than the executive, and he's one of them,\" said Tony DiMatteo, who used to serve on the state GOP executive board. \"He's a natural fit for the United States Congress.\"\nStill, most Republicans are likely to repeat their attacks on Crist from his last two election losses. Crist was portrayed as a political opportunist who switched positions on nearly every major issue.\n\"We look forward to the opportunity of making sure the voters of the Tampa Bay area know about his record of flip-flopping on different issues,\" said Republican Party of Florida executive director Brad Herold.", "byline": "", "description": "", "title": "Ex-GOP Gov. Crist running for Congress as a Dem", "url": "http://www.foxnews.com/politics/2015/10/20/ex-republican-gov-crist-running-for-congress-as-democrat/", "topics": ["campaign_finance"], "people": ["Charlie Crist", "Barack Obama", "Marco Rubio", "Rick Scott", "David Jolly"], "orgs": ["Congress", "Republican Party", "Pinellas", "United States Congress", "Florida Supreme Court", "Republican Party of Florida", "GOP"], "authors": [], "date_written": "2015-10-20 17:02:06", "org": "fox", "article_id": "f3a17a5cc4196000b2012f988ac4ff0d", "date_access": "2015-10-20 16:30:21.884701"}