{"body": "\n\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tAP\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\tRachel Stoltzfoos, Daily CallerHarvard lawyer and conservative writer John Hinderaker poked all kinds of holes in the logic of the New York Times editorial board this week, after it published a piece criticizing Republican Sen. Jeff Sessions’ argument that legal immigration should be slowed.In a time when most Republicans wouldn’t dare say they oppose legal immigration, Mr. Sessions, in the words of the Times, chooses “instead to echo an uglier time in our history, when nativists wielded the spurious argument that the more immigrants taken in by America, the worse off America is,” the board wrote in an editorial Wednesday.In a scathing rebuke, Hinderaker challenged the idea that unlimited immigration is good for the economy, and took the board to task for omitting obvious facts and fallacies in the open borders argument.From his post on Power Line:“The Times never acknowledges the body of social science research that documents the negative impact of low-skilled immigration on working class Americans. And the editorialists think it is ridiculous to believe that admitting tens of millions of immigrants has any effect on schools, hospitals and other community resources. They must not read their own newspaper, so how about some first-hand experience? Let’s send a a million or two million immigrants to the Hamptons and see whether schools and hospitals are affected. That is probably what it would take for the paper’s dim-witted editorialists to notice.”\t\t\t\t\t\t\n\t\t\t\tread more at dailycaller.com→\n\t\t\t\n\t\t\t\t\t", "byline": "", "description": "", "title": "Harvard Lawyer Destroys NYT Editorial On Legal Immigration", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/LLrFZWS5w-c/harvard-lawyer-destroys-nyt-editorial-legal-immigration", "topics": ["immigration"], "people": ["Jeff Sessions"], "orgs": [], "authors": [], "date_written": "2015-04-18 19:22:29", "org": "fox", "article_id": "da47940fe9ec6a35320ac64f194d4394", "date_access": "2015-04-18 23:45:04.069003"}