{"body": "\nORLANDO, Florida –  Jeb Bush told pastors Monday that he is not an \"angry\" conservative but a \"committed conservative\" who, if elected president, would build a robust economy to lift people out of poverty, give children a good education and encourage families to stay together.\nAs conservatives, \"if we act with our heart, people will rise,\" Bush told the crowd of clergy at Centro Internacional de la Familia, a nondenominational church with a congregation made up largely of Puerto Ricans.\nSome pastors traveled from as far away as New Jersey and Puerto Rico to hear the remarks by the Republican presidential contender and former Florida governor.\nIn a casual and open exchange with nearly 150 clergy, Bush fielded questions about protecting religious freedom at home and abroad, supporting statehood for Puerto Rico and overhauling the \"broken\" immigration system. He said his goal of growing the economy 4 percent annually would do more to help struggling Americans than any government program. Many economists doubt 4 percent is attainable.\n\"I'm a committed conservative,\" he said. \"But I'm not angry. I want to help people rise up.\" That line was borrowed from the name of his super PAC, Right to Rise.\n\"My message is one of optimism, inspiration,\" Bush said in Spanish and again in English, a clear jab at Republican candidate Donald Trump, who has drawn attention with his controversial remarks about Mexico and Mexican immigrants.\n\"We have to restore hope,\" he said.\nHis message of political civility resonated with church leaders in attendance, including David L. Outing, an African-American from the Kingdom Church in Orlando. He said he was especially heartened by Bush's plan to campaign in black churches across the country.\n\"I believe him when he says he's going to be involved in my community and not just during political season,\" he said.\nWanda Rolon, one of six pastors who traveled from Puerto Rico to meet Bush in Orlando, said she felt reassured to hear Bush would assist her island homeland out of its debt crisis.\nBush said Puerto Rico should be given \"more flexibility\" to deal with its $70 billion debt burden. \"It could become like Greece, but without relief,\" he said.\nGregory Brewer, the Episcopal bishop of Central Florida, asked Bush about the persecution of Christians in foreign countries, saying he personally knows victims in Egypt, Iran and Iraq.\n\"I don't think foreign policy should leave human rights behind,\" Brewer said.\nBush faulted the Obama administration's for \"lack of commitment to persecuted Christians.\"\n\"If not us, who?\" Bush asked rhetorically about the U.S. obligation to protect religious freedom everywhere.\nBush also reiterated his plan to fix U.S. immigration laws and extend legal status to people in the country illegally, an issue that places him at odds with several of his Republican rivals. \"Yes, for crying out loud,\" he said when asked about overhauling immigration. \"It's a broken system used as a wedge issue for political purposes.\" Bush places the first priority on securing the borders, a standard position in the GOP field.", "byline": "", "description": "Jeb Bush told pastors Monday that he is not an \"angry\" conservative but a \"committed conservative\" who, if elected president, would build a robust economy to lift people out of poverty, give children a good education and encourage families to stay together.", "title": "Bush says he's not an 'angry' conservative but a committed one, with heart", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/goqMoG51wVQ/", "topics": ["immigration"], "people": ["Donald Trump", "Jeb Bush"], "orgs": ["PAC", "GOP"], "authors": [], "date_written": "2015-07-27 21:23:08", "org": "fox", "article_id": "30b5af51400b02c243ae5b4b70faa99b", "date_access": "2015-07-27 20:50:30.789253"}