{"body": "\n\n\n\n\n\t                        Photo by: Dennis Van Tine/STAR MAX/IPx\n6/13/15\nHillary Clinton campaigns at Roosevelt Island.\n(NYC)\n\t                        \n\t                \n\n\nHillary Clinton will attempt to reinvent herself for the umpteenth time on Monday‎ when she releases her \"new\" economic agenda for the working class. Except that from what the Clinton team released over the weekend this is not much more than the leftovers from Obamanomics -- and that hasn't worked out so well for middle America.  Let's see: she wants more infrastructure spending, higher taxes on the foreign earnings of U.S. Corporations and hedge fund managers, a higher minimum wage, new rules to make it easier to form unions ( card check), more child care subsidies, expanded paid medical leave for workers, and renewable energy subsidies.  Sound familiar? It's more taxes, more regulatory burdens on employers, the green agenda, more government spending paid for with debt. One looks at the list of leftist wish list priorities from yesteryear and wonders: Hillary, is this thin grool really all you got?  There aren't even hints of her husband's New Democrat agenda that generated growth and reform of government. The free trade, welfare reform, balanced budget, middle class tax cuts, sound money New Democrat agenda has vanished.\nSadly, Ms. Clinton is slamming the door on the successful centrist agenda of her husband and perhaps for good. Why? Because her political challenger Vermont Independent Senator Bernie Sanders, an avowed socialist, is pulling Hillary and the party in her direction. ‎What's next from Hillary, a call for 70 percent tax rates?   Here's Hillary's unavoidable dilemma: ‎her theme is to advance economic policies that benefit \"everyday Americans.\" But the leftist Obamanomics 2.0 agenda she will announce Monday has been tried for six and a half years now.  She says the key to economic progress is not the 4 percent growth that Jeb Bush and other Republicans are pushing, but middle class raises. But under Obama the middle class has gotten pummeled. Middle class household incomes are lower today adjusted for inflation than when the recovery started.  ‎Inequality has risen, not fallen under these redistribution policies.  Meanwhile, every poll shows the middle class is angry and anxious about the pint-sized economic recovery and the prospects for achieving the American Dream for their children. Hillary's betting that she can win on an agenda of more of the same when the nation is hungry for a new direction.  Pitifully,  Hillary won't -- or politically can't -- advance a genuine agenda of new ideas inside today's demented Democratic party dominated by the progressive left.  They won't let her move in a centrist direction.  So much for hope and change.  So with Hillary's cupboard is bare when it comes to fixing the economy, Republicans need to respond to the let's vast policy wasteland with a robust platform of reforms to government -- health care, taxes, entitlements, the regulatory state, the IRS, 21st century America-first energy, and a war against waste and Washington incompetence.  If they do, they have a good shot of winning back the White House in 2016. \n\nStephen Moore is a Fox News contributor. Moore is the Distinguished Visiting Fellow, Project for Economic Growth, at The Heritage Foundation. Prior to joining Heritage he  wrote on the economy and public policy for The Wall Street Journal.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Hillary Clinton will attempt to reinvent herself for the umpteenth time on Monday‎ when she releases her \"new\" economic agenda for the working class.", "title": "Hillary Clinton's 'new' economic agenda shouldn't fool anyone. It's just recycled rhetoric that hasn't worked", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/rG2X5uV0eMc/hillary-clintons-new-economic-agenda-really-just-recycled-ideas-from-team-obama.html", "topics": ["economy"], "people": ["Stephen Moore", "Bernie Sanders", "Jeb Bush", "Dennis Van Tine", "Hillary Clinton"], "orgs": ["The Heritage Foundation", "IRS"], "authors": [], "date_written": "2015-07-13 11:00:00", "org": "fox", "article_id": "e0f1f66616cea7030653f0d64aaf8c96", "date_access": "2015-07-13 10:10:05.752372"}