{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\t\t\nHillary Clinton, after a grueling day of testimony before the congressional Benghazi committee, made clear she hopes to at last move beyond the controversy that has dogged her presidential campaign.\nThe former secretary of state -- no doubt looking to avoid missteps that could reverberate on the trail -- was visibly measured Thursday as she spent 11 hours defending her role before, during and after the attacks. And she repeatedly cited past investigations, suggesting there’s little more to uncover.\nWhether Clinton gets her wish remains to be seen.\nUltimately, analysts suggested the hearing might not move the dial much either way – Republican critics continued to voice frustration Thursday at her responses, while congressional Democrats spent the better part of the day defending her.\n\"In the short-term, this has probably not changed the minds of anyone watching the proceedings,” Republican strategist Ron Bonjean said.   \nThat may have been all Clinton could hope for.\n\nShe entered the committee room Thursday at the end of an important week for the campaign – a day earlier, Vice President Biden, who had been considering a 2016 bid and could have posed the biggest primary threat to her candidacy, announced he would not run. This came after she delivered what was widely regarded as a strong debate performance last week.\nBut even if her testimony doesn’t change many minds, the former secretary of state’s detractors likely will find plenty of fodder in her hearing responses.\nThough Democrats complained the hearing turned up nothing new, Clinton did acknowledge Thursday that, even as she received frequent emails from friend Sidney Blumenthal, the late Ambassador Chris Stevens did not have her personal email address.\nRep. Jim Jordan, R-Ohio, also said that as the administration was blaming an anti-Islam video for motivating the attackers, Clinton was telling the Egyptian prime minister they knew the attack was “planned” and had “nothing to do with the film.”\nRetired Gen. Jack Keane, a Fox News analyst and former Army vice chief of staff, cited that exchange and said “that’s news that obviously she didn’t believe that the film was part of the motivation for the attack.”\nThe hearing, though, only muddied the public understanding of what Clinton believes to this day. While Clinton blamed the “fog of war” for confusion in Benghazi, on Thursday she also continued to assert that the video may have motivated some attackers.\nRelated ImageExpand / ContractDemocratic presidential candidate, former Secretary of State Hillary Rodham Clinton testifies on Capitol Hill in Washington, Thursday, Oct. 22, 2015, before the House Benghazi Committee. (AP Photo/Evan Vucci)\nMore broadly, though, Clinton drew frustration from Republicans by repeatedly skirting blame for her department’s denial of security requests for Stevens and his team. Stevens and three other Americans were killed in the Sept. 11, 2012, attacks.\nClinton testified to the Benghazi committee that the security requests were handled by security professionals in the department and not her.\n\"I did not see them. I did not approve them. I did not deny them,\" she said.\nClinton acknowledged some of his requests were approved, and others were not. But she said Stevens emailed regularly with her close aides and “did not raise security with the members of my staff.”  \nRepublican presidential candidate Mike Huckabee swiped at Clinton on Twitter as she rebuffed accusations before the committee.\n“.@HillaryClinton coming clean to #BenghaziCommittee seeming abt as likely as me getting a Che Guevara tattoo on small of my back! #Benghazi,” he tweeted.\nClinton, though, tried to walk a fine line. Even as she denied responsibility for the rejected security requests, she said she’s assumed responsibility in a general sense and tried to make changes at the department before she left.\nAnd she challenged the notion that she was out of touch with the situation on the ground.\n“I’ve lost more sleep than all of you put together” over Benghazi, she said.\nNotable is that while Clinton and her campaign used the run-up to Thursday’s hearing to accuse the panel of being a Republican partisan tool, Clinton mostly avoided a confrontational tone during her testimony.\nInstead, she sat back as Democratic and Republican members battled – at times shouted at – each other over the credibility of the committee itself.\nRep. Elijah Cummings, D-Md., the committee's top Democrat, said the panel was only formed because Republicans \"did not like the answers\" from prior investigations. So, he said, they established the committee and \"set them loose, Madam Secretary, because you're running for president.\" Cummings called it an \"abusive effort to derail\" her campaign.\nBut Chairman Trey Gowdy, R-S.C., denied this. Of allegations that the investigation is all about Clinton, Gowdy said Thursday, \"Let me assure you it is not.\"\nWhen asked by reporters at the end of the 11-hour hearing if Clinton's testimony helped reach a conclusion, Gowdy said the work of the congressional Benghazi committee is not yet over.\n\"I don't draw conclusions till the end, and there are more witnesses to talk to,\" he said.", "byline": "", "description": "", "title": "BEYOND BENGHAZI  Clinton looks move on from controversy after testimony", "url": "http://www.foxnews.com/politics/2015/10/23/clinton-seeks-to-turn-page-on-benghazi-with-testimony-can/", "topics": ["campaign_finance"], "people": ["Chris Stevens", "Evan Vucci", "Trey Gowdy", "Che Guevara", "Sidney Blumenthal", "Hillary Clinton", "Ron Bonjean", "Jim Jordan", "Hillary Rodham Clinton", "Elijah Cummings", "Mike Huckabee", "Jack Keane"], "orgs": ["House Benghazi Committee", "Army"], "authors": [], "date_written": "2015-10-23 07:21:40", "org": "fox", "article_id": "1400880068f17c4011a3f479b22b80f9", "date_access": "2015-10-23 07:00:06.277241"}