{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tRepublican presidential candidate Rick Santorum, a practicing Catholic, on Sunday defended his criticism ‎of Pope Francis weighing in on global warming, saying \"there are more pressing problems on Earth\" for the pontiff to be tackling.  \nThe former Pennsylvania senator on “Fox News Sunday” also argued that it’s more appropriate for him and other lawmakers than the pope to speak publicly on the issue because they make public policy decisions that affect American workers. \nThose decisions, he said, include ones on ozone regulations, efforts to revitalize U.S. manufacturing and energy production and creating job opportunities. \nSantorum, a 2012 GOP presidential candidate, also made clear his position on immigration, saying he opposes a path to legalization for 11 million undocumented immigrants in the United States but stopped short of calling for deportation. \nHe said he views the issue as: “What is in the best interests of America, particularly American workers, and particularly those workers who are not doing well in America.\" \nSantorum said he supports E-verify, the Department of Homeland Security program that allows employers to check if new hires are authorized to work in the United States.\n\n \n  \n   More on this...\n  \n  \n   \n    \n     Coming Up on 'Fox News Sunday': June 7 \n    \n  \n \n \nSantorum talked briefly about his flat tax proposal, saying “the whole idea is to treat everybody fairly.” However, he made clear his plan remains a work in progress and disputed a study that suggested his 2012 proposal most benefited the country’s highest wage-earners. \nThe pope, who has a chemistry degree, is expected in the coming weeks to send a letter to Catholic bishops arguing that climate change adversely impacts the poor and that the church has the moral and religious imperative to address the problem. \nHe also will reportedly follow the letter with a 12-week campaign on the issue. \nSantorum on Monday told a Philadelphia radio show that the Pope and others probably should “leave science to the scientists.”   \nHe said the pope can “talk about whatever he wants” but that taking a position on climate change might not be the best use of his moral authority. \nSantorum said the “speculative science” related to the climate change issue is the “more pressing problem,” arguing that all of the related predictions made 15 years ago have not come true. \n“This is what bothers me,” he told Fox News. “The issue has not been settled.\"", "byline": "", "description": "", "title": "'MORE PRESSING' ISSUES  Santorum slams Pope Francis on climate change", "url": "http://www.foxnews.com/politics/2015/06/07/santorum-says-lawmakers-have-better-standing-than-pope-on-climate-change-issue/", "topics": ["immigration"], "people": ["Rick Santorum", "Pope Francis"], "orgs": ["Department of Homeland Security", "GOP", "United States."], "authors": [], "date_written": "2015-06-08 04:54:32", "org": "fox", "article_id": "df3ddae52274e27e0b978c5d2395b6bc", "date_access": "2015-06-08 05:14:06.610269"}