{"body": "\n\n\n\n\n\n\nThe former hedge fund manager who ignited a firestorm of criticism over drug prices after hiking the price of a specialized drug from $13.50 a tablet to $750 a tablet said in an interview Tuesday his company will substantially lower the price.  Martin Shkreli, CEO of Turing Pharmaceuticals, told ABC News his company will lower the price of Daraprim after several days of making headlines and receiving complaints from medical groups, however he did not specify the new cost.\n“We’ve agreed to lower the price on Daraprim to a point that is more affordable and is able to allow the company to make a profit, but a very small profit,” he said.\nShkreli also defended the price hike his start-up company recently instituted after it acquired the drug, telling ABC that critics don’t understand how companies like his work.\n“I think they have a fundamental misunderstanding with how pharmaceutical companies operate,” he said.\nShkreli added that his company already gives away half of the supply of Daraprim for \"free or for $1.\"\nThe 62-year-old drug is described by the New York Times as “the standard for care” for treating those suffering from the potentially deadly parasitic infection toxoplasmosis. The CDC describes toxoplasmosis as “a leading cause of death attributed to foodborne illness” in the US.\n\n\n\nMore on this...\n\n\n\n\nDrug's price jumps overnight from $13.50 to $750 per tablet \n\n\n\n\nShkreli previously justified the move by saying the overall impact will be a minor one as there are only 12,000 or so prescriptions for the specialized drug a year, and because the proceeds will go toward developing a newer treatment with fewer side effects.\nThe drug’s price hike quickly became an issue on the campaign trail for the 2016 presidential election.  Hillary Clinton released a plan on Tuesday to address \"price gouging\" in the industry.", "byline": "", "description": "The former hedge fund manager who ignited a firestorm of criticism over drug prices after hiking the price of a specialized drug from $13.50 a tablet to $750 a tablet said in an interview Tuesday his company will substantially lower the price..", "title": "CEO says drug price will be lowered after hike from $13.50 to $750 a tablet", "url": "http://feeds.foxnews.com/~r/foxnews/health/~3/m1-4_bf-Nko/", "topics": ["economy", "immigration"], "people": ["Martin Shkreli", "Hillary Clinton"], "orgs": ["Turing Pharmaceuticals"], "authors": [], "date_written": "2015-09-23 00:15:05", "org": "fox", "article_id": "10e8eee00064362d3a84695b4322fdd9", "date_access": "2015-09-22 23:40:19.613805"}