{"body": "\n\n\n\n\n\n\nThe Miss USA pageant, left without a TV home following blowback against co-owner Donald Trump over his comments on Mexican immigrants, has been rescued by the Reelz channel.\nIn a statement Thursday, Reelz CEO Stan E. Hubbard said the cable and satellite channel acquired the rights because of a belief that the pageant and the women who compete in it \"are an integral part of American tradition.\"\n\"As one of only a few independent networks, we decided to exercise our own voice and committed ourselves to bringing this pageant to American viewers everywhere,\" Hubbard said.\nWhile Reelz said it considered the interests of Miss USA contestants, the host city of Baton Rouge, Louisiana, and viewers in making its decision, it made no mention of Trump or the hot water he's found himself in since he announced his presidential bid in June.\nThe statement also did not include details on Reelz's acquisition of the pageant that had been a joint venture between Trump and NBC, as was the Miss Universe pageant. NBC cited Trump's comments on immigrants in announcing it was cutting business ties with him.\nTrump's presidential campaign announcement contained his assertion that some Mexican immigrants to the United States bring drugs and crime, and some are rapists.\n\n\n\nMore on this...\n\n\n\n\nSecond time's a charm for newly crowned Miss USA \n\n\n\nMiss USA says 'no truth’ to pageant shopping claims \n\n\n\nMiss USA defends Miss USA \n\n\n\n\nThere was no immediate response from Trump to a request for comment Thursday on the Reelz acquisition.\nThis isn't the first time Reelz has gone its own way. When the History channel dropped \"The Kennedys\" miniseries that had been made for it, saying it didn't fit its brand, Reelz aired it in 2011 and was rewarded with record channel ratings and awards attention.\nReelz said the Miss USA pageant will be televised July 12, its originally scheduled date on NBC. The pageant will have to scramble after a mass exodus of performers, hosts and judges who cited opposition to Trump's views as the reason.\nRapper Flo Rida had been the highest profile performer scheduled for Miss USA, and his representative confirmed Wednesday that he wouldn't perform. Country singer Craig Wayne Boyd, winner of \"The Voice\" last year, and pop singer Natalie La Rose also dropped out. There were no more announced performers.\nIn a Miss USA news release last month, the judges were listed as HGTV star Jonathan Scott, country singer Jessie James Decker, E! News anchor Terrence Jenkins, TV host and former Miss Universe winner Zuleyka Rivera and Hall of Famer Emmitt Smith.\nOf that quintet, only Decker's name was listed as a judge by Miss USA on its website Wednesday. That's the day Smith dropped out.\nThe pageant lost both of its co-hosts, Cheryl Burke of \"Dancing With the Stars\" and MSNBC anchor Thomas Roberts, on Tuesday. On Wednesday, Jeannie Mai, who hosted a show on the Style Network, was listed as a show host.\nLast week, the hosts of the now-abandoned Univision Spanish-language simulcast, Roselyn Sanchez and Cristian de la Fuente, said they wouldn't take part in it.\nTrump's campaign comments struck many Latinos as insensitive, and Univision's decision last week to back out of televising Miss USA and break off its business ties with Trump led to a cascade of others following suit. Trump responded by suing Univision on Tuesday.\nAside from the pageant world, there has growing fallout on other fronts for the GOP presidential hopeful and businessman.\nOn Wednesday, the Macy's department store chain, which carried a Donald Trump menswear line, said it was \"distressed\" by Trump's remarks and was ending its relationship with him.\nTrump said in a statement that he had decided to end his relationship with Macy's because of pressure on them by outside sources.\n\"Both Macy's and NBC totally caved at the first sight of potential difficulty with special interest groups who are nothing more than professional agitators,\" Trump said.\nAlso on Wednesday, New York City officials said they were reviewing the city's contracts with Trump in light of his comments, and Mayor Bill de Blasio issued a statement calling them \"disgusting and offensive,\" adding that \"this hateful language has no place in our city.\"\nThe Trump Organization currently operates several city concessions, including a golf course, ice skating rink and carousel.\nRepresentatives for Trump did not respond Wednesday to an email seeking comment on the city's review.", "byline": "", "description": "", "title": "Miss USA gets new network", "url": "http://www.foxnews.com/entertainment/2015/07/02/reelz-channel-will-air-miss-usa-pageant-but-who-will-host-it/", "topics": ["immigration"], "people": ["Craig Wayne Boyd", "Jonathan Scott", "Terrence Jenkins", "Zuleyka Rivera", "Jessie James Decker", "Stan E. Hubbard", "Roselyn Sanchez", "Cheryl Burke", "Thomas Roberts", "Donald Trump", "Flo Rida", "Emmitt Smith", "Natalie La Rose", "Jeannie Mai"], "orgs": ["Trump Organization", "HGTV", "Univision", "Macy", "MSNBC", "GOP"], "authors": [], "date_written": "2015-07-02 13:31:34", "org": "fox", "article_id": "f969e086e2c4287447c8df8228202de7", "date_access": "2015-07-02 12:50:02.798845"}