{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton faces heavy pressure during the first Democratic presidential debate Tuesday to outperform primary rivals cutting into her lead and perhaps keep her biggest potential challenger on the sidelines.\nVice President Biden, still mulling a bid, is not expected to be on stage in Las Vegas. But he’ll surely be watching as the former secretary of state spars in person for the first time with her 2016 Democratic opponents.\nAnd those candidates have not been shy about casting Clinton as a calculating candidate swaying with the political winds.\nMost recently, Clinton has taken jabs from Democrats for coming out just last week against a major Pacific nation trade deal. In a taste of what awaits her on the debate stage, underdog rival Martin O’Malley noted he opposed the deal eight months ago, and didn’t just come out against it “on the eve of a debate … because polling told me to do it.”\nA big question for Clinton on Tuesday night is whether she can shake that image and in doing so counter the ‘draft Biden’ push by showing she’s not so vulnerable after all. \nJoe Desilets, managing partner for the Republican-leaning 21st & Main strategy firm, said that Clinton must “reintroduce herself to her Democratic base and to the country at-large,” if she’s going to change the narrative.\n\nHe also said Clinton must “come out with the energy and warmth that has been missing from her campaign over the past several months” and be careful about how she differentiates herself from Vermont Sen. Bernie Sanders, alienating neither her base nor the party’s progressive wing.\n“The goal is not to keep somebody out of the race but to find the best course possible to the nomination, based on the merits of the campaign and knowledge of the issues,” said Democratic strategist and Fox News commentator David Mercer. “What we’ll see is the direct conversations (Clinton) has been having with voters in early-voting states getting onto the national stage.”\nDespite political legacy and fundraising prowess in her corner, the Democratic presidential front-runner has grappled with an email scandal and a national voter mood clamoring for so-called outsider candidates. That mood has most helped Sanders, who continues to chip away at Clinton’s numbers in the polls in the run-up to the CNN debate.\nJust over the last week, Clinton’s support among Democratic voters dropped from 51 percent to 41 percent, while Sanders’ increased from 24 percent to 28 percent, according to a new Reuters/Ipsos poll. Biden’s ticked up from 16 percent to 20 percent in the survey.\nA recent WSJ/Marist poll showed Sanders leading Clinton in early-voting New Hampshire.\nClinton still has the organizational edge over candidates like Sanders and O’Malley, a former Maryland governor. Jim Webb, a former Virginia senator, and Lincoln Chaffee, a former Rhode Island governor and senator, also will be on stage Tuesday night.\nBut Biden remains perhaps Clinton’s biggest threat, as he continues to weigh a decision, apparently encouraged by Democratic supporters concerned Clinton cannot stop the slide.\nBiden, still grieving after his son Beau’s death in May, originally had been expected to decide before October. But some political strategists think the fulcrum moment may be Clinton’s performance in the debate, with five other sanctioned debates remaining. \nThe vice president, who ran failed White House bids in 1998 and 2008, reportedly was having a “family meeting” over the holiday weekend in his home town of Wilmington, Del., to decide whether he’ll enter the 2016 race.\n“Biden is wise to sit back and wait,” Kendra Stewart, a politics professor at the College of Charleston, in South Carolina, said Monday. “Candidates typically enter a race with a surge that later drops. He could enter late and ride that surge to the end.”\nShe also said Clinton’s biggest challenge will be to “meet and exceed expectations that she is the most knowledgeable person in the debate … and show the deepest understanding of what it takes to be president.”\nRevelations this spring that Clinton, while secretary of state, used a private server and email for official business have hampered her campaign as she grapples with a stream of headlines about the related investigations.\nShe’s tried to go on offense in recent days, though, claiming a prominent Republican’s gaffe about the Benghazi committee proves congressional probes into her time as secretary of state are political.\nBut she still struggles to connect with voters, polls suggest. A new CBS News poll shows 61 percent of respondents said she is not “honest and trustworthy,” compared with 35 percent who said she is.\nEven President Obama acknowledged on CBS’ “60 Minutes” on Sunday that “maybe she could have handled the original decision better and the disclosures more quickly.” Obama still defended Clinton and said the controversy has been “ginned up.”\nDespite the difficulties, Clinton remains the front-runner. She has an overall, double-digit lead over Sanders – and the rest of her primary rivals – nationally.\nBut her fundraising advantage is narrowing. Clinton so far this year has raised roughly $75 million, compared with Sanders’ $15 million. However, Sander’s third-quarter haul was $26 million, nearing Clinton’s $28 million, according to the campaigns.\nAfter months of long-distance sparring, Clinton on Tuesday will likely face further questions about her sincerity from rivals pointing out her recent positions have put her more in line with Sanders and the party’s liberal base. Her opposition to Obama’s TPP trade deal spurred allegations of flip-flopping, since she backed the proposal while running the State Department. Clinton also now supports same-sex marriage, after opposing it as a New York senator and first lady.\n“People will have to contrast my consistency and my willingness to stand up to Wall Street and corporations with the secretary,” Sanders told NBC on Sunday, arguing he has never supported a U.S. trade deal and that he has been consistent on issues for 25 years.\n \n \n \n ", "byline": "", "description": "Hillary Clinton faces heavy pressure during the first Democratic presidential debate Tuesday to outperform primary rivals cutting into her lead and perhaps keep her biggest potential challenger on the sidelines.", "title": "Pressure on Clinton to keep rivals at bay -- and Biden on sidelines -- in 1st debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/1mj_o7DBaLY/", "topics": ["campaign_finance", "trade"], "people": ["Lincoln Chaffee", "Joe Desilets", "Martin O'Malley", "Beau Biden", "Hillary Clinton", "Kendra Stewart", "David Mercer", "Jim Webb", "Bernie Sanders"], "orgs": ["College of Charleston", "State Department", "TPP"], "authors": [], "date_written": "2015-10-12 22:10:40", "org": "fox", "article_id": "a83fc75ea38e336684bee536b555d094", "date_access": "2015-10-12 22:01:07.375178"}