{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tA feud between Sen. John McCain, R-Ariz. and Sen. Rand Paul, R-Ky., escalated Wednesday when McCain called the 2016 presidential hopeful “the worst possible candidate” on the issue of national security.\n\nMcCain’s comments, made on Fox News’ “Your World with Neil Cavuto,” were in response to Paul calling McCain and Sen. Lindsey Graham, R-S.C,. “lapdogs for President Obama” on foreign policy.ADVERTISEMENTADVERTISEMENT\n\nPaul made his remarks Tuesday on Fox News’ “America’s Newsroom” when asked about recent criticisms of his foreign policy outlook by Graham and McCain.\n\n“This comes from a group of people who have been wrong about every foreign policy issue over the last two decades,” Paul said.\n\n“I’m really the one standing up to President Obama, and these people are essentially the lapdogs for President Obama and I think they’re sensitive about that.”\n\nMcCain responded in full force Wednesday:\n\n“Senator Paul is the worst possible candidate of the 20 or so that are running on the most important issue, that is national security.”\n\nMcCain said Paul had in the past doubted if ISIS was a threat to U.S. national security, had proposed a budget that would cut defense spending by 30 percent and said Iran wasn’t a threat to Israel.\n\n“The record is very clear that [Paul] does not have an understanding of the needs or the threats of United States national security,” McCain said.\n\nHowever, when asked if he would support Paul if he were the nominee against Hillary Clinton, McCain conceded he would.\n\n“I would support the nominee for my party, I am a loyal Republican. I would hope that good sense would prevail here, because the realities of the world today do not allow for isolationist policies,” McCain said.\n\n“We’ve already seen what happens from “leading from behind,” leading from far behind, and that’s what Rand Paul would do, but I hope that many of us could prevail on him to see the world in a very different light.”\n\nWhen asked by Neil Cavuto if Paul was the worst of all presidential candidates right now, McCain doubled down on his earlier remarks.\n\n“On national security? Absolutely. There is no doubt in my mind.”\n\nWhen asked who his choice for 2016 was, McCain pointed to a familiar ally.\n\n“Lindsey Graham. Lindsey Graham. First, last and always.”", "byline": "", "description": "A feud between Sen. John McCain, R-Ariz. and Sen. Rand Paul, R-Ky., escalated Wednesday when McCain called the 2016 presidential hopeful “the worst possible candidate” on the issue of national security.", "title": "Family Feud: McCain calls Paul 'the worst possible candidate' on national security", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/luexYRf6xM8/", "topics": ["terrorism", "campaign_finance"], "people": ["Rand Paul", "Lindsey Graham", "Hillary Clinton", "Neil Cavuto"], "orgs": ["S.C"], "authors": [], "date_written": "2015-04-22 22:51:45", "org": "fox", "article_id": "e50f832a17b4b0ec52f358ac6eb4f2c8", "date_access": "2015-04-22 22:25:05.848866"}