{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tA looming Supreme Court case reviewing a key component of the Affordable Care Act is raising questions about what would happen if the Obama administration loses.\n\nOn March 4, the Supreme Court will be asked to decide whether the IRS illegally extended subsidies to millions of Americans in order to underwrite the cost of their health insurance policies under ObamaCare.ADVERTISEMENTADVERTISEMENT\n\nThe language of the law says the subsidies will be awarded in states that set up their own exchanges, but more than three dozen states opted not to do that. Despite that fact, the IRS extended subsidies into those states.\n\nEarlier this month, Health and Human Services Secretary Sylvia Burwell told a Senate committee that a decision from the Court striking down the current subsidy structure would be \"devastating,\" but refused to say if the administration has a back-up plan.\n\nSome conservatives see that as an opening.\n\nGrace-Marie Turner, founder of the Galen Institute, which advocates for free market health care reform, said GOP leaders are ready to step in.\n\nGalen also said lawmakers could offer a temporary solution that would give states more control over subsidies, but stop short of gutting the ACA.\n\n\"I do think there's a chance that if they do this right, if they play their cards right, that the president would, in fact, sign it,\" Turner added.\n\nRepublicans, who control Congress after having won the Senate in November, say dismantling ObamaCare remains a priority. But they appear to think their best chance of undoing the 2010 law is the court case. And they have so far taken a wait-and-see approach, instead of trying to immediately repeal the law or dismantle it in parts.\n\nSome ACA critics fear the Supreme Court may hesitate to block the current subsidies because of a lack of confidence in the legislative branch in general.\n\nIn an interview earlier this week, Justice Ruth Bader Ginsburg summed up her thoughts on Congress’ ability to step in where laws need to be updated or fixed.\n\n\"The current Congress is not equipped really to do anything,\" she said.\n\nThe Justices have extended oral arguments from the usual one-hour limit to 2.5 hours, with a decision due by late June.\n\nThe number of uninsured could rise by 8 million if the subsidies disappear, two independent think tanks have estimated.\n\n“We have to have a contingency plan,” House Ways and Means Committee Chairman Paul Ryan, R-Wis., said last week.\n\nRepublicans and Democrats agree that a ruling for the plaintiffs could wipe out subsidies for millions of Americans, in three-fourths of U.S. states.Shannon Bream joined Fox News Channel (FNC) in 2007 and is a Washington-based correspondent covering the Supreme Court. She also serves as the anchor of \"America's News Headquarters\" (Sundays at 12-2PM/ET). Click here for more information on Shannon Bream. ", "byline": "", "description": "A looming Supreme Court case reviewing a key component of the Affordable Care Act is raising questions about what would happen if the Obama administration loses.", "title": "If administration loses looming Supreme Court case on ObamaCare, what's next?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/34viDVYV1fk/", "topics": ["health"], "people": ["Justice Ruth Bader Ginsburg", "Shannon Bream", "Sylvia Burwell", "Marie Turner", "Paul Ryan"], "orgs": ["ACA", "Health and Human Services", "Congress", "Senate", "IRS", "Supreme Court", "FNC", "GOP"], "authors": [], "date_written": "2015-02-18 05:00:41", "org": "fox", "article_id": "3a80fefddb75c2b0e1d178c33cd11de3", "date_access": "2015-02-18 15:39:19.888828"}