{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFlorida GOP Sen. Marco Rubio on Monday announced his 2016 presidential candidacy, asking for the chance to create a new American Dream and to be part of a new generation of leaders.\n\n\"My parents achieved what came to be known as the American Dream,” said Rubio, a first-generation Cuban-American, at his official announcement. “But now, too many Americans are starting to doubt whether achieving that dream is still possible. … Yesterday is over, and we are never going back.”ADVERTISEMENTADVERTISEMENT\n\nRubio becomes the third Republican senator to officially launch a 2016 White House bid.\n\n“I announce my candidacy for president of the United States,” Rubio said in his announcement in Miami, one day after Hillary Clinton made public her campaign, officially establishing herself as the Democratic front runner for the White House next year.\n\nRubio had hinted for days that he would announce his candidacy this week and pre-empted himself early Monday by saying he feels “uniquely qualified” to talk about the future.More on this...Sen. Marco Rubio announces presidential bid Marco Rubio to announce presidential campaign today \n\nThe 43-year-old senator chose to make his candidacy speech at the Freedom Tower -- the Miami landmark that was the first stop for tens of thousands of fleeing Cuban exiles during the 1960s and 1970s, for his announcement speech.\n\n“It is truly a symbol of our nation’s identity,” said Rubio, who gained speaking momentum throughout his roughly 15-minute speech.\n\nWith aspirations of turning his relative youth into a benefit, Rubio promised to move politics beyond the past, a jab at Clinton and former Florida Gov. Jeb Bush -- a likely GOP presidential candidate and his one-time political mentor.\n\n\"In many countries, the highest office in the land is reserved for the rich and powerful,” he told hundreds packed inside the venue as the temperature outside climbed to 87 degrees. “But I live in an exceptional country where even the son of a bartender and a maid can have the same dreams and the same future as those who come from power and privilege.”\n\nHe also said the dream is slipping away for too many families and that young Americans face unequal opportunities to succeed.\n\nRubio is hoping to make inroads with groups that have long eluded Republicans -- including young people, minorities and the less affluent.\n\nHe spoke briefly in Spanish during his speech, honoring his late father.\n\nHe appeared to see an opportunity to cast the presidential contest as one between a fresh face representing a new generation of leadership and familiar faces harking back decades -- namely, the 62-year-old Bush and the 67-year-old Clinton.\n\n\"Too many of our leaders and their ideas are stuck in the 20th century,\" he said. \"The time has come for our generation to lead the way toward a new American century.\"\n\nThe swipe at Bush was implied; with Clinton, he was more direct.\n\n\"Just yesterday, we heard from a leader who wants to take us back to yesterday, but I feel that this country has always been about tomorrow,\" he said.\n\nDemocrats began criticizing Rubio hours before his official announcement.\n\n\"He's a follower, peddling the same tired Republican playbook,\" said Democratic National Committee Chairwoman and Florida Rep. Debbie Wasserman Schultz. \"Marco Rubio has pandered to the Republican base throughout his whole career.\"\n\nThe first-term senator has in recent months outlined specific policy proposals on foreign and domestic issues.\n\nOn Monday, he repeated the call to repeal ObamaCare, backed school choice, vowed to protect the lives of the unborn, re-establish America’s support for Israel and called out Cuba and Venezuela for human rights violations.\n\nRubio is set to return Tuesday to Washington to join a Senate hearing on a proposed deal with Iran on its nuclear ambitions.\n\nRubio faces steep challenges to the nomination, including a well-funded one that Bush is expected to offer. The son of one president and brother of another, Jeb Bush was governor while Rubio was speaker of the Florida House. The two formed a close bond, but a presidential campaign would be certain to test the strength of their friendship.\n\nAnother challenge is whether he can win over conservatives, upset with his early support of comprehensive immigration-reform legislation passed two years ago by the Senate. Conservatives and other critics said the plan was tantamount to providing “amnesty” to the millions of people who have entered the United States illegally.\n\nThe Associated Press contributed to this report.\n\n ", "byline": "", "description": "", "title": "RUBIO'S 2016 BID  Candidate vows to restore, reinvent American dream", "url": "http://www.foxnews.com/politics/2015/04/13/rubio-announces-his-2016-gop-presidential-campaign/", "topics": ["immigration"], "people": ["Debbie Wasserman Schultz", "Marco Rubio", "Jeb Bush", "Hillary Clinton"], "orgs": ["Senate", "GOP"], "authors": [], "date_written": "2015-04-14 00:29:49", "org": "fox", "article_id": "228f25d2759e03d0f155542d30ee27a7", "date_access": "2015-04-13 23:45:02.648425"}