{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFlorida Sen. Marco Rubio said Monday that he is running for president and feels “uniquely qualified” to talk about the future.\n\nRubio, a Republican, is scheduled to make a full-scale announcement late today in Miami at an event before hundreds of supporters that will include a video message.ADVERTISEMENTADVERTISEMENT\n\nThe first-term senator has long been assembling his political team, including donors who helped previous presidential nominees collect tens of millions of dollars. Now, Rubio's campaign kickoff formalizes what has been unfolding for months.\n\nIt comes a day after Hillary Clinton announced her bid for the Democratic nomination and as she is traveling to Iowa on her first trip as a candidate.\n\nThat's likely to rob Rubio of some attention as he enters the race. But as his team sees it, the timing also presents an opportunity to cast the presidential contest as one between a fresh face representing a new generation of leadership and a long-familiar figure harking to the 1990s.\n\nRubio had, for the past week, teased supporters on social media, asked them to sign up for an email to get first word of his announcement and offered tickets for $3.05 (Miami's area code is 305). The effort will capture names, addresses and other information about potential voters and campaign donors.\n\nBuilding television screens across the street from the main rally site and plans to pass out Rubio signs.\n\nRubio faces steep challenges to winning the nomination, one of them from his mentor, former Florida Gov. Jeb Bush. Rubio would become the third major GOP contender to declare himself a candidate, after Texas Sen. Ted Cruz and Sen. Rand Paul, in a field that could grow to 20 or more candidates.\n\nA young man in a hurry, Rubio, 43, will no doubt hear rivals tell voters he's not ready for the White House.\n\nA first-generation immigrant whose parents fled Cuba, Rubio could make history as the nation's first Hispanic president (as could Cruz). Rubio frames his pitch to voters as the embodiment of the American dream, a son of a maid and bartender who worked his way through law school and now sits in Congress.\n\nHis is an appealing biography for a party that has struggled to connect with minority and younger voters. Those voters have been solidly behind Democrats in recent presidential elections. Rubio's advisers see his candidacy as a way to eat into that Democratic bloc, even if capturing it would be almost impossible.\n\nStarting right after the 2014 elections that tipped the Senate into Republican hands, Rubio has been methodically moving toward a presidential announcement. His top political adviser and likely campaign manager, Terry Sullivan, has been building his team, tapping Jim Merrill, who ran Mitt Romney's New Hampshire campaigns, veteran spokesman Alex Conant, advertising chief Todd Harris and former Romney political director Rich Beeson.\n\nHis political advisers have told party leaders that they should start recruiting a candidate to run for his Senate seat.\n\nNot even two weeks after the 2012 presidential election, Rubio visited Iowa to headline a birthday event for Iowa Gov. Terry Branstad, a kingmaker in Iowa presidential politics.\n\nHe's been making inroads with activists after turns at the anti-tax Club for Growth confab and the grassroots Conservative Political Action Conference. And in his day job in the Senate, Rubio has been a leading voice against President Barack Obama's engagement with Cuba and Iran.\n\nOn Tuesday, fresh off his 2016 declaration, he is set to return to the Senate to participate in a hearing about Iran.\n\nRubio also has been lining up a network of donors, who can tap their friends to finance Rubio's campaign, expected to cost about $50 million to get to Iowa's lead-off caucuses. Longtime donor Wayne Berman is leading the money chase for Rubio; Dallas investor George Seay and Goldman Sachs' Joe Wall are lined up, too.\n\nBut Rubio faces a hurdle with some conservative activists in Iowa, New Hampshire and South Carolina over his work on a failed bipartisan immigration bill that proposed a long and difficult pathway to citizenship for those who were in the country illegally. The measure cleared the Senate but collapsed in the House in the face of conservative suspicion.\n\nRubio has since shifted how he is approaching the thorny subject, saying his bill does not have the support to become law and the first focus should be on border security, a standard GOP position. Rubio ultimately wants to create a process that leads to legal status and, then, citizenship.\n\nThe Associated Press contributed to this report. \n\n ", "byline": "", "description": "Florida GOP Sen. Marco Rubio said Monday that he is running for president and feels “uniquely qualified” to talk about future.", "title": "Rubio announces his 2016 GOP presidential campaign", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/pXRpxm1Zex4/", "topics": ["campaign_finance", "immigration"], "people": ["Rand Paul", "Jim Merrill", "Mitt Romney", "Alex Conant", "Joe Wall", "Jeb Bush", "Terry Sullivan", "Hillary Clinton", "Wayne Berman", "Goldman Sachs", "Terry Branstad", "Marco Rubio", "Barack Obama", "George Seay", "Todd Harris", "Rich Beeson", "Ted Cruz"], "orgs": ["Senate", "Conservative Political Action Conference", "GOP"], "authors": [], "date_written": "2015-04-13 15:51:57", "org": "fox", "article_id": "a277c8e8ffd212064da7b0d8802c7e3f", "date_access": "2015-04-13 15:10:05.173218"}