{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFILE: Oct. 24, 2014: Hillary Clinton at a rally for Democratic gubernatorial candidate Martha Coakley, in Boston, Mass. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tThe Clinton Foundation acknowledged Sunday that the nonprofit group “made mistakes” in IRS filings and defended its disclosure of controversial contributions from a Canadian financier, following days of intense public scrutiny about foundation finances.  \n\n“We made mistakes, as many organizations of our size do, but we are acting quickly to remedy them,” foundation executive Maura Pally wrote on the foundation website. “And [we] have taken steps to ensure they don't happen in the future.”ADVERTISEMENTADVERTISEMENT\n\nThe donations were called into question last week by Peter Schweizer, author of the soon-to-be-released book “Clinton Cash.”\n\nSchweizer found Canadian financier Frank Giustra gave $31.1 million to the foundation after a 2005 uranium-mine deal he made in Kazakhstan, with former President Clinton at his side. The deal eventually led to one that gave Russia access to U.S. uranium deposits.\n\nThe concerns about the foundation’s contributions and finances are being raised as Clinton’s wife, Hillary Clinton, a Democrat, makes a 2016 White House bid.\n\nShe also was secretary of state during other deals about which Schweizer has raised concerns.\n\nPally writes that the Clinton Giustra Enterprise Partnership of Canada is listed on the foundation website as a donor . However, Canadian law prohibits charities from disclosing individual donors without their permission.\n\n“This is hardly an effort on our part to avoid transparency,” she writes.\n\nPally also wrote Sunday that the foundation has already said it will likely re-file tax forms for some years, following the completion of a voluntary external review.\n\nHowever, she says the effort was not an admission that the foundation failed to report all of its revenue.\n\n“That is not the case,” Pally writes. “Our total revenue was accurately reported on each year's form.” \n\nShe said the errors were the result of government grants being “mistakenly combined with other donations.”\n\nPally also argued that the foundation’s policies for donor disclosures and foreign-government contributors are “stronger than ever” and that the group has already announced that it will accept funding from only a “handful of governments,” including many whose multi-year grants for philanthropic work have yet to be completed.\n\n“We are committed to operating the foundation responsibly and effectively to continue the life-changing work that this philanthropy is doing every day,” Pally wrote.", "byline": "", "description": "The Clinton Foundation acknowledged Sunday that the nonprofit group “made mistakes” in IRS filings and defended its disclosure of controversial contributions from a Canadian financier, following days of intense public scrutiny about foundation finances.  ", "title": "Clinton Foundation addresses disclosure of $31M Canadian donation, re-filing IRS revenue forms", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/z0gFxRLJJIc/", "topics": ["campaign_finance"], "people": ["Hillary Clinton", "Frank Giustra", "Peter Schweizer", "Maura Pally", "Martha Coakley", "Clinton Cash"], "orgs": ["Clinton Foundation", "Clinton Giustra Enterprise Partnership of Canada", "IRS"], "authors": [], "date_written": "2015-04-27 08:00:58", "org": "fox", "article_id": "19b4369e40eefb13e4e7da859ad54b86", "date_access": "2015-04-27 08:50:07.645868"}