{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe State Department is planning to release 55,000 pages of emails stored on former Secretary of State Hillary Clinton's private e-mail server by January of next year, according to a court filing. \nThe department has asked a federal judge to approve a plan requiring the release of all of Clinton's emails by January 15, 2016. The request is related to a Freedom of Information Act lawsuit filed this past January by Vice News and was first reported by POLITICO. \nIf the request is approved, the complete set of emails could be released just over two weeks before the Iowa caucus. Clinton is the frontrunner for the Democratic presidential nomination. \nIn the document, the State Department's acting director of the Office of Information Programs and Services, John Hackett, cited the \"voluminous\" collection of correspondence as the reason for the late proposed release date. \n\"Given the breadth and importance of the many foreign policy issues on which the Secretary of State and the Department work, the review of these materials will likely require consultation with a broad range of subject matter experts within the Department and other agencies, as well as potentially with foreign governments,\" Hackett continued. The department's filing claimed that 12 staffers had been assigned to review Clinton's emails and redact sensitive information.   \nThe contents of Clinton's messages have been a topic of interest since The New York Times first reported in March that Clinton conducted all of her correspondence from a private e-mail account set up when she was nominated to become Secretary of State in late 2008. Subsequent reports revealed that the account was located on a server operating out of her New York home.  \nThe reports raised questions about whether Clinton had attempted to circumvent federal recordkeeping laws in an effort to head off requests for official communications from government watchdogs and the news media. The use of a so-called \"homebrew\" server caused cybersecurity experts to question how much sensitive diplomatic correspondence was vulnerable to foreign hackers.  \nClinton has said that she turned over the 55,000 pages to the State Department last year after her attorneys reviewed them and deemed them relevant public records. She added that she has since deleted all her emails from her personal server.  \nEarlier this year, Clinton turned over 300 pages of emails to the House select committee investigating the 2012 attack on the U.S. Consulate in Benghazi, Libya. There was no immediate comment late Monday from Republicans on the committee about the State Department's plan. \nThe Department has said it is planning a separate release of 850 pages of emails related to the Benghazi attack in the coming weeks. \nFox News' Chad Pergram contributed to this report. \nClick for more from Politico.", "byline": "", "description": "The State Department is planning to release 55,000 pages of emails stored on former Secretary of State Hillary Clinton's private e-mail server by January of next year, according to a court filing.", "title": "State Department plans January 2016 deadline for release of Hillary Clinton emails", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/KAn7StJss_8/", "topics": ["trade", "women", "health", "terrorism"], "people": ["Chad Pergram", "John Hackett", "Hillary Clinton"], "orgs": ["The Department", "State and the Department", "State Department", "U.S. Consulate", "Freedom of Information Act", "Office of Information Programs and Services"], "authors": [], "date_written": "2015-05-19 06:09:56", "org": "fox", "article_id": "e2b8e850bf6426c98c134aab20e514a6", "date_access": "2015-05-19 06:05:21.421403"}