{"body": "\n\n\n\n\n\t                        The Supreme Court is seen in Washington, Monday, Oct. 5, 2015. The Supreme Court is starting a new term that promises a steady stream of divisive social issues, and also brighter prospects for conservatives who suffered more losses than usual in recent months. (AP Photo/Carolyn Kaster)\n\t                        \n\t                \n\n\nThe “First Monday in October” has become a kind of American media holiday, as eagerly anticipated by journalists as the pitchers-and-catchers report date is by baseball fans.  The annual kick-off of the Supreme Court’s term is covered in overtly political, even partisan terms, and court-watchers speculate and predict whether the “liberals” or the “conservatives” will have a good year.\nThis is unfortunate, but probably inevitable.  In recent decades, Americans have increasingly turned to the Court – or, perhaps, the justices have taken it upon themselves – to resolve divisive and difficult moral and political questions.  And so, it is hardly surprising that commentators and citizens alike often see the Court and its work in ideological terms, as if the justices’ role under our Constitution were to identify and teach our values rather than to sort out disagreements about the interpretations of tax laws, banking regulations, or criminal statutes.\nThe Court's docket for the coming year is already loaded with cases dealing with controversial matters like racial preferences in university admissions, public-employee union dues, capital sentencing, and legislative districting.  \nIt is more than a little likely that the justices will also – once again – take cases this year dealing with abortion regulations and religious objections to the contraception-coverage mandate.  \n\nAlexander Hamilton famously predicted in \"The Federalist\" that the courts should be “considered as the bulwarks of a limited Constitution against legislative encroachments.”  Still, it is fair to say that [the Founding generation] would have been uncomfortable with the fact that the Court’s docket and decisions are increasingly seen as just one more dimension of our never-ending election cycles.\n\nThey are also set to settle a dispute between Florida and Georgia about the waters of the Apalachicola-Chattachochee-Flint River Basin – precisely the kind of problem the Supreme Court was created to resolve – but one suspects this case won’t dominate the headlines. \nAll this would have surprised, and probably troubled, the Founding generation.  It is not that they expected the Court to be a marginal spectator.  Far from it:  Alexander Hamilton famously predicted in \"The Federalist\" that the courts should be “considered as the bulwarks of a limited Constitution against legislative encroachments.”  \nStill, it is fair to say that they would have been uncomfortable with the fact that the Court’s docket and decisions are increasingly seen as just one more dimension of our never-ending election cycles.\nAnd we are, of course, in such a cycle.  This means that the Court's membership, and not just its argument schedule, is going to be a major topic of political conversation, debate, and advertising in coming months.  \nAfter a fairly major shake-up in its roster between 2005 and 2010, the Court's line-up has been stable since Justice Kagan joined five years ago.  \nThis could change soon:  Justice Ginsburg is 82 years old, Justice Scalia is 79, and so is Justice Kennedy.  It is true that the media tends to focus on the 5-4 rulings and ignore the (more common) cases when the justices are unanimous.  Still, when it comes to hot-button issues that implicate competing judicial philosophies, the justices are as sharply and narrowly divided as they’ve been in a long time.\nAnd so, as the Court’s term, and the presidential campaign, unfold, watch for Democratic candidates to warn about the importance of replacing any retiring justices with reliable liberals and for some Republican candidates to complain that some justices have not been reliably conservative enough.  \nExpect candidates from both parties to criticize “litmus tests” for judges at the same time they promise to apply them.  \nStay tuned.\n\nRichard Garnett is the Paul J. Schierl/Fort Howard Corporation Professor and Concurrent Professor of Political Science at Notre Dame University. He teaches and writes about the freedoms of speech, association, and religion, and also about constitutional law more generally. He is a leading authority on questions and debates regarding the role of religious believers and beliefs in politics and society.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "The “First Monday in October” has become a kind of American media holiday, as eagerly anticipated by journalists as the pitchers-and-catchers report date is by baseball fans.", "title": "The politicization of our Supreme Court", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/tkqPfqPZc58/politicization-our-supreme-court.html", "topics": ["economy", "abortion", "gay_marriage"], "people": ["Richard Garnett", "Carolyn Kaster", "Justice Scalia", "Alexander Hamilton", "Justice Kagan", "Paul J. Schierl"], "orgs": ["Fort Howard Corporation Professor", "Supreme Court"], "authors": [], "date_written": "2015-10-05 18:31:00", "org": "fox", "article_id": "d3a8a77b2db9354fbfc915551d9a582a", "date_access": "2015-10-05 19:30:19.725725"}