{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWASHINGTON –  Hillary Clinton's first official foray into the 2016 presidential campaign is raising questions about whether the former first lady, senator and secretary of state can find the same common ground with voters -- and the same success -- her husband did in winning two terms in the White House. \n\nUnlike Bill Clinton, whose ability to convey to individual voters an air of personal concern for the issues that affected them and their families -- a campaign technique referred to as \"retailing\" -- Hillary Clinton's initial attempt to connect with voters at an Iowa coffee house and her stealth visit to a Chipotle were lampooned on late-night TV and by political analysts as stilted, leaving strategists to wonder whether and how she once again will find her political voice. ADVERTISEMENTADVERTISEMENT\n\nIt won't be easy. \n\nReports already have surfaced that Clinton's impromptu appearance at the Jones Street Java House in LeClaire, Iowa, may have been staged with customers vetted by a Clinton staffer a half-hour before the candidate arrived. \n\nAnd staged photo ops -- no matter how \"natural\" they may appear -- may not do much to enhance Clinton's retail appeal. \n\n\"She needs to be authentic,\" said Lara Brown, associate professor at the Graduate School of Political Management, George Washington University. \n\nThis hardly is a new issue for Clinton. Known as a powerful -- and highly compensated -- public speaker before convention-sized audiences, she was stymied in 2008 by an upstart senator from Illinois who excelled in charming the diner and burger-joint set. And the general sense that she's just not comfortable in everyday interactions with everyday voters appears to continue to dog her as she makes her second White House run, possibly against a charismatic Republican more adept at connecting one-to-one with voters, as her husband did more than 20 years ago. \n\nDespite her significant foreign policy chops, her decades in the public eye and the aura of inevitability that surrounds her, Clinton's struggles to make that retail connection, along with the myriad controversies shadowing her candidacy could push her campaign to overcompensate -- creating yet another barrier between her and voters. \n\n\"Candidates that have a more intellectual side and are less skilled at the people side -- like Al Gore or a John Kerry or a Mitt Romney -- the worst thing that can happen is that they are over-handled,\" Brown said. \n\nClinton's difficulties coming off as natural were recently parodied on \"Saturday Night Live.\" In one skit, comedian Kate McKinnon, as Clinton, awkwardly waves and says, \"Hiya, Hiya, Hiya. I am Hillary Clinton. Tonight I am speaking to you not as secretary of state, or as a senator, or as a former first lady but as a relatable woman on a couch.\" \n\nToward the end of the bit, she chortles and exclaims, \"What a relatable laugh!\" \n\nJokes aside, Clinton's recent political headaches -- over her use of a private email and server while secretary of state, and reports of questionable foreign donations to her family foundation -- coupled with a stiff style on the trail could pose problems. \n\n\"She's pretending to be somebody she's not,\" Republican strategist Bradley Blakeman told FoxNews.com's Strategy Room. \"There is a need to go real. Hillary Clinton is not real. She's contrived. All these events are contrived events.\" \n\nBrown believes Clinton can up her appeal by keeping her handlers in check. When staffers over-manage their candidates, she said, the candidates run the risk of coming across as cold, distant and out of touch. \n\n\"[Clinton] is more in her head than in her heart,\" Brown said. \"Obviously all Americans want a candidate who is the lion, the scarecrow, the tin man - you want courage, you want heart and you want brains. It's a hard mix for any politician.\" \n\nBrown believes the current Clinton strategy of keeping husband Bill in the background while she goes on a listening tour does more harm than good when it comes to relatability. \n\n\"No one runs for president alone,\" she said. \"She should also bring Chelsea in. It should be a family endeavor.\" \n\nTake Clinton's announcement. \n\nIn contrast to GOP candidates Sens. Rand Paul, Ted Cruz and Rubio, who amped up their announcements with a lot of political pageantry, Clinton's camp chose to make her official declaration via a video message that was posted on YouTube, Twitter and Facebook. \n\nThe point was seemingly an attempt to shift focus from Clinton, the career politician, to Clinton the regular person. \"Everyday Americans need a champion and I want to be that champion,\" Clinton said in her video message. \n\nThe problem, Brown says, is that during the moments in the video where Clinton was speaking, she was alone. Alone and un-relatable. \n\nDavid Axelrod, a political strategist who helped lead then-candidate Barack Obama to a White House win by running a successful race against Clinton, called her 2016 launch a \"good beginning,\" but added, \"she's not going to solve all her problems with one rollout.\" \n\n\"I would do more unscripted, drop in on diners, drop in on taverns, interact with people, because you authenticate these interactions by working without a net - and I think she has done some of that,\" he said on NBC's \"Meet the Press.\" \n\nDemocratic strategist Liz Chadderdon thinks putting Clinton in small groups is a \"smart strategy\" and shows that she is learning from her 2008 primary mistakes. \n\n\"It can't be all about Hillary all the time,\" Chadderdon told FoxNews.com. \"What I mean by that is by going to these smaller venues and meeting with people one on one she really is starting from the beginning.\" \n\nAs the 2016 election nears, Chadderdon says Clinton's camp will likely expand its scope. \n\n\"You will see her at big rallies. You're just not going to see that until November, December, January, February,\" she said. \n\nPolitical charm school coach Patsy Cisneros, founder of Corporate Icon, Inc., told FoxNews.com that Clinton needs to work on building trust and likability with voters and should ditch the staged media appearances and \"interact with the real public.\" \n\n\"They are also waiting to see interviews where she answers the hard questions, just as the other candidates are already doing,\" she said. \"Voters will tire of only seeing her in controlled environments and hearing her answer only the questions provided by her staff to the journalists.\"", "byline": "", "description": "", "title": "Get 'Real': Clinton facing familiar questions on ability to connect - MEDIA BUZZ: Hillary's campaign, media's nonstop scandal coverage - VIDEO: Will media drop Hillary story?  - FOX NEWS FIRST: Can Clinton coalition be rebuilt amid racial unrest?", "url": "http://www.foxnews.com/politics/2015/04/28/clinton-faces-uphill-battle-in-selling-herself-as-candidate-who-appeals-to/", "topics": ["campaign_finance"], "people": ["John Kerry", "Rand Paul", "Mitt Romney", "Bill Clinton", "Hillary Clinton", "Liz Chadderdon", "David Axelrod", "Patsy Cisneros", "Bradley Blakeman", "Barack Obama", "Ted Cruz", "Lara Brown", "Al Gore"], "orgs": ["George Washington University", "GOP"], "authors": [], "date_written": "2015-04-28 17:08:49", "org": "fox", "article_id": "ad011fc863912919c30e84dde06629be", "date_access": "2015-04-28 16:25:06.681898"}