{"body": "\nHOUSTON (AP) –  Texas Land Commissioner George P. Bush has been out of the state or otherwise off of work nearly half of the time since his father entered the Republican race for president, despite pledges to remain focused on his elected office.\nThe Houston Chronicle examined Bush's calendar, agency records and social media accounts to determine that he had been away on personal time related to the presidential campaign and other reasons for 23 of the first 50 work days since his father, Jeb Bush, announced his bid on June 15.\nAccording to the newspaper's analysis, George P. Bush took 15 full days off and dozens of smaller chunks of time that add up to eight more days. That includes campaigns stops for his father in Florida, Iowa, New Hampshire, South Carolina, Nevada, Maine and Texas.\nGeneral Land Office spokeswoman Brittany Eck said Bush makes up for time out of the office by working remotely and on weekends.\n\"Just because he's not sitting at his desk for the day doesn't mean that he's not working during that day,\" Eck said.\nAs a statewide elected official, the land commissioner has discretion over how to spend his time leading an agency that oversees 13 million acres of public lands and sells mineral rights to raise billions of dollars for education. Bush receives an annual salary of $137,500 in his first elected office.\nJohn Courage, Texas chairman of Common Cause, a liberal-leaning accountability group, said it's understandable for an official to take time off as part of an attempt to seek a higher office, but there is less benefit to the taxpayers for a surrogate to do so.\n\"It just doesn't seem to make sense, because there's no potential benefit in terms of that officeholder getting the higher office,\" said Courage, who said the commissioner's salary should be deducted for every trip out of state. \"When he leaves, someone else has to do that job, and that means the taxpayers are paying twice for the same thing. Why should they pay him if he's going to be campaigning?\"\nRecords show Bush has taken significantly more time off than his predecessor as land commissioner, Jerry Patterson. Last year, Patterson missed the equivalent of nine work days during the same period.\n\"You can pull it off and do it in a way that doesn't hurt the agency, or you can do it in a manner that hurts the agency, and I just don't know which this is,\" Patterson said. \"When I traveled, the people that were left behind running the show were doing a damn fine job of doing that.\"\nA meeting of the School Land Board, a three-person panel that oversees the sale of mineral rights to fund education, was canceled while Bush was in Miami for his dad's announcement. But those meetings are canceled about half the time because of minimal business to be done.\nHe also attended only half of the biannual assembly of the Western States Land Commissioners Association, but returned to Texas and spent that time mostly on the job.\nEck said Bush attended the most important part of association assembly and canceled the land board meeting because holding it would have wasted time and taxpayer money.\nBush took two weeks off completely - the week of June 15, when he attended his dad's announcement and stumped for him in Nevada; and the week of July 6, immediately after a New Hampshire trip, when he went to the campaign staff retreat in Maine - according to a Twitter message from Florida political strategist Slater Bayliss, who also was there.\nLike us on Facebook\nFollow us on Twitter & Instagram", "byline": "", "description": "", "title": "George P. Bush has missed a lot of work since Jeb's campaign launch, report finds - Puerto Ricans becoming political force in Florida, could be critical swing vote", "url": "http://latino.foxnews.com/latino/politics/2015/09/14/george-p-bush-has-missed-lot-work-since-jeb-campaign-launch-report-finds/", "topics": ["personality", "campaign_finance"], "people": ["Jeb Bush", "Slater Bayliss"], "orgs": ["Houston Chronicle", "HOUSTON"], "authors": [], "date_written": "2015-09-14 18:29:43", "org": "fox", "article_id": "f7bb8252d548467ed72bbc919583e467", "date_access": "2015-09-14 18:00:06.891307"}