{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe conventional wisdom on Hillary Clinton turned in an instant. \nBut the evidence was hidden in plain view. \nFor many weeks now, it’s been clear that Hillary has had an awful campaign launch, that she has been submerged by an array of negative stories, and that her message has been underwater as well. \nBut when I’ve brought this up—on the air, in print, at social gatherings—what I’ve heard again and again is: It doesn’t matter. It’s not a problem. This is media-bubble stuff. She’s emerged unscathed. It’s not hurting her in the polls. \nBut now it is. \nThe pundit class is so poll-addicted that if something doesn’t show up in fav/unfav, or right track/wrong track, or cares-about-people-like-you, it didn’t happen. I know that journalists were just as aware as I was that Hillary has been hammered since the day her listening tour began. But most of them couldn’t believe their own eyes because, well, it wasn’t there in the data.\n \nOf course, polls can be a lagging indicator, and the barrage had to be chipping away at Clinton’s image—especially among independents. And that’s exactly what happened. \nIn the CNN poll, 57 percent say she’s not honest and trustworthy, compared with 42 percent who say she is. \nIn the Washington Post/ABC poll, 52 percent say she’s not honest and trustworthy, compared with 41 percent who think she is. \nNow polls bounce around, of course, but those are troubling numbers. \nThey show the combined impact of the private emails scandal, the ethical questions swirling around the Clinton Foundation, the six-figure speaking fees, and one more thing: the constant avoidance of the press. \nIt’s not that people are up in arms about journalists getting stiffed. We aren’t very popular either. \nBut by barely responding to questions about the negative stories, she ceded the turf to all the damaging headlines. Her operation seemed antiseptic and orchestrated. And by having bland conversations with small groups of voters, Hillary made no competing news. She left a vacuum filled by all the financial and email stories. \nPerhaps that will change after Hillary does her Roosevelt Island kickoff in New York next week. But impressions about trustworthiness are hard to change, especially with a figure as well known as Hillary Clinton. \nThere is some truth to the spin that Hillary was always going to slip in the polls when she descended from the lofty perch of secretary of State to the grubby reality of campaigning. But that doesn’t fully explain her slide on the honesty question in just the last couple of months. \nMost political journalists are smart. They can see when a presidential candidate is struggling. And they don’t need the latest pollster’s survey to report what they’re seeing and hearing. \nClick for more from Media Buzz\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "The conventional wisdom on Hillary Clinton turned in an instant.", "title": "Attention, pundits: If the polls confirm Hillary’s slide, it must be true", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/-OkFQMZVc4Q/", "topics": ["women"], "people": ["Howard Kurtz", "Hillary Clinton"], "orgs": ["Clinton Foundation"], "authors": [], "date_written": "2015-06-06 00:17:56", "org": "fox", "article_id": "8bb2471d87d100a3c299a30874bf02f7", "date_access": "2015-06-05 09:13:17.704084"}