{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe depth of the trust deficit between swing-state voters and Hillary Clinton is revealed in a new Quinnipiac poll that shows likely voters view her as the least honest and trustworthy candidate of all top presidential contenders. \nRepublican front-runner Donald Trump comes in a close second, but the Quinnipiac University polling in Florida, Ohio and Pennsylvania shows voters giving the Democratic front-runner the worst scores. \nWhile the polls show Clinton holding her lead in all three states, the responses on the trust question suggest the frequent developments on her personal email scandal are taking a toll. The latest, Fox News has learned, is that the FBI probe of her email has now expanded to include obtaining data from a second tech company which had been hired to help back up data by the company that managed her server. \nThe Quinnipiac poll out Wednesday shows that in Florida, voters say Clinton is not honest and trustworthy by 59-35 percent. \nIn Ohio, that split is 61-33 percent. And in Pennsylvania, that split is 61-34 percent. \nTrump does slightly better on that question in those states, though still the worst among the leading Republican candidates. Both Trump and Clinton register a negative favorability rating in the three states as well. \n\nStill, Clinton holds a comfortable lead in Florida and Ohio. The exception is Pennsylvania, where her support among primary Democrats slips from 45 percent in August to 36 percent now. Vice President Biden, who is not at this point a declared candidate, has 25 percent, and Vermont Sen. Bernie Sanders has 19 percent. \nBiden may benefit from the fact that Pennsylvania is his home state. \nRepublicans seized on the \"trust\" numbers Wednesday, especially after Clinton's campaign went on offense earlier this week against the congressional Benghazi investigative committee. \n\"After all the campaign resets and the millions poured into TV ads, Hillary Clinton still finds herself disliked and not trusted by the American people,\" Jeff Bechdel, spokesman for the conservative America Rising PAC, said in a statement. \nA Clinton aide pushed back on criticism over the latest FBI probe development, saying the Clintons did not negotiate the arrangement with the back-up services company, and the campaign supports the company turning over any equipment to the Justice Department. \nThe Quinnipiac University polls were taken between Sept. 25 and Oct. 5. The survey of 1,173 Florida voters had a margin of error of 2.9 percentage points; the survey of 1,180 Ohio voters had a margin of error of 2.9 percentage points; the survey of 1,049 Pennsylvania voters had a margin of error of 3 percentage points.", "byline": "", "description": "The depth of the trust deficit between swing-state voters and Hillary Clinton is revealed in a new Quinnipiac poll that shows likely voters view her as the least honest and trustworthy candidate of all top presidential contenders.", "title": "Trust deficit: Swing-state polls show Clinton seen as least honest candidate", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/2dD4J2pK21A/", "topics": ["immigration", "personality", "campaign_finance", "trade"], "people": ["Donald Trump", "Bernie Sanders", "Hillary Clinton", "Jeff Bechdel"], "orgs": ["America Rising PAC", "Justice Department", "FBI", "Quinnipiac University", "Quinnipiac"], "authors": [], "date_written": "2015-10-07 16:21:11", "org": "fox", "article_id": "20e08d91ff73a2b5f1b5ce9a201287d9", "date_access": "2015-10-07 17:30:14.166911"}