{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWhat a difference a week makes in presidential politics. Before the Cleveland debates, Carly Fiorina was little more than a dogged, hard-charging afterthought for most voters. On a good week, her poll numbers reached 2 percent. But after she mopped the floor with her opponents in the second-tier debate – affectionately dubbed #kidstable – the former Hewlett-Packard CEO suddenly finds herself in the top tier of presidential candidates.\n“Obviously I am really gratified. I am really encouraged,” Fiorina told Fox News, having just finished a capacity-crowd town hall meeting in Alden, Iowa. A week ago, barely 40 percent of people knew who she was. Now, the left-leaning polling group PPP is blaring the headline “Fiorina On Fire.”\n“You can’t get rattled when people don’t really know that you are out there,” Fiorina told Fox News. “On the other hand you can’t get rattled when all of a sudden they say you are on fire as well. This is a long haul. So none of this is going to go to our heads.”\nYou could forgive Fiorina for having a little more bounce in her step, though. When she walked into the Mason City, Iowa, library for a town hall Friday morning she found a standing-room-only crowd. Her campaign staff was pleasantly stunned by the newfound enthusiasm – a precious commodity for a person seeking the highest office in the land.\nIn Iowa, a Suffolk University poll this week showed Fiorina with 10 percent, placing her in the top five in the GOP field. A CNN/ORC poll in the state likewise showed her in the top five, with 7 percent.\nVoters have found a lot to like about Fiorina, whether it’s her status as a political outsider, or that she has the toughness to stand up against seasoned political pros.\n“She was one of my top picks out of the debates,” Brenda Crabb told Fox News. “I liked that she seemed really smart – she’s not a politician.”\nRich Baldwin put it a little more bluntly. “She’s not a career politician. And we have had it up to here with career politicians.”\nFiorina also says she is seeing an uptick in fundraising. Money is the key to whether she will be in it for the long haul, or may wither as quickly as she blossomed. \nNever one to shrink from a fight, whether in the boardroom or the campaign trail, Fiorina is doubling down on her recent criticism of Donald Trump, questioning whether Trump is – in fact – a Republican.\n“He won’t take a pledge saying he will support the Republican nominee,” Fiorina told Fox News. “He has changed his mind on some pretty important things. I would like to know where he actually stands on amnesty. Where he actually stands on universal health care. Where he actually stands on abortion. Those are things that matter to me and they matter to Republican voters.”\nFiorina’s ascent is a boon to the GOP as – at the moment at least – it gives her a far louder voice with which to go after Hillary Clinton. Fiorina has been relentless in her criticism of Clinton, saying she lied about Benghazi. Now she is going after Clinton for suggesting comments Trump made about Fox News’ Megyn Kelly prove that the Republican candidates are waging a war on women.\n“I think Hillary Clinton is equally as guilty,” Fiorina told Fox News. “Anyone who paints with a broad brush in those insulting terms is as guilty as Donald Trump. It is ridiculous for Hillary Clinton to say that the Republican Party is waging a war on women.”\nFiorina also dismisses the notion – floated in a New York Times article -- that she is the GOP’s weapon to fight back against Democratic attacks that the party is waging war on women.\n“I am a leader with a proven track record of problem solving.  I happen to be a woman,” she told Fox News.\nFiorina had a target on her back long before she announced her candidacy. Her newfound prominence will only make that target a more attractive one. After she told a voter Thursday night that parents have the choice whether to vaccinate their children, Slate magazine wrote that Fiorina “Comes out in favor of kids getting measles.” Fellow Republican George Pataki whacked Fiorina on Twitter, saying she rejects “accepted science that has eradicated diseases like small pox (sic) and polio.”\nFiorina told Fox News that Pataki is clearly trying to get attention and conveniently ignored the rest of what she said. \n“We are talking about contagious diseases and I would certainly encourage parents to vaccinate their children,” Fiorina told Fox News. “I would respect true religious objections to those vaccinations and I support a school’s right to say if you will not vaccinate your child against these contagious diseases, then we have the right to say your child can’t attend public school.”\nIf Fiorina’s star continues to rise, she can expect more attacks from all corners. Whether she rises is another question. Much of her future hinges on the next debate – particularly if she makes the cut to play in the top 10. Fiorina told Fox News she has to constantly “exceed expectations.”\nShe raised the bar very high with her performance in the second-tier debate last week in Cleveland. The problem with mopping the floor with your opponents is that viewers will expect you to do it every time.John Roberts joined Fox News Channel (FNC) in January 2011 as a senior national correspondent and is based in the Atlanta bureau.", "byline": "", "description": "What a difference a week makes in presidential politics. Before the Cleveland debates, Carly Fiorina was little more than a dogged, hard-charging afterthought for most voters. On a good week, her poll numbers reached 2 percent. But after she mopped the floor with her opponents in the second-tier debate – affectionately dubbed #kidstable – the former Hewlett-Packard CEO suddenly finds herself in the top tier of presidential candidates.", "title": "Fiorina surging from also-ran to contender after debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/xWyMFgH5E5A/", "topics": ["women"], "people": ["John Roberts", "Rich Baldwin", "Hillary Clinton", "Donald Trump", "Megyn Kelly", "Brenda Crabb", "Carly Fiorina"], "orgs": ["Republican Party", "Suffolk University", "PPP", "FNC", "Slate magazine", "GOP"], "authors": [], "date_written": "2015-08-14 23:18:16", "org": "fox", "article_id": "787032e0698e49f66fb29376649b4168", "date_access": "2015-08-14 22:40:05.319775"}