{"body": "\t\t\t\n\t\t\t A pal and political ally of New Jersey Gov. Chris Christie is expected to plead guilty Friday for his alleged role in causing gridlock on the George Washington Bridge in 2013, in what Christie's opponents say was retaliation against a local mayor who did not endorse Christie's re-election. \nDavid Wildstein, a Christie appointee who was director of interstate capital projects for Port Authority of New York and New Jersey, which operates the bridge, is expected to enter the guilty plea at a New Jersey federal courthouse Friday morning, where he is on trial for his alleged role in the scandal that has dogged the New Jersey governor and possible Republican presidential candidate. \nBloomberg News, citing a person close to the matter, reported that the decision by Wildstein may signal that he is cooperating with prosecutors in the probe. A guilty plea from Wildstein would be the first conviction in the scandal that put the outspoken Garden State governor under intense scrutiny that some believed hurt his presidential hopes. A separate investigation ordered by Christie and conducted by a law firm with ties to him determined that he played no role in the affair. \nThe federal investigation was launched after two of the three access lanes to the bridge in Fort Lee were shut down for four mornings in September 2013, causing massive delays. \nThe simmering scandal erupted a year ago, with the disclosure of an email from Christie's deputy chief of staff, Bridget Kelly, to Wildstein. It read, \"Time for some traffic problems in Fort Lee.\" Wildstein's reply was, \"Got it.\" \nBy the time that email was made public, Wildstein had already resigned, as had Bill Baroni, Christie's top appointee to the Port Authority. The governor fired Kelly and cut ties with Bill Stepien, his two-time campaign manager, amid the scandal. \nChristie, the chairman of the Republican Governors Association and an active GOP fund-raiser, has not announced that he will run for the 2016 Republican presidential nomination, but has been widely viewed as a potential candidate. Christie has launched a political action committee that allows him to pay for travel and a staff, for a presidential run. \nThe Associated Press contributed to this report", "byline": "", "description": "A pal and political ally of New Jersey Gov. Chris Christie is expected to plead guilty Friday for his alleged role in causing gridlock on the George Washington Bridge in 2013, in what Christie's opponents say was retaliation against a local mayor who did not endorse Christie's re-election.", "title": "Former Christie ally expected to plead guilty in Bridgegate probe", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/S7zl8glDXJ8/", "topics": ["campaign_finance"], "people": ["Chris Christie", "Bill Stepien", "David Wildstein", "Bill Baroni", "Bridget Kelly"], "orgs": ["Port Authority"], "authors": [], "date_written": "2015-05-01 12:56:19", "org": "fox", "article_id": "5ee8e8959853f80b4982d057b9371a65", "date_access": "2015-05-01 12:50:06.424894"}