{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tMotorists are  stranded along I-45 along North Main  in Houston after storms flooded the area, Tuesday, May 26, 2015. Overnight heavy rains caused flooding closing some portions of major highways in the Houston area. (Cody Duty/Houston Chronicle via AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tMore heavy rain in the forecast for waterlogged Texas and Oklahoma. 13 people remain missing after torrential rains and flash flooding hit wide sections of both states.  At least 13 have died in Texas. 7 are dead in Oklahoma. More than 2000 vehicles were flooded in Houston as streets flooded. Flooding and storm damage also reported in Austin, and in Wimberly there is widespread damage after the Blanco River rose to 44.5 feet. Flood stage was just 13 feet. Will Carr reporting, and we’ll talk to someone affected. \nWe’ll get the 2015 Hurricane forecast today. Phil Keating is reporting from Miami. \nRick Santorum expected to declare he’s running for the White House and the GOP nomination today. Carl Cameron reporting. \n1715EDT -- Fmr Sen Rick Santorum makes campaign announcement. Penn United Technologies, Cabot, PA. LIVE \nHillary Clinton has an event in South Carolina today at 1:45. Ed Henry covering the Hillary Clinton campaign. \n1345EDT -- Hillary Clinton delivers the keynote address to the SC  House Democratic Women's Caucus and the SC Democratic Women's Council at their Third Annual Day in Blue. Columbia Marriott, Columbia, SC. LIVE\n \nThe New York Times running a piece today about the Clinton campaign style. Reporter Amy Chozick says Clinton is finding her way on the trail. Chozick writes, “There is not a lot of I-feel-your-pain hugging at these events and few uproarious moments. But Mrs. Clinton brings a wonkish intensity, arriving at each round table armed with specific data points.” \nCatherine Herridge reporting today on another batch of the emails released from when Clinton was Secretary of State. \nA Singapore Airlines flight lost both engines flying through a storm. The plane fell 13,000 feet before pilots were able to restart an engine of the Airbus A330-200. We also learned an Air France plane had a close call with a mountain in Africa, nearly crashing before successfully skirting the Cameroon Mountain. A cockpit alarm sounded. \nOrganized criminals hacked the tax returns of more than 100,000 people, and were able to direct refunds to themselves and may still have access to people’s records. \nBusted! Swiss police arrested several FIFA officials at a luxury resort in Switzerland today. Six have been arrested for corruption. The U.S. wants them extradited  on charges of bribery, and corruption going back two decades. 14 more also indicted. There are other ongoing corruption investigations related to how bids were handled to host the World Cup and marketing, broadcasting and licensing deals. Raids also conducted on FIFA’s offices in Miami. Attorney General Loretta Lynch holding a news conference on the investigation today in New York. More arrests could be forthcoming. \nBad day for the markets yesterday. There are growing concerns about a slowing economy and a possible bankruptcy by Greece.    \nISIS terrorists launching suicide bombs in retaliation for a new offensive by the Iraqi Army in Anbar province. AT least 17 troops were killed. \nThere are growing concerns over China’s increasingly aggressive militarization. China is dramatically expanding its Navy, it’s building military bases in areas of International waters and official Chinese media are even threatening war with the United States. Gordon Chang will tell us what it all means.\n\t\t\t\t\t\t\thappening-now\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tJon Scott and Jenna Lee will take YOU to news when and where it happens.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "More heavy rain in the forecast for waterlogged Texas and Oklahoma. 13 people remain missing after torrential rains and flash flooding hit wide sections of both states.  At least 13 have died in Texas. 7 are dead in Oklahoma. More than 2000 vehicles were flooded in Houston as streets flooded. Flooding and storm damage also reported in Austin, and in Wimberly there is widespread damage after the Blanco River rose to 44.5 feet. Flood stage was just 13 feet. Will Carr reporting, and we’ll talk to someone affected.", "title": "Weather Disaster; FIFA Corruption Busts", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/OnDi9E79ygA/", "topics": ["terrorism", "china"], "people": ["Will Carr", "Amy Chozick", "Rick Santorum", "Jenna Lee", "Ed Henry", "Hillary Clinton", "Phil Keating", "Loretta Lynch", "Jon Scott", "Catherine Herridge", "Gordon Chang", "Carl Cameron"], "orgs": ["FIFA", "SC.", "Penn United Technologies", "Houston Chronicle", "Iraqi Army", "United States.", "Navy", "GOP"], "authors": [], "date_written": "2015-05-27 13:31:59", "org": "fox", "article_id": "4e5f03494c9ca060a6cca5d8e17c0083", "date_access": "2015-05-27 12:45:29.586057"}