{"body": "\n\n\n\n\nHillary Clinton’s physician released a letter regarding her health on Friday that ended with an endorsement: “She is in excellent physical condition and fit to serve as President of the United States.”\nBut can an internist like Dr. Lisa Bardack of the Mount Kisco Medical Group possibly know if a person is medically fit to be president? Or do the stresses and conditions of the presidency have an impact that is impossible to predict? This, after all, isn’t the same as clearing someone to run a marathon.\n\n\n\n\n\n\n \n\n\n\nI’ll tell you what Dr. Bardack does know. She knows that in December 2012, “Mrs. Clinton was found to have a transverse sinus thrombosis and began anticoagulation therapy to dissolve the clot.” She knows that Clinton subsequently tested negative for all clotting disorders. But in my opinion, given that Clinton also suffered deep venous thrombosis in her legs in 1998 and in 2009, the tendency to form blood clots remains.\nDoes this mean that Clinton is not physically fit to be president? No, it does not. One of our greatest presidents, Franklin D. Roosevelt, famously spent much of his presidency in a wheelchair. But if the voters had known how sick he was when they elected him that fourth time, would they have willfully allowed him to join the ranks of presidents who died in office?\n\nI doubt the left-leaning news media will give Hillary’s health issues the same obsessive attention they gave McCain’s. This is because they are rooting for Hillary to win and were rooting against McCain. It is unfortunate that health and politics are so difficult to separate.\n\nThe health of presidential candidates is fair game, especially if there are legitimate concerns. Hillary’s father died after having a stroke, and one of her brothers has premature heart disease. According to Dr. Bardack, Clinton’s LDL (bad) cholesterol is 118, which is not ideal, though she does have a coronary calcium score of zero, which is excellent and predicts a very low risk of heart disease, despite her family history. Bardack also notes that Clinton exercises regularly and eats a diet “rich in lean protein, vegetables, and fruits,” which is also excellent, and I believe her low thyroid disease is extremely common, easy to treat and inconsequential.\nSo the only worrisome issue is Clinton’s history of blood clots, especially the one in the brain, and her need for long-term blood thinners (Coumadin). She could still have a stroke or another blood clot in the legs that travels to the lungs.\nIn 2008 at a hotel outside Phoenix, I joined a bevy of journalists who pored through Sen. John McCain’s health records for signs that his melanoma could recur. I believe Hillary’s health risks are worse that McCain’s, because of the real risk of another life threatening blood clot or stroke compared with the remote risk of melanoma recurrence in McCain (his melanoma history was ten years old by the time he ran in 2008).  But I doubt the left-leaning news media will give Hillary’s health issues the same obsessive attention they gave McCain’s. This is because they are rooting for Hillary to win and were rooting against McCain. It is unfortunate that health and politics are so difficult to separate.\nCoumadin therapy is not a reason you can’t run for president. Three million people take the drug in the U.S., and most do not have serious side effects. But a history of blood clots is a reason for extreme caution, especially on long plane flights. Taking Coumadin means you really have to watch your step, something one could easily forget amid the enormous pressures of the presidency. \n\nDr. Marc Siegel, a practicing internist, joined FOX News Channel (FNC) as a contributor in 2008.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Hillary Clinton's health -- and the health of all presidential candidates -- is fair game, especially if there are legitimate concerns.", "title": "Hillary Clinton's health and the media: What concerns this physician", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/5Y5Do7mJWFE/hillarys-health-what-concerns-this-physician.html", "topics": ["campaign_finance"], "people": ["Lisa Bardack", "Franklin D. Roosevelt", "Hillary Clinton"], "orgs": ["FNC"], "authors": [], "date_written": "2015-08-04 06:08:00", "org": "fox", "article_id": "9d7e489898d7ad6fa284d4c18656c87e", "date_access": "2015-08-04 17:30:05.185836"}