{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tRepublican presidential candidate Mike Huckabee on Sunday defended his endorsement for a diabetes treatment program amid purported criticism from medical experts and questions about him lending his name to a “questionable product.” \n“If that’s the worst thing that somebody can say to me, is that I advocated for people who have diabetes to do something to reverse it and stop the incredible pain of that, then I’m going to be a heck of a good president,” Huckabee told CBS's \"Face the Nation.\" \nThe former Arkansas governor and 2008 presidential candidate says in the infomercial for the Diabetes Solution Kit that he lost 110 pounds and reversed his diabetes. \nThe 59-year old Huckabee declared his candidacy last week. And like other candidates and hopefuls, he will face increasing scrutiny about his politics, policies and outside interests as the race heads toward Election Day 2016. \n“Well, there is going to be a lot of criticism thrown my way,” he said. \nShow host Bob Schafer cited a published news report about the infomercial, which Huckabee has stopped doing, not being supported by the “medical community” and referred to the kit as a “cure.”\n \n“You are talking as a populist, a blue-collar populist. You had lent your name for money to questionable products. … What about that?” Schafer asked. \nHuckabee also made clear the kit focuses on exercise, a healthy diet and maintain low blood-sugar levels and included diet supplements but not pills. \n“These were not pills,” Huckabee said. “That’s a misnomer.” \nHe also argued that his concern about diabetes is that the disease is one of four medical conditions -- including cancer, Alzheimer's and heart disease -- that are costly to the U.S. health care system. \n ", "byline": "", "description": "", "title": "Huckabee defends criticism about backing 'questionable' diabetes program", "url": "http://www.foxnews.com/politics/2015/05/10/newest-2016-candidate-huckabee-defends-criticism-about-backing-questionable/", "topics": ["campaign_finance", "economy"], "people": ["Bob Schafer", "Mike Huckabee"], "orgs": [], "authors": [], "date_written": "2015-05-10 23:35:32", "org": "fox", "article_id": "74592449cfab28cba5ff08f4f8bcad97", "date_access": "2015-05-10 22:50:17.151798"}