{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWhat looked like a lock when she announced her candidacy four months ago has turned into a scramble for Hillary Clinton as her campaign faces not just challenges from declared candidates but speculation that recent stumbles could draw a party powerhouse like Vice President Biden into the race. \nAlready, Clinton's campaign is going up this week with her first television ads in the early voting states of Iowa and New Hampshire. Analysts suggest her team remembers well the lessons of 2008, when the Iowa caucuses saw the supposed front-runner come in third, and lose momentum after that. \nBut unlike 2008, Clinton's biggest threat might be someone who hasn't yet declared. Speculation is mounting that Biden could enter in the fall. And the far left wing of the party appears to be voicing its dissatisfaction with the current front-runner -- with some backing Vermont Sen. Bernie Sanders, who continues to draw big crowds, as the alternative and others still clamoring for Massachusetts Sen. Elizabeth Warren to run. \nMeanwhile, pundits have floated two former nominees from the past two decades, Al Gore and Secretary of State John Kerry, though they've shown little interest in running. The New York Times reported that even Starbucks CEO Howard Schultz is being courted to run. \n\"I think there's a little panic in the Clinton camp,\" former GOP New Hampshire Gov. John Sununu said Monday. \nA Clinton aide last week disputed the notion the campaign is nervous about Biden, and told Fox News there has not been any shift or new focus on him. \n\n\n\nMore on this...\n\n\n\n\nClinton to launch first wave of TV ads amid Biden rumors \n\n\n\n\nBut the calls for him to run are growing, and even the White House on Monday seemed to fuel the speculation -- as Clinton herself grapples with continuing questions over her use of personal email as secretary of state and other issues. \nIn an interview with Fox News, White House Press Secretary Josh Earnest acknowledged Biden has \"indicated that he's thinking about it.\" Without saying what he thinks the VP's decision should or would be, Earnest heaped praise on the former senator who has been at Obama's side since the 2009 inauguration. \n\"The president ultimately wants Democratic voters to decide who they believe the nominee should be,\" Earnest said, when asked what Obama would like to see. He then added: \"The president certainly believes that a spirited contest would be in the best interests of our party, and in the best interest of our country.\" \nAsked for comment, Biden Press Secretary Kendra Barkoff issued a statement saying: \"As the Biden family continues to go through this difficult time, the Vice President is focused on his family and immersed in his work. In recent weeks, the Vice President has worked on the nuclear deal with Iran, traveled across the country to highlight the Administration's economic priorities, and more.\" \nFox News also has learned that two longtime Biden confidantes have been brought on board as VP advisers. \nFormer senior adviser Mike Donilon has been brought on as a communications adviser, and former Delaware Sen. Ted Kaufman also is now an adviser; each has an office in the Eisenhower Executive Office Building, next to the White House. Kaufman has a long history with Biden, and was a top campaign adviser in 2008. Donilon worked on Obama's re-election campaign. \nWhile there are strong suggestions the two were brought on to specifically help Biden during the period of his son's illness and death, they nevertheless have a political history with the vice president. \nIn another recent development, a top political aide to Biden's late son joined the super PAC working to recruit the elder Biden to run for president on Sunday. \nJosh Alcorn, a longtime Democratic operative, had been former Delaware Attorney General Beau Biden's top political and fundraising adviser before he died of brain cancer in May. Alcorn will now work with the Draft Biden super PAC. \nOn Thursday, Fox News reported that Clinton aides were growing increasingly nervous about the possibility of a Biden run after the vice president's White House chief of staff was spotted having breakfast recently with major Democratic donor Louis Susman, a Clinton friend who served as U.S. Ambassador to the United Kingdom under Obama. \nThe New York Times reported Sunday that Biden had discussed entering the race with friends, family, and Democratic donors. \nThe Times also reported that before Beau Biden died, he tried to convince his father to run. The same Times report said Starbucks' Schultz is being urged to join the race by powerful friends. \nDemocratic strategist Doug Schoen said at this stage, with new ads going on the airwaves, the Clinton team is \"fighting to keep her numbers up\" in early voting states in a bid to \"forestall\" the possibility of Biden entering. \nFormer Democratic pollster Pat Caddell agreed that Clinton is trying to keep more challengers from jumping in the race. \n\"Elizabeth Warren is one of them. John Kerry may be another,\" he said. As for Biden, he said, \"People think he's trustworthy, as opposed to her.\" \nWhile Clinton continues to lead the current primary field handily, recent polls have shown her behind in head-to-head matchups with Republicans. And last week's Quinnipiac University poll showed that, by 57-37 percent, voters said she wasn't honest and trustworthy. \nAside from Sanders, other declared Democratic candidates are: former Virginia Sen. Jim Webb; former Maryland Gov. Martin O'Malley; and former Rhode Island Gov. Lincoln Chaffee. \nFox News' Ed Henry and Kelley Chernenkoff and The Associated Press contributed to this report.", "byline": "", "description": "", "title": "ANYONE BUT HILLARY?  Clinton once looked like a sure thing,  but Dems now are looking elsewhere", "url": "http://www.foxnews.com/politics/2015/08/03/inevitable-no-more-clinton-march-to-party-nod-disrupted/", "topics": ["campaign_finance"], "people": ["John Kerry", "Pat Caddell", "Josh Earnest", "Martin O'Malley", "Ed Henry", "Josh Alcorn", "Beau Biden", "Hillary Clinton", "Kendra Barkoff", "Louis Susman", "Kelley Chernenkoff", "Lincoln Chaffee", "Jim Webb", "Elizabeth Warren", "Doug Schoen", "Bernie Sanders", "Ted Kaufman", "Howard Schultz", "Mike Donilon", "John Sununu", "Al Gore"], "orgs": ["Quinnipiac University", "Administration", "GOP New Hampshire", "PAC", "Starbucks", "Eisenhower Executive Office Building"], "authors": [], "date_written": "2015-08-03 19:05:46", "org": "fox", "article_id": "d245ee2f0176b595283d866af8d6cbc4", "date_access": "2015-08-03 18:20:19.972705"}