{"body": "\n\n\n\nFILE:  January 24, 2015: Dr. Ben Carson speaks at the Freedom Summit in Des Moines, Iowa (REUTERS)\n\n\nDr. Ben Carson acknowledged Sunday that he is building a campaign team for a potential 2016 presidential run and indicated he will make a formal announcement by May.\n“We’re making sure all the infrastructure is in place -- personnel and rationale,” said Carson, a conservative favorite expected to run in the Republican primary. “We’re putting all of that together.”ADVERTISEMENTADVERTISEMENT\nCarson indicated on “Fox News Sunday” that he will, in the next couple of weeks, announce an exploratory committee toward a White House bid and that he would make public in May whether we will formally enter the race.\nThe 63-year-old Carson continues to do well in early polling.\n“We’re making sure all the infrastructure is in place . . .\"- Dr. Ben Carson\nHe finished tied for fifth in a Bloomberg Politics/Saint Anselm New Hampshire Poll for potential GOP candidates released Sunday.\nHe finished behind former Florida Gov. Jeb Bush, Kentucky Sen. Rand Paul, Wisconsin Gov. Scott Walker and New Jersey Gov. Chris Christie. Carson tied with former Arkansas Gov. Mike Huckabee.\nCarson criticized President Obama’s plan to provide free community college education to Americans. He said existing Pell Grants already help students from low-income families receive a higher education. And he offered advice for those who don’t qualify for assistance.\n“W-o-r-k,” he said, arguing that government is not responsible for providing everything to it citizens, including those in low- and middle-income families.\n\"We don't have to give away everything,\" Carson said. \"That was never the intention. The government is not there to give away everything and to take care of people. It is to facilitate our ability to have life, liberty and the pursuit of happiness. That's it.\"\nCarson also weighed in on the recent debate about immunization and the measles outbreak that has divided the potential 2016 GOP White House field. He said parents should immunize their children.\nCarson said many parents who don’t immunize are the victims of old misinformation and suggested the public health community hasn’t done a good enough job of getting out the correct information, which is that the obvious upsides outweigh the potential downsides, such as allergic reactions.\nHowever, he argued the issue shouldn’t be partisan.\n“It’s not a Republican or Democratic issue,” Carson told Fox News.\nDays earlier, Paul suggested parents should have their children immunize but also argued that \"the state doesn’t own the children.”", "byline": "", "description": "", "title": "Dr. Ben Carson says he's eyeing 2016 presidential run -       Kerry opens door to '16 White House bid, but just slightly", "url": "http://www.foxnews.com/politics/2015/02/08/carson-says-getting-personnel-rational-in-place-for-2016-white-house-run-hints/", "topics": ["personality", "campaign_finance"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "Scott Walker", "Mike Huckabee", "Ben Carson"], "orgs": ["GOP White House", "Pell Grants", "Anselm New Hampshire", "GOP"], "authors": [], "date_written": "2015-02-08 23:54:55", "org": "fox", "article_id": "85d46c1e7a0e46c8b1c685244a65013e", "date_access": "2015-02-09 01:07:04.378047"}