{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nControversial aide Sidney Blumenthal was sending then-Secretary of State Hillary Clinton advice on sensitive diplomatic matters much earlier than previously known, even as the White House was blocking him from becoming a part of her staff, according to emails released late Tuesday by the State Department.\nThe emails, which make up the first in a number of document dumps of Clinton’s private email server, from which she controversially conducted official State Department business, also show that Clinton paid special interest to the attempt to hire Blumenthal.\nBlumenthal served as a senior adviser to former President Bill Clinton between 1997 and 2001, but was reportedly prohibited by the Obama administration from taking a job with Clinton's State Department team.\nHowever, in an email dated November 5, 2009, Blumenthal sent Clinton an email titled “Agenda with Merkel,” Blumenthal encouraged Clinton to develop the Transatlantic Economic Council, which he said “now languishes.” Noting that it was German Chancellor Angela Merkel’s major initiative when Germany held the EU Presidency in 2007, Blumenthal advised that “raising Merkel’s project and reinvigorating it would undoubtedly be well received.”\nEmails previously released by the State Department and the House committee investigating the 2012 Benghazi attack showed that Blumenthal forwarded intelligence information to then-Secretary Clinton about Libya around the time of the attack that killed four Americans.\nThe 2009 email shows that Clinton was receiving advice from the controversial confidant much earlier than had been previously believed.\n\nAdditionally, a conversation between Clinton and her Chief of Staff Cheryl Mills on June 22, 2009 shows Clinton’s interest in getting Blumenthal hired. In response to an unrelated matter, Clinton writes to Mills: “Good. What is latest re: Sid Blumenthal.”\nIn response Mills writes “Will see – he is doing the paperwork.”\nThe revelations come at an awkward time for Clinton, now a presidential candidate, who had repeatedly sought to distance herself from Blumenthal, saying his advice on Libya and other issues was “unsolicited.”\nThe emails, covering March through December of that year, were posted online Tuesday evening, as part of a court mandate that the agency release batches of Clinton's private correspondence from her time as secretary of state every 30 days starting June 30.\nClinton's emails have become a major issue in her early presidential campaign, as Republicans accuse her of using a private account rather than the standard government address to avoid public scrutiny of her correspondence. As the controversy has continued, Clinton has seen ratings of her character and trustworthiness drop in polling.\nThe monthly releases all but guarantee a slow drip of revelations from the emails throughout Clinton's primary campaign, complicating her efforts to put the issue to rest. The goal is for the department to publicly unveil 55,000 pages of her emails by Jan. 29, 2016 -- just three days before Iowa caucus-goers will cast the first votes in the Democratic primary contest. Clinton has said she wants the department to release the emails as soon as possible.\n\"There's been nothing but nearly nonstop work on this\" since the last group of emails was released, State Department spokesman John Kirby told reporters Tuesday at briefing in which he acknowledged the inconvenient timing. \"You have to understand the enormity of the task here. It is a lot of stuff to go through.\"\nClinton turned her emails over to the State Department last year, nearly two years after leaving the Obama administration. She has said she got rid of about 30,000 emails she deemed exclusively personal. Only she and perhaps a small circle of advisers know the content of the discarded communications.\nThough Clinton has said her home system included \"numerous safeguards,\" it's not clear if it used encryption software to communicate securely with government email services. That would have protected her communications from the prying eyes of foreign spies or hackers.\nSeparately, the State Department on Tuesday provided more than 3,600 pages of documents to the Republican-led House committee investigating the deadly 2012 attacks in Benghazi, Libya, including emails of Susan Rice, the U.S. ambassador to the United Nations at the time, and former Clinton aides Cheryl Mills and Jake Sullivan.\nIn a letter to the committee, the department said \"to the extent the materials produced relate to your inquiry, we do not believe they change the fundamental facts of the attacks on Benghazi.\"\nFour Americans, including Ambassador Chris Stevens, were killed in the assaults on the diplomatic facility in Benghazi on Sept. 11, 2012. Several investigations have faulted security at the facility, but found that the CIA and military acted properly in responding. One Republican-led House probe asserted no wrongdoing by Obama administration officials in its report last year.\nThe House committee will hold a public business meeting next week to vote on whether to release the transcript of Blumenthal's deposition. Blumenthal testified behind closed doors for more than eight hours earlier this month, and Democrats have been pressing the panel to release the full transcript.\nFox News' Ed Henry and Lucas Tomlinson and The Associated Press contributed to this report.", "byline": "", "description": "Controversial aide Sidney Blumenthal was sending then-Secretary of State Hillary Clinton advice on sensitive diplomatic matters much earlier than previously known, even as the White House was blocking him from becoming a part of her staff, according to emails released late Tuesday by the State Department.", "title": "Blumenthal gave diplomatic advice to Hillary Clinton as early as 2009, emails show", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/nz_Roo-Eq38/", "topics": ["economy"], "people": ["Sid Blumenthal", "Chris Stevens", "Cheryl Mills", "Susan Rice", "Bill Clinton", "Sidney Blumenthal", "Hillary Clinton", "Ed Henry", "Lucas Tomlinson", "John Kirby", "Jake Sullivan", "Angela Merkel"], "orgs": ["Transatlantic Economic Council", "State Department", "United Nations", "CIA", "EU Presidency"], "authors": [], "date_written": "2015-07-01 05:30:59", "org": "fox", "article_id": "649e12cae406fbbaca0e94642f376314", "date_access": "2015-07-01 03:10:05.297502"}