{"body": "\n\n\n\nRepublican presidential candidate Jeb Bush speaks at a rally in Las Vegas, Nevada Sept. 17, 2015. (REUTERS/David Becker)\n\n\nRepublican presidential candidate Jeb Bush — or just “Jeb!” as he’s called in his campaign signs — probably won’t win the endorsement of the Electronic Frontier Foundation given his positions on tech policy. In fact, we can’t imagine many Silicon Valley types are pleased with Jeb’s latest declarations this week that as president he’ll kill net neutrality rules while at the same time bulking up the data collection powers of the National Security Agency.\nMUST READ: Huge iOS 9 security flaw lets anyone see your photos and contacts without a PIN – here’s how to stop it\nLet’s start with the NSA, which earlier this year had its powers to collect cell phone metadata without a warrant curbed. Naked Security has looked over Jeb’s tech-related proposals and has found that giving the NSA more power to sweep up information has a prominent spot on the agenda.\n“The National Security Agency and Cyber Command are on the front lines of defending the United States against cyberthreats,” Jeb! states in outlining his policies. “We must stop demonizing these quiet intelligence professionals and start giving them the tools they need. The Federal Bureau of Investigation also needs more resources to fight back against the onslaught of cybercrime.”\nJeb has also bashed companies such as Apple, Google and Microsoft for supporting encryption on their software platforms because “if you create encryption, it makes it harder for the American government to do its job – while protecting civil liberties – to make sure that evildoers aren’t in our midst.”\nBut increasing NSA powers and killing encryption aren’t the only goodies that Jeb is leaving under Silicon Valley’s tree — he also wants to gut net neutrality protections and leave Netflix and its users at the mercy of Comcast, Time Warner Cable and other little-loved ISPs. Additionally, he wants ISPs to have the right to charge tech companies more money in exchange for delivering their traffic.\n\n“Rather than enhancing consumer welfare, these rules prohibit one group of companies (ISPs) from charging another group of companies (content companies) the full cost for using their services,” Bush’s campaign writes.\nGutting net neutrality and allowing for pay-for-priority Internet “fast lanes” would, of course, undermine the structure of the open Internet and would make ISPs the gatekeepers for the applications and services we use.\nAt any rate, Jeb had better hope that telecom companies reward him with big, fat donations from these proposals, because we can’t see many tech companies enthusiastically signing on.", "byline": "", "description": "Republican presidential candidate Jeb Bush — or just “Jeb!” as he’s called in his campaign signs — probably won’t win the endorsement of the Electronic Frontier Foundation given his positions on tech policy. In fact, we can’t imagine many Silicon Valley types are pleased with Jeb’s latest declarations this week that as president he’ll kill net neutrality rules while at the same time bulking up the data collection powers of the National Security Agency.", "title": "Jeb’s plan to woo Silicon Valley: Gut net neutrality, kill encryption, bulk up NSA", "url": "http://www.foxnews.com/tech/2015/09/24/jebs-plan-to-woo-silicon-valley-gut-net-neutrality-kill-encryption-bulk-up-nsa/", "topics": ["economy"], "people": ["Jeb Bush", "David Becker"], "orgs": ["Netflix", "NSA", "Comcast", "National Security Agency", "Microsoft", "Federal Bureau of Investigation"], "authors": [{"author_id": 30324, "fullname": "brad reed", "primary_org": "fox"}], "date_written": "2015-09-24 16:48:20", "org": "fox", "article_id": "2b03a03118286c3ed87937863b0602f7", "date_access": "2015-09-24 16:30:41.534356"}