{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Biden 2016 buzz keeps building -- and the vice president is doing little to tamp down the speculation -- as the leading group trying to coax the veep into the presidential race touts new poll numbers they say put him in prime position to run.\nThe Vice President Biden chatter kicked up again this week on two fronts, as Hillary Clinton continued to see her numbers suffer in the face of mounting revelations in her personal email controversy.\nFirst, the pro-Biden group Draft Biden 2016 signed up longtime Democratic strategist Steve Schale, who helped President Obama win Florida in 2008 and 2012.\nThen, a Quinnipiac Poll released Aug. 20 showed Biden running strong in head-to-head match-ups with Republican candidates in key states. \n“[The poll] signals the vice president's strength and viability as a serious contender. We see it as an encouraging sign that the American people are hungry for his candidacy,” Draft Biden 2016 said in a statement. \nThe developments come as Clinton struggles to ignite the Democratic base on the campaign trail. While she’s still the unrivaled front-runner, Vermont Sen. Bernie Sanders is polling competitively in key states and drawing big crowds on the trail.\n\nSanders’ performance has helped stoke speculation that Biden might have a shot, should he enter.\nSchale described his new role with Draft Biden 2016 as that of an informal adviser. “Basically just grabbing an oar,” Schale told Fox News.\nSchale told Fox New Radio host Alan Colmes he has “a strong affinity for the vice president,” and said of the current primary race, “there’s just not a lot of energy, and I’m worried about that.” \nTwo weeks earlier, Josh Alcorn, who has worked for Biden and was working on Beau Biden’s gubernatorial campaign in Delaware before he died in May, also joined Draft Biden 2016 as a senior adviser. The PAC is ramping up a social media campaign to tout the vice president’s accomplishments.\nMeanwhile, the new Quinnipiac Poll showed Clinton with a comfortable lead in the Democratic field. But it showed her negative numbers rising, and Biden doing at least as well as Clinton in match-ups against Republicans.\nIn Florida, for instance, Biden was leading Donald Trump 45-42 percent, while Trump was narrowly leading Clinton. Polling in Ohio and Pennsylvania likewise showed Biden doing well.\nBiden has been on vacation in South Carolina with family, and last week it was reported he would be discussing his possible candidacy with insiders and family members -- and make a decision “next month.” The New York Times reported Biden had an hour-long conversation with Richard Harpootlian, former chairman of the South Carolina Democratic Party, and was putting out feelers through advisers to state operatives, “to determine how fast they could organize a campaign.”\nThe White House has declined to take a stance. In July, spokesman Eric Schultz was asked if President Obama has encouraged or talked with Biden about him running. He said Obama “has said that the best political decision he’s ever made in his career has been to ask Joe Biden to run as his vice president.”\nOn Monday, however, a “well-placed source” in the White House told CNN the administration was already quite invested in Clinton’s success as a candidate.  \nWhether or not the White House is on board, there is space for Biden in the primary field, thanks to Clinton’s worsening poll numbers and a general sense of restiveness among the voters for something new, said Tom Whalen, an assistant professor of social science and political author at Boston University.\n“[Hillary’s] personal ratings in likeability and trust are falling faster than Red Sox pennant hopes in August,” he told FoxNews.com. “It’s very bleak, and I think Biden would have a good shot. I think voters are open to an alternative.”\nWhether Biden fits the bill remains to be seen, said former Democratic strategist Dan Gerstein, who warns polling is still volatile right now, and candidates tend to do better when they are operating from a safe distance, off the trail.\n“They don’t have to take the slings and arrows and prove their salt on the campaign trail,” he said. “When Hillary was secretary of state, her [popularity] was at rock star levels. As soon as she got into the campaign, and had to start talking like a candidate … her numbers dropped.”\n“Plus,” he added, “Biden comes in with weaknesses of his own. He has run for president twice (’88 and ‘08) and with very bad results. This romanticized version of him now … once he is back on the campaign trial, we’ll see.”\nBiden is known for his frequent gaffes. Yet, given the acceptance of Trump’s candor on the other side, it seems voters are more forgiving these days, Whalen said.\nHe said Biden’s tragic personal life – he lost his son Beau to cancer; his first wife and daughter were killed in a car crash in 1972 – has resonated.\n“When you are talking about presidential politics, you are talking personal narrative,” said Whalen. “I think he has a bond with the American people that can’t be underestimated.”\nFox News’ Serafin Gomez contributed to this report.", "byline": "", "description": "", "title": "Biden buzz grows amid new polling, &lsquo;draft&rsquo; movement picks up key adviser  - Latino groups warn Trump's immigration rhetoric could inspire more hate crimes - COMPLETE CAMPAIGN 2016 COVERAGE", "url": "http://www.foxnews.com/politics/2015/08/21/biden-buzz-grows-amid-new-polling-draft-movement-picks-up-key-adviser/", "topics": ["campaign_finance", "immigration"], "people": ["Joe Biden", "Steve Schale", "Dan Gerstein", "Josh Alcorn", "Beau Biden", "Hillary Clinton", "Donald Trump", "Serafin Gomez", "Tom Whalen", "Eric Schultz", "Bernie Sanders", "Richard Harpootlian", "Alan Colmes"], "orgs": ["South Carolina Democratic Party", "Boston University", "PAC", "Red Sox", "Quinnipiac Poll"], "authors": [], "date_written": "2015-08-21 23:01:35", "org": "fox", "article_id": "458144958807202d9d6ee2ae9fe30a4f", "date_access": "2015-08-21 22:30:04.466769"}