{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tNEW YORK –  After nine seasons on the air, the “Pawn Stars” think they’ve finally gotten the hang of this whole reality TV business. \n“I think I’m a little better now because the first season, I think I really, really sucked,” Rick Harrison told FOX411 about the show’s evolution. “But no, it’s fun, and the fact that… the show has become so popular that we now get all the cool stuff.” \nHis son and costar Corey Harrison said the years on the hit History Channel show helped him get over his shyness. \n“For me the first season, I was like [extremely] camera shy, and now, the camera is on and I don’t know they are there,” he mused. \nThe father-son pair said their success on the show is proof of the American Dream. \n“This is a country where I was a really, really sick kid, and I grew up and I became really, really successful, and I think my kids can do it to,” Rick Harrison said, referencing his childhood struggles with epilepsy. “This is a country where if you try really hard, anybody can do anything.”\n \nClick here to subscribe to FOX411’s YouTube channel \nCorey Harrison joked that his unique personality could only be appreciated here. \n“I couldn’t be me, anywhere else in the world except here,” the younger Harrison said. “This is the American Dream right here.”   \nRick Harrison chimed in with a political prediction, telling FOX411 his pick for the 2016 elections. \n“Look at this country: This is where Marco Rubio-- his dad was a bartender, his mom was a maid-- and he’s going to be the next president.” \nThe “Pawn Stars” team told us the upcoming episodes of their series will include more history lessons and less banter. \n“More stuff less fluff,” Corey Harrison promised. \nRick Harrison explained, “We’re trying to get a lot more history lessons in and things like that. You know, it’s a lot more history lessons, just a lot more stuff. We’re sort of back to [the way] we started the show.”  Corey Harrison said his favorite part of working on the show is helping viewers learn about the history behind the antiques showcased in their pawn shop. \n“I love hearing from parents that ‘It’s a reality show I can watch with my kids that I don’t feel like I am actively making them dumber, and they actually learn a little bit.’” \nTo keep up with their red carpet commitments, the filming of the show and running their pawn shop, Corey Harrison said he relies on a diligent assistant who helps him schedule his time. His dad, on the other hand, said he just tries to do it all. \n“I manage my time. I’m slightly a workaholic, and my wife yells at me a lot for it,” Rick Harrison said with his signature chuckle. \n“Pawn Stars” airs Thursdays on the History Channel.", "byline": "", "description": "", "title": "&lsquo;Pawn Stars&rsquo; predict 2016 Prez", "url": "http://www.foxnews.com/entertainment/2015/05/14/pawn-stars-talk-politics-and-promise-more-stuff-less-fluff-in-new-episodes/", "topics": ["campaign_finance"], "people": ["Rick Harrison", "Corey Harrison", "Marco Rubio"], "orgs": ["History Channel"], "authors": [], "date_written": "2015-05-14 10:44:09", "org": "fox", "article_id": "32621564442757a8f473692af5d619f8", "date_access": "2015-05-14 10:20:18.963528"}