{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWis. Gov. Scott Walker denied Tuesday that he took a swipe at former Fla. Gov. Jeb Bush when he suggested the night before that \"unlike some out there, I didn't inherit fame or fortune from my family.\"\n\nWalker made the remark, which was widely seen as a salvo in a presumed rivalry between two 2016 presidential candidates, at a Christian media convention Monday night.ADVERTISEMENTADVERTISEMENT\n\nBut in an interview with Greta Van Susteren, Walker said he was speaking generally, not about specific candidates or Bush, the son of former President George H.W. Bush and brother of former President George W. Bush.\n\n\"People have heard me talk about my narrative for years, long before there was even a thought of potentially running for office at this level,\" Walker said on \"On the Record.\" \"What I got from my parents and my grandparents was the belief that if you work hard and play by the rules, you can do anything you want.\"\n\n\"So that wasn't a slap at Gov. Bush?\" Van Susteren asked.\n\n\"No. I've talked about that for years,\" Walker said.\n\nIn the interview Tuesday night, Walker also discussed Wisconsin unions, whether President Obama is a Christian and whether the fact that he didn't complete college would prevent him from seeking the White House next year.", "byline": "", "description": "", "title": "Walker denies making swipe at Jeb Bush in Christian convention remark - KURTZ: Media harassing the likes of Scott Walker?", "url": "http://www.foxnews.com/politics/2015/02/24/walker-denies-making-swipe-at-jeb-bush-in-christian-convention-remark/", "topics": ["personality", "campaign_finance"], "people": ["Van Susteren", "Greta Van Susteren", "George W. Bush", "Jeb Bush", "Scott Walker"], "orgs": [], "authors": [], "date_written": "2015-02-25 07:20:28", "org": "fox", "article_id": "ee8c9cabab2372e51345d863a33da403", "date_access": "2015-02-25 07:57:54.113532"}