{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tApril 18, 2015: Republican presidential candidate Sen. Rand Paul, Ky., gets a hug after speaking at the Republican Leadership Summit, in Nashua, N.H. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tKentucky GOP Sen. Rand Paul knows he must broaden his appeal to become his party’s 2016 presidential nominee. But in New Hampshire on Saturday, Paul largely stuck to his core, libertarian-oriented message about the dangers of an over-reaching government that spies on Americans and gets too involved in far-flung civil wars.\n\n“We've been good at defending the Second Amendment, but I also want to defend the Fourth Amendment,” said Paul, an outspoken critic of the National Security Agency’s program that tracks Americans’ phone and Internet activities, since it was exposed in 2013.  ADVERTISEMENTADVERTISEMENT\n\n“I believe in the right to privacy,” he continued. “Your phone records are yours and not the government's. It's none of their damn business what you're doing on your phone.”\n\nPaul delivered his remarks at the Republican Leadership Summit in Nashua, N.H., where the GOP’s top 2016 presidential candidates and hopefuls have gathered to woo voters.\n\nBecause New Hampshire is an early-voting state, winning or finishing a close is critical for any Republican or Democratic candidate trying to capture enough momentum and campaign money to stay on the trail toward winning his or her party’s nomination.\n\nNearly 20 Republican White House prospects are on the program for this weekend’s conference -- hosted by the state GOP, the year's first gathering of its kind in the first-in-the-nation primary state.\n\nSpeakers ranged from the party's elite to its longshots: former Florida Gov. Jeb Bush on Friday delivered a standing-room-only speech while lesser-known South Carolina Sen. Lindsey Graham introduced himself to voters one at a time in a hallway.\n\nPaul on Saturday also took aim at the Obama administration for what he considers having gotten too close to the ongoing conflict in Libya, where four Americans were killed in 2013 during terror attacks on a U.S. outpost in the city of Benghazi.\n\n“Why the hell did we ever go in to Libya in the first place?” Paul asked. “I think it was a mistake to be in Libya. It was a disaster. We never should have been there.”\n\nThe United States has since pulled all personnel out of Libya, which has now descended into deeper turmoil as rival governments and militias battle for control.\n\nNew Hampshire is known for roughly 40 percent of its voters being considered independents, or undecided upon a major political party until perhaps as late as Election Day.\n\nIn the 2012 White House race, Paul’s father, then-Texas GOP Rep. Ron Paul, who had a huge libertarian following, finished second in the New Hampshire primary.\n\nRand Paul, however, prefers to call himself a “constitutional conservative” and “libertarian-ish.”\n\nThe Associated Press contributed to this report.  ", "byline": "", "description": "Kentucky GOP Sen. Rand Paul knows he must broaden his appeal to become his party’s 2016 presidential nominee. But in New Hampshire on Saturday Paul largely stuck to his core, libertarian-oriented message.", "title": "In New Hampshire, Paul delivers familiar message on dangers of government over-reach", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/D2Bs55-ttxs/", "topics": ["economy", "terrorism", "campaign_finance"], "people": ["Rand Paul", "Lindsey Graham", "Jeb Bush", "Ron Paul"], "orgs": ["National Security Agency", "GOP"], "authors": [], "date_written": "2015-04-18 17:10:49", "org": "fox", "article_id": "0f38e69f6f77d673dda3dba27b0b2256", "date_access": "2015-04-18 17:45:04.683200"}