{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nNew York City officials are reviewing the city’s contracts with Donald Trump after statements the Republican presidential candidate made about Mexican immigrants.\nA spokeswoman for Mayor Bill de Blasio said Wednesday the review is currently ongoing. Trump has come under fire for controversial statements he made at his presidential kickoff last week.\nDuring the event, he said immigrants from Mexico are “bringing drugs, they’re bringing crime, they’re rapists, and some, I assume, are good people.” He also maintained the notion there should be a wall along the southern border of the U.S.\nTrump’s comments have drawn condemnation from the Mexican government and companies have been cutting ties go the millionaire mogul since he made the comments.\n\"Donald Trump's remarks were disgusting and offensive, and this hateful language has no place in our city,\" de Blasio said in a statement Wednesday. \"Trump's comments do not represent the values of inclusion and openness that define us as New Yorkers. Our Mexican brothers and sisters make up an essential part of this city's vibrant and diverse community, and we will continue to celebrate and support New Yorkers of every background.\"\nDe Blasio’s spokeswoman didn’t provide further information in regards to the review.\nThe Trump Organization currently operates several city concessions, including a golf course, ice skating rink and carousel.\nThe Trump Golf Links at Ferry Point Park opened in April in the Bronx and the Trump Organization has a 20-year concession agreement to operate the facility.\nThe fallout from Trump’s comments started with Univision pulling the Miss America contest off its airwaves. Trump and Macy’s also agreed to part ways with any sort of relationship.\nRapper Flo Rida had been the highest-profile performer scheduled for Miss USA in Baton Rouge, Louisiana, and his representative confirmed Wednesday that he would not perform. Country singer Craig Wayne Boyd, winner of \"The Voice\" last year, and pop singer Natalie La Rose, whose single \"Somebody\" hit the Billboard Top Ten this year, also dropped out. There were no more announced performers.\nEmmitt Smith, the former Dallas Cowboys running back who was a judge for Miss USA, cited Trump's statement and NBC's decision in backing out and sent his best wishes to the competitors who had been preparing for the pageant.\nThe Columbian city of Bogota also withdrew its support for a campaign it held to help organize the next Miss University pageant. It had decided to organize the bid with private businesses as a result of Colombian Paulina Vega's win in the 2014 Miss Universe pageant. Colombia had been in the running with China.\nThe pageant also lost Cheryl Burke of “Dancing with the Stars” and MSNBC anchor Thomas Roberts as hosts of the event.\nLast week, the hosts of the Univision simulcast, Roselyn Sanchez and Cristian de la Fuente, said they wouldn't take part in the Spanish-language telecast.\nTrump's campaign comments struck many Latinos as insensitive, and Univision's decision last week to back out of televising Miss USA and break off its business ties with Trump led to a cascade of others following suit. Trump responded by suing Univision on Tuesday.\nThe Associated Press contributed to this report", "byline": "", "description": "New York City officials are reviewing the city’s contracts with Donald Trump after statements the Republican presidential candidate made about Mexican immigrants.", "title": "NYC to review Trump contracts after controversial comments", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/hKHFnRiXXE8/", "topics": ["mexico", "immigration"], "people": ["Craig Wayne Boyd", "De Blasio", "Roselyn Sanchez", "Cheryl Burke", "Thomas Roberts", "Donald Trump", "Flo Rida", "Emmitt Smith", "Natalie La Rose"], "orgs": ["Trump Organization", "Univision", "New Yorkers", "Trump Golf Links", "MSNBC", "Dallas Cowboys"], "authors": [], "date_written": "2015-07-02 09:36:43", "org": "fox", "article_id": "c12c6208fd1cf79a1bf04329a0dc25e1", "date_access": "2015-07-02 08:50:04.739336"}