{"body": "\t\t\t\n\t\t\t Buzz Cut:\n• Pressure grows on Hillary from left and right\n• Hillary challengers converge on S.C.\n• Big stakes for Rubio, Walker in Iowa\n• Kasich sets collision course with Jeb\n• Sometimes, you just have to ride it out\n\nPRESSURE GROWS ON HILLARY FROM LEFT AND RIGHT\nThe stakes are getting higher for Hillary Clinton. Liberal outlets and Democratic donors are pressuring her to offer substantive answers to the growing body of evidence against her and her husband and their cash fracking operation. That means she will soon have to meet the press (This time, expect a soft-focus interview with a credible but credulous reporter rather than the horror of her email press conference). While Clinton and her team are rehearsing lines that don’t sound like a deposition but can get past the legal department, a more serious challenge is on the horizon. Katie Couric doesn’t put you under oath. Trey Gowdy does.ADVERTISEMENTADVERTISEMENT\n\nHouse Speaker John Boehner said Clinton “violated the law” when she destroyed more than 30,000 emails from her time as secretary of state and that he was open to trying to subpoena her servers. And now, Clinton has been called to testify about her role in the cover-up of the Benghazi attack. She has said in the past that she would cooperate, but recently refused the offer of a closed-door chat. Will she refuse to appear in public? Would she fight a subpoena? The stakes are higher now that allegations of corruption are stacking up. Benghazi leads to questions about her servers and destruction of evidence. The destruction of evidence leads to questions about the new allegations of official misconduct. But does she dare say no?\n\nThe high-stakes legal gambits that have been the hallmark of the Clintons’ decades in Washington are heading into new territory. Whatever else you think about her, at least everyone can agree that Clinton’s candidacy means business for the D.C. defense bar. As to whether voters wish to endure more rounds of legal wrangling and Clinton drama is up to them.\n\nYou’d better watch it - In the Fox News investigation, “The Tangled Clinton Web,” anchor Bret Baier follows the money—where it came from, where it went, and how it may have changed American policy. The hour will feature an exclusive interview with Peter Schweizer, author of the soon-to-be-released book, “Clinton Cash.”  The special airs Friday at 10 p.m., Saturday at 5 p.m. and Sunday at 3 p.m. and 10 p.m. All times Eastern.\n\nSunday showdown - “Fox News Sunday with Chris Wallace” welcomes Schweizer and Clinton loyalist and former White House Counsel Lanny Davis. Check local listings for air times in your area.\n\n[#mediabuzz - Guests including Mercedes Schlapp, Joe Trippi and Bob Cusack join host Howard Kurtz to examine the Clinton coverage. #mediabuzz airs Sunday at 11 am and 5 pm ET.]\n\nPower Play - Fox News Chief White House Correspondent Ed Henry and WashEx Chief Congressional Correspondent Susan Ferrechio, join Chris Stirewalt to break down the Clinton campaign’s damage control strategy. WATCH HERE.\n\n[Second shot - Will Clinton be forced to delve into the Democratic divide over free trade? WATCH HERE.]\n\nHillary challengers converge on South Carolina - As the Republicans hit Iowa this weekend, the Democrats take over South Carolina. On Saturday, former Maryland Gov. Martin O'Malley, Clinton factotum Virginia Gov. Terry McAuliffe, former Rhode Island Gov. Lincoln Chaffee and adviser to former Sen. Jim Webb, D-Va., Mudcat Saunders, will speak at the South Carolina Democratic Convention. Sen. Bernie Sanders, I-Vt., arrives a day early party's annual Jefferson-Jackson Dinner.\n\nO’Malley touts student loan fix - O’Malley polishes his liberal laurels in a WaPo op-ed: “In Maryland, we saw these trends and refused to give up… But like any state, we couldn’t solve the problem on our own. To really make a dent in student debt, the federal government will have to act.”\n\nWITH YOUR SECOND CUP OF COFFEE…\nThe Internet has become the scene of a war of attrition among grammarians. Is “comprised of” acceptable usage? Not strictly speaking. What about “had developed” – is the “had” developed not really necessary, or is it strictly wrong? While most of us observe the gross depredations of our language by text speak and ignorance. [Twitter might do well to develop a symbol for “It’s ‘they’re’ not ‘their.’”] But these things are widely agreed to be wrong. What about on the margins? The Economist takes a look in the trenches of the great grammar war. \n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\nReal Clear Politics Averages\nObama Job Approval: Approve – 44.8 percent//Disapprove – 49.9 percent\nDirection of Country: Right Direction – 30.0 percent//Wrong Track – 60.4 percent \n\nBIG STAKES FOR RUBIO, WALKER IN IOWA\nThis weekend’s gathering of Iowa social conservatives comes at a crucial moment. Sen. Marco Rubio R-Fla., returns to the state on a hot streak with higher poll numbers following his successful launch. But Gov. Scott Walker, R-Wis., an Iowa favorite from a previous foray, is looking to do in Iowa what he recently did on a return trip to New Hampshire: show conservatives he’s still their man and demonstrate that he can handle the heat of being in the top tier.\n\n[Walker is barnstorming through the conservative counties of northwest Iowa today ahead of Saturday’s event.]\n\nHomers - But while Rubio and Walker would need a win or at least a good showing in Iowa to propel themselves into the final fight with establishmentarian Jeb Bush, Iowa means everything to the candidates who would need a win there to fuel their candidacies.   Former Gov. Mike Huckabee, R-Ark., might be considered the favorite in a state where he won a stunning victory in 2008, but former Sen. Rick Santorum, R-Pa., and former Gov. Rick Perry, R-Texas, also have favorability in the state. Newbies like Sen. Rand Paul, R-Ky., have put a lot of time in the Iowa, however, and might catch fire among libertarian-leaning Republicans, while unknowns like Carly Fiorina, who spent the past five days in Iowa, might take with voters there too. Not on the schedule is Ben Carson, who is expected to launch his candidacy next week in Detroit.\n\n[Cruz heads to Tulsa, Oklahoma today for a rally with former Alaska Gov. Sarah Palin and Utah Senator Mike Lee.]\n\nComing in hot - The Iowa x-factor is Sen. Ted Cruz, R-Texas, who is an evangelical heartthrob and making a direct appeal for libertarian-leaning GOPers as well. He arrives packing a bit of baggage. A controversy has brewed up around Cruz’s visit to the home of a gay New York billionaire. On Monday, Cruz spoke at a reception hosted by hotel moguls Ian Reisner and Mati Weiderpass. Cruz reportedly spoke with the two about support for Israel, an issue on which they all agree. Cruz attacked the NYT for suggesting he was, as a staunch opponent of same-sex marriage, being hypocritical. And as if to show his seriousness on the subject, Cruz has reportedly now filed a Senate bill to forbid same-sex marriage through a constitutional amendment.  There was also a kerfuffle over the fact that Cruz was the only senator to miss the vote on the confirmation of Loretta Lynch as attorney general.\n\n[Watch Fox: Senior National Correspondent John Roberts reports on the events from the Faith and Freedom Coalition live from Iowa.]\n\nFerocious ObamaCare fight looming for Sixteeners - TPM: “The Senate's top five Republican leaders have cosponsored legislation to extend until 2017 the Obamacare insurance subsidies that may be struck down by the Supreme Court this summer. The legislation, offered by Sen. Ron Johnson (R-WI), one of the most politically vulnerable Senate incumbents in 2016, would maintain the federal HealthCare.gov tax credits at stake in King v. Burwell through the end of August 2017. The bill was unveiled this week with 29 other cosponsors, including Senate Majority Leader Mitch McConnell (R-KY) and his four top deputies, Sen. John Cornyn (R-TX), John Thune (R-SD), John Barrasso (R-WY) and Roy Blunt (R-MO). Another cosponsor is Sen. Roger Wicker (R-MS), the chairman of the conference's electoral arm.”\n\nKASICH SETS COLLISION COURSE WITH JEB\nOhio Gov. John Kasich is leaning into his expected presidential campaign this weekend. His in Washington for several speeches and is also expected to huddle with some of his former Hill colleagues as well a morning show double header on Sunday. And as he does, he sets himself on a collision course with establishment pick Jeb Bush. While Bush is busy Hoovering up cash around the country, Kasich is looking to win a war of ideas. He’s selling an updated version of Bush’s brother’s compassionate conservatism, which means Kasich’s path doesn’t run through winning the conservative melee and being Bush’s eventual foe. Instead, Kasich would have to try to disrupt Bush’s hold on the establishment. That’s a tall order, but if Bush continues to see hardening resistance in the party for his candidacy, establishment voters and donors might be open to an alternative.\n\nSo you’re saying you’re not a fan - Philip Klein lacerates Kasich: “Ohio Gov. John Kasich has made clear that he's seriously considering running for the 2016 Republican presidential nomination. If he formally announces, it will be important for conservative voters to punish him for his expansion of President Obama's healthcare law in his state.”\n\nLegit? - Tampa Bay Times: “The Bush campaign is reportedly planning to reverse the role of Bush’s campaign committee and the ‘independent’ super PAC supporting him - so that the super PAC would essentially become Bush’s campaign committee. The reason for this audacious move is simple: super PACs can be funded with unlimited donations, while a candidate’s campaign is limited to contributions of $2,700 per donor per election…The only problem is that the Bush scheme, as reported, would be illegal.”\n\n[Bush’s super PAC hosts a donor conference in Miami, Florida this weekend. The invitation breaks invitees into four tiers, the highest being $500,000.]\n\nJeb: Romney ‘didn’t signal he cared about people’ – Free Beacon: “Jeb Bush said he would not make the same mistakes as Mitt Romney during a private event in New York on Thursday, saying the 2012 Republican nominee was unable to connect with voters in a genuine way. ‘[Romney] made it about a referendum on the president’s policies rather than about himself. He didn’t show his heart,’ said the former governor of Florida. ‘He didn’t send a signal that he cared about people, when he did.’”\n\n[WaPo: “Presumed Republican presidential candidate Jeb Bush says he disagrees with critical comments about Israel made Monday by former Secretary of State James Baker…”]\n\nMazel tov, y’all - Former President George W. Bush will be standing in for his brother as GOPers pay their respects to gambling billionaire and GOP donor whale Sheldon Adelson at his Las Vegas gathering for Jewish Republicans. Ted Cruz and Rick Perry will also be there seeking Adelson’s support.\n\nA fabulous Fred Barnes lede - Weekly Standard: “In 1974, Nobel Prize-winning economist Friedrich Hayek criticized those who believed they could measure the real-world impact of economic theories with scientific precision. They were wrong, Hayek said in his Nobel lecture, entitled ‘The Pretence of Knowledge.’ They didn’t have enough solid information. What they lacked couldn’t be reduced to a number. It wasn’t quantifiable. Yet economists continued to ‘proceed on the fiction that the factors which they can measure are the only ones that are relevant.’ It might seem a stretch, but Hayek’s insight applies to politics, and notably to the 2016 presidential campaign.”\n\nCHARLES KOCH MAKES HIS CASE\nUSA Today: “Charles Koch and his industrial empire are mounting an aggressive new defense of his company and his political advocacy, with the billionaire insisting his work to help elect Republicans is rooted in his decades-long quest to ‘increase well-being in society.’ ‘We are doing all of this to make more money?’ Koch said of charges that his drive to limit government's power will increase his bottom line. ‘I mean, that is so ludicrous...I don't know how they can say that with a straight face,’ he said...His comments came during an interview with USA TODAY in his office at Koch Industries, where he discussed a wide range of topics - from the nearly daily death threats against him to what he termed the ‘hysteria’ in some quarters about global warming.”\n\nSOMETIMES, YOU JUST HAVE TO RIDE IT OUT\nA wardrobe malfunction at a horse race left spectators with an eyeful of one of the participants, and no, not the horse. The Mirror tells us of Australian jockey Blake Shine who had the elastic in his pants snap halfway through a race. Determined to stay the course, he continued racing with his rear end in the air for all to see. Despite his determination, however, he did not win. Blake took it all in stride. At least it wasn’t during a Super Bowl halftime show.\n\nAND NOW, A WORD FROM CHARLES…\n“But what strikes me about all this is the unbelievable arrogance of the Clintons who do this in the full expectation that they're going to get away with it. They burn the tapes, they eliminate the e-mails.” – Charles Krauthammer on “Special Report with Bret Baier” Watch here.\n\nChris Stirewalt is digital politics editor for Fox News.  Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "The stakes are getting higher Hillary Clinton.", "title": "Pressure grows on Hillary from left and right", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/mmmHSm2kAlI/", "topics": ["health", "economy", "trade"], "people": ["Lanny Davis", "Chris Wallace", "Mudcat Saunders", "Howard Kurtz", "Lincoln Chaffee", "Ed Henry", "Roger Wicker", "Mike Huckabee", "Katie Couric", "Bob Cusack", "Ted Cruz", "Fred Barnes", "Philip Klein", "Charles Krauthammer", "Chris Stirewalt", "Ian Reisner", "Roy Blunt", "Kelly File", "Bret Baier", "John Roberts", "James Baker", "John Boehner", "Mati Weiderpass", "Loretta Lynch", "Rick Perry", "John Barrasso", "Bernie Sanders", "Scott Walker", "Rand Paul", "Trey Gowdy", "John Thune", "Martin O'Malley", "Jeb Bush", "Mike Lee", "Marco Rubio", "Peter Schweizer", "Jim Webb", "John Cornyn", "Carly Fiorina", "Rick Santorum", "Mitt Romney", "Joe Trippi", "Ron Johnson", "Hillary Clinton", "Sheldon Adelson", "John Kasich", "Susan Ferrechio", "Charles Koch", "George W. Bush", "Sarah Palin", "Friedrich Hayek", "Clinton Cash", "Ben Carson"], "orgs": ["PAC", "PACs", "Senate", "Supreme Court", "NYT", "Clintons", "Mercedes Schlapp", "FNC", "Faith and Freedom Coalition", "HealthCare", "S.C.", "Economist"], "authors": [], "date_written": "2015-04-24 17:12:36", "org": "fox", "article_id": "c9af3b857b887bcc949f162e783808d4", "date_access": "2015-04-24 16:30:08.700616"}