{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Ben Carson is going a step beyond rival Donald Trump in his hard-line proposals to curb illegal immigration, suggesting drone strikes along the southern border.\nCarson first suggested last week, during a border tour in Arizona, that such efforts could eradicate border “caves” where smugglers hide illegal immigrants. He's since defended his comments, while also fighting back against any suggestion in the media that he wants to use drones to target actual border crossers. \nCarson said in an interview on Sunday that the caves “can be eliminated” as “one of a number of possibilities” toward stopping the flow of illegal immigration.\nHowever, he also told CNN, “In no way did I suggest that drones be used to kill people. … And I said to the media at the time, ‘Some of you are going to say Carson wants to use drones to kill people on the border.’ How ridiculous.”\nOn Monday, Carson communications director Doug Watts told FoxNews.com Carson was convinced after his border visit last week that a network of smuggler tunnels could be eradicated and acknowledged that the candidate has vowed to “do whatever it takes to protect the American people.”\nBut Watts also repeatedly said Carson, a retired pediatric neurosurgeon, has never intended to use drones against people.\n\n“After hearing what he heard, seeing what he saw, [Carson] believes that the American people will stand behind what he said,” Watts told FoxNews.com. “We have a security crisis on the border. This is not about illegal immigrants. We’re at war with hardened criminals, drug smugglers and human traffickers.” \nTo be sure, Trump, who is now leading the GOP field, has forced essentially all 17 major GOP candidates to take a position on difficult illegal immigration issues, and Carson is no exception. \nThe billionaire businessman began his candidacy in June by vowing to build a wall along the southern border. And most recently, he suggested the country’s longstanding birthright citizenship policies are open to legal challenge -- effectively pushing the GOP field further to the right on the issue.\nCarson spoke at a rally in Phoenix on Tuesday and gave two interviews on Wednesday during his visit to Arizona’s border with Mexico that included talks with sheriff officers and a helicopter tour of the region.\n“I’d get rid of [smugglers'] hideouts,” Carson said Wednesday, as part of a larger plan that includes surveillance drones, the U.S. military, more border agents and a more formidable border wall to stop the flow of illegal immigrants.", "byline": "", "description": "Republican presidential candidate Ben Carson is going a step beyond rival Donald Trump in his hard-line proposals to curb illegal immigration, suggesting drone strikes along the southern border.", "title": "Carson flanks Trump, floats drones for border wars", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/BzzWVmyrxzw/", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Ben Carson", "Doug Watts"], "orgs": ["GOP"], "authors": [], "date_written": "2015-08-25 08:30:58", "org": "fox", "article_id": "c83e99ec22b4fa6e64ed3b5abe009a9c", "date_access": "2015-08-25 05:20:03.425029"}