{"body": "\t\t\t\n\t\t  \tA mayoral candidate in Spain has given new meaning to the term \"political transparency.\"\n\nYolanda Couceiro Morín appears nude in a campaign poster, a move she has said is an attempt to raise awareness about corruption in politics in Spain, according to the daily publication, 20 Minutos.\n\nMorín, who is running in Portugalete, a town in the Basque region of the country, is with the conservative Party for Freedom – Clean Hands.\n\nBut inquiring minds aren't able to see all of Morín, thanks to strategically placed banners that say “Politicians have left us stark naked.”\n\n\n\nMorín believes the campaign will be “eye-catching,” according to 20 Minutos, which added that the uninhibited candidate also hopes to get voters thinking about “the problems of their neighbors.”\n\nThe current mayor of Portugalete is Mikel Torres of the Socialist Party of the Basque Country.\n\nMorín is quoted in 20 Minutos as saying she aims to “position ourselves at the center of attention in the town to be a real alternative to the parties of the [political elite].”\n\nParty for Freedom – Clean Hands has proved in the past that it does not shy away from controversy or provocation. It has filed lawsuits against the country’s mightiest figures, such as Princess Cristina, King Felipe’s sister, whom the party accused of committing fraud.\n\nIn 2006, the Catalonian lawyer-turned-centrist-politician, Albert Rivera, chose to announce that he was forming a new political party called Cuidadanos (Citizens), by posing for a poster in his birthday suit.\n\nLike us on Facebook\n\nFollow us on Twitter & Instagram\n\n ", "byline": "", "description": "", "title": "Mayoral candidate in Spain poses naked in ad", "url": "http://latino.foxnews.com/latino/politics/2015/03/11/politicians-gone-wild-mayoral-candidate-in-spain-poses-naked-in-campaign-ad/", "topics": ["campaign_finance"], "people": [], "orgs": ["Socialist Party"], "authors": [], "date_written": "2015-03-11 21:41:26", "org": "fox", "article_id": "d1fba1467790eb09851ed2103f958964", "date_access": "2015-03-11 21:36:06.645619"}