{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFILE: Oct. 24, 2014: Hillary Clinton at a rally for Democratic gubernatorial candidate Martha Coakley, in Boston, Mass. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tHillary Clinton is hedging on whether she will back a bipartisan trade agreement gaining steam on Capitol Hill, fueling accusations that she is playing politics as she courts liberal voters.\n\nThe agreement is backed by President Obama and hailed by Democratic and Republican leaders on Capitol Hill as a way to improve the economy and create jobs by expanding U.S. markets for goods and services.ADVERTISEMENTADVERTISEMENT\n\nBut it is opposed by leading progressives, including figures talked about as possible competitors in the Democratic presidential primary - among them, Bernie Sanders, a Vermont Independent, and Elizabeth Warren, a Massachusetts Democrat.\n\nAt issue is the Trade Promotion Authority bill, which would renew the ability of Congress and the president to “fast-track” trade deals, an authority that expired in 2007. In turn, that authority could help expedite two deals: the Trans-Pacific Partnership and the Transatlantic Trade and Investment Partnership.\n\nThe former, known as the TPP, is a significant deal with 11 Pacific Rim nations, and one Clinton supported while secretary of state.\n\nBut Clinton’s camp is now leaving the door open. Clinton spokesman Nick Merrill said Clinton wants the final legislation to benefit American workers and she has concerns about such issues as currency manipulation and the impact on national security.\n\n“We should be willing to walk away from any outcome that falls short of these tests,” Merrill said in a statement. “The goal is greater prosperity and security for American families, not trade for trade’s sake.”\n\nBut Clinton’s fuzzy position on the new legislation has resulted in an array of critics -- from conservative PACs to potential primary challenger former Maryland Gov. Martin O’Malley -- suggesting she’s staying mum to gauge the political winds.\n\nThey argue Clinton has already changed her positions on gay marriage and immigration reform, and coming out against the trade deal would be a clear reversal just days into her fledgling White House campaign.\n\n“She will soon have to decide whether she will continue standing with the sitting Democratic president on trade, or whether she will flip flop and join the union activists who are vehemently opposed to this bipartisan deal,\" said Jeff Bechdel, spokesman for the conservative America Rising PAC.\n\nFrom Clinton’s left flank, Democrats have needled her on the issue.\n\nSanders called on Clinton to “make it clear” that TPP should be rejected.\n\nO’Malley also sent out an email blasting the Trade Promotion Authority bill, claiming it would give Congress the power to immediately vote on the TPP.\n\n“We must stop entering into bad trade deals that hurt middle class wages and ship middle class jobs overseas,” O’Malley said in the message.\n\nLast week, O’Malley during a speech at the Institute of Politics at Harvard needled Clinton over other recent positions.\n\n\"I'm glad Secretary Clinton's come around to the right positions on these issues,\" O'Malley said, after Clinton expressed support for giving drivers’ licenses to illegal immigrants and urged the Supreme Court to rule that gay marriage is constitutional.\n\n\"I believe that we are best as a party when we lead with our principles and not according to the polls,” O’Malley continued. \"Leadership is about making the right decision and the best decision before sometimes it becomes entirely popular.”\n\nWarren, while denying any interest in a White House run, has been particularly critical of a clause in the new trade bill for disputed trade deals, saying it could tilt “the playing field further in favor of multi-national corporations” and would force American taxpayers to “cough up millions even billions of dollars in damages.”\n\nOn Monday, the White House defended Clinton, saying all observers should reserve judgment for now.\n\n“She is going to make up her own mind about what policy positions that she’ll take,” White House Press Secretary Josh Earnest told reporters. “After all, TPP is something that’s still being negotiated. She, as we’re encouraging everybody to do, is going to withhold judgment.”\n\nThe legislation, which is scheduled for a vote Wednesday in the Senate Finance Committee, was hammered out by Chairman Orrin Hatch, R-Utah, and Oregon Sen. Ron Wyden, the panel’s top Democrat, along with House Ways and Means Chairman Rep. Paul Ryan, R-Wis.\n\nSenate Majority Leader Mitch McConnell last week said he would bring the TPA legislation to the floor “very soon” -- a good indication that the bill has enough bipartisan support in the GOP-led chamber to pass.\n\nHatch’s office points to World Bank data that finds the two pending trade agreements would further open markets to encompass nearly 1.3 billion customers and about 60 percent of global gross domestic product.\n\n“This bipartisan bill creates what I expect to be unprecedented transparency in trade negotiations, and ensures future trade deals break new ground to promote human rights, improve labor conditions, and safeguard the environment,” Wyden said last week after reaching the bipartisan deal.\n\n \n\n ", "byline": "", "description": "Hillary Clinton is hedging on whether she will back a bipartisan trade agreement gaining steam on Capitol Hill, fueling accusations that she’s playing politics as she courts liberal voters.", "title": "Clinton hedges on hot-button trade deal, amid pressure from left", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/nGkZMZKNj4M/", "topics": ["trade"], "people": ["Josh Earnest", "Paul Ryan", "Martin O'Malley", "Nick Merrill", "Hillary Clinton", "Elizabeth Warren", "Jeff Bechdel", "Martha Coakley", "Bernie Sanders", "Orrin Hatch", "Ron Wyden"], "orgs": ["TPA", "Congress", "PACs", "Transatlantic Trade and Investment Partnership", "Trade Promotion Authority", "Supreme Court", "Senate Finance Committee", "Institute of Politics", "Senate", "TPP", "America Rising PAC", "World Bank", "GOP"], "authors": [], "date_written": "2015-04-21 08:15:23", "org": "fox", "article_id": "a0a4fb3e0cb9f66a7273a87d5b62df8f", "date_access": "2015-04-21 10:00:07.552244"}