{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nJoe Biden is inching closer to a presidential run—or is he?\nWith media speculation raging out of control, perhaps the better question is: How would he fare against Hillary Clinton if he indeed jumps in?\nI doubted the vice president would take the plunge, especially after he engaged in the public therapy of grieving for his late son and saying he didn’t have the emotional bandwidth for a White House campaign. Now it’s clear his team is setting up an operation that would give Biden the option of a late launch if he decides to hit the go button.\nPerhaps the clearest indication is this leak to the moderator of “Meet the Press”:\n“Jill Biden, sources tell NBC's Chuck Todd, is 100 percent on-board with a presidential run, despite reports indicating her hesitation is part of what's keeping Biden from jumping into the race.” The second lady’s office even put out a statement saying she is behind her husband if he chooses to make the race.\nThis followed a Wall Street Journal piece quoting “people familiar with the matter” as saying:\n\n“Vice President Joe Biden’s aides in recent days called Democratic donors and supporters to suggest he is more likely than not to enter the 2016 race, and their discussions have shifted toward the timing of an announcement.” But there was a caveat: “Unless they change their minds.”\nAnd that, in turn, followed a Journal piece in late August saying Biden “is increasingly leaning toward entering the race if it is still possible he can knit together a competitive campaign at this late date.”\nBut now Biden is telling the Catholic magazine America: “We’re just not there yet, and I may not get there in time to make it feasible to be able to run.”\nSo I’m a little dizzy. But I do know that Biden can’t wait much longer. A series of state filing deadlines is approaching, and if he’s going to run, he should be on stage at the first Democratic debate on Oct. 13.\nA new CNN poll gives Hillary a nice bump to 42 percent among Democrats—maybe doing more interviews wasn’t such a bad move—with Bernie Sanders at 24 percent and Biden at 22. That’s impressive for a guy who isn’t running, but keep in mind it also reflects that he isn’t being attacked.\nLet’s say Biden makes his third bid for the presidency. What is his rationale, other than that Hillary’s campaign is faltering?\nAs the veep complains about income inequality and the middle class getting screwed, how does he explain the Obama-Biden administration’s failure to do more for the last seven years?\nOther than Hillary being a bit more hawkish, how does Biden differentiate his record from hers? Is he willing to personally attack the first potential female president—and if not, why is he running?\nIn a year when voters crave authenticity, Joe is the real deal, a great retail campaigner. But the flip side is that his big mouth has also gotten him into trouble again and again.\nBiden knows the toll of the campaign ordeal, and he knows it’s time to decide. Either way it will be a BFD.\nClick for more Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Joe Biden is inching closer to a presidential run—or is he?", "title": "Biden’s running! (Or not!)  But what is his rationale against Hillary?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/vFu6V7FQEqA/", "topics": ["campaign_finance"], "people": ["Howard Kurtz", "Joe Biden", "Hillary Clinton", "Chuck Todd", "Jill Biden", "Bernie Sanders"], "orgs": ["Journal", "BFD"], "authors": [], "date_written": "2015-09-22 10:00:47", "org": "fox", "article_id": "ca83b54eb819a6d725a13bde50c5a0a2", "date_access": "2015-09-22 16:20:38.463755"}