{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFormer Texas Gov. Rick Perry announced his 2016 presidential campaign Thursday, hoping the second time's the charm after his 2012 bid fizzled following a debate gaffe and other challenges.  \nThe three-term Republican governor, who has spent months traveling and studying policy issues in preparation for another run, made it official at an event in Addison, Texas.  \n\"Today, I am running for the presidency of the United States of America,\" Perry said.  \nPerry railed against the economic and foreign policy record of the Obama administration, calling the former a result of tax-and-regulatory policies. On foreign policy, Perry faulted leaders of both parties for making \"grave mistakes\" in Iraq but said President Obama \"failed to secure the peace,\" with the Islamic State now seizing cities American troops fought for.  \n\"The truth is we are at the end of an era of failed leadership,\" Perry said.  \nHis campaign is likely to run heavily on Perry's economic record as governor. A \"Perry for President\" website, which went live Thursday morning ahead of his announcement, includes stats highlighting tax cuts and other policies from his lengthy term. The campaign also released an announcement video. \n \nHe's also one of the few military veterans in the field. Parked next to the small stage Thursday was a hulking C-130 the cargo plane, like one he flew for the Air Force.  \nPerry, though, becomes the 10th Republican to enter the race -- and one of several current or former governors in the mix. Underscoring the competition he will face to stand out, former Florida Gov. Jeb Bush's team confirmed hours before Perry's announcement that Bush would announce his campaign plans June 15.  \nPerry, in preparation, has made several visits to the early voting states of Iowa, New Hampshire, and South Carolina, and will look to erase the memories of his 2012 campaign.  \nWhen Perry entered the Republican race last cycle, he was considered to be among the front-runners. Then, at a November 2011 debate in Michigan, he forgot the name of the third federal agency he said he would close if he was elected, then muttered \"Oops.\" In that moment, he went from powerhouse to punchline and gradually faded from contention.  \nHowever, Perry still has the policy record that made him an early force last time.  \nPerry left office in January after a record 14 years as governor of Texas. Under him, the state generated more than a third of America's new private-sector jobs since 2001.  \nWhile an oil and gas boom fueled much of that economic growth, Perry credits lower taxes, restrained regulation and limits on civil litigation damages. He also pushed offering economic incentives to lure top employers to Texas and repeatedly visited states with Democratic governors to poach jobs.  \nPerry was thought to be a cinch for four more years as governor in 2014, but instead turned back to White House ambitions. His effort may be complicated this time by a felony indictment on abuse of power and coercion charges, from when he threatened -- then carried out -- a veto of state funding for public corruption prosecutors. That came when the unit's Democratic head rebuffed Perry's demands that she resign following a drunken driving conviction.  \nPerry calls the case against him a political \"witch hunt,\" but his repeated efforts to get it tossed on constitutional grounds have so far proved unsuccessful. That raises the prospect he'll have to leave the campaign trail to head to court in Texas.  \nPerry blamed lingering pain from back surgery in the summer of 2011 for part of the reason he performed poorly in the 2012 campaign. He has ditched his trademark cowboy boots for more comfortable footwear and wears glasses that give him a serious look.  \nPerry also traveled extensively overseas and studied policy with experts and economists at Stanford University's Hoover Institution. Lately, Perry has traveled to Iowa, which kicks off presidential nomination voting, more than any GOP White House candidate.  \n\"People realize that what the governor did in the high-profile debate, stumble, everyone has done at some point in their lives,\" said Ray Sullivan, Perry's chief of staff as governor and communications director for his 2012 presidential bid. \"I think he's already earned a second look, particular in Iowa.\"  \nOne thing Perry hopes to emulate from 2012 is his fundraising, when he amassed $18 million in the first six weeks.  \nThe Associated Press contributed to this report.", "byline": "", "description": "Former Texas Gov. Rick Perry announced his 2016 presidential campaign Thursday, hoping the second time's the charm after his 2012 bid fizzled following a debate gaffe and other challenges.", "title": "Perry launches 2016 bid for White House", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/3Ux7x63jCw4/", "topics": ["personality", "economy"], "people": ["Ray Sullivan", "Jeb Bush", "Rick Perry"], "orgs": ["GOP White House", "Stanford University", "Air Force", "Hoover Institution"], "authors": [], "date_written": "2015-06-04 06:58:04", "org": "fox", "article_id": "485a86929aaba5ddb8bec35d967d39e6", "date_access": "2015-06-04 17:24:07.118857"}