{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nOhio Gov. John Kasich, a Republican presidential candidate, on Sunday defended his support of Medicaid under ObamaCare, arguing the decision was “morally” right.\nThe issue and Kasich’s explanation was a likely prelude to Thursday's first 2016 Republican presidential primary debate, hosted by Fox News and Facebook, should he qualify for one of the final spots.\nHe told “Fox News Sunday” that expanding Medicaid saves money and “morally helps people have great life or better life.”\n“Every once in a while, we help people get out of a ditch,” he also said.\nKasich is hovering around the 10th and final debate spot in the GOP field of 17 -- along with Texas Gov. Rick Perry, who on Sunday also made an appearance on the Fox News Channel.\nThe Aug. 6 debate, moderated by Fox News' Bret Baier, Megyn Kelly and Chris Wallace, will be held at the Quicken Loans Arena in Cleveland. To qualify, candidates must meet all constitutional requirements; must announce and register a formal campaign; must file all required paperwork with the Federal Election Commission; and must place in the top 10 in an average of the five most recent, recognized national polls leading up to Aug. 4. \n\nBoth Kasich and Perry said they want to qualify, but that their campaigns would continue either way.\n“I’d like to be there,” said Kasich, who entered the race late last month. “It’s an important part of my political future. We’ll just have to wait and see how polls run out.”\nKasich also argued that he stayed in Ohio to help run the state while many of the other 2016 candidates were “travelling around the country making a name for themselves.”\nPerry said the debate was “not a one-shot pony” and that what he does in the early-voting states of Iowa, New Hampshire and South Carolina is equally, if not more, important.\nHe also vowed again to do better than he did in the 2012 debates.\n“The people will see a very focused, disciplined candidate,” said Perry, who has said the consequences of back surgery and getting into the race late hurt his performance.\nKasich also said he’s “opposed” to ObamaCare, but that expanding Medicaid helps the disabled and those with drug problems and that lending a “helping hand” is a conservative principle.\nThe two-term governor also said he disagrees with critics who say the state will be left with the bill for Medicaid expansion bill when the federal money ends.\nPrior to becoming governor, Kasich served in the U.S. House from 1983 to 2001, where in 1995 he ascended to chairman of the chamber’s Budget committee. In 1997, he helped seal a federal balanced budget deal.\nKasich also made a White House bid in 2000, but dropped out before the Iowa Straw Poll.\n \n \n \n \n \n ", "byline": "", "description": "", "title": "WHO WILL IT BE?  Kasich, Perry vie for  last Republican debate spot", "url": "http://www.foxnews.com/politics/2015/08/02/gops-kasich-perry-battle-for-final-first-debate-spot-vow-campaigns-will-forge/", "topics": ["campaign_finance"], "people": ["Chris Wallace", "Bret Baier", "Rick Perry", "Megyn Kelly", "John Kasich"], "orgs": ["Federal Election Commission", "U.S. House", "Iowa Straw Poll", "Medicaid", "Quicken Loans Arena"], "authors": [], "date_written": "2015-08-02 16:57:57", "org": "fox", "article_id": "19eceda01bbe83b28062c831fb7e893d", "date_access": "2015-08-02 16:20:10.316018"}