{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tIf any doubt remained that New Jersey Gov. Chris Christie would throw his hat in the ring for the Republican presidential nomination, it was all but erased at a recent family meeting.  \n\"We had a great conversation a couple of weekends ago,\" Christie told Fox News in an exclusive interview in Hampton, N.H. \"Both kids from college were home. We all sat around and talked, and they all encouraged me that if this is something that I really want to do, that they're with me.\"  \nChristie insisted to Fox News that he still hasn't made up his mind.  \n\"In the end, my heart has to tell me it's what I want to do. It's not just the fire in your gut, it's the feeling in your heart about whether this is what you want to do for the next number of years for your life.\"  \nWhile the thought of committing yourself to something for the next decade is certainly a major consideration, one can be forgiven for thinking that Christie is just playing coy until the New Jersey budget and legislative session is over on June 30.  After that, he has a narrow window between the 4th of July weekend and the Fox News debate on Aug. 6 to get in the game. Only declared candidates are being invited to Cleveland.  \nPrior to a town hall meeting -- what was likely his last public appearance in New Hampshire before he declares -- Christie talked at length with Fox News on a number of issues. Here is the governor in his own words. \n \nOn why he wants to be president:  \n\"I think the biggest reason is because you feel like you can make a difference in the future of our country, for my children, and other folks' children; that we can have a country that's strong again, and has a great economy, and is respected around the world. And if you think that your particular skill set can help to bring that about, then I think you have a real obligation to the country, if you want to be in public service, to offer yourself up.\"  \nOn the Republican Party needing to show more 'heart':  \n\"I think you have to let people know what you really feel, and not hold back. And I think all too often, candidates in our party, and in the other party also at times, have been too programmed by political consultants, have been too programmed by political correctness, have been too programmed by, you know, what they think people want to hear. I think you should just say what's in your heart and what you really believe. And let the chips fall where they may. And I think too often, we haven't done that.\"  \nJohn Roberts: \"Is this going to be a 'touchy-feely' campaign?\"  \nChristie: \"Of course. Why would anybody think of me as anything other than touchy feeling, John?\"  \nOn Jeb Bush saying that a governor is better prepared to be president than a senator:  \n\"I agree. And I've said that for years. That's one of the reasons that I supported Mitt Romney in 2012. I think someone who has got the experience of actually managing and running a large government enterprise brings an experience that you can't teach, other than through actually doing it. You know, my state, when Hurricane Sandy hit us, and it was the second largest natural disaster in American history, when you're the guy sitting at the table hearing all that bad news, and then everybody stops talking and looks at you? And you gotta decide, how do we recover? You know, there's no book that can teach you that, and you certainly don't learn that in some Senate subcommittee when you're marking up a bill. And that's what you need when you're sitting behind the desk in the Oval Office, I suspect.\"  \nOn Jeb Bush saying he is the governor with the most experience and qualifications to be president:  \n\"I wouldn't expect Jeb to say anything different. But the fact is that I think there's a real difference between governing in a red state with a Republican legislature, where all you do is send the bills down the hall, and they stamp them approved, and send them back to you. What I've done in a blue state like New Jersey, that hasn't elected a Republican to the U.S. Senate in 42 years -- the longest streak of any state in the country -- and I have a Democratic legislature I deal with every day. Yet we've cut business taxes 2.3 billion dollars, capped property taxes for people in New Jersey, we reformed tenure, reformed our criminal justice system. All with a conservative Republican governor and a liberal Democratic legislature. That's why I said last week, I'm combat ready for Washington.  \nOn what it means to be 'combat ready':  \n\"What that means is, you need to know that you have to be able to do two things at the same time. When you have folks on the other side of the aisle who are attacking you, you have to be ready to defend yourself and counterpunch, if you need to. At the same time, you have to be able to have the personality and the desire to bring them into the room and find areas of compromise. I don't believe, as some in my party do, that compromise is a dirty word. I believe we have to do, and I think that's what's missing in Washington, is someone who has the ability to that, with people that you fundamentally disagree with. And that's why I think my experience is significantly different that Governor Bush's, or some of the other governors in this race.\"  \nOn Wisconsin Gov. Scott Walker saying other governors in the race have not fought the tough battles he has:  \n\"Well first off, he has a Republican legislature. An all-Republican legislature in Wisconsin, both houses. So he's had his party in control the entire time he's been governor. That's very different than mine. And I think anybody who's watched my career knows I fight tough fights. I was the first person to take on the teachers union. I took them on in New Jersey in a direct way, and got the oldest tenure statute in America, 105 years old, reformed. So a teacher who gets a failing evaluation can now be fired in New Jersey, which never could happen before. And so, you know, Scott's taken on tough fights too in Wisconsin, no question. But he's had an all-Republican legislature to back him up. I was out there on my own.\"  \nOn how he turns around his fortunes in the polls -- currently 8th nationally, 10th in Iowa, 6th in New Hampshire and 8th in South Carolina (according to RealClearPolitics averages):  \n\"First off, at the same time in the polls in 2007, it was going to be Rudy Giuliani vs. Hillary Clinton. So what we know now is that the polls, as taken now, don't matter [a] lick when we actually start [the] campaign. Because you know what, John, that's what campaigns are all about. Campaigns are attempts to persuade and to convince and bring people to your side. And this campaign hasn't even really started yet. So, you know, my case for me is, you know, I ran in a very, very difficult state, against a Democratic incumbent who outspent me three to one -- no one thought I was going to win, and I did. And then they tried to get me for re-election, and I wound up getting reelected with 61 percent of the vote in a blue state; winning 51 percent of the Hispanic vote, and nearly a quarter of the African-American vote. That sounds to me like the prescription our party needs across the country to be able to get past 270 electoral votes.\"  \nOn whether Donald Trump can be taken seriously as a candidate:  \n\"Listen, only Donald can determine whether he's a serious candidate or not. That'll be determined by how hard he works and what comes out of his mouth when it opens. The American people will decide whether he's a serious candidate or not. What I can tell you, from my perspective is, I've been friends with Donald for 13 years. And with his wife.  And they're wonderful people, and he's a great American. Is he going to be a serious candidate for president? There's only one person who gets to decide that -- that's Donald Trump.\"  \nOn Hillary Clinton portraying Republicans as the party of 'yesterday' and enemies of the working class:  \n\"First off, I don't know how the party that's been in power can say that the party that's been out of power is the party of yesterday. It's a convenient little trick that I'm sure one of her political consultants has given her. But it's not true. Secondly, the income inequality gap has grown even wider under Mrs. Clinton and the president and their policies. They're the ones who have put forth policies that have made the rich richer in this country, and left the middle class on a treadmill getting nowhere. They're the ones in this country who had led to the explosion of student debt that is weighing down middle class families across this country. They're the folks who have seen part time employment grow, and full time employment shrink in this country. That's all been under the economy as managed by President Obama and now being supported by Secretary Clinton. So it seems to me that her party, that's been running this for the last seven years, is the party of yesterday, not ours.\"  \nOn his criticism that Clinton swung far left with her Roosevelt Island speech:  \n\"All I heard on that speech on Saturday was the laundry list of the liberals who want to take this country further and further left. But that's not what the great center of this country wants -- they want someone who can bring people together. And Mrs. Clinton, with all due respect, did not sound like someone who was looking to bring people together during that speech. That was a set of canned applause lines from an Elizabeth Warren fundraiser.\"  \nOn what Christie -- a devout Catholic -- thinks of the pope's encyclical on climate change:  \n\"Listen, the Pope, like anyone else, is entitled to his opinion. My opinion's always been based on what I've learned from science. I've learned just that climate change is real. Now, what I've also said is, I don't know how much human beings contribute to it, and how much is natural evolution of what's happening on the earth. I haven't read the pope's encyclical yet, so I can't say that I agree or disagree with each and every part of it, but what I would tell you is that the pope has a right to his opinion just like everybody else does on the science, but as a Catholic, I take teachings from the pope about religion, not about other issues.\"  \nOn his criticism of Sen. Rand Paul for opposing provisions of the Patriot Act and NSA surveillance:  \n\"I'm the only person who may enter this race who's actually used the Patriot Act. I was appointed United States attorney on September 10th, 2001. By George W. Bush. And I had to deal with the aftermath of September 11th. And the only person who might get into this race who's actually reviewed applications of the Patriot Act, prosecuted terrorists and sent them to jail. And what Senator Paul led in the senate was an effort that has made American weaker and more vulnerable for political gain. That was it. And he's wrong on the issue, he doesn't know what he's talking about on the issue, and as someone who's had the responsibility to protect America in the post-911 era, I'm going to speak out strongly about that. It's something I feel passionately about.\"  \nRoberts: \"Are you saying you think Rand Paul would be dangerous as president?\"  \nChristie: \"Listen, Senator Paul's already made America less safe and more vulnerable already by his actions in the United States Senate. The rest should speak for itself.\"  \nOn his criticism of Sen. Ted Cruz for requesting federal flood relief for Texas:  \n\"Well, I just pointed out, John, that I think it's funny. Senator Cruz voted against relief for New Jerseyans and New Yorkers after Sandy. The second worst disaster in American history. Yet, he wants flood relief for Texas. What I say is, people should get flood relief in Texas, absolutely. In the same way they should get flood relief in New York and New Jersey -- when major disasters hit our country, we're all Americans. And I just found it an interesting observation to make that when it's in Texas, Senator Cruz is for flood relief, but when it's in New York or New Jersey, he's against it.\"  \nRoberts: \"His point on Sandy relief was that it was so 'Christmas-treed' up that it was funding everything under the sun.\"  \nChristie: \"He's just wrong. And that was his excuse ... wasn't true. And that aid has gone to help rebuild homes and lives in New York and New Jersey, and the senator was wrong for voting against it. And the incorrect nature of his vote is just spotlighted by now him standing up there and advocating for exactly the same kind of relief for people in Texas. I believe the people of Texas should get that relief.\"  \nOn whether his recent pardon of Steffon Josey-Davis on a charge of illegal possession of a firearm was a way to make amends with the NRA:  \n\"Absolutely untrue. Going all the way back to 2010, I've used the pardon power in New Jersey for the parts of our gun laws that I think are just overreaching. And if you look, each and every time, I've done one commutation and two pardons over the course of the last five-and-a-half years, on gun situations. Because this person owned the gun legally, he did not break the law knowingly, he was not threatening anybody or putting anybody in harm's way. And it's one of the laws of New Jersey that's too aggressive in this area. I think an injustice was done, and I used my pardon power to do it, and I would do it and have done it a number of times over my five years, not just now. So the record belies that charge.\"  \nJohn Roberts:  \"He wants the gun back. Will you help him get it back?\"  \nChristie: \"Not my job to help him get it back. But he's been pardoned fully and completely for any crime, so it doesn't seem to me there's any reason for him not to get it back. But that's up to the local law enforcement to decide.\"John Roberts joined Fox News Channel (FNC) in January 2011 as a senior national correspondent and is based in the Atlanta bureau.", "byline": "", "description": "If any doubt remained that New Jersey Gov. Chris Christie would throw his hat in the ring for the Republican presidential nomination, it was all but erased at a recent family meeting.", "title": "After family meeting, Christie all but certain to join 2016 race", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/na9W-myLrmU/", "topics": ["economy", "personality"], "people": ["Rand Paul", "Rudy Giuliani", "Mitt Romney", "Chris Christie", "Jeb Bush", "Hillary Clinton", "John Roberts", "George W. Bush", "Elizabeth Warren", "Donald Trump", "Scott Walker", "Steffon Josey", "Ted Cruz"], "orgs": ["Senate", "Republican Party", "NRA", "Oval Office", "U.S. Senate", "FNC", "NSA", "United States Senate"], "authors": [], "date_written": "2015-06-19 17:23:31", "org": "fox", "article_id": "acca37eed0a56aa3cf3acc97fdec9509", "date_access": "2015-06-19 17:04:55.095688"}