{"body": "\n\n\n\n\n\n\nThe day after a combative incident in which Univision reporter Jorge Ramos was forcibly ejected from a Donald Trump press conference in Dubuque, IA, Univision CEO Randy Falco has blasted the erstwhile \"The Apprentice\" host cum Presidential candidate in a Wednesday night statement. \nCalling the treatment Ramos experienced “beneath contempt,” Falco defended Ramos’ journalistic professionalism and called Trump out for what he described has “complete disregard” for Ramos, and for Hispanics generally.\nHere’s the full statement:\n\n The recent treatment that Jorge Ramos received at Mr. Trumps press conference in Iowa is beneath contempt. As a Presidential candidate, Mr. Trump is going to get tough questions from the press and has to answer them. Jorge Ramos is one of the most professional, dedicated and respected journalists I have seen or worked with in my 40 years in media. He always asks hard questions of candidates and elected officials, regardless of party or issue. Mr. Trump demonstrated complete disregard for him and for the countless Hispanics whom Jorge seeks to represent through press questions that are at the heart of the First Amendment. I remain grateful for the first-rate journalistic work that Jorge and all of his news colleagues at Univision and Fusion do to bring all points of view to the 57 million Hispanics in this country.\n\nDuring yesterday’s press conference, Ramos attempted to ask the GOP front-runner a question about immigration, eventually interrupting another reporter who’d been given the stage to speak. \n“Excuse me, Sit down! Sit down! No you don’t, you haven’t been called go back to Univision,” Trump said before having Ramos escorted out by security. Ramos was let back in ten minutes later, at which time Trump let him ask questions for four minutes.\n\n\n\nMore on this...\n\n\n\n\nDonald Trump vs. Jorge Ramos \n\n\n\n\nThe rather spirited personality conflict comes as Trump and Univision are engaged in a dispute over Univision’s decision to cancel the Miss USA Pageant, following remarks Trump made about drugs and rapists coming over the Mexican border in his campaign announcement speech. Trump is suing the network over breach of contract.\nBreak Time: 'Karate Kid' composer not happy with Trump\n\nRelated stories\nDonald Trump Bashes TV Networks In Speech Calling For Immediate Election, Outlawing Of Teleprompters\nUnivision Newsman Gets Ejected From Trump Event; \nCandidate Says Megyn Kelly Should Apologize - Update\nFox News Channel Tops Basic Cable Ratings Since Week Of GOP Debate", "byline": "", "description": "The day after a combative incident in which Univision reporter Jorge Ramos was forcibly ejected from a Donald Trump press conference in Dubuque, IA, Univision CEORandy Falco has blasted the erstwhile The Apprentice host cum Presidential candidate in a Wednesday night statement.", "title": "Donald Trump’s behavior 'beneath contempt' says Univision CEO", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/0GtYdEQ87I4/", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Jorge Ramos", "Megyn Kelly", "Randy Falco"], "orgs": ["Univision", "GOP", "Outlawing Of Teleprompters"], "authors": [{"author_id": 22784, "fullname": "ross a. lincoln", "primary_org": "fox"}], "date_written": "2015-08-27 14:08:33", "org": "fox", "article_id": "72004eec9bd1b97b8bf87b57971948aa", "date_access": "2015-08-27 13:50:05.521026"}