{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tJeb Bush stood firm at the Conservative Political Action Conference Friday, defending his position on immigration reform and Common Core before a sometimes skeptical crowd of voters who don’t always see eye to eye with his policies.\n\nEnergetic and composed, Bush also defended his record on granting drivers licenses to illegal immigrants while he was governor of Florida.ADVERTISEMENTADVERTISEMENT\n\n“The simple fact is there is no plan to deport 11 million people,” he said. “We should give them a path to legal status where they work, where they don’t receive government benefits … where they learn English and where they make a contribution to our society.”\n\nHis comments were met with a mix of applause and scattered boos from the crowd – a change from earlier in the day when just the mere mention of his name triggered a chorus of boos.\n\nBush’s appearance at CPAC was largely seen as an olive branch to those conservative voters who have disapproved of some of his controversial ideas, as he moves toward a 2016 presidential bid. \n\nAt CPAC, Bush also defended his view on granting in-state tuition for students in the country illegally -- a stark contrast to ex-Texas Gov. Rick Perry’s view on the topic.\n\nAs Bush upheld his position on higher education standards, he also told the crowd that the “federal government has no role in the creation of standards” and said the government should not dictate what is taught in schools.\n\n“The role of the federal government, if any, is to create more school choice,” he said to a cheering crowd.\n\nPrior to Bush’s speech, there had been some talk of a walk-out. The National Review reported seeing “scores” of CPAC attendees leaving as soon as Bush began speaking with protesters reportedly chanting “USA, USA.”\n\nDemocratic National Committee spokesman Ian Sams said Bush’s speech was just more of the same.\n\n“Jeb Bush isn’t a new type of Republican, and he certainly isn’t looking out for everyday people in America,” Sams said in a written statement. “Instead, he’s the same Jeb Bush who, as governor, supported slashing funding for urban schools and higher education, while giving massive tax cuts to the wealthy and big corporations. Bush may say he can bring Latino voters into the GOP fold, but with priorities like these, that’s really hard to imagine.”\n\nEarlier in the day, Duck Dynasty’s Phil Robertson strode onstage to give the conservative crowd a spirited history lesson, which included quotes from and about President John Adams and a lengthy warning about sexually transmitted illnesses.\n\nRobertson’s unconventional speech was among the most well-received at CPAC.\n\nThe patriarch of the “Duck Dynasty” franchise was also on hand to receive the “Andrew Breitbart Defender of the First Amendment Award” at the event. During his acceptance speech, he launched into a lengthy monologue about morals, responding to criticism that he was too religious by telling the crowd, \"I'm trying to help you, for crying out loud, America!\"\n\n“You lose your religion, according to John Adams, and there goes your morality,” he said. “We’re almost there. I hate to admit I got my facts from the CDC the day before yesterday -- 110 million, 110 million Americans now have a sexually transmitted illness.”\n\nRobertson, whose walked on stage dressed down in a dark shirt and bandana, pulled out the Bible and read a passage from it. He exited the stage just as dramatically as he entered it.\n\nHe saluted the crowd and said in his signature dry tone, “God help us.”\n\nEarlier in the day, former Texas Gov. Perry, declaring \"our leadership is failing,\" told the crowd that the country needs to do a better job securing the border and fighting terror groups like the Islamic State -- but assured the audience \"we will survive the Obama years.\"\n\nPerry, a potential 2016 presidential candidate, said he was there “to speak plainly about the times we live in” and said the country “has entered a time of testing and our leadership is failing.”\n\nPerry also called out Obama for comments he said have been less than truthful.\n\n“The president declared that the advancement of ISIS has been stopped and that is not true,” Perry said. “He is wrong. To deny the nature of the threat and to downplay it is naïve and misguided. That’s the worst threat to freedom since communism.”\n\nPerry also took on the topic of immigration. Perry said when the administration deals with immigration “people literally die.”\n\n“We’ve had to deal with this issue last summer when there were literally tens of thousands of people showing up [at the border], “ he said. “The country was being impacted by it.”\n\nPerry was among a handful of Republican presidential hopefuls courting the conservative crowd at this year’s conference.\n\nAs a parting shot, Perry told the crowd, “We survived Depression, we even survived Jimmy Carter and we will survive the Obama years too!”\n\nAlso making waves Friday morning at CPAC was Sen. Marco Rubio, R-Fla.\n\nRubio used his time to target Obama’s foreign policies, focusing mostly on Iran’s nuclear threat. During his speech, Rubio said America needed a leader who understands that the way to defeat the Islamic State “wasn’t to give him a job,” referencing comments made by State Department spokeswoman Marie Harf who suggested a way to fight the Islamic State was by creating jobs and economic opportunity.\n\nRubio also said negotiations between the Obama administration and Iran’s leaders to curb Tehran’s nuclear program were “foolish” and said the U.S. should leave no doubt in anyone’s mind that it fully backs Israel.\n\nRubio also blamed Obama and then-Secretary of State Hillary Clinton’s foreign policies for weakening America’s standing on the world’s stage.\n\n“Because of the Obama-Clinton foreign policy, our allies no longer trust us and our enemies no longer fear us,” Rubio said.\n\nMeanwhile, former United Nations Ambassador John Bolton told reporters he’s considering a presidential run of his own and said those in the crowd were once again focusing on global threats.\n\nRep. Cathy McMorris Rodgers, R-Wash., is scheduled to speak on Saturday – the final day of the three-day conference.\n\n ", "byline": "", "description": "", "title": "Jeb Bush stands firm on controversial immigration, education policies at CPAC - FOX NEWS FIRST: High wire act for Jeb", "url": "http://www.foxnews.com/politics/2015/02/27/perry-rubio-highlight-islamic-state-threats-immigration-in-fiery-speeches-at/", "topics": ["terrorism", "immigration"], "people": ["Phil Robertson", "John Adams", "John Bolton", "Jeb Bush", "Rick Perry", "Marie Harf", "Marco Rubio", "Ian Sams", "Hillary Clinton", "Duck Dynasty", "Andrew Breitbart", "Jimmy Carter"], "orgs": ["CDC", "State Department", "National Review", "Democratic National Committee", "GOP", "United Nations"], "authors": [], "date_written": "2015-02-28 06:33:45", "org": "fox", "article_id": "4813f4e4092e125bf9434c62e7ed2867", "date_access": "2015-02-28 07:27:34.057415"}