{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nA stunning new poll shows trouble brewing for Hillary Clinton in key swing states, with the Democratic presidential front-runner trailing potential Republican rivals in every match-up tested. \nThe Quinnipiac University poll put Clinton head-to-head against Florida Sen. Marco Rubio, former Florida Gov. Jeb Bush and Wisconsin Gov. Scott Walker in three states: Colorado, Iowa and Virginia. \nIn every hypothetical contest, the former secretary of state was either clearly trailing or, as Quinnipiac phrased it, \"on the wrong side of a too-close-to-call\" race. A majority of voters in all three states also said they found Clinton not honest and trustworthy. \nThe gap between Clinton and GOP candidates was most pronounced in Colorado and Iowa. She trailed Rubio by 8 points in Colorado, 38-46 percent; and Walker by 9 points, 38-47 percent. She trailed Bush by 6 points in Iowa, 36-42 percent; and Rubio by 8 points, 36-44 percent. \nThe survey raises troubling questions for the campaign, which has struggled to shed the image of a candidate who is closed off to the media and the public, despite her decisive lead over the Democratic field. The latest results reflect a drop from a similar poll in April. \n\"She has lost ground in the horserace,\" Peter A. Brown, assistant director of the Quinnipiac University Poll, said in a statement. \nIn another troubling sign for the Democratic candidate, voters gave her poor marks on being trustworthy. In Colorado, for instance, voters said 62-34 percent she is not honest and trustworthy. \nClinton wasn't the only one taking a hit in the latest poll. Though Donald Trump has narrowly led the GOP presidential field in some recent polls, the Quinnipiac survey showed voters, by roughly 2-1, had a negative view of the billionaire real estate magnate. Brown said that means his \"growth potential\" is lower than that of his GOP rivals. \nThe polls were taken July 9-20, of 1,231 Colorado voters; 1,236 Iowa voters; and 1,209 Virginia voters. Each had a margin of error of 2.8 percentage points.", "byline": "", "description": "A stunning new poll shows trouble brewing for Hillary Clinton in key swing states, with the Democratic presidential front-runner trailing potential Republican rivals in every match-up tested.", "title": "Poll shows Clinton trailing Republicans in every swing state tested", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/S8_9Qrct0MI/", "topics": ["personality", "immigration"], "people": ["Donald Trump", "Marco Rubio", "Jeb Bush", "Hillary Clinton", "Scott Walker"], "orgs": ["Quinnipiac University Poll", "GOP", "Quinnipiac University", "Quinnipiac"], "authors": [], "date_written": "2015-07-22 13:53:29", "org": "fox", "article_id": "72fa6b3695e204c93641ebf60b832697", "date_access": "2015-07-22 13:40:03.367142"}