{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tMartin O'Malley attends the 2015 White House Correspondents' Association Dinner at the Washington Hilton Hotel on Saturday, April 25, 2015, in Washington. (Photo by Charles Sykes/Invision/AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tFormer Maryland Governor Martin O’Malley set to announce he is running for President tomorrow at an event in Maryland. He’s expected to bring competition to Hillary Clinton for the Democratic nomination. \nYesterday during Happening Now, former New York Governor George Pataki jumped in the race on the GOP side, one day after the entry of former Pennsylvania Senator Rick Santorum. \nMarco Rubio has an event today in Las Vegas at 1:35. \nKentucky Senator Rand Paul and Wisconsin Governor Scott Walker hold events this evening. \nFormer U.S. Speaker of the House Dennis Hastert has been indicted on charges he hid blackmail payments made for years. Mike Tobin reporting. \nTexas set to get more rain today and this weekend.. more of what they do not need. 3 rivers are being monitored: The Brazos, the Blanco and the San Jacinto rivers are all now receding, but more rain could halt that progress. All three flooded their banks killing more than a dozen and damaging hundreds upon hundreds of homes. \nWe are getting more reports of flash flooding this morning, and some rescues. A houseboat with 21 aboard had to be rescued. Interstate 30 is flooded and blocked. It’s raining again in Houston. \nA moderate earthquake hit Redding, California in the far northern part of the state. No reports of damage. \nA big 6.7 earthquake hit the coast of Alaska, but no tsunami or widespread damage. \nA volcano erupted on a southern Japanese Island. Residents are being evacuated via ship. Black clouds of ash erupting from Mount Shindake. \nDavid Lee Miller reporting today on more laser pointing at jetliners at JFK. The lasers are pointed into cockpits distracting pilots and threatening everyone’s safety. \nFIFA voting for a new president of soccer’s governing body, and is expected to be re-elected despite a major scandal tearing the organization apart. Swiss police arrested seven of the league’s highest-ranking officials as part of a major corruption ring. Previous and future World Cup cities may have been picked because of bribes and corruption. \nWe are getting a revised read on the Q1 GDP today with analysts now thinking the economy actually shrank during the brutal winter. \nThe Observatory on top of One World Trade Center opens today. Rick Leventhal is there live.", "byline": "", "description": "Former Maryland Governor Martin O’Malley set to announce he is running for President tomorrow at an event in Maryland. He’s expected to bring competition to Hillary Clinton for the Democratic nomination.Yesterday during Happening Now, former New York Governor George Pataki jumped in the race on the GOP side, one day after the entry of former Pennsylvania Senator Rick Santorum.Marco Rubio has an event today in Las Vegas at 1:35.Kentucky Senator Rand Paul and Wisconsin Governor Scott Walker hold events this evening.", "title": "Martin O'Malley Set to Throw His Hat in Ring for White House", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/XGJd48OrWsU/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Rick Santorum", "Mike Tobin", "Martin O'Malley", "George Pataki", "Dennis Hastert", "Hillary Clinton", "Charles Sykes", "David Lee Miller", "Rick Leventhal", "Marco Rubio", "Scott Walker"], "orgs": ["FIFA", "GOP"], "authors": [], "date_written": "2015-05-29 13:36:25", "org": "fox", "article_id": "eeb2119d87ab1cb2ce24f3749f8018c4", "date_access": "2015-05-29 12:45:35.570970"}