{"body": "\n\n\n\nAug. 10, 2015: Democratic presidential candidate Sen. Bernie Sanders, I-Vt., speaks at a rally at the Los Angeles Memorial Sports Arena in Los Angeles. (AP Photo/Ringo H.W. Chiu)\n\n\nVermont Sen. Bernie Sanders has opened up a shocking 7-point lead over Hillary Clinton in New Hampshire, according to a new poll released late Tuesday.\nThe Boston Herald-Franklin Pierce College survey of 442 likely voters in February's Democratic primary showed Sanders garnering 44 percent of the vote to 37 percent for Clinton. Sanders' lead is outside the poll's plus-or-minus 4.7 percent margin of error.  \nVice President Joe Biden, who reportedly is considering making a late entry into the Democratic race, came in third with 9 percent of the vote. Former Virginia Sen. Jim Webb, former Maryland Gov. Martin O'Malley, and former Rhode Island Senator and Governor Lincoln Chafee brought up the rear with 1 percent of the vote or fewer.\nThe poll continues a trend of Sanders closing what originally seemed an insurmountable deficit against Clinton in the Granite State. A WMUR/Granite State Poll released last week showed Sanders in a statistical tie against Clinton. By comparison, the self-described socialist Sanders trailed the Democratic front-runner by 36 percentage points in March.\nThe new poll was released hours after Clinton announced she was turning over her personal e-mail server to the Justice Department amid an ongoing investigation into whether she improperly sent or stored classified information on the server, which was based at her New York home.\nThe Herald poll contains troubling signs for both Clinton and Sanders. Despite the groundswell of support for the independent, 65 percent of respondents said Clinton would emerge as the Democratic nominee, compared to only 11 percent who backed Sanders.\nFor her part, Clinton, who won the New Hampshire primary over Barack Obama in 2008, has apparently failed to electrify New Hampshire, with just 35 percent of likely voters saying they were \"excited\" about her campaign. Only 36 percent said they had a \"very\" favorable opinion of the former secretary of state, compared to 54 percent who had a \"very\" favorable view of Sanders. In addition, 51 percent of respondents said they could support her, but were not enthusiastic about her candidacy.\nThe survey was conducted Aug. 7-10. \nThe latest Fox News national poll, released last week, shows that Clinton's lead over Sanders, while still significant, has dropped to its lowest margin during the campaign. Clinton received 51 percent while Sanders came in at 22 percent -- Clinton’s worst showing and Sanders’ best. Support for Clinton was 59 percent two weeks ago, 61 percent a month ago -- and has been as high as 63 percent in the months since Sanders entered the race.", "byline": "", "description": "Vermont Sen. Bernie Sanders has opened up a shocking 7-point lead over Hillary Clinton in New Hampshire, according to a new poll released late Tuesday.", "title": "Sanders surges into lead over Clinton in New Hampshire, poll finds", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/3m7nUX0xc9k/", "topics": ["campaign_finance", "personality"], "people": ["Martin O'Malley", "Joe Biden", "Hillary Clinton", "Barack Obama", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Justice Department"], "authors": [], "date_written": "2015-08-12 05:07:23", "org": "fox", "article_id": "05b492b573baa677f8cb1427a115cfcc", "date_access": "2015-08-12 04:40:04.749731"}