{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe author of “Clinton Cash” acknowledged Sunday that his book has no evidence that Hillary Clinton as secretary of state directly influenced huge international deals in exchange for million-dollar contributions to her family foundation, but argued the numerous instances deserve an investigation.\n\n“It’s a very extensive pattern,” author Peter Schweizer told “Fox News Sunday.” “There are 11 instances. And I think, when you have one or two examples, it’s coincidence. When you have this many, to me it’s a trend. … I think this warrants an investigation.”ADVERTISEMENTADVERTISEMENT\n\nFor his upcoming book, Schweizer spent roughly 10 years probing the mix of public and private business and money between Hillary Clinton, her husband and former President Bill Clinton and their Clinton Foundation – all of which he calls the “Clinton Blur.”\n\nThe dealings disclosed in the book come in the early weeks of Clinton’s campaign to become the Democratic presidential nominee for 2016.\n\nOne key example of a possible deal, Schweizer argues, is the relationship between the former president and wealthy Canadian mining investors who donated millions to the foundation after the State Department and eight other U.S. agencies signed off on a deal in 2010 that ultimately gave the Russians access to part of the U.S. uranium reserves.\n\nSchweizer also argued the deal helped lead to Bill Clinton getting paid $500,000 for a speech in Russia.\n\nIn another instance, in the aftermath of the devastating 2010 earthquake in Haiti, the former president was named co-chairman of the Interim Haiti Recovery Commission, established to coordinate the recovery effort. \n\nThe owner of the company that made $50 million by helping establish a system to transfer money via cellphones, as part of the recovery effort, also set up lucrative speeches for Clinton and donated millions of dollars of his own money to the foundation.\n\nThere was also a plan to raise money by exploiting Haiti's rich mineral wealth. And one company that got a rare gold permit was VCS mining, which didn’t have much mining experience. And Hillary Clinton's brother, Tony Rodham, who also has no mining experience, was added to the VCS board after the company received the permit, Schweizer writes.\n\nHe also says the foundation failed to disclose some donations, including $2.35 million connected to the chairman of the uranium company that the Russians wanted to buy.\n\nClinton supporters have argued that Schweizer has repackaged old news and mixed it with innuendo and that the $2.35 million is largely insignificant.\n\n“He’s cherry-picking information that has been disclosed,” Clinton presidential campaign Chairman John Podesta said earlier this week.  \n\nLanny Davis, the White House counsel under President Clinton, told “Fox News Sunday” that “$2.35 million out of $2 billion (in foundation contributions) is not major, even by any definition.”", "byline": "", "description": "The author of “Clinton Cash” acknowledged Sunday that his book has no evidence that Hillary Clinton as secretary of state directly influenced huge international deals in exchange for million-dollar contributions to her family foundation but argued the numerous instances deserve an investigation.", "title": "'Clinton Cash' author: Time to probe nexus of Clinton as secretary of state, contributions, foundation", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/clpebJ_U1lw/", "topics": ["campaign_finance", "economy"], "people": ["Lanny Davis", "Bill Clinton", "Hillary Clinton", "Tony Rodham", "Peter Schweizer", "John Podesta", "Clinton Cash", "Clinton Blur"], "orgs": ["Clinton Foundation", "Interim Haiti Recovery Commission", "State Department"], "authors": [], "date_written": "2015-04-26 15:56:25", "org": "fox", "article_id": "6d3af96175b2e21ab0ec5d7b5d11ada2", "date_access": "2015-04-26 16:20:06.303566"}