{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHas the Bernie Sanders phenomenon reached the point where the media have to take it more seriously?\nIt’s not that Bernie-mentum has exactly gone unnoticed. The man has landed on the cover of Time magazine. The huge crowds he is drawing—20,000 in Boston the other day—continue to amaze the political world. And with Hillary Clinton still on the defensive over the email mess (NBC’s Savannah Guthrie told her yesterday, “Do you get how bad it looks?…If you’re blaming the Republicans, some might wonder how genuine is that apology?”), the contrast in coverage could hardly be starker.\nBut every positive Sanders development is followed by a media qualifier:\n“Yes but, he can’t beat Hillary after Iowa and New Hampshire.”\n“Yes but, the Democratic Party is not going to nominate an avowed socialist.”\n“Yes but, he’d get clobbered in a general election.”\n\nNow two developments are giving the pundits pause. One is Sanders’ fundraising haul--$26 million in the third quarter, just a couple of million behind Clinton. And virtually all of that money from 650,000 small donors, giving his campaign the feel of a grass-roots rebellion, and the fuel to compete in big states once the first two contests are over.\nNothing gets the media’s attention more than money.\nThe second development came yesterday with some hypothetical general election matchups by NBC and the Wall Street Journal.\nIn Iowa, the poll says, Sanders leads Donald Trump, 48 to 43 percent. He narrowly trails Jeb Bush, by 2 points, and Carly Fiorina, by 3 points.\nAnd Hillary? Bush trounces her, 50 to 40 percent. Trump beats her, 48 to 41 percent. And Fiorina whips her 52 to 38 percent.\nWe see the same contrast in New Hampshire. Bernie beats Trump by 10 points, Carly by 2 points, and is tied with Jeb.\nHillary beats Trump by 3 points, but loses to Bush by 7, and loses to Fiorina by 8.\nNow there are plenty of caveats, starting with it’s way early. Iowa and New Hampshire might be Bernie’s strongest two states. He hasn’t undergone a barrage of political attacks, because Hillary’s strategy is to ignore him. And he hasn’t had to grapple with intense media scrutiny, because the press still doesn’t cover him as a potential president.\nAnd, of course, there’s the Joe Biden factor. If the veep gets in, and there are rumblings that he will decide soon, does he become the anti-Hillary alternative and drain support from Sanders? Or does he become a spoiler and weaken Hillary to the point that she could lose?\nSanders strategist Tad Devine told The Hill: “I don’t see the Bernie Sanders vote as being an anti-Hillary Clinton vote, I really don’t. I’m sure there are some people who support him who don’t like her. But if you went to one of his events, people will say nice things about her.”\nWell, maybe. But the more important question at this point is what is driving the Sanders surge. It caught many reporters by surprise because he has been such a marginal player in the Senate for decades—and not even a Democrat. The assumption was that he was like another Vermonter, Howard Dean—an iconoclast capable of whipping up the base but who would sink once the actual voting started.\nThere is something Trump-like in the way Sanders rages against a system that is rigged in favor of billionaires and Wall Street. Sure, his programs would cost hundreds of billions of dollars, but he taps into a Democratic rage against greed and inequality that was stronger than anyone realized. Clinton, as a member of the Obama Cabinet, is cautious by comparison, only recently joining Sanders in his longtime opposition to the Keystone pipeline.\nIt’s no accident that Hillary yesterday called for stronger gun-control measures in the wake of the Oregon shootings, since Sanders, in representing Vermont, has enjoyed NRA backing in the past and voted against her husband’s Brady law.\nBy the same token, Sanders ripped yesterday’s step forward on the Pacific trade deal—a subject on which Clinton has been tepid—by saying “Wall Street and other big corporations have won again.”\nI wonder what the Democratic landscape would look like if Elizabeth Warren had indeed decided to run.\nSanders chafes at talking about himself, but he indulged the New Yorker: \n\"Sanders did say that two aspects of his upbringing had exerted a lasting influence. One was coming from a family that never had much money. And the other was growing up Jewish—less for the religious content than for the sense it imbued in him that politics mattered.\"\nI’m not wagering a dime that the country is going to elect a 74-year-old left-winger with a thick Brooklyn accent. But it’s time for those of us in the news business to start treating this Bernie guy as a much more serious candidate.\nClick for more Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Has the Bernie Sanders phenomenon reached the point where the media have to take it more seriously?", "title": "The Bernie boom: Why Sanders is shattering the media’s expectations", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/QeRrQL69R98/", "topics": ["trade", "personality"], "people": ["Howard Dean", "Joe Biden", "Savannah Guthrie", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Elizabeth Warren", "Howard Kurtz", "Bernie Sanders", "Tad Devine", "Carly Fiorina"], "orgs": ["Senate", "Democratic Party", "NRA", "Vermonter"], "authors": [], "date_written": "2015-10-06 10:00:37", "org": "fox", "article_id": "21194ad299fff30dc5fb9e0cf109ab67", "date_access": "2015-10-06 09:30:38.692326"}