{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tNot a single ballot has been cast in the 2016 presidential campaign, but we’re deep into the Media Primary.\n\nThere’s an unusual degree of friction with the press this early in the game. But these dustups can be revealing when it comes to gauging how candidates handle pressure, how quick they are on their feet, and whether they have the discipline to stick to their message.ADVERTISEMENTADVERTISEMENT\n\nOn that score, Rand Paul, Scott Walker and Hillary Clinton have all stumbled. Ted Cruz did much better. And the report card is incomplete for other contenders and potential contenders who haven’t quite had their moment in the spotlight.\n\nThe media, of course, are widely unpopular. They’re a tempting target when things go wrong. For Republicans especially, beating up on the press can bring cheers from the base.\n\nBut ultimately the media are just one of the hurdles on the long, rocky road to the White House, and one that superior candidates learn to master, finesse or at least neutralize.\n\nMaybe the media shouldn’t play such a vital role, but that’s the world we live in, and canny candidates use the available megaphones to drive a message.\n\nRand Paul is in the midst of a media firestorm because of his testy exchanges with Savannah Guthrie. Her questions were perfectly legitimate—the Kentucky senator did change his views on Iran and aid to Israel—and she talked over him a bit, but so what? Nobody ever said running for president was going to be a cakewalk.\n\nWhat Paul bought himself by indulging the desire to lecture the “Today” show co-host was days of media attention focused almost entirely on his temperament, and not on the issues he wants to talk about.\n\nHe knew he had this problem, because it came up last month when he “shushed” CNBC anchor Kelly Evans—and Paul told me he had a tendency to get mad when asked what he considers unfair questions. Now he’s being accused of being short-tempered with female journalists–and his defense, with Megyn Kelly, was that he’s equally thin-skinned with men and women alike. Not a great place to be, and it’s overshadowed the fact that Paul is running as a different kind of Republican, one willing to take on his own party.\n\nScott Walker, like Paul, is new to the national spotlight, and he also talked his way into trouble in early interviews. By refusing to answer questions about evolution and President Obama’s Christianity, and complaining about “gotcha” journalism, the Wisconsin governor made that the narrative just as he was rising in the polls. And since then he has backed away from doing national interviews.\n\nHillary Clinton, of course, has had a difficult relationship with the press since her days as first lady. And her handling of the private email furor did nothing to improve the situation. She and her team remained largely silent as the story grew to deafening proportions, and Clinton appeared rather stiff and scripted when she finally held a news conference, deflecting questions she didn’t like.\n\nShe later joked about wanting a fresh start with the media, but that very much remains to be seen.\n\nCruz was more agile when the media unfairly accused him of scaring a 3-year-old girl during a New Hampshire oration about the world being on fire. He went on MSNBC and joked about being portrayed as Freddy Krueger. Cruz also said the mainstream media portray Republicans as stupid, evil or (in his case) crazy. But he didn’t whine about it.\n\nSuch clashes have a long history. JFK canceled his subscription to the New York Herald Tribune. Richard Nixon put journalists on an enemies list. George H.W. Bush swung away at Dan Rather in an epic showdown on the “CBS Evening News.” Bill Clinton complained about the “knee-jerk liberal press.” Dick Cheney called a New York Times reporter a “major league ass--.” In the last campaign, Newt Gingrich denounced such debate questioners as CNN’s John King.\n\nIn the course of a long campaign, some journalists are going to ask loaded, impudent and unfair questions. How candidates respond becomes a proxy for how they would handle the pressures of the presidency.\n\nPaul and the others will undoubtedly improve with practice—or lose control of their message.\n\nClick for more from Media Buzz.Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "Not a single ballot has been cast in the 2016 presidential campaign, but we’re deep into the Media Primary.", "title": "The Savannah syndrome: Why Rand Paul and rivals are being tested by media hazing", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/YiPipTFtqug/", "topics": ["campaign_finance", "women"], "people": ["Rand Paul", "Richard Nixon", "John King", "Bill Clinton", "Freddy Krueger", "Kelly Evans", "Hillary Clinton", "Newt Gingrich", "Megyn Kelly", "Howard Kurtz", "Dan Rather", "Dick Cheney", "Scott Walker", "Ted Cruz"], "orgs": ["JFK", "CNBC", "MSNBC"], "authors": [], "date_written": "2015-04-10 13:33:37", "org": "fox", "article_id": "f94c09a72383d5df1b33367e85ec6838", "date_access": "2015-04-10 09:10:04.072827"}