{"body": "\n\n\n\n\n\n\nNBC has named Arnold Schwarzenegger the new host of \"Celebrity Apprentice.\" The former California governor will take over board room duties from Donald Trump, who left the show when he started his run for President.\n“We are thrilled to be opening a powerful new chapter in the story of the 'Apprentice' franchise,” NBC's Paul Telegdy said in a statement. “Arnold Schwarzenegger is the epitome of a global brand in entertainment and business, and his accomplishments in the political arena speak for themselves.\"\nArnold said he was \"honored\" on a tweet following the announcement.\n\nWow. I'm blown away and honored by all your tweets. I can't wait to bring my experience to the board room & raise millions for charity.\n— Arnold (@Schwarzenegger) September 14, 2015\n\n\nSchwarzenegger was a guest on \"The Apprentice\" in 2007 when he was still governor. After retiring from politics, the actor recently rebooted his entertainment career, starring in \"The Expendables\" series and several other films. This will be his first shot fronting a reality show.\n\n\n\nMore on this...\n\n\n\n\nStallone, Schwarzenegger reflect on action genre \n\n\n\n\n\"It was Arnold’s personal passion for the format that Mark Burnett and Donald Trump built over the last decade, as well as his fresh take on how to take it to new heights for today’s audiences, that made him the man to hire\" Telegdy said.\nNBC cut all ties with Trump in June after he made comments about Mexican immigrants. NBC also canceled its airing of the Miss USA pageant. But \"Apprentice\" producer Mark Burnett said Trump always wanted his signature show to continue without him.\n“After leaving the show to run for political office, Donald made it clear that he wanted ‘The Celebrity Apprentice’ to be able to continue to raise millions of dollars annually for worthy causes, and now NBC and I have found an amazing new leader to do just that,” said executive producer Mark Burnett. “Gov. Schwarzenegger will use his vast and highly successful business, political and media experience to drive this hit franchise to new heights.”\nIn addition to his film and political career, Schwarzenegger was appointed by President George H. W. Bush as Chairman of the President’s Council on Physical Fitness and Sports from 1990-93, and also served as the Chairman for the California Governor’s Council on Physical Fitness and Sports under Gov. Pete Wilson. As an advocate for children, Governor Schwarzenegger championed the After School Education and Safety Act of 2002 (Proposition 49). He authored and chaired the initiative, which is designed to make state grants available to every public middle school in California for quality after-school programs.\n \n \n \n \n \n \n \nSchwarzenegger moved to the United States from Austria at 21 years old and was best known at the time for his bodybuilding career. He would eventually become the youngest Mr. Universe and a seven-time Mr. Olympia winner. By the age of 30, Schwarzenegger was a millionaire, well before his career in Hollywood. His financial independence came from his success as a budding entrepreneur with a series of successful business ventures and investments.\n ", "byline": "", "description": "NBC has named Arnold Schwarzenegger as the new host of \"Celebrity Apprentice.\"", "title": "Arnold Schwarzenegger is the new host of 'Celebrity Apprentice'", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/LmVBzof6xoU/", "topics": ["personality", "immigration"], "people": ["Paul Telegdy", "Mark Burnett", "Arnold Schwarzenegger", "George H. W. Bush", "Pete Wilson", "Donald Trump"], "orgs": ["Olympia"], "authors": [], "date_written": "2015-09-14 17:01:22", "org": "fox", "article_id": "427e3bd59c0902b59f05e64a90b553fd", "date_access": "2015-09-14 16:50:12.490685"}