{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nFederal investigators reportedly have recovered work-related and personal emails from Hillary Clinton's time as secretary of state that the Democratic presidential front-runner claimed had been deleted from her personal server.\nThe recovery of the emails was first reported by Bloomberg News late Tuesday. The initial report, which cited a source familiar with the FBI investigation into Clinton's private email server, was corroborated by The New York Times, which cited two government officials.\nIt was not immediately clear whether all 30,000 messages Clinton said she had deleted from the server had been recovered, but one official told the Times that it had not been difficult to recover the emails that had been found so far.\nThe FBI is investigating whether classified information that passed through Clinton's so-called \"homebrew\" server during her time as secretary of state was mishandled. Clinton turned over approximately 30,000 copies of messages she deemed work-related to the State Department this past December. Clinton said earlier this year that the emails she deleted from the private server she kept at her Chappaqua, N.Y., home mostly pertained to personal matters such as her daughter Chelsea’s wedding and the secretary’s yoga routines.\nAn intelligence source told Fox News earlier this month that investigators were \"confident\" they could recover the deleted records. The source said that whoever had been deputized to scrub the server must \"not be a very good IT guy.  There are different standards to scrub when you do it for government versus commercial.\"\nIt is not known when exactly Mrs. Clinton “wiped” her server, nor who was directed to do so. However, it seems the move came after October 2014,  when the State Department requested personal emails be returned as part of her business records.    \n\n\n\nMore on this...\n\n\n\n\nState Department reportedly contradicts Clinton's account of request for personal emails \n\n\n\nEmail news wipes Hillary’s second reset \n\n\n\n\nThe source also told Fox News an FBI \"A-team\" is leading the \"extremely serious\" investigation into Clinton's server and the focus includes a provision of the law pertaining to \"gathering, transmitting or losing defense information. The section of the Espionage Act in question is known as 18 US Code 793.\nWhen asked about the report, Clinton’s presidential campaign spokesman Nick Merrill told Fox News that Clinton’s team “will always cooperate with the FBI,” and that Clinton and her staff “simply don’t know what the FBI has, and doesn’t have” in regard to the ongoing investigation.\nFox News’ Ed Henry said Tuesday that should the report of the newly-recovered emails prove true, some of the emails recovered would already be in investigators’ hands.\nA separate source, who also was not authorized to speak on the record, said the FBI will further determine whether Clinton should have known, based on the quality and detail of the material, that emails passing through her server contained classified information regardless of the markings. The campaign's standard defense and that of Clinton is that she \"never sent nor received any email that was marked classified\" at the time.\nIt is not clear how the FBI team's findings will impact the probe itself. But the details offer a window into what investigators are looking for -- as the Clinton campaign itself downplays the controversy.\nFox News’ Ed Henry, Catherine Herridge and Pamela Browne contributed to this report.", "byline": "", "description": "", "title": "LOST & FOUND Report: FBI recovers some Hillary 'deleted' emails", "url": "http://www.foxnews.com/politics/2015/09/23/fbi-reportedly-recovered-deleted-emails-from-clinton-server/", "topics": ["trade", "abortion", "women"], "people": ["Nick Merrill", "Catherine Herridge", "Hillary Clinton", "Pamela Browne", "Ed Henry"], "orgs": ["FBI", "State Department"], "authors": [], "date_written": "2015-09-23 16:29:54", "org": "fox", "article_id": "50563144a8c8b10ab30a1213fb13a005", "date_access": "2015-09-23 15:50:04.307738"}