{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe 2016 campaign has largely been about rich people—especially Hillary Clinton, with her sky-high speaking fees and tangled family foundation finances, and Jeb Bush, born into a wealthy family and involved with controversial businesses. \nNow comes a New York Times report on Marco Rubio and how at times he’s struggled financially—just like millions of Americans. \nLet’s stipulate that every presidential candidate’s finances are fair game for the media. And Rubio has made some missteps over the years. \nBut there is a disapproving tone to the story, as if you can hear the attack-ad narrator in the background: If he can’t manage his own finances, why should we trust him with our money? \nMuch of what’s in yesterday’s Times piece is recycled news, mushed together with a theme of whether the Florida senator is a bit reckless when it comes to caring for his cash. \nAs previously reported, Rubio cashed in a $68,000 retirement account to help pay his bills. \nAs previously reported, Rubio as a Florida lawmaker used a Republican Party credit card to pay personal bills, which he blamed on a misunderstanding. \nAs previously reported, he was underwater on a Tallahassee home he bought with another politician who got entangled in an investigation—and the property was just sold at an $18,000 loss. \nAs previously reported, Rubio worked for years to pay off his student debt. \nNew detail: After landing an $800,000 contract to write a memoir, Rubio spent $80,000 on what the Times calls a luxury speedboat--and the campaign says is just a family fishing boat. \nAlex Conant, the Rubio campaign’s communications director, told me the story was “absurd” and attacks his boss for “not being rich,” which will only “make him more appealing to everyday Americans. What the Times is calling a scandal is normal everyday life for millions of Americans.” (The paper didn’t use that word, and did not respond to a request for comment.) \nTop adviser Todd Harris added that there is “something inherently elitist about attacking someone over their savings rate and referring to student loans as ‘a financial hole of his own making.’” \nNow the Times has done plenty of aggressive reporting on Hillary’s finances (and disclosed her private email server). But if Rubio’s financial ups and downs are a major negative, it could suggest that only rich people who don’t have to worry about sending their kids to college should run for president. \nAfter all, Rubio wrote in his own autobiography how in 2001, “monthly expenses became so strained that he and his wife sold one of their two cars and, along with their young daughter, moved into the home of his mother-in-law.” \nIt’s certainly fair to question how Rubio is “unusually reliant on a campaign donor, Norman Braman, a billionaire who subsidized Mr. Rubio’s job as a college instructor, hired him as lawyer and continues to employ his wife.” \nBut campaign officials push back on numerous details, including the assertion that Mitt Romney’s campaign had concerns about Rubio’s finances when he was vetted as a possible running mate in 2012. They point to a denial by a former top Romney aide. \nSometimes it’s a question of context. The Times notes that “by the end of 2005, the Rubios completed the purchase of a new home, twice the size of their previous one, for $550,000.” But officials point out that the size of their family had grown from one to three children and that the home is in a modest Hispanic section of Miami. \nYesterday’s story was published in the shadow of another New York Times piece, days earlier, which revealed that Rubio had accumulated a grand total of four traffic tickets…in 17 years. (His wife had 13 more.) That bit of journalism was widely mocked online. \nThat included such passages as: \"Things got more complicated in 2011 when Mr. Rubio was alerted to the fact that his license was facing suspension after a traffic camera caught him failing to stop at a red light in his beige Buick. His lawyer, Alex Hanna, paid a $16 fee to delay the suspension and eventually it was dismissed.\" \nCampaign officials say every driver is routinely told that if he doesn’t go to court or pay a fine, his license will be suspended. \nThe Rubio campaign is now fundraising off the New York Times stories, a clear sign that strategists believe the paper has overreached and makes a fat target. The question is whether many voters will see the struggling senator as one of them. \nClick for more from Media Buzz.Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "The 2016 campaign has largely been about rich people—especially Hillary Clinton, with her sky-high speaking fees and tangled family foundation finances, and Jeb Bush, born into a wealthy family and involved with controversial businesses.", "title": "Rubio camp hits New York Times for ‘absurd’ piece questioning his finances", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Sl9X-PObFNM/", "topics": ["campaign_finance"], "people": ["Norman Braman", "Alex Hanna", "Howard Kurtz", "Jeb Bush", "Alex Conant", "Hillary Clinton", "Marco Rubio", "Mitt Romney", "Todd Harris"], "orgs": ["Republican Party", "Buick"], "authors": [], "date_written": "2015-06-10 11:30:06", "org": "fox", "article_id": "fbd8e33fd98d49d651ee2517a3c63c8d", "date_access": "2015-06-10 09:10:38.124902"}