{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWASHINGTON –  One month after Hillary Clinton announced her bid for the White House, the former secretary of state is under fire for dodging questions from the media and keeping to tightly orchestrated campaign events.  \nThe Democratic presidential frontrunner has subjected herself to zero formal interviews since entering the race. And the growing field of Republican candidates, who themselves have met the press multiple times, are cranking up their criticism of Clinton's media habits.  \n“I don’t have a protective bubble like Mrs. Clinton does … don’t have town hall meetings or little roundtable discussions where I pick who gets to come and I screen the questions and the press has to behave a certain way,” likely GOP presidential candidate and former Florida Gov. Jeb Bush said during an interview with Fox News’ Megyn Kelly.  \nBush, who has about the same name recognition as Clinton, estimates he has done 20 press gaggles with reporters since dipping his toes in the 2016 race.  \nCarly Fiorina, a declared GOP candidate, also took a jab at Clinton.   \n“Like Hillary Clinton, I’m also running for president, but unlike her, I’m not afraid to answer questions about my record,” Fiorina said at the South Carolina Freedom Summit. \nFiorina, a former CEO at Hewlett-Packard who was pushed out of the job by the company’s board of directors, has done 21 press interviews compared with Clinton’s zero. Fiorina also has fielded 322 questions from reporters compared with Clinton’s eight. \nThough Fiorina has much less name recognition than Clinton and is trying to boost that via media interviews, the disparity between the two candidates' media encounters is substantial.  \nTo be sure, more interviews can mean more problems for any of the candidates. Bush has taken criticism since his interview with Fox News for saying, when asked if he would have authorized the Iraq war launched by his brother \"knowing what we know now,\" that he would have. When asked to clarify on Sean Hannity's radio show, he said he misinterpreted the question from Megyn Kelly. Asked again whether he would have made a different decision on Iraq as president, Bush said Tuesday he didn't know -- which led to even more Democratic criticism.  \nSen. Rand Paul, R-Ky., another GOP candidate, also has had some contentious interviews with reporters in recent weeks.  \nBut Paul likewise told The New York Times in an interview published Monday that although he says things that aren't \"perfect\" and “talks too much” sometimes, \"You don’t get this from Hillary Clinton because she won’t talk to you.” \nA Clinton campaign official told Fox News there is still “plenty of time” left in the campaign for Clinton to take questions from the media. For now, the Clinton campaign official said, she was focusing her time taking to voters.  \nThose questions may not be as hard-hitting as those from reporters. One voter asked during a recent sit-down with Clinton in Iowa, “So I was just wondering, like, what were your, like, policies that you have for, like, children with disabilities.”  \nThe only other Democratic candidate in the race as of now – Sen. Bernie Sanders – has had 31 “encounters with reporters,” USA Today reporter Susan Page said on CBS’s “Face the Nation” on Sunday. \nPage said the Clinton camp should “take questions from reporters, whatever you think of them.”  \nFox News' Ed Henry contributed to this report. ", "byline": "", "description": "One month after Hillary Clinton announced her bid for the White House, the former secretary of state is under fire for dodging questions from the media and keeping to tightly orchestrated campaign events.", "title": "Clinton jabbed by 2016 field for avoiding press, staying in 'bubble'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/es0Xla791jE/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Jeb Bush", "Hillary Clinton", "Ed Henry", "Megyn Kelly", "Susan Page", "Bernie Sanders", "Sean Hannity", "Carly Fiorina"], "orgs": ["GOP"], "authors": [], "date_written": "2015-05-13 18:42:34", "org": "fox", "article_id": "e81e5e9e59912fbc3d99626dba3b1ab0", "date_access": "2015-05-13 20:40:20.570818"}