{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe decision by The New York Times to run a front-page image on Sunday of President Obama -- and family -- leading a march to mark the 50th anniversary of the Selma civil rights clashes, while leaving out of the image former President George W. Bush and his wife Laura apparently was mirrored in the \"official White House photo\" of the event. \n\nThe official White House blog's Sunday entry on the Alabama march led with a similar image, focusing on Obama and his family, as well as civil rights figures, but leaving out the Bushes. ADVERTISEMENTADVERTISEMENT\n\nBoth images show Obama walking alongside Georgia Democratic Rep. John Lewis, and even Al Sharpton, as they led thousands across the Edmund Pettus Bridge. \n\nThe White House blog does acknowledge in the caption that the Bushes were there, and the photo at the bottom of the page includes them off to the side. \n\nPart of the problem may have been the staging of the event itself. \n\nBasil Smikle Jr., a Democratic strategist and former advance team member for the Clinton White House, noted that the Bushes were not standing directly next to the Obamas. He told Fox News he would have liked to see both presidents together, at least in the New York Times photo. \n\n\"Both presidents should have been close together,\" he said.   \n\nRegardless, the Bushes were standing but a few feet away from the first family and were included in other photos. \n\nIt's unclear whether the Times, which ran its own photo, cropped out the former president in that picture, or simply chose to run an image that didn't include him. \n\nStill, the decision drew criticism on Monday. \n\n\"This is a stunning example of media bias,\" said Deneen Borelli, a Fox News contributor and outreach director for the conservative FreedomWorks. \n\nThe Associated Press also ran a variety of photos after they crossed the bridge, some of which show the Bushes and some of which do not. However, it appears the AP did not run photos showing Bush, before they marched across the bridge. \n\nThe Times' article on the event did mention the Bushes' attendance, after the jump. The article notes that in 2006, he signed the reauthorization of the Voting Rights Act. \n\nFoxNews.com has reached out to The New York Times and the White House for comment.", "byline": "", "description": "The decision by The New York Times to run a front-page image on Sunday of President Obama -- and family -- leading a march to mark the 50th anniversary of the Selma civil rights clashes, while leaving out of the image former President George W. Bush and his wife Laura, apparently was mirrored in the \"official White House photo\" of the event.", "title": "White House, NYT leave Bushes out of lead photos from Selma march", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/o5S4tFqHJFA/", "topics": ["campaign_finance"], "people": ["John Lewis", "George W. Bush", "Basil Smikle Jr.", "Deneen Borelli", "Al Sharpton"], "orgs": ["NYT", "Voting Rights Act"], "authors": [], "date_written": "2015-03-09 17:13:52", "org": "fox", "article_id": "ff1f123841108900838814c8f1e1b3b5", "date_access": "2015-03-09 16:40:25.201759"}