{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFormer President Bill Clinton defended his family's foundation amid mounting conflict-of-interest questions, claiming there's nothing \"sinister\" at work -- while saying he might consider stepping down as foundation president if his wife wins the presidency.  \nClinton addressed the issue during an interview aired Monday on NBC's \"Today\" show. The interview comes as media reports raise questions about donors potentially benefiting from their relationship with the Clintons.  \nBut Clinton described the criticism as a \"very deliberate attempt to take the foundation down.\"  \n\"And there's almost no new fact that's known now that wasn't known when she ran for president the first time,\" he said.   \nAs for the foundation's work, Clinton said there's nothing \"sinister\" in trying to get wealthy people and countries to spend money in a way that helps the poor.  \nClinton and his daughter, Chelsea, are on a nine-day tour of Clinton Foundation projects in Africa. (That trip, too, has drawn criticism from conservatives, as several donors and Hillary Clinton supporters are traveling in the group, fueling concerns that they're being primed for 2016 fundraising.) \n \nIn general, critics have raised questions about possible connections between donations made by foreign governments and policies that Hillary Clinton pursued while serving as secretary of state. Now that Hillary Clinton is running for president, critics have questioned whether long-term political donors are trying to win favor with the politically powerful Clinton family by supporting its charitable arm.  \nBill Clinton said 90 percent of donors give $100 or less. But over half of the donors giving $5 million or more are foreign, including foreign governments. Under pressure, the foundation recently announced it will only take money from six Western countries.  \n\"It's an acknowledgment that we're going to come as close as we can during her presidential campaign to following the rules we followed when she became secretary of state,\" he said.  \nHe added: \"I don't think that I did anything that was against the interest of the United States.\"  \nClinton also said he will continue to speak at events if asked. Some people have questioned his paid speaking engagements, which can command as much as $500,000 or more  \n\"I've got to pay our bills,\" he said.  \nWhen asked whether he would step down as the foundation's president if his wife is elected president, Clinton said he would consider it if asked.  \nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "NO REGRETS Bill: Nothing 'sinister' about Clinton Foundation work", "url": "http://www.foxnews.com/politics/2015/05/04/bill-clinton-defends-foundation-says-nothing-sinister-at-work/", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Hillary Clinton"], "orgs": ["Clinton Foundation"], "authors": [], "date_written": "2015-05-04 14:34:46", "org": "fox", "article_id": "753671031e0f62f74f1fe48802fbe6f4", "date_access": "2015-05-04 13:55:13.982980"}