{"body": "\t\t\t\n\t\t\t **Want FOX News First in your inbox every day? Sign up here.** \nBuzz Cut: • The media’s missing Linc • Power Play: Hillary’s polling problem • Jeb tries out his jab • Boehner makes trade pitch • Can you take that it in a lump sum? \nTHE MEDIA’S MISSING LINC Former Rhode Island Gov. Lincoln Chaffee is not a suitable Democratic nominee. He’s a party switcher from a tiny state and who has a less-than-stellar track record. But as Chaffee launches his candidacy today why isn’t he getting the kind of loving attention that the even more unsuitable Sen. Bernie Sanders has received? After all, Chaffee is so far showing far more courage in taking on his party’s establishment than Sanders. And unlike Sanders and former Gov. Martin O’Malley so far, Chaffee is willing to hit presumptive nominee Hillary Clinton where it hurts: foreign policy. Liberals have cheered on Sanders for moving Clinton to the left but Democrats and the establishment press seems ready to give her a free pass on foreign policy.  As CNNs new poll confirms, President Obama’s Iraq war is at least a political disaster, whatever you say about the tactics. It is as unpopular as George W. Bush’s Iraq war prior to the 2007 troop surge and says equal numbers of Americans blame Bush and Obama for the rise of ISIS. The WaPo/ABC News poll substantially concurs, giving Obama a 31 percent approval rating on his ISIS policy overall. Even assuming Democrats back Obama at a higher rate than the general population, there are deep problems here. What would Clinton do differently? How would she solve the crisis? How does she explain the rise of ISIS in Libya after the rebellion she backed there went awry? These are far more important questions for the former secretary of state than how many brands of deodorant she believes as just society would offer.  Clinton can keep playing patty-cake with her party’s left wing by just talking. Clinton can elicit oohs and ahs just for using liberal buzzwords on income inequality, police policies, immigration and sexual practices. But on the question of what she would do today about ISIS, Iran, Libya and a bevy of other foreign policy issues: zilch.  Lincoln Chaffee is not quite as unlikely to be the Democratic nominee as Sanders, but the fact that his prosecution of Clinton’s record is ignored while Sander’s long-shot run gets so much coverage may tell you all need to know about Clinton’s structural advantages with the press.  [Watch Fox: Correspondent Peter Doocy reports on the Chaffee announcement from Arlington, Virginia]  Big buck rodeo - Clinton attends a breakfast fundraiser in New Mexico today at the home of Ed Romero, her husband’s ambassador to Spain. She then heads to Texas for fundraisers today and Thursday.  “The high likelihood is that Hillary will be the (Democratic) nominee, but I think inevitability is not her friend. It’s a real burden.” – longtime Obama strategistDavid Axelrod speaking at Marquette University Law School.  Party pooh bah plumping for Hillary - Politico reports that the guy who is supposed to be raising money for the whole Democratic Party is also raising funds for one Democrat in particular: Hillary. The former Obama fundraiser-turned-DNC finance chair, Henry R. Muñoz III, made calls on behalf of Clinton’s fundraiser in the Lone Star State today, according to local county chairman Manuel Medina.  Power Play: Hillary’s polling problem, in 60 seconds - Hillary Clinton has taken a big hit in recent polls as the scandals afflicting her campaign take hold. She may try to change the narrative, but can she? Chris Stirewalt surveys Clinton’s polling problem, in 60 seconds. WATCH HERE.  [Watch Fox: New Fox News polls on the 2016 primaries: What’s the most important issue for GOP voters and do Dems think Hillary Clinton is their inevitable nominee. Plus, Americans’ views on the NSA’s data collection program. All on “Special Report with Bret Baier” at 6 p.m. ET]  WITH YOUR SECOND CUP OF COFFEE… Everyone knows the jokes about British food, and much of it was well deserved in the 20th Century. But one thing at which Britons have long excelled is making cheese. Theirs is some of the best in the world and has been since long before most Americans found out that the good stuff comes in colors other than orange. So celebrate British Cheese Week (yes, yes, we know jokesters – every week is British cheese week). The Telegraph helpfully provides ten of the British best for you to try.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 44.6 percent//Disapprove – 49.9 Directions of Country: Right Direction – 29.9 percent//Wrong Track – 62.4 percent  JEB TRIES OUT HIS JAB Amid questions about his reduced status in recent polls, former Gov. Jeb Bush, R-Fla., showed a feistier attitude than usual. In an interview with Neil Cavuto from a Florida candidate forum, Bush reacted to President Obama’s recent comment that he restored America’s standing in the world after President George W. Bush. Jeb had harsh words saying, “It was like our President was living in an alternative universe.” But Bush was tough on his fellow Republicans too. When Cavuto made a comparison between Bush and New Jersey Gov. Chris Christie, R-N.J., on similar bond rating problems as governors, Bush was quick to add Christie’s policies were, “…different than ours.” In another interview Bush hit Sen. Rand Paul, R-Ky., his NSA firestorm saying Paul was, “…wrong about the Patriot Act.”  But Bush’s most interesting parry came when asked by reporters about Sen. Marco Rubio, R-Fla., whose video message to the gathering reinforced his call for generational change in American politics, saying, “our outdated leaders continue to cling to outdated ideas.” Bush, 62, sarcastically said, “It’s kind of hard to imagine that my good friend Marco would be critical of his good friend Jeb.”  Jeb’s problem in Iowa isn’t Dubya - While general election voters have concerns about President George W. Bush’s role in brother’s campaign, a recent Des Moines Register/Bloomberg Politics poll says that it’s not President George W. Bush’s fault that his brother isn’t doing better in the early state.  Walker hits Hillary, with backhand for Jeb - “People don’t want a leader anointed in America. They don’t want someone who’s part of a monarchy or a legacy. They want someone who earns it by working hard, making the case to the American people that they’re going to work for everyday Americans like them.” – Gov. Scott Walker, R-Wisc., on “Fox & Friends”  Rubio dumps his troublesome house - An aide to Sen. Rubio told Fox News’ Serafin Gomez that Rubio sold what has been called his, “house of horrors,” in Tallahassee, Fla. The house has been not only a financial drain, but a tie to the scandal-plagued former Congressman David Rivera, R-Fla., with whom Rubio purchased the house when they lived there together as state-lawmakers. Rivera lost his seat in 2012 amid a campaign finance scandal.  Nevada hits establishment, keeps caucus - The Hill: “The Nevada state legislature on Tuesday failed to pass a measure changing its presidential caucuses to a primary election, dealing a blow to former Gov. Jeb Bush’s (R-Fla.) hopes in the early-voting state, while boosting Sen. Rand Paul (R-Ky.)…top-tier Republican presidential contenders like Bush, Sen. Marco Rubio (Fla.) and Wisconsin Gov. Scott Walker…could have been in good shape if the state had moved to a primary, which tend be higher turnout affairs that favor well-funded candidates who spend a lot of time and money on the ground.”  Rand post-NSA fallout: Good or bad - National Journal: “[Rand Paul] needs to win the race of public opinion and raise his profile among grassroots donors. Unlike competitors such as Jeb Bush or even fellow Sen. Marco Rubio, Paul has struggled to tap into the donor class that many campaigns rely on. So, from the Senate floor during his battle against the NSA, Paul’s campaign raked in money.”  Transgender tangle for Huckabee - WaPo: “[Former Gov. Mike Huckabee’s] February comments [on transgenderism] might have gone over quite well back in 2004, when so-called ‘values voters’ dominated…[A]n audience for Huckabee’s version of traditional moral values does exist. And a lot of it lives in Iowa, a state Huckabee won in 2008…This is increasingly part-and-parcel to Huckabee's appeals to social conservatives…It’s the kind of aw-shucks, flyover-country-versus-the freaky-coasts politics…That dynamic amounted to central theme in Huckabee’s book, and it seems to be a real part of Huckabee’s 2016 GOP primary campaign strategy.”  [Huckabee hits the road for day three of his four day sweep through his home state of Arkansas.]  Kelly File exclusive with Duggars - Huckabee’s fellow Razorbacks Jim Bob and Michelle Duggar join Megyn Kelly tonight to speak about their son’s alleged molestation of their younger children. The Duggars have been part of Republican presidential primary politics for years endorsing folks like former Sen. Rick Santorum, R-Pa., in 2012 and Mike Huckabee in 2008, the latter has vowed to stand by them. Hear what they have to say on their recent family turmoil tonight on “The Kelly File” at 9 p.m. ET.  Christie tries a South Carolina town hall - Christie holds his first town hall outside New Hampshire or New Jersey today. Christie has not spent much time in the early Southern state. His last trip was in January for Gov. Nikki Haley’s, R-S.C., inauguration.  BOEHNER MAKES TRADE PITCH Speaker John Boehner continues to push hard for the Trade Promotion Authority bill. In a new video, Boehner’s voiceover explains why this bill is good for America as drawings depict examples of what he’s saying. For those who don’t care to watch the one minute flick, Boehner offers a simple summary: “TPA stands for jobs.”  CAN YOU TAKE THAT IT IN A LUMP SUM? WANE: “The Hoosier Lottery is selling a $2 bacon scented scratch-off ticket with instant prizes up to $10,000 and five chances to win a 20-year supply of bacon paid in $250 annual installments. The Bringin’ Home the Bacon tickets went on sale Tuesday. As part of the “summer of bacon”, the Hoosier Lottery has partnered with Indiana Pork to sponsor the Sizzling Day of Bacon on June 28 in Schererville, featuring the Bacon Brothers with Kevin Bacon.”  [Ed. note: If $250 will cover your entire annual bacon budget, you may want to reexamine your priorities.]  AND NOW A WORD FROM CHARLES… “We know what Iran’s objective is - the eradication of Israel, something it repeats over and over again. And it will acquire the means to do so…We are now going to be signing a deal proudly with Iran, which is a rogue state…which is now going to be able to enrich legally and legitimately. That’s the end of the non-proliferation regime, and we’re going to enter a period of hyper-proliferation, starting now.” - Charles Krauthammer on “Special Report with Bret Baier” Watch here.  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Chafee will hit Clinton's foreign policy record hard, but he's not getting much attention.", "title": "The media’s missing Linc", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/xG5ypClFKsY/", "topics": ["terrorism"], "people": ["Jim Bob", "Nikki Haley", "Serafin Gomez", "Mike Huckabee", "Neil Cavuto", "Charles Krauthammer", "Chris Stirewalt", "Chris Christie", "Kelly File", "Bret Baier", "John Boehner", "Kevin Bacon", "Peter Doocy", "Bernie Sanders", "Scott Walker", "Rand Paul", "Lincoln Chaffee", "Martin O'Malley", "David Rivera", "Jeb Bush", "Marco Rubio", "Manuel Medina", "Megyn Kelly", "Rick Santorum", "Chris Wallace", "Hillary Clinton", "George W. Bush", "Michelle Duggar"], "orgs": ["The Telegraph", "TPA", "DNC", "Chaffee", "Senate", "Democratic Party", "National Journal", "Trade Promotion Authority", "FNC", "NSA", "GOP"], "authors": [], "date_written": "2015-06-03 15:42:16", "org": "fox", "article_id": "28125aba8f476795d502ffe620cb3178", "date_access": "2015-06-03 15:05:37.404486"}