{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tJune 2, 2015: Former Texas Gov. Rick Perry speaks during Rick Scott's Economic Growth Summit in Lake Buena Vista, Fla. (AP Photo/Phelan M. Ebenhack)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tFormer Texas Gov. Rick Perry will announce Thursday that he will seek the 2016 Republican presidential nomination, according to a report.  \nThe Associated Press, citing a senior Perry adviser, said that he would formally declare his candidacy at an event in Dallas. The adviser requested anonymity to speak ahead of the formal announcement. \nPerry would become the tenth Republican to enter the race for the White House. He has already made several visits to the early voting states of Iowa, New Hampshire, and South Carolina, and will look to erase the memories of his disappointing 2012 campaign. \nWhen Perry entered the Republican race last cycle, he was considered to be among the front-runners. Then, at a November 2011 debate in Michigan, he forgot the name of the third federal agency he said he would close if he was elected, then muttered \"Oops.\" In that moment, he went from from powerhouse to punchline and gradually faded from contention. \nHowever, Perry still has the policy record that made him an early force last time. \nPerry left office in January after a record 14 years as governor of Texas. Under him, the state generated more than a third of America's new private-sector jobs since 2001.\n \nWhile an oil and gas boom fueled much of that economic growth, Perry credits lower taxes, restrained regulation and limits on civil litigation damages. He also pushed offering economic incentives to lure top employers to Texas and repeatedly visited states with Democratic governors to poach jobs. \nPerry was thought to be a cinch for four more years as governor in 2014, but instead turned back to White House ambitions. His effort may be complicated this time by a felony indictment on abuse of power and coercion charges, from when he threatened -- then carried out -- a veto of state funding for public corruption prosecutors. That came when the unit's Democratic head rebuffed Perry's demands that she resign following a drunken driving conviction. \nPerry calls the case against him a political \"witch hunt,\" but his repeated efforts to get it tossed on constitutional grounds have so far proved unsuccessful. That raises the prospect he'll have to leave the campaign trail to head to court in Texas. \nPerry blamed lingering pain from back surgery in the summer of 2011 for part of the reason he performed poorly in the 2012 campaign. He has ditched his trademark cowboy boots for more comfortable footwear and wears glasses that give him a serious look. \nPerry also traveled extensively overseas and studied policy with experts and economists at Stanford University's Hoover Institution. He met such business moguls as Warren Buffett and Rupert Murdoch. \nLately, Perry has traveled to Iowa, which kicks off presidential nomination voting, more than any GOP White House candidate. \n\"People realize that what the governor did in the high-profile debate, stumble, everyone has done at some point in their lives,\" said Ray Sullivan, Perry's chief of staff as governor and communications director for his 2012 presidential bid. \"I think he's already earned a second look, particular in Iowa.\" \n\"I think he's kind of been freed up to be Rick Perry again,\" said Brendan Steinhauser, a Texas political consultant who was director of state and federal campaigns for tea party-backed FreedomWorks before managing the re-election campaign of veteran Sen. John Cornyn last year. \"That's going to give him a lot of freedom to do what he does best, which is talk to voters one-on-one, shake hands, do the small meetings.\" \nAs an underdog, Perry has visited out-of-the-way places in Iowa, often traveling with a single SUV rather than the busloads in his 2012 entourage. Steinhauser said Perry shouldn't \"start out trying to be larger than life.\" \nOne thing Perry hopes to emulate from 2012 is his fundraising, when he amassed $18 million in the first six weeks. He has strong donor contacts nationwide as a former Republican Governors Association chairman. However, his indictments may cause some to hesitate to write him checks. \nPerry's camp notes that many past Republican candidates, including Mitt Romney in 2012, rebounded to win the party's presidential nomination after failing in a previous bid. But GOP strategist Ford O'Connell said the 2016 field is \"extremely talented and deep\" compared to four years ago. \n\"For him to win the nomination,\" O'Connell said, \"he's going to have to be great, but a lot of people are going to have to trip and fall along the way.\" \nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Former Texas Gov. Rick Perry reportedly will join 2016 GOP presidential race - One-time Republican RI Sen. Chafee delcares 2016 Democratic candidacy - No habla Espa&ntilde;ol? No problem! Candidates no longer need Spanish to win Latino voters", "url": "http://www.foxnews.com/politics/2015/06/04/former-texas-gov-rick-perry-to-join-2016-gop-field/", "topics": ["economy", "personality", "campaign_finance"], "people": ["Ford O'Connell", "Mitt Romney", "Rick Scott", "Rick Perry", "Ray Sullivan", "Rupert Murdoch", "John Cornyn", "Warren Buffett", "Phelan M. Ebenhack", "Brendan Steinhauser"], "orgs": ["Economic Growth Summit in Lake Buena Vista", "Stanford University", "GOP", "GOP White House", "Hoover Institution"], "authors": [], "date_written": "2015-06-04 07:22:35", "org": "fox", "article_id": "b214fbf65b37ce115b312a6b4cc9af41", "date_access": "2015-06-04 06:50:32.409986"}