{"body": "\n\n\n\n\n\t                        FILE- July 28, 2015: Erica Canaut, center, cheers as she and other anti-abortion activists rally on the steps of the Texas Capitol in Austin, Texas to condemn the use in medical research of tissue samples obtained from aborted fetuses.  (AP Photo/Eric Gay) \n\t                        \n\t                \n\n\nEditor's note: The following column originally appeared in The Hill newspaper and online.\nThe king of all political wedge issues — abortion — is once again at the front of Republican politics.  Sen. Ted Cruz (R-Texas), running for the GOP presidential nomination, announced last week he wants to force a government shutdown in October if Planned Parenthood is not cut off from government funds.  And he is pressuring Senate Republican leaders to make it happen.  In a conference call with evangelical ministers, he explained that top Senate Republicans, along with Democrats, are happy to have an “empty show vote” on ending funding for Planned Parenthood. Cruz wants to tie defunding Planned Parenthood to the pending government spending bill for the upcoming fiscal year.  “We can expect President Obama and many of the congressional Democrats to cry loudly that if Congress uses its authority, Congress will be quote ‘shutting down the government,’ ” the senator told the ministers. “That, of course, is nonsense.”  Cruz is using strong opposition to abortion to attract evangelicals, a high percentage of GOP primary voters in early-voting Iowa and throughout the South. And he has lots of company across the other candidates — 17 total — running for the Republican nomination.  But is shutting down the government over funding for Planned Parenthood a political winner?  Hillary Clinton, the leading Democrat for 2016, thinks it is a winner for her. Last week she called the GOP push against abortion “extreme,” adding: “We expect that from some of the terrorist groups.”  Senate Majority Leader Mitch McConnell (R-Ky.) has made it clear he thinks the drive to shut down the government is a loser for congressional Republicans.  When Republicans tried that tactic in the past, he said, the public got upset at the shutdown and not “the underlying issue that is being protested.”  Earlier this month, Senate Republicans tried to pull federal dollars from Planned Parenthood with a plan to give the same dollars to “other eligible entities to provide women’s health care services.” Senate Democrats easily blocked the bill.  It also led to some embarrassment. A Congressional Budget Office report on the bill found that if the GOP denies money to help women avoid unwanted pregnancies, the result could be “expected to lead to additional births, increasing federal spending.”  In the face of the questionable political payoff, Republican candidates remain pulled to the issue by the regular release of undercover videos filmed by anti-abortion-rights the Center for Medical Progress. The secret tapes, edited for effect, show Planned Parenthood in blunt, often unsettling conversation about collecting fetal tissue for medical research after it has been donated by women who choose to have abortions.  The tapes have stirred outrage on right-wing social media and radio. The critical test for GOP candidates at the moment is their position on whether Congress should cut off federal funding for Planned Parenthood.  Carly Fiorina, the only woman running for the GOP nomination, agrees with Cruz: “They should close the government down,” she said.  Former Florida Gov. Jeb Bush, another presidential hopeful, last week joined the chorus by saying: “I, for one, don’t think Planned Parenthood ought to get a penny … they’re not actually doing women’s health issues.”  That comment left Bush stumbling because government reports and newspaper fact-checkers have found that most of Planned Parenthood’s services — 97 percent, to be precise — involve treatment for sexual disease, contraception and cancer screenings.  Bush has not signed off on shutting down the government. But other GOP candidates appear to be siding with Cruz.  Mike Huckabee, the former Arkansas governor who is relying heavily on the evangelical vote in his bid for the nomination, wants to use the Constitution’s Equal Rights Amendment to say that a “baby inside the mother’s womb is a person at the moment of conception.”  Sen. Marco Rubio (R-Fla.) and Wisconsin Gov. Scott Walker took Republican opposition to abortion to new heights during the recent Fox News Channel debate. Both said they oppose all abortion, even in cases of rape, incest and when the mother’s life is at risk.  “Would you really let a mother die, rather than have an abortion,” asked my colleague, Megyn Kelly, who was one of the moderators. Walker responded there are “alternatives” to keeping the mother alive without abortion, without saying what options exist.  Walker and Rubio, if either wins the nomination, would be the party’s first nominee to ever oppose abortion in every case. Mitt Romney, John McCain, George W. Bush and even Ronald Reagan all supported abortion in cases involving rape, incest and the mother’s life.  Dr. Ben Carson, the only black candidate for the GOP nomination, injected race into the discussion when he claimed that Planned Parenthood has “most of their clinics in black neighborhoods” in an effort to “control that population.” The Washington Post’s Fact Checker gave Carson a poor score for truth-telling, finding evidence “that a relatively small percentage of clinics are in black-majority neighborhoods.”  This frenzy among GOP candidates over Planned Parenthood is firing up a small but significant percentage of the party’s base. Recent polls show 26 percent of Americans oppose federal funding for Planned Parenthood.  But a Reuters/Ipsos poll this month showed that even with the passion stirred by the videos, 69 percent of Americans back federal money being used for “prenatal services” and 54 percent support federal funding for Planned Parenthood.  Those numbers point to long-term damage for the party’s brand. The GOP is already at a disadvantage with women, who gave President Obama a 10-percentage-point victory over Romney in 2012.  Recall Democratic strategist Ann Lewis’s famous comment about the gender gap in national politics: “It is like the Grand Canyon. It is deep, it is wide and it is beautiful.” \n\nJuan Williams is a co-host of FNC's \"The Five,\" where he is one of seven rotating Fox personalities.\n\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Is shutting down the government over funding for Planned Parenthood a political winner?", "title": "Could Planned Parenthood funding fight sink the GOP?", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/W1L4HgmWUHI/could-planned-parenthood-funding-fight-break-up-gop.html", "topics": ["abortion"], "people": ["Mitt Romney", "Ann Lewis", "Juan Williams", "Eric Gay", "Jeb Bush", "Hillary Clinton", "Ronald Reagan", "Senate Republicans", "Marco Rubio", "Mike Huckabee", "Megyn Kelly", "George W. Bush", "Ben Carson", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Constitution", "Congress", "Senate", "FNC", "Center for Medical Progress", "Texas Capitol", "Planned Parenthood", "GOP"], "authors": [], "date_written": "2015-09-04 17:30:00", "org": "fox", "article_id": "894790d6a953ad984a27bc490b6fa9d2", "date_access": "2015-09-04 17:00:27.009419"}