{"body": "\nThe 2015 American Federation of Teachers annual report shows a left-wing political machine humming on all cylinders — with teachers buying the gas.\nFor the fiscal year ending June 30, the union reported $37.6 million in political activity and lobbying expenditures, a $12.7 million increase from the previous year.\nEven more political spending was tucked away elsewhere in AFT’s annual U.S. Department of Labor filing, reported as “Contributions, Gifts and Grants,” “General Overhead” or “Representational Activities.”\nAFT paid union president Randi Weingarten, one of the nation’s most prominent “progressive” activists, a total of $497,118. The union reported only 2 percent of her time as political activity.\nOther expenditures suggest AFT’s decision to endorse Weingarten’s friend Hillary Clinton for president — a move that angered many AFT members — had been made long before it was announced in July.\nAFT donated $250,000 to the Bill, Hillary & Chelsea Clinton Foundation in February, $125,000 to Clinton Global Initiative in April and another $125,000 to Clinton Global Initiative in May. In December, AFT paid Clinton-allied opposition research group American Bridge 21st Century $100,000.\nThe American Bridge payment was reported as a political expense. The payments to the scandal-ridden Clinton family nonprofits were not.\nClick for more from Watchdog.org.", "byline": "", "description": "The 2015 American Federation of Teachers annual report shows a left-wing political machine humming on all cylinders — with teachers buying the gas.", "title": "American Federation of Teachers union spends $37M on politics", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/S61xDaoUnn8/", "topics": ["other", "women", "campaign_finance"], "people": ["Randi Weingarten", "Hillary Clinton"], "orgs": ["AFT", "U.S. Department of Labor", "American Federation of Teachers", "Clinton Global Initiative", "Chelsea Clinton Foundation"], "authors": [{"author_id": 19314, "fullname": "jason hart", "primary_org": "fox"}], "date_written": "2015-10-06 13:24:03", "org": "fox", "article_id": "a4c648059bb7c12ff64a7c0f4e7a49ed", "date_access": "2015-10-06 12:30:28.484647"}