{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Texas Sen. Ted Cruz on Saturday again won the straw poll at the Values Voter Summit, the annual Washington meeting for social conservatives.\nThe first-term senator is among the most conservative in the 2016 GOP White House field. However, his polls numbers are among the lowest. He has less than 7 percent of the national vote, according to an averaging of polls by the nonpartisan website RealClearPolitics.com.\nRetired neurosurgeon Ben Carson finished in second, which also could be considered surprising considering Carson, another social conservative, has in recent weeks climbed to the top or near the top of several polls. However, he was under-whelming in last week’s primary debate, after a breakout performance is the first debate, in early August.\nCruz and Carson have for the past three years finished first and second, respectively, in the poll.\nFormer GOP presidential candidate and Arkansas Gov. Mike Huckabee finished third. Florida Sen. Marco Rubio finished fourth and billionaire businessman Donald Trump, who leads most national polls among Republicans but is not considered a social conservative, finished fifth. He has 24 percent of the vote and Carson has 16.3, according to RealClearPolitics.\nCruz received 408 votes. Carson got 18 percent of the vote, or 204 votes; Huckabee received 14 percent, or 166 votes; Rubio received 13 percent, or 148 votes; and Trump got 5 percent, or 56 votes.\n\n\n\nMore on this...\n\n\n\n\nCruz slams media for declaring rift between pope and the GOP \n\n\n\n", "byline": "", "description": "Republican presidential candidate Texas Sen. Ted Cruz on Saturday again won the straw poll at the Values Voter Summit, the annual Washington meeting for social conservatives.", "title": "Cruz again wins straw poll at Values Voter Summit, annual gathering of social conservatives", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/Jqqr8FNmG-E/", "topics": ["personality", "economy"], "people": ["Donald Trump", "Marco Rubio", "Mike Huckabee", "Ben Carson", "Ted Cruz"], "orgs": ["GOP White House", "GOP", "RealClearPolitics"], "authors": [], "date_written": "2015-09-27 05:15:49", "org": "fox", "article_id": "2e32e1b1c09fbc2b77b56c6416b8f5fc", "date_access": "2015-09-27 04:01:41.269365"}