{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFormer Maryland Gov. Martin O’Malley is set to announce Saturday morning that he running for president in 2016, posing a long-shot challenge to Democratic frontrunner Hillary Clinton. \nO’Malley will make the announcement in Baltimore, where he was mayor before winning two terms as governor and which has drawn national attention for the Freddie Gray riots, then a spike in homicides. \nDemonstrators were expected to protest at O’Malley’s announcement site against his law-enforcement policies as mayor. \nO'Malley has made frequent visits in recent months to early-voting Iowa and New Hampshire and was a high-profile surrogate on TV for President Obama during his successful 2014 re-election effort. But he remains largely unknown in a field dominated by Clinton. \nHe will compete with 2016 candidate and Vermont Sen. Bernie Sanders, an Independent, for the support of the Democratic left. \nO’Malley met with donors Friday night, and his advisers released a YouTube video of him strumming \"Hail to the Chief\" on a guitar. The video shows him nodding his head in agreement, followed by the words, \"Stay tuned.\" In his spare time, O'Malley fronts an Irish rock band called O'Malley's March.\n \nO’Malley is also an ally of former President Bill Clinton and the second governor to endorse Hillary Clinton's presidential campaign in 2007. He says Democrats deserve a choice in the 2016 primary, though political analysts suggest the campaign is an effort to win a Clinton Cabinet position.  \nHe has done little so far to criticize Clinton, and has about 1 percent of the vote in most polls.  \nThe 52-year-old O'Malley has spoken often about the economic challenges facing the nation and said he would bring new leadership, progressive values and the ability to accomplish things. \nO'Malley has presented himself to voters as a next-generation leader for the party, pointing to his record as governor on issues such as gay marriage, immigration, economic issues and the death penalty. \nJust weeks ago, riots in Baltimore broke out following the death of Gray, a 25-year-old black man who died in police custody following his arrest last month. \nThirty-eight people have been killed in Baltimore so far this month. \nDemonstrators planned to gather near Federal Hill Park during O'Malley's announcement to protest his criminal justice policies as mayor, an office he held from 1999 until his election as governor in 2006. \nO'Malley was known for his tough-on-crime, \"zero tolerance\" policies that led to large numbers of arrests for minor offenses. Critics say it sowed distrust between police and the black community. Supporters note the overall decrease in violent crime during his tenure. \nO'Malley has defended his work to curb crime, saying he helped address rampant violence and drug abuse. He has said the unrest in Baltimore should wake up the nation to the need to address despair in poor communities. \nO'Malley could soon be joined in the Democratic field by former Rhode Island Gov. Lincoln Chafee, who plans to make an announcement next week, and former Virginia Sen. Jim Webb, who is exploring a potential campaign. \nSanders has raised more than $4 million since opening his campaign in late April and sought to build support among liberals in the party who are disillusioned with Clinton. \nOne of O'Malley's first tasks as a candidate would be to consolidate support among Democrats who are reluctant to back Clinton and eyeing Sanders. \n\"His first real hurdle here is not Secretary Clinton, it's Senator Sanders,\" said Craig Varoga, who was O'Malley's chief strategist during his 2010 re-election campaign but is not currently advising him. \"There's no ambiguity at all with Senator Sanders on the issues and he came out of the gate with strong fundraising. He set a pretty high bar.\" \nThe Associated Press contributed to this report. ", "byline": "", "description": "Former Maryland Gov. Martin O’Malley is set to announce Saturday morning that he running for president in 2016, posing a long-shot challenge to Democratic frontrunner Hillary Clinton.", "title": "O'Malley returns to Baltimore, set to seek Democratic nomination of 2016 White House", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/gH-vE4IdfPw/", "topics": ["campaign_finance"], "people": ["Martin O'Malley", "Freddie Gray", "Hillary Clinton", "Bill Clinton", "Jim Webb", "Bernie Sanders", "Craig Varoga", "Lincoln Chafee"], "orgs": [], "authors": [], "date_written": "2015-05-30 14:46:38", "org": "fox", "article_id": "0dfda628dbc96c32d94d2c13451c3377", "date_access": "2015-05-30 14:10:27.942723"}