{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Jeb Bush made $7.36 million in 2013, according to copies of personal tax returns he released Tuesday.\nThe reported amount as well as income, expenses and other financial information from 33 previous years of personal tax returns was made available on his campaign website. \nThe former Florida governor, since first considering a run in December 2014, has attempted to make “the spirit of transparency” a central part of his campaign, including the release in February of 280,000 emails from his two terms running the state.\n“Some of them were funny, some serious, some a little embarrassing,” Bush said Tuesday about the emails. “But I put them all out because I wanted people to have a window into my leadership style and be able to see for themselves how I handled the issues facing our state. \n“Today’s release comes in the same spirit. … This release will show voters how I earned a living over the past three decades and how much of that living I had to give back to Uncle Sam. (Spoiler Alert: A LOT).”\nThe 1,150 pages of documents show Bush’s effective tax rate over the years was 36 percent and that he has received about $1.1 million per year for speeches since leaving office in 2007.\n\nHe made the least amount of money in 1987 -- $29,624.\nBush said he also released the documents to prove “we have a tax code that stifles growth and opportunity” and to make his case for a fairer tax code to “get more money back in your pocket and less in the federal kitty.”\nUntil now, former Senator Majority Leader Bob Dole held the record for such disclosures, having released 30 years of tax returns, but that was 20 years ago. Since then, former Republican presidential candidate Mitt Romney and Sen. John McCain R-Ariz., each released two years of tax returns, while President Obama released seven years of returns. \nSuch efforts also suggest an attempt by Bush to contrast himself with Democratic frontrunner Hillary Clinton, who's under fire for using a private email server and account for government communications when secretary of state from 2009 to 20013.\nThe release also came on the same day New Jersey Gov. Chris Christie -- under the shadow of the political-retribution scandal known as Bridgegate during his administration -- announced his 2016 White House bid.\nBush said that in 1981, after working on the Reagan-Bush presidential campaign, he and his wife moved to Miami, where he made roughly $42,000 and he became a partner in a commercial real estate venture with entrepreneur Armando Codina.\nHe left Codina/Bush in 1997 before becoming governor. Bush made the allotted salary while in office and reported additional income from investments. However, he declined to take the state pension -- $28,730 annually that he would have started getting this year.\nAfter leaving the governor’s office, Bush started a new company, Jeb Bush and Associates, then joined with his son, Jeb Jr., and three other partners in establishing Britton Hill, a capital investments firm separate from the family consulting business.\nBush also was hired as a senior adviser to Barclays to advise clients on global economic issues.\nFrom 2007-2014, Bush and his wife, Columba, donated $739,000 to charity, in addition to helping raise millions for family literacy and to find a cure for Cystic Fibrosis.\nFox News’ Carl Cameron contributed to this report.", "byline": "", "description": "Republican presidential candidate Jeb Bush made $7.36 million in 2013, according to copies of personal tax returns he released Tuesday.", "title": "Bush releases trove of personal tax returns, made $7.36 million in 2013", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/HvU0uYt5x68/", "topics": ["economy", "campaign_finance"], "people": ["Mitt Romney", "Chris Christie", "Bob Dole", "Jeb Bush", "Hillary Clinton", "Armando Codina", "Britton Hill", "Columba Bush", "Carl Cameron"], "orgs": ["Barclays"], "authors": [], "date_written": "2015-06-30 22:01:42", "org": "fox", "article_id": "950a790276adc7c1c76a1fd9460ae726", "date_access": "2015-06-30 23:10:05.798311"}