{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tBill Clinton and his family foundation reportedly received millions tied to the head of a uranium company -- and a firm promoting their stock -- while the Russians sought approval for a takeover of the company from several U.S. agencies including the one headed by Clinton's wife. \n\nThe New York Times reported on the complex and intertwined relationships -- as well as the favors and donations -- that factored into the deal. ADVERTISEMENTADVERTISEMENT\n\nAt the center of the controversy is a company called Uranium One. The Russians reportedly assumed control over it, over a period of years ending in 2013. \n\nTo close the deal, though, it had to be approved by a committee that included several U.S. agencies, including the State Department -- headed at the time by Hillary Clinton. \n\nThe Times reported that despite this role, Uranium One's chairman used his foundation to donate $2.3 million to the Clinton Foundation during this period. \n\nFurther, former President Clinton himself reportedly got $500,000 for a Moscow speech from a Russian firm promoting the company's stocks. \n\nSome of these ties were first discovered by Peter Schweizer, who is detailing them in the forthcoming book \"Clinton Cash.\" \n\nThe revelations are sure to stoke concerns about the family foundation's dealings, just days after Hillary Clinton formally entered the 2016 presidential race. \n\nClinton campaign spokesman Brian Fallon played down the latest reports. \n\n\"No one has produced a shred of evidence that Hillary Clinton ever took action as Secretary of State in order to support the interests of donors to the Clinton Foundation,\" Fallon said. \n\n\"To suggest the State Department, under then-Secretary Clinton, exerted undue influence in the U.S. government's review of the sale of Uranium One is utterly baseless. It mischaracterizes the nature of the State Department's participation in such reviews, and also ignores the range of other regulatory agencies that ultimately supported this sale. It is impossible to view this allegation as anything other than just another in the many partisan conspiracy theories advanced in the Clinton Cashbook.\" \n\nThe path to the deal began years earlier. \n\nReportedly, Canadian mining financier Frank Giustra, with Clinton at his side, traveled in 2005 to Kazakhstan. There, Clinton voiced support for the country's president, who has a widely criticized human rights record. Yet within days, Giustra's company reportedly inked a preliminary deal getting a stake in uranium mines. \n\nThat company later merged with Uranium One.", "byline": "", "description": "Bill Clinton and his family foundation reportedly received millions tied to the head of a uranium company -- and a firm promoting their stock -- while the Russians sought approval for a takeover of the company from several U.S. agencies including the one headed by Clinton's wife.", "title": "Clinton Foundation reportedly got millions as Russians sought OK for uranium deal from State", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/YU0d2suS7ps/", "topics": ["women", "trade", "economy", "personality", "campaign_finance"], "people": ["Bill Clinton", "Clinton Cash", "Hillary Clinton", "Frank Giustra", "Peter Schweizer", "Clinton Cashbook", "Brian Fallon"], "orgs": ["Clinton Foundation", "Uranium One", "State Department"], "authors": [], "date_written": "2015-04-23 20:07:58", "org": "fox", "article_id": "abf465fb0c7ebccba07f08f977656ef2", "date_access": "2015-04-23 19:45:05.386426"}