{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFILE: Feb. 28, 2014: Former Maryland Gov. Martin O'Malley at a conference hosted by the South Carolina Democratic Party in Myrtle Beach, S.C. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tFormer Maryland Gov. Martin O’Malley positioned himself Sunday as a progressive alternative to the old political dynasties represented by fellow Democrat Hillary Clinton and Republican Jeb Bush in the 2016 presidential race.\n\n“I think that our country always benefits from new leadership and new perspectives,” O’Malley told ABC’s “This Week.” “The presidency of the United States is not some crown to be passed between two families. It is an awesome and sacred trust that is to be earned and exercised on behalf of the American people.\"ADVERTISEMENTADVERTISEMENT\n\nNeither Bush, Clinton nor O’Malley have officially declared a 2016 White House bid. But O’Malley said Sunday that he would decide this spring.  \n\nBush, a former Florida governor whose father and brother each served as president, is among several potential GOP candidates near or at the top of most early polls. And Clinton, whose husband was commander in chief, is the Democratic front-runner with no clear challenger, with the possible exception of O’Malley, for her party’s nomination.\n\n“History is full of times where the inevitable front-runner is inevitable until they’re no longer inevitable anymore,” O’Malley said.\n\nO’Malley endorsed Clinton in her failed 2008 White House bid. And the Clintons have long been supportive of O’Malley, who reportedly got Hillary Clinton’s blessing as far back as 2013 to run for the White House.\n\nO’Malley has yet to take on Clinton directly but will almost certainly have to in order to win the Democratic nomination.\n\n“I don’t know where she stands. Will she present a break with the policies of the past? I don’t know,” O’Malley said Sunday when given the opportunity to challenge Clinton’s platform.  \n\nHe then cited his accomplishment as a two-term governor in liberal-leaning Maryland, saying he signed a state law that allows illegal immigrants to get a driver’s license and another that allows some illegal immigrants to attend college on reduced, in-state tuition.\n\n“I believe there are new perspectives that are needed in order for us to solve problems we face,” O’Malley said. “New perspective and leadership are needed.”\n\nO’Malley has already made visits this year to early-voting states Iowa and New Hampshire.\n\nHowever, he faces an uphill challenge should he decide to take on Clinton, whose strong early lead has made fundraising difficult for potential primary challengers.\n\nO’Malley also has not done well in early polling. In a Quinnipiac University poll last month, for example, zero percent of 619 likely Iowa caucus-goers indicated they would support him for president next year.\n\nHe told ABC that the greatest threat to the United States is Iran getting a nuclear weapon and extremist violence.\n\n“I don’t think you can separate the two,” O’Malley said, also saying that climate change is the greatest man-made threat to the country.", "byline": "", "description": "Former Maryland Gov. Martin O’Malley positioned himself Sunday as a progressive alternative to the old political dynasties represented by fellow Democrat Hillary Clinton and Republican Jeb Bush in the 2016 presidential race.", "title": "Potential 2016 candidate O'Malley rips Bush, Clinton, says presidency 'not some crown'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/pE0dTo88i9k/", "topics": ["personality", "campaign_finance"], "people": ["Hillary Clinton", "Martin O'Malley"], "orgs": ["South Carolina Democratic Party", "S.C.", "GOP", "Quinnipiac University"], "authors": [], "date_written": "2015-03-29 18:30:19", "org": "fox", "article_id": "413df7f558c8c8ae2860b17162c5c46b", "date_access": "2015-03-29 23:26:36.878840"}