{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDEVELOPING Dozens of emails in the State Department's latest release of Hillary Clinton emails contain information now deemed classified by the department. \nThe release includes nearly 3,900 new emails. Of them, more than 200 have a \"B1\" marking, which means they contain classified information - though some may be duplicates. \nAs part of Wednesday's release, officials upgraded the classification level of portions of 215 emails, State Department spokesman John Kirby told reporters. \nAlmost all of the emails were \"confidential,\" the lowest level of classification, while three emails were declared \"secret,\" a mid-tier level for information that could still cause serious damage to national security if made public.\n\"The information we upgraded today was not marked classified at the time the emails were sent,\" Kirby said Wednesday. \"It has been subsequently upgraded.\"\nThe emails deal with a range of topics, including one concerning the \"Israeli view\" of Palestinian initiatives at the United Nations.\n\nThe release on Wednesday is the latest in the agency's rolling production of emails chronicling Clinton's tenure as secretary of state.\nAll of the messages were written by Clinton or sent by others to the private email account she used as America's top diplomat, which continues to follow her campaign for the Democratic presidential nomination. \nClinton had insisted that all of her work emails were being reviewed by the State Department, but Pentagon officials recently discovered a new chain of messages between Clinton and then-Gen. David Petraeus dating to her first days in office that she did not send to the State Department.\nThirty-seven percent of Clinton's 30,000 work-related emails are now public. The State Department plans to release them all by January.\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Dozens of Clinton emails in latest release contain classified info - Source: Comey confirms FBI team looking for breach of Clinton server, working &lsquo;24/7&rsquo; - Clinton calls for repeal of ObamaCare 'Cadillac' plan tax", "url": "http://www.foxnews.com/politics/2015/09/30/dozens-clinton-emails-in-latest-release-contain-classified-info/", "topics": ["health", "trade"], "people": ["John Kirby", "Hillary Clinton", "David Petraeus"], "orgs": ["FBI", "State Department", "Pentagon", "United Nations"], "authors": [], "date_written": "2015-09-30 21:38:11", "org": "fox", "article_id": "b2f5a68ef32dc8cee0af09002cbc9d1e", "date_access": "2015-09-30 21:00:07.192287"}