{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nOne day after  Moscow began airstrikes in Syria and urged the U.S. to steer clear, a former senior campaign staffer to Mitt Romney called out Hillary Clinton for rejecting Romney's 2012 assertion that Russia is America's top geopolitical foe.\n\"At that time Hillary Clinton came out and said that Romney was wrong to say that,\" Eric Fehrnstrom recalled Thursday on Fox News' \"America's Newsroom.\" \"Now she's a candidate in 2016. She needs to be held accountable. It's that type of erroneous thinking by Hillary Clinton and President Obama that has led us to this current sad state of affairs.\"\nRomney renewed his past warnings Wednesday and urged the White House to do more in the fight to defeat the Islamic State, calling the Obama administration's overall foreign policy a \"disaster.\"\n\"There's no satisfaction in being right when it comes to the decline of American power and prestige around the world,\" Fehrnstrom said, \"but there's no question that the president's blind spot on Russia has led to a frightening turn in events.\"\n\"Hillary Clinton, Joe Biden should he become a candidate, need to be held accountable for the errors in their thinking.\"\namericas-newsroom\n\nBill Hemmer and Martha MacCallum bring you the news that matters to you!\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "One day after  Moscow began airstrikes in Syria and urged the U.S. to steer clear, a former senior campaign staffer to Mitt Romney called out Hillary Clinton for rejecting the 2012 Republican presidential nominee's assertion that Russia is America's top geopolitical foe.", "title": "Former Romney adviser says 2012 Russia remarks could come back to haunt Clinton", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/8kBiJhH75es/", "topics": ["economy", "campaign_finance"], "people": ["Bill Hemmer", "Joe Biden", "Eric Fehrnstrom", "Mitt Romney", "Hillary Clinton"], "orgs": [], "authors": [], "date_written": "2015-10-01 18:47:05", "org": "fox", "article_id": "7b2be867799158e1abe4430e8828b0df", "date_access": "2015-10-01 18:30:39.386112"}