{"body": "\nWisconsin Gov. Scott Walker announced his bid Monday for the Republican presidential nomination, entering a crowded 2016 field amid high expectations. \nWalker, known for his high-profile battles with the powerful public-sector unions, announced his plans on social media and in a fundraising email. He becomes the 15th Republican candidate. \n\nI'm in. I'm running for president because Americans deserve a leader who will fight and win for them. - SW http://t.co/DZG253QjfP #Walker16\n— Scott Walker (@ScottWalker) July 13, 2015\n\n\nIn his email to supporters, Walker pointed to his record in Wisconsin as a potential model, saying \"it's time to take the successes we have created in Wisconsin and apply them to Washington.\" \nWalker, set to kick off his campaign at a rally in Waukesha, Wis., later Monday, joins the race after signing a controversial budget. His tenure in Wisconsin has been turbulent, but the governor has enacted major changes in the state. \nA campaign video released Monday is heavy on images of Walker speaking to a crowd in an Iowa cornfield, as well as his 2010 battle with unions. The video includes Walker speaking directly to the camera touting his willingness to take on big fights. \n\"We didn't nibble around the edges,\" he says. \nWalker enacted policies weakening the unions' political power and became the first governor in U.S. history to defeat a recall election. \nHe also cut income and corporate taxes by nearly $2 billion, lowered property taxes, legalized the carrying of concealed weapons, made abortions more difficult to obtain, required photo identification when voting and made Wisconsin a right-to-work state. \nHis budget this year, which plugged a $2.2 billion shortfall when he signed it into law Sunday, requires drug screenings for public benefit recipients, expands the private school voucher program, freezes tuition at the University of Wisconsin while cutting funding by $250 million and removing tenure protections from state law. \nSuch achievements may appeal to conservatives who hold outsized sway in Republican primaries, yet some could create challenges in a general election should Walker ultimately become the GOP's nominee. Voter ID laws, abortion restrictions, liberal gun policies and education cuts are not necessarily popular among swing-state independents. \nThe Associated Press contributed to this report. \n ", "byline": "", "description": "Wisconsin Gov. Scott Walker on Monday announced his bid for the Republican presidential nomination, entering a crowded 2016 field amid high expectations.", "title": "Walker announces 2016 White House bid", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/UldBQqNhdv8/", "topics": ["campaign_finance"], "people": ["Scott Walker"], "orgs": ["GOP"], "authors": [], "date_written": "2015-07-13 12:37:33", "org": "fox", "article_id": "6168c9f68b7b191ccda1ca43b65a9662", "date_access": "2015-07-13 11:50:06.282818"}