{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tApril 14, 2015, photo: Democratic presidential candidate Hillary Rodham Clinton meets with local residents at the Jones St. Java House in LeClaire, Iowa. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tA passage from Ernest  Hemingway fits the moment. In “The Sun Also  Rises,” one character asks,  “How did you go bankrupt?” and another responds: “Two ways. Gradually, then suddenly.”\n\nThe exchange captures Hillary Clinton’s red alert. She’s been going politically bankrupt for a long time, and now faces the prospect of sudden collapse.ADVERTISEMENTADVERTISEMENT\n\nIf she’s got a winning defense, she better be quick about it. The ghosts of scandals past are gaining on her and time is not on her side.\n\nHillary’s one big advantage is obvious — she’s the only serious contender for the Democratic nomination, and she beats most GOP opponents in head-to-head matchups. But everything else weighs against her, including momentum.\n\nThe compelling claims that she and Bill Clinton sold favors while she was secretary of state for tens of millions of dollars for themselves and their foundation don’t need to meet the legal standard for bribery. She’s on political trial in a country where Clinton Fatigue alone could be a fatal verdict.\n\nAfter 25 years of corner-cutting and dishonest behavior, accumulation is her enemy. Each day threatens to deliver the straw that breaks the camel’s back. It may already have happened and we’re just waiting for public opinion to catch up to the facts.\n\nMeanwhile, her Houdini skills are being tested big time.\n\nTo continue reading Michael Goodwin's column in the New York Post, click here.Michael Goodwin is a Fox News contributor and New York Post columnist.", "byline": "", "description": "Hillary Rodham Clinton has been going politically bankrupt for a long time, and now faces the prospect of sudden collapse.", "title": "Hillary Clinton: Is Democratic candidate on verge of collapse?", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/A-bqxXz54eY/", "topics": ["women", "campaign_finance"], "people": ["Bill Clinton", "Michael Goodwin", "Ernest Hemingway", "Hillary Clinton", "Hillary Rodham Clinton", "Clinton Fatigue"], "orgs": ["New York Post"], "authors": [], "date_written": "2015-04-27 14:16:41", "org": "fox", "article_id": "1e95c60a703e231804486ba8460e5ff1", "date_access": "2015-04-27 15:20:06.560467"}