{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWASHINGTON –  Most people just toss their old cell phones in the junk drawer. Not Lindsey Graham. \nThe South Carolina senator and GOP presidential candidate responded Wednesday to Donald Trump giving out his personal phone number with a dramatic one-minute video, titled, “How to destroy your cell phone with Lindsey Graham.” As the title implies, the video shows the senator mercilessly destroying a phone. \nSet to classical music, Graham blends, beats, drops, chops and throws an old mobile to death. He lights it on fire. He shreds it in a blender. He drops it off a roof ... you get the idea. \nHe ends with the kicker: “If all else fails, you can always give your number to the Donald.\" He then says, \"This is for all the veterans,\" and chucks the phone off screen. \nGraham’s response, released by IJReview, quickly racked up views on YouTube. \n\nThe video is the latest smack in the long-distance spat between Graham and Trump. A day earlier, Trump swiped at Graham by his reading his phone number to supporters at a South Carolina rally. That was after Graham called him a \"jackass.\" \nThe two have been trading jabs ever since Trump questioned the \"war hero\" status of Sen. John McCain, R-Ariz., a friend of Graham's, over the weekend. \nDespite the dramatic -- and, for some, cathartic -- footage of senseless phone destruction, though, it turns out the phone in the web video is not Graham's actual phone. The status of the senator's true cell phone remains unclear. \nThere was no immediate response to the Graham video from Trump’s team. \nThe latest Fox News poll has Trump in first on the GOP side with 18 percent and Graham polling at less than 1 percent.\nFox News' Ashley Koerber contributed to this report. ", "byline": "", "description": "Most people just toss their old cell phones in the junk drawer. Not Sen. Lindsey Graham. The South Carolina lawmaker responded on Wednesday to Donald Trump giving out his personal phone number with a dramatic 1-minute video released by IJReview titled, “How to destroy your cell phone with Lindsey Graham.”", "title": "Can you hear me now? Graham smashes cell phone after Trump outs number", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Xm1oqCxLMy8/", "topics": ["other", "personality"], "people": ["Lindsey Graham", "Donald Trump", "Ashley Koerber"], "orgs": ["Graham", "GOP"], "authors": [], "date_written": "2015-07-23 08:15:42", "org": "fox", "article_id": "0289c4d5f44b9bfd8e7835b90b0cbb37", "date_access": "2015-07-23 03:50:04.691377"}