{"body": "\n\n\n\n\n\t                        Vermont Independent Sen. Bernard Sanders and former Secretary of State Hillary Clinton are shown in this composite photo.\n\t                        \n\t                        (AP)\n\n\n\nThe first Democrat debate showed why Clinton and Sanders lead the field.\nJoe Biden sat tonight out for good reason. Not only is he unsure about what he wants, but his family is unsure about what they want. Another grueling campaign may not be what’s best for the Biden family personally.\nAnd judging by Tuesday night’s debate, it may not be what’s best for Biden professionally.\nThe first Democratic debate was full of substance, enthusiasm, passion and unity. Although there was disagreement as to policy positions in some instances, there was a respect for core principles that permeated the entirety of the debate.\n\nClinton and Sanders were not on that stage as rivals, but two sides of the same coin. While one advocates for more establishment policies and the other political revolution, they found a way to be advocates together instead of tearing each other down. It was surely a sight not to be missed.\n\nMost of all, the debate Tuesday night was a clear indication that we have two excellent candidates in in Secretary of State Hillary Clinton and Senator Bernie Sanders. These two were smart and quick, courteous and also tough on the issues.\nSanders and Clinton showed that they’re on the same side, that there is a place where Democrats from the center and the progressive left can meet and celebrate that which makes us Democrats: a strong belief in social justice, fairness, equality and advancing the interests of the middle class.\nIn this way, Clinton and Sanders were not on that stage as rivals, but two sides of the same coin. While one advocates for more establishment policies and the other political revolution, they found a way to be advocates together instead of tearing each other down. It was surely a sight not to be missed.\nTo this end, as Sanders put it, “I think the American people are sick and tired of hearing about your damn emails” in a clear nod to his attitude towards this primary: it’s not about tearing Clinton down, it’s about the issues. And it was quite obvious this evening that the issues were more important than trading barbs or attacking one another. As a result, viewers learned a great deal from the candidates about their positions and careers. We really couldn’t have asked for more.\nBut it was a clear advantage for Hillary Clinton this evening. She proved to be uniquely presidential in this field, much more so than she was in 2008. \nHer time as secretary of state has served her well, given her a global perspective on pressing issues and allowed her to build an even more impressive resume which she used to her advantage this evening. \nClinton showed dexterity and a willingness to confront some of her failings, including the Russian reset and famous flip-flops on trade issues and the Keystone Pipeline. \nShe was bold in her defense of her record on women’s issues, protecting the middle class and her brand of foreign policy, which is much more hawkish than Obama’s brand.\nMost of all, Hillary’s strength came from acknowledging who she truly is. As she put it, she’s “a progressive who gets things done.” Her centrism showed, an important indicator for her chances at being successful in the general election.\nAt the same time, she continued her shift to the left insofar as she called out Wall Street repeatedly, pharmaceutical companies and mega rich who run our nation by controlling our wealth. \nI have been writing for months about the need for Hillary to speak to those in the middle and on the left and she did just that Tuesday night in Las Vegas.\nSanders was electric, arguing passionately for his political revolution. \nHe made it clear from the get-go that he knows what his agenda is and what he offers Americans: he will take on climate change, income inequality and immigration reform. \nHe showed deep concern for those who are living their lives behind bars unnecessarily, the small business owners who can’t make ends meet and the low wage workers who need a raise. \nSanders’s only weak point was on his gun control record, but other than that – especially in his defense of his policy of favoring war as only the last option – Sanders was shining bright. It was a truly compelling performance.\nIndeed, there were three other candidates on the stage with Clinton and Sanders. Jim Webb had his moments, especially when he highlighted the threat that cyberwarfare poses to our nation. Martin O’Malley gained some momentum as time went on, but he seemed unable to answer the tough questions about his policies in Baltimore and how they contributed to the unrest there. And while Lincoln Chafee was smart to start out of the gate with an attack on Hillary Clinton’s scandals and honesty, he faded away and largely seemed out of his depth.\nIt follows that I don’t expect to see any changes in the polls for these three.\nIt will be interesting to see how Clinton and Sanders’s polling changes as a result of the evening. My hunch is that Clinton will maintain her commanding lead over the Democrat primary field. Sanders showed himself to be an excellent debater and fierce advocate, but he remains unelectable in the general election. And that matters.\nClinton’s team couldn’t have asked for more from their candidate. And the same is true for Sanders. Where Joe Biden fits in here – if at all – remains uncertain.\n\nDouglas E. Schoen has served as a pollster for President Bill Clinton. He has more than 30 years experience as a pollster and political consultant. He is also a Fox News contributor and co-host of \"Fox News Insiders\" Sundays on Fox News Channel and Mondays at 10:30 am ET on FoxNews.com Live. He is the author of 11 books. His latest, co-authored with Malik Kaylan is \"The Russia-China Axis: The New Cold War and America's Crisis of Leadership (Encounter Books, September 2014). Follow Doug on Twitter @DouglasESchoen.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Secretary of State Hillary Clinton and Senator Bernie Sanders were smart and quick, courteous and also tough on the issues.", "title": "Sanders, Clinton shine in Vegas. Now Biden's future looks very murky", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/LcHC9NPgar8/clinton-sanders-look-strong-in-vegas-bidens-future-looks-even-more-murky-after-debate.html", "topics": ["women", "immigration"], "people": ["Bernard Sanders", "Martin O'Malley", "Bill Clinton", "Joe Biden", "Malik Kaylan", "Hillary Clinton", "Douglas E. Schoen", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Keystone Pipeline"], "authors": [], "date_written": "2015-10-14 05:15:00", "org": "fox", "article_id": "1631de17ca9a9469fa635d5aa0b9cc7d", "date_access": "2015-10-14 17:08:11.581189"}