{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDemocrats’ attempt to stir up a “Nazi” controversy involving Republican presidential candidate Marco Rubio, who visited a home on Yom Kippur eve that had Hitler artifacts, is being shredded by the GOP and others calling it a “false controversy.”\nThe Democratic National Committee on Tuesday, the eve of the holiest day on the Jewish calendar, pointed out that Florida Sen. Rubio was attending a fundraiser at the home of Dallas-area developer Harlan Crow, who owns a signed copy of Hitler autobiography Mein Kampf and at least one of the Nazi leader’s paintings.\n“Holding an event in a house featuring the artwork and signed autobiography of a man who dedicated his life to extinguishing the Jewish people is the height of insensitivity and indifference,” committee Chairwoman Rep. Debbie Wasserman Schultz said in a statement. “Mr. Rubio … should cancel this tasteless fundraiser.”\nHowever, Wasserman Schultz, who is Jewish and a fellow Florida lawmaker, did not mention Crow has an extensive and well-documented collection of historical records and artifacts that goes well beyond World War II items. They include a statue of former British Prime Minister Margaret Thatcher and items belonging to Abraham Lincoln.\nAllison Moore, the Republican National Committee’s national press secretary, said in a statement that \"rather than manufacture a false controversy over a collection of historic memorabilia ... Debbie Wasserman Schultz should have opposed the weak Clinton-Obama Iran deal that puts Israel's safety in jeopardy.\"\nThe Democrats’ effort also was criticized by Mediaite and the conservative Washington Free Beacon, which noted Crow's mother survived a Nazi attack on a British ship during the war. \n\nThe Rubio campaign on Wednesday referred further responses back to the RNC. \nThe Dallas Morning News, in fact, detailed Crow’s collection in 2012, when then-Republican presidential candidate Mitt Romney attended a fundraiser at his home.\nThe June 2012 story says Crow’s collection also includes several letters from President Thomas Jefferson and the Wright brothers and a room dedicated to the principals of World War II including Hitler, Army Gen. and President Dwight Eisenhower and Winston Churchill, former British prime minister.\n“Crow is quite a collector. His personal library would rival a small college,” according to the story, which also points out that Crow has a “garden of tyrants” that includes busts and statues of such notorious dictators as former Soviet Union leader Joseph Stalin and Cuba’s Fidel Castro.", "byline": "", "description": "", "title": "Dems ripped for bid to stoke 'Nazi' controversy out of Rubio event - MEDIA BUZZ: Why Scott Walker wilted in the spotlight - Trump plays Colbert's straight man on 'Late Show' - COMPLETE 2016 CAMPAIGN COVERAGE", "url": "http://www.foxnews.com/politics/2015/09/23/democrats-nazi-controversy-on-rubio/", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Mitt Romney", "Abraham Lincoln", "Wasserman Schultz", "Harlan Crow", "Fidel Castro", "Marco Rubio", "Thomas Jefferson", "Winston Churchill", "Joseph Stalin", "Debbie Wasserman Schultz", "Mein Kampf", "Stephen Colbert", "Margaret Thatcher", "Dwight Eisenhower", "Scott Walker", "Allison Moore"], "orgs": ["RNC", "Republican National Committee", "Democratic National Committee", "GOP", "Soviet Union"], "authors": [], "date_written": "2015-09-23 17:36:45", "org": "fox", "article_id": "4e621727d47f726317617f6d767ce8c2", "date_access": "2015-09-23 17:04:24.855959"}