{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFormer U.S. President Bill Clinton and FIFA President Sepp Blatter attend the 2010 World Cup Group C soccer match between the United States and Algeria at Loftus Versfeld stadium in Pretoria June 23, 2010.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tThe Clintons, already under scrutiny for accepting foreign donations to their family foundation and keeping them secret from the Obama administration while Hillary Clinton served as secretary of state, have received money from another controversial source: the Federacion Internationale de Football Association (FIFA). \nSoccer’s governing body, which donated between $50,001 and $100,000 to the Global Clinton Initiative and partnered with the former president’s foundation on other projects, is entangled in an international corruption investigation spearheaded by the U.S. Department of Justice, which spans countries from Qatar and Russia to Switzerland and the United States. \nThe DOJ announced charges against nine FIFA officials and five other corporate executives in a 47-count indictment unsealed Wednesday, which includes allegations that over the last two decades, its executives were involved in racketeering, money laundering and wire fraud.  Swiss law enforcement also is looking into allegations related to the 2018 and 2022 World Cup tournaments set to take place in Russia and Qatar respectively, the DOJ said.  The decision to hold the events in Russia and Qatar stunned human rights activists who heavily criticized the choice because of the human-rights records in those countries.  While no officials have been arrested in Qatar, the Swiss government seized documents at FIFA’s headquarters and obtained records from the Swiss bank accounts of executives they believe are involved in a money-laundering scheme.  The Clinton Foundation did not comment on Fox News’ inquiry asking if the donation from FIFA to the foundation will be returned.  Bill Clinton served as the honorary chairman for the U.S. bid committee, which promoted America as the best place to host the 2018 and 2022 World Cup events. \nWhile he failed to secure the deal, his charity won in another respect.  In 2014, the Qatar 2022 Supreme Committee, set up by the Qatar government to ensure a successful FIFA world cup, awarded the Clinton Foundation between $250,000 and $500,000; the State of Qatar donated between $1 million and $5 million.  The money, according to the Clinton Foundation website, is for “research and development for sustainable infrastructure at the 2022 FIFA World Cup to improve food security in Qatar, the Middle East, and other arid and water-stressed regions throughout the world.”  While the Clintons have not yet commented on the donation from FIFA, Bill Clinton repeatedly has said his foundation has done nothing \"knowingly inappropriate\" related to accepting foreign donations.  The family, its foundation, its donors and the State Department have been harshly criticized in recent weeks, in part driven by the newly released book \"Clinton Cash\" by Peter Schweizer, which alleges donations to the foundation and up to $50 million in speaking and appearance fees awarded to Bill Clinton impacted Hillary Clinton’s decisions as secretary of state.  In response, Bill Clinton told NBC in a recent interview, \"I don’t think there is anything sinister about trying to get wealthy people and countries that are seriously involved in development to spend their money wisely in a way that helps poor people and lifts them up.”  Jeff Bechdel, the communications director for the America Rising PAC, which is dedicated to ensuring Hillary Clinton does not win the presidency in 2016, said it should surprise no one that the Clinton Foundation accepted donations from FIFA and the Qatar 2022 Supreme Committee “because the Clintons are synonymous with corruption.”  “If they’re willing to accept money from human rights violators, what’s stopping them from accepting money from FIFA, which is being accused of bribery, money laundering, and fraud?” Bechdel said. “When it comes to money, the Clintons are willing to deal with just about anybody.”\n", "byline": "", "description": "", "title": "Soccer's embattled governing body made donation to the Clinton Foundation - Swiss authorities investigating World Cup votes following arrests of 7 FIFA officials in US corrupti - VIDEO: 14 top FIFA officials indicted on federal corruption charges", "url": "http://www.foxnews.com/politics/2015/05/27/soccer-embattled-governing-body-made-donation-to-clinton-foundation/", "topics": ["other", "campaign_finance"], "people": ["Bill Clinton", "Hillary Clinton", "Peter Schweizer", "Jeff Bechdel", "Sepp Blatter", "Clinton Cash"], "orgs": ["FIFA", "DOJ", "State Department", "U.S. Department of Justice", "Supreme Committee", "Clinton Foundation", "United States.", "America Rising PAC", "Federacion Internationale de Football Association"], "authors": [], "date_written": "2015-05-28 01:48:46", "org": "fox", "article_id": "7150fe502aec3a7b8b066956403078ff", "date_access": "2015-05-28 01:15:24.613552"}