{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nI woke up early yesterday, flipped on the TV, and saw that Donald Trump was calling into MSNBC.\nWhen he wrapped up 20 minutes later, I surfed over to CNN and Trump called in for a half-hour conversation.\nTrump is still driving this campaign, even as the pundits are arguing that one of the wheels has come off his vehicle—many of the same commentators, of course, who have been predicting his imminent implosion for months. Maybe one of these days they’ll be right.\n“Trump Momentum Shows Signs of Stalling,” declares Politico, adding that “rivals were taking heart that maybe, just maybe, the air has begun to seep out of the Trump balloon.” Quoted: an unnamed “strategist at a rival campaign.”  ABC’s The Note: “The frontrunner looks vulnerable -- and, perhaps oddly, it's not his policy positions or political history that matter in this equation. It's his very Trump-ness that has him now in this position, with rival campaigns seeing signs that its novelty is wearing off.”\nNew York Times:  Donald J. Trump was never exactly a happy warrior, but with some of his Republican rivals gaining on him, he is showing clear signs of discontent.\nWashington Post: “Republican leaders who have watched Donald Trump’s summer surge with alarm now believe that his presidential candidacy has been contained and may begin to collapse.”\n\nOh wait, that one was from August.\nObviously, Trump couldn’t keep rising forever or he’d hit 100 percent. He’s down a little bit, perhaps because of the second debate. So let’s look at the numbers:\nIn the new Fox poll, Trump leads with 26 percent, followed by Ben Carson with 18 percent, and Carly Fiorina and Marco Rubio at 9.\nIn the Bloomberg poll, it’s Trump 21, Carson 16, Jeb 13 and Carly 11.\nAnd Quinnipiac has it as Trump 25, Carson 17, Carly 12 and Jeb 10.\nSo not only are the media straining to find evidence of a sharp Donald decline, they have completely miscalculated Carson’s chances. After the doctor’s muted performance in the CNN debate, one pundit after another predicted he would start dropping. After saying on “Meet the Press” that he would not advocate a Muslim president, much of the media said he had gone too far and showed evidence of bigotry. But Carson remains a strong second-place contender.\nLet’s review all the times the press proclaimed that Trump to be on the verge of sinking:\nHis comments about Mexican immigrants. His comments on John McCain’s war record. His comments on Megyn Kelly. His comments on Fiorina’s face. His failure to correct a questioner who called President Obama a Muslim.\nSo maybe media folks should get out of the prediction business. Of course the race will tighten eventually as other candidates follow Scott Walker’s lead. But no one knows how long that will take.\nTrump is keeping busy with his attacks on the media, including his latest boycott of Fox News for what he deems unfair coverage. Fox has hit back by saying his attacks on the network’s anchors and hosts are getting stale and tiresome. (Fox News Chairman Roger Ailes spoke to Trump yesterday, a company statement says, and they plan what the network calls a “candid” meeting next week to address Trump’s complaints and any “misunderstandings” without compromising Fox’s standards.)\nThe Donald’s main complaints are that the network has too many Trump-bashers on and that Fox hasn’t shown polls that give the billionaire an even wider lead. These tend to be online polls, which I and many others regard as unscientific and worthless.\nTrump also complained about CNN in his lengthy interview with Alisyn Camerota on “New Day.” He called CNN’s Sara Murray an “absolutely horrible reporter” and “terrible and disgusting reporter”—because, he said, she had reported there were empty seats at his South Carolina event the day before (as did other journalists). Trump told the anchor to report all this to CNN President Jeff Zucker.\nAnd he tweeted that the “failing” Politico (which ran the aforementioned headline) “may be the most dishonest of the media outlets—and that is saying something.”\nOf course, Trump can quickly revise his opinion. He spent months ripping Chuck Todd, but now, after a few “Meet the Press” appearances, says he likes the guy. And all the Sunday shows except “Fox News Sunday,” and all the morning shows keep letting him call in, unlike other candidates, because he is, well, good for ratings.\nTrump’s broadsides against the fourth estate only help him with Republican voters who are fed up with the media establishment as well as the political establishment. The same is true when the pundits, especially the conservative pundits, keep pounding him. But however much they might wish it to be so, that doesn’t mean his campaign has peaked.\nClick for more Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "I woke up early yesterday, flipped on the TV, and saw that Donald Trump was calling into MSNBC.", "title": "Faceoff: Trump rips media as pundits insist he’s in decline", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/k6HxMybMI-Y/", "topics": ["immigration", "personality"], "people": ["Roger Ailes", "Howard Kurtz", "Sara Murray", "Jeff Zucker", "Scott Walker", "Donald Trump", "Chuck Todd", "Marco Rubio", "Donald J. Trump", "Megyn Kelly", "Carly Fiorina", "Ben Carson", "Alisyn Camerota"], "orgs": ["MSNBC", "Quinnipiac"], "authors": [], "date_written": "2015-09-25 10:00:37", "org": "fox", "article_id": "50f00e2bb111faa1acec9aea16149a8a", "date_access": "2015-09-25 09:30:30.476269"}