{"body": "\n\n\n\n\n\t                        FILE - In this May 30, 2015 file photo, former Florida Gov. Jeb Bush speaks in Nashville, Tenn. Bush opens his quest for the White House with much to prove. Six months after signaling serious interest in a possible run, the son of one president and brother of another has accumulated a record-breaking war chest approaching $100 million, activated a national political network and pioneered a new approach to presidential campaigns.  (AP Photo/Erik Schelzig, File)\n\t                        \n\t                \n\n\nIn the ever-important Money Primary, the GOP presidential field has divided into Haves and Have-Nots.\nThe Haves are former Florida Gov. Jeb Bush, who has raised $114 million; Texas Sen. Ted Cruz, at $52 million; Florida Sen. Marco Rubio, at $45 million; and Wisconsin Gov. Scott Walker, at $26 million. These figures include the funds raised directly by the campaigns as well as the candidates’ associated super PACs through June 30.\nExcluding super PACs changes the ranking. In that case, Mr. Cruz leads with $14 million to Mr. Rubio’s $12 million and Mr. Bush’s $11 million.\nRemember when each announced he would run for president, since FEC rules don’t allow campaign fundraising until the candidate is officially in the race. Mr. Cruz declared on March 23, Mr. Rubio on April 13, and Mr. Bush on June 15. So Mr. Bush raised almost as much for his campaign in two weeks as Messrs. Cruz and Rubio did in three or more months. Mr. Walker declared on July 13, after the quarterly reporting deadline had passed, so his totals do not include any campaign fundraising.\nBut his extensive donor list from his recall election will likely help him scramble the ranking.\nClick for Karl Rove’s complete column in The Wall Street Journal.\n\nKarl Rove joined Fox News Channel (FNC) as a political contributor in February 2008. He also currently serves as a columnist for the Wall Street Journal.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "In the ever-important Money Primary, the GOP presidential field has divided into Haves and Have-Nots.", "title": "Who’s winning the GOP ‘money primary’?", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/-s3BE4SohSA/who-s-winning-gop-money-primary.html", "topics": ["campaign_finance", "personality"], "people": ["Jeb Bush", "Karl Rove", "Erik Schelzig", "Marco Rubio", "Scott Walker", "Ted Cruz"], "orgs": ["PACs", "FNC", "GOP", "Tenn"], "authors": [], "date_written": "2015-07-23 18:59:00", "org": "fox", "article_id": "1298f62400f082eeb38392421e8993eb", "date_access": "2015-07-23 18:30:04.641554"}