{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWhile former Hewlett-Packard boss Carly Fiorina hasn't yet tossed her hat into the 2016 presidential ring, she nonetheless is actively positioning herself as the Republican counter to current Democratic frontrunner Hillary Clinton. \n\nWhether she can muster the infrastructure, fundraising -- and support -- to mount a viable bid remains to be seen, but Fiorina has been blunt about a key advantage she claims to bring to the table for the GOP: With her in the race, Clinton could not play the \"gender card.\"ADVERTISEMENTADVERTISEMENT\n\n\"Because I am a woman, there are many things she can't say. She can't play the gender card. She can't talk about being the first woman president. She can't talk about the war on women,\" Fiorina told Fox News' Howard Kurtz. \n\nOf all the presidential hopefuls, Fiorina's criticism of the former secretary of state may be most stinging. One of her more well-worn lines on Clinton and her globe-trotting is that \"flying is an activity, not an accomplishment.\" \n\nGender aside, Fiorina told Fox News she's going after Clinton because \"track record\" matters. \n\nDuring a five-day swing this week through Iowa, Fiorina said: \"We have to have a nominee who will throw a punch every time we have an opportunity. Hillary Clinton wants to talk about being the first woman president, Hillary Clinton wants to talk about a war on women, Hillary Clinton wants to talk about everything but her track record of accomplishment or lack thereof.\" \n\nShe vowed: \"I can take a punch, and I will throw a punch all day long.\" \n\nFiorina is expected to announce on May 4 whether she'll run. There may be little suspense -- Fiorina on Thursday said she plans to officially throw her hat in the ring. \n\nThe big question is whether her argument -- that the Republicans need someone like her to challenge Clinton and even remove the gender-politics arrow from her quiver -- is potent enough to make her a leading contender for the nomination, and it assumes no other Democrat comes along to deny Clinton the party's nomination. \n\nAnna Epstein, a spokeswoman for Fiorina, said in an email to FoxNews.com that Fiorina will focus more on the issues rather than her gender if she decides to run. \n\n\"It is Carly's experience not her gender that qualifies her to comment on Clinton's candor, track record, and lack of accomplishments as Secretary of State,\" Epstein said. But the gender argument factors heavily. \n\nAt the Republican Leadership Summit in New Hampshire last weekend, Fiorina said that once the gender card is removed, Clinton wouldn't be able to stand on her own record. \n\nClinton, Fiorina said, is not qualified to be president \"not because she is a woman,\" but because \"she does not have a track record of accomplishment; because she lacks the candor and the transparency that are so necessary to leadership; and because she will pursue a set of policies that crush possibilities and the potential of this great nation.\" \n\nDavid Carney, a longtime GOP strategist based in New Hampshire -- and whose wife is working with Fiorina, though he says he remains neutral -- said Fiorina's gender plays to her advantage in other ways. \"Carly has actually broken glass ceilings before, Hillary hasn't,\" Carney said. \n\nBut Fiorina faces major hurdles. For starters, her poll numbers are weak. Recent Fox News polling of potential GOP candidates puts her at the very bottom of the pack of declared and as-yet declared candidates, with a new Fox News poll out Thursday putting Sen. Marco Rubio out front. \n\nMorgan Jackson, a Democratic strategist based in North Carolina, said he expects Fiorina to struggle just to be \"heard\" among what is shaping up to be a packed field of experienced Republican candidates. \n\n\"It's going to be a large personality field,\" Jackson said. \"The more candidates you get, it gets hard to get heard in the primary.\" \n\nBut if Fiorina is the only female Republican candidate, \"It's certainly a very positive thing since you've got a very male-dominated group of candidates,\" Jackson said. \"And having a strong female candidate should certainly give her an edge with a certain amount of voters.\" \n\nFiorina's only campaign was a failed U.S. Senate run in California in 2010, which she lost to incumbent Barbara Boxer. But Carney said Fiorina's lack of political experience could prove to be a boon and symbol of being a \"true outsider\" at a time when anti-incumbent fever is running high. \n\n\"Carly is seriously considering running and will make a final decision once she feels that she has put the right team in place, gathered enough support, and obtained the necessary financial resources,\" Epstein said. \n\nFox News' Lauren Blanchard and Mike D'Onofrio contributed to this report.", "byline": "", "description": "While former Hewlett-Packard boss Carly Fiorina hasn't yet tossed her hat into the 2016 presidential ring, she nonetheless is actively positioning herself as the Republican counter to current Democratic frontrunner Hillary Clinton.", "title": "Fiorina prepares for 2016 announcement, vows she could eliminate Clinton’s ‘gender card’", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/k7-7kQGSrXM/", "topics": ["campaign_finance", "women"], "people": ["David Carney", "Anna Epstein", "Howard Kurtz", "Hillary Clinton", "Marco Rubio", "Barbara Boxer", "Lauren Blanchard", "Carly Fiorina", "Morgan Jackson"], "orgs": ["U.S. Senate", "GOP"], "authors": [], "date_written": "2015-04-24 14:16:52", "org": "fox", "article_id": "842174485ab93574c9af679699b24400", "date_access": "2015-04-24 17:25:06.257740"}