{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nBillionaires are bankrolling the early days of the 2016 presidential campaign to an unprecedented degree, with at least 40 of the wealthiest Americans plowing $60 million into super PACs aligned with the top tier of candidates.\nThe torrent of super PAC money is revolutionizing presidential politics in the wake of a 2010 Supreme Court ruling that opened the door to unlimited contributions from corporations, unions and individuals into these outside groups.\nSuper PACs backing 17 presidential candidates raised more than $250 million in the first six months of this year, roughly doubling the $125 million raised by the candidates for their campaigns, disclosure reports filed Friday with the Federal Election Commission show\nThe proliferation of the committees also is transforming how presidential campaigns will be run. Some candidates are exporting to outside groups some core components of their operations, including voter-turnout programs and television advertising. Since federal law prohibits coordination with super PACs, the candidates won’t have direct control over some essential tasks, pushing the 2016 race into uncharted territory.\nThe broad engagement by wealthy donors also helps explain why the GOP field, in particular, keeps expanding. Almost every one of the primary candidates has a billionaire at his back, which means the life of their candidacies is now divorced from their ability to directly raise money from voters.\nRenaissance Technologies executive Robert Mercer is the biggest donor in the presidential race so far: he wrote an $11 million check to a group backing Texas Sen. Ted Cruz. Diane Hendricks, the billionaire head of a roofing supply company, gave $5 million to Wisconsin Gov. Scott Walker’s super PAC, while auto dealer Norman Braman gave $5 million to a group supporting Florida Sen. Marco Rubio.\n\nTwo super PACs supporting former Texas Gov. Rick Perry raked in more than $11 million from just two Texas billionaires. The super PAC backing New Jersey Gov. Chris Christie counts about a dozen billionaires among its supporters. And a group aligned with Democratic candidate Hillary Clinton received $7.5 million from at least eight billionaires, including financier Donald Sussman, investor George Soros and Haim Saban and his wife, Cheryl.\nThe committee backing Jeb Bush was the most aggressive in adapting to the less regulated political environment. Half of the 40 billionaires identified by The Wall Street Journal donated a combined $17.4 million to Right to Rise USA while it was on the way to raising an unprecedented $103 million. That super PAC far surpassed its rivals in a crowded GOP field as well as Mrs. Clinton, the Democratic front-runner.\n“Billionaires and millionaires have become the dominant players in financing the 2016 presidential campaigns,” said Fred Wertheimer, president of Democracy 21, a nonpartisan campaign finance watchdog group that has filed complaints against Mr. Bush with the FEC and the Justice Department. The complaints say Mr. Bush avoided campaign donation limits for candidates by starting a super PAC in January and delaying the official announcement of his campaign until mid-June. Right to Rise USA officials say they have complied with election law.\nClick for more from The Wall Street Journal.", "byline": "", "description": "", "title": "BILLIONAIRE BACKING: Torrent of money pours into 2016 campaigns", "url": "http://www.foxnews.com/politics/2015/08/01/billionaires-bankrolling-2016-campaign-to-unprecedented-degree/", "topics": ["campaign_finance", "personality"], "people": ["Fred Wertheimer", "Jeb Bush", "Chris Christie", "George Soros", "Norman Braman", "Rick Perry", "Hillary Clinton", "Donald Sussman", "Marco Rubio", "Diane Hendricks", "Haim Saban", "Robert Mercer", "Scott Walker", "Ted Cruz"], "orgs": ["FEC", "Super PACs", "PACs", "Supreme Court", "Justice Department", "PAC", "Federal Election Commission", "Renaissance Technologies", "GOP"], "authors": [], "date_written": "2015-08-02 03:07:46", "org": "fox", "article_id": "bf0cce1745aa1eea5abb17a0e071172a", "date_access": "2015-08-02 02:20:14.468727"}