{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tA Democratic fundraiser says he’s reluctant to tap donors for Hillary Clinton’s presidential campaign because she hasn’t adequately addressed such issues as foreign donations to her family foundation, her use of private email while secretary of state and her positions on liberal priorities.\n\n“I was sitting there trying to draft the [fundraising] email, and I just couldn’t do it,” Jon Cooper, a New York businessman, gay rights advocate and former Long Island legislator, told The Washington Times.ADVERTISEMENTADVERTISEMENT\n\nCooper, also a former bundler for President Obama’s campaigns, said he was asked to be part of an elite corps of early Clinton fundraisers known as HillStarters.\n\n“I’m on a fence,” he told Newsday, days after Clinton announced her campaign, expressing his disappointment with how long it took her to support gay marriage as a constitutional right and her reluctance to back a liberal economic agenda, including raising the federal minimum wage.\n\nHe spoke to The Washington Times after author Peter Schweizer started talking about his forthcoming book “Clinton Cash,” which details potential conflicts of interest from the Clinton Foundation accepting donations from foreign entities with business pending before the State Department when Clinton led the agency.\n\nThe Clinton campaign did not respond Monday to attempts to verify Cooper was indeed asked to be part of HillStarters.\n\nHowever, the campaign sent a memo to supporters hours after Schweizer’s appearances on “Fox News Sunday” and ABC’s \"This Week,” thanking them for their support in “helping us beat back the false innuendo” in the book. \n\n“Over the course of the past week, what was billed as a ‘bombshell’ book …has turned out to be nothing more than a tangled web of conspiracy theories -- without a shred of evidence,” wrote Brian Fallon, Hillary for America’s national press secretary.\n\n“Today, we believe we turned a corner as the author himself … conceded multiple times on national TV that his conspiracy theories lack any evidence and that he omitted key facts from his own reporting.”\n\nOn \"Fox News Sunday,\" Schweizer acknowledged he did not have evidence Clinton as secretary of state directly influenced deals in exchange for donations but said the \"very extensive pattern\" merits further investigation. ", "byline": "", "description": "A Democratic fundraiser says he’s reluctant to tap donors for Hillary Clinton’s presidential campaign because she hasn’t provided enough answers about such issues as foreign donations to a family foundation, using private email for official business while secretary of state and because of her lack of commitment to liberal priorities.", "title": "Dem fundraiser says Clinton controversies giving him second thoughts", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/3gGPI5AZmIw/", "topics": ["economy", "gay_marriage", "women"], "people": ["Brian Fallon", "Peter Schweizer", "Clinton Cash", "Hillary Clinton", "Jon Cooper"], "orgs": ["Clinton Foundation", "State Department"], "authors": [], "date_written": "2015-04-27 15:41:43", "org": "fox", "article_id": "b541377d5093eb377c0b568ee13d20ed", "date_access": "2015-04-27 15:50:06.439352"}