{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tDeclared and potential GOP presidential candidates competed Saturday to sound the toughest warning to Islamic terrorists -- with one vowing to bomb them \"back to the 7th Century\" and another invoking Liam Neeson's threat from the film, \"Taken\" -- in the latest forum underscoring how national security has returned as a dominant campaign theme.  \nA roster of Republicans spoke at a summit in Greenville, S.C., the state which holds the first-in-the-South presidential primary. Several who recently announced their 2016 campaigns -- including Texas Sen. Ted Cruz and Florida Sen. Marco Rubio -- were among them, firing up the conservative crowd with broadsides against ObamaCare, big government and the current administration.  \nBut, days after an attack in Texas that the Islamic State claimed credit for, the ISIS threat and other security issues were front and center.  \nRubio said the strategy should be not just to \"contain\" radical jihadists but defeat them.  \nHe quoted Neeson from \"Taken\" in explaining what that strategy should entail:  \n\"We will look for you, we will find you and we will kill you.\" \n \nFormer Pennsylvania Sen. Rick Santorum, who is weighing a presidential bid and plans to announce his decision soon, likewise told the gathering he's driven by what he called President Obama's failures on national security.  \n\"Heck, I would just be happy if our president would be able to tell the difference between our friends and enemies. ... Let me give our president a primer: Iran, enemy. Israel, friend,\" he said.  \nHe told the crowd: \"I've been clear about the threat of radical Islam. This isn't a war on terror. It's a war on radical Islam.\"  \nAnd he offered a solution: \"Here's what we need to do. If these people want to bring back a 7th Century version of Islam, my suggestion is to load our bombers up and bomb them back to the 7th Century.\"  \nSantorum, who narrowly won the lead-off Iowa caucuses in 2012, also touted his connections to South Carolina. Two of his sons attended The Citadel in Charleston, and he has a niece graduating Saturday from the University of South Carolina.  \nThe Republicans spoke at the third Citizens United Freedom Summit, following similar events earlier this campaign cycle in Iowa and New Hampshire.  \nAlso at the podium were retired neurosurgeon Ben Carson and former HP executive Carly Fiorina -- both declared candidates -- as well as Wisconsin Gov. Scott Walker, former Texas Gov. Rick Perry and others.  \nWalker has faced questions over his foreign policy chops, but elicited a strong reaction from the crowd when he called for taking the fight to America's enemies instead of letting them take it to the U.S.  \nHe also weaved in mention of an upcoming trip to Israel.  \nPerry also blasted Obama on ISIS, saying, \"He's refused to admit even the nature of our enemy, let alone offer a plan to defeat them.\"  \nPerry isn't yet in the 2016 race, but is expected to launch his campaign later this year. He dropped out of the 2012 race before the South Carolina primary, and has said in recent months he was unprepared to run for president while he still served as governor.  \nFox News' Nick Kalman and The Associated Press contributed to this report.", "byline": "", "description": "", "title": "GOP candidates vow to bomb terrorists &lsquo;back to the 7th Century,&rsquo; invoke Liam Neeson", "url": "http://www.foxnews.com/politics/2015/05/09/gop-candidates-vow-to-bomb-terrorists-back-to-7th-century-invoke-liam-neeson/", "topics": ["terrorism", "campaign_finance"], "people": ["Rick Santorum", "Rick Perry", "Scott Walker", "Nick Kalman", "Marco Rubio", "Liam Neeson", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["S.C.", "GOP", "Citizens United Freedom Summit", "Citadel"], "authors": [], "date_written": "2015-05-09 21:35:27", "org": "fox", "article_id": "2675197c26e963e350a0370f50a7bca7", "date_access": "2015-05-09 20:55:16.613988"}