{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Republican-controlled Senate is set to vote Monday to halt federal aid to Planned Parenthood, a fast response to the series of unsettling videos exposing the group's little-noticed practice of providing fetal tissue to researchers.\nThe measure is not expected to pass because Senate Majority Leader Mitch McConnell and the other 53 Republican senators will need support from several Democrats to reach the 60-vote threshold, with some moderates on both sides still apparently undecided.\nHowever, the effort appears to be another step in the effort by pro-life groups and others to ban abortions and put an end to Planned Parenthood, which provides health services, family planning and abortions in clinics across the country.\n\"I think most Americans don't want their tax dollars going to this,” 2016 presidential candidate and Kentucky GOP Sen. Rand Paul told CNN’s “State of the Union.” “So I think when something is so morally repugnant to so many people, why should tax dollars go to this?”\nPaul and other Republicans want the millions that go to Planned Parenthood given instead to community health centers across the country that provide similar services with the exception of abortions.   \n\"So it would be much less emotional for everyone if we just funded community health centers and didn't fund Planned Parenthood,” Paul said.\n\nDemocrats largely supported the group and argue the videos and the congressional Republican response is politically motivated and another attack on women.  \n\"They're attacking women's health,” said Senate Minority Leader Harry Reid, D-Nevada.\nThe White House says it would block legislation to defund the pro-choice group.\nStill, the furtively recorded videos -- with close-ups of aborted fetal organs and Planned Parenthood officials dispassionately describing how \"I'm not going to crush that part\" -- have forced the group and its Democratic champions into a defensive crouch.\nThe Center for Medical Progress, which recorded the videos and started releasing them late last month, accuses Planned Parenthood of profiting from selling fetal organs, which violates a federal criminal statute that lets providers recover only their expenses.\nThey also say Planned Parenthood is altering abortion procedures to better recover usable tissue.\nConservatives view the videos as a huge political opportunity to galvanize support for banning abortions and, some hope, prohibiting fetal tissue research. But the issue is cutting both ways, with both sides using it for fundraising solicitations.\nPlanned Parenthood has apologized for comments in the video but says it has broken no laws.\nThere are roughly 1 million U.S. abortions yearly. In its most recent annual report, Planned Parenthood said it performed 328,000 of them.\nThe group and its supporters have sought to shift the focus, saying abortions represent just 3 percent of the 10.9 million services the organization provides annually in nearly 700 clinics.\nGroup officials also says the yearly workload includes 4.5 million tests and treatments for sexually transmitted diseases; 3.6 million contraception procedures and devices; 1.1 million pregnancy tests and 900,000 cancer tests and treatments.\nOf Planned Parenthood's 2.7 million annual clients, mostly women, it says 4 in 5 earn 150 percent of the federal poverty level or less. Democrats say an attack on Planned Parenthood is an effort to keep women, many of them poor, from needed health services.\nPlanned Parenthood says of $1.3 billion in revenue last year, $528 million came from taxpayers, including state funds that help finance Medicaid.\nSupporters of Planned Parenthood say cutting federal aid wouldn't affect the abortions it provides because federal money cannot be used for abortions except for cases of rape, incest or when a woman's life is in peril.\nOpponents say squeezing money from Planned Parenthood makes it choose between spending its remaining funds on abortions or other services.\nRepublicans say the nearly 9,100 federally funded community health centers, more than 10 times the number of Planned Parenthood locations, could pick up the slack.\nPlanned Parenthood disagrees, saying their sites serve disproportionate numbers of low-income women and are often where no other alternatives exist.\nSen. Joni Ernst, R-Iowa, is sponsor of the Senate bill, a female face Republicans hope will blunt repeated Democratic accusations that the GOP is waging war on women.\nUnderscoring the sensitivity, some of the moderates will likely cross party lines Monday. Sens. Joe Donnelly, D-Ind., and Lisa Murkowski, R-Alaska, are among several saying little about how they will vote.\nSome Republicans, include the more socially conservative members, say they won't vote for spending bills keeping the government open starting Oct. 1 with any Planned Parenthood funds.\n But GOP leaders are reluctant to force a shutdown fight that could haunt them in the 2016 elections, as are some of the party's presidential candidates.\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Senate vote on defunding Planned Parenthood first shot of bigger fight", "url": "http://www.foxnews.com/politics/2015/08/03/senate-to-vote-monday-to-defund-planned-parenthood-first-step-in-renewed-battle/", "topics": ["abortion"], "people": ["Rand Paul", "Joni Ernst", "Lisa Murkowski", "Harry Reid", "Joe Donnelly"], "orgs": ["Senate", "Of Planned Parenthood", "Parenthood", "Medicaid", "Center for Medical Progress", "Planned Parenthood", "GOP"], "authors": [], "date_written": "2015-08-03 08:37:49", "org": "fox", "article_id": "c1a17b4b7f6455dbf8093c4d3cc67afe", "date_access": "2015-08-03 07:50:02.719009"}