{"body": "\nResidents of Puerto Rico are U.S. citizens but can't vote for president. Yet Republican Marco Rubio and Democrat Hillary Rodham Clinton are campaigning there, following two other 2016 White House hopefuls. \nWhy the journey? Despite its crimped political clout, Puerto Rico is seen as one path to presidential victory. Five million Puerto Ricans live on the U.S. mainland, including nearly 1 million in the key swing state of Florida, and they care about what happens back on the island. \nRubio is coming Friday for a fundraiser in San Juan and a rally in Santurce. Clinton plans an event the same day in San Juan about reversing what her campaign calls the U.S. territory's economic decline and its health care crisis. She soundly defeated Barack Obama in Puerto Rico's 2008 primary. The territory casts votes in the party primaries and sends small numbers of delegates to the party conventions. \nAhead of his visit, Rubio penned an op-ed in Friday's edition of El Nuevo Dia, Puerto Rico's largest newspaper, saying the Caribbean island government must find its own way to get its financial house in order. He said he would not support allowing the U.S. territory to use bankruptcy laws to deal with its staggering $72 billion debt. \n\"The reality is that Puerto Rico's leaders must lead and do the difficult but essential work of cutting spending, reining in out-of-control big government and eliminating job-killing policies, including scores of new tax increases,\" he wrote. \nFormer Florida Gov. Jeb Bush visited in April before announcing his Republican presidential campaign and was warmly received as he praised the contributions of immigrants to the country and endorsed statehood, a long-running issue for generations of Puerto Ricans, many of whom feel like second-class citizens because of their limited voting rights. The trip was one of the first occasions that voters outside Florida heard the bilingual Bush speak Spanish, which he's often done since his campaign launch in June. \nMartin O'Malley, a Democrat and former Maryland governor who visited last month, pledged to fight for equal treatment, noting that Puerto Rico gets lower Medicaid and Medicare reimbursement rates than the mainland, an issue also on Clinton's agenda. \nThe parade of presidential hopefuls to the territory speaks to the growing power of Puerto Rican voters on the mainland, especially in Florida, the top destination for those fleeing the island's 12 percent unemployment rate and nine-year economic slump. The governor declared the massive public debt unpayable and that it needs restructuring. \n\"It's an issue that hits close to home whether you live here or on the island,\" said Viviana Janer, 43, a Florida Democrat from Kissimmee in central Florida. She was the winner among five candidates -- all Puerto Ricans -- who competed last year for a seat on the Osceola County Commission. \nShe said her sister and brother-in-law, both chemists, left the island two years ago because of the depressed economy, settled in Florida and registered as Democratic voters. \nJaner's relatives are part of a massive exodus that began in 2006 and has only picked up pace in recent years, says the Pew Hispanic Center. It reported that Puerto Rico's net population decreased by 50,000 people annually between 2011 and 2013. Job-related reasons were cited by 42 percent of those leaving. \nThe Census Bureau reported last month that more than 7,500 Puerto Ricans from the island moved to the Orlando area in 2013, beating out the New York metro area. \nThe arrival of more \"Boricuas,\" the term Puerto Ricans affectionately call themselves, is changing the political equation in Florida, say political observers. \n\"These new Puerto Rican voters now make it possible for Democrats to win Florida without Blue Dog Democrats,\" said Lance deHaven-Smith, a Florida State University political science professor, referring to a phrase describing Southern conservative Democrats. \nAnother factor, he said, is that Cuban-American voters, who for decades had been the state's dominant Hispanic voting bloc, are now split among the major parties. \nIndeed, Pew reports that Cuban-Americans still represent the largest bloc of all registered Hispanic voters in Florida, 31 percent, but Puerto Ricans are right behind them at 29 percent. A quarter century ago, Cuban-Americans made up about half the state's Hispanic voters. \nIn the 2012 election, 71 percent of Hispanics nationally voted to re-elect Obama, but only 60 percent in Florida did, exit polls found. \nCuban-Americans were about evenly divided, 49-47 percent, in favor of Obama over Republican Mitt Romney. Non-Cubans, including Puerto Ricans, overwhelmingly supported Obama, 66-34 percent. \nHistorically, Puerto Ricans have sided with Democrats and are likely to remain loyal to the left, said deHaven-Smith. \"I don't think they are open to the Republican Party.\" \nBut Republicans say they do see an opening, at least with recent arrivals, and have been going into Puerto Ricans communities for several years to woo potential voters. \nNewcomers \"see the difference\" in low taxes and a low unemployment rate in a state with a conservative governor, Florida's Rick Scott, versus a liberal governor in Puerto Rico, Alejandro Garcia Padilla, said Jennifer Sevilla Korn, the Republican National Committee's deputy political director.", "byline": "", "description": "", "title": "Rubio, Clinton campaign in Puerto Rico", "url": "http://www.foxnews.com/politics/2015/09/04/rubio-clinton-campaign-in-puerto-rico/", "topics": ["economy"], "people": ["Rodham Clinton", "Jennifer Sevilla Korn", "Martin O'Malley", "Rick Scott", "Jeb Bush", "Viviana Janer", "Barack Obama", "Puerto Ricans", "Alejandro Garcia Padilla"], "orgs": ["Florida State University", "Republican Party", "Pew Hispanic Center", "Republican National Committee", "Census Bureau", "El Nuevo Dia"], "authors": [], "date_written": "2015-09-04 21:30:05", "org": "fox", "article_id": "272d756efb86c0fe20102571fc0c4e99", "date_access": "2015-09-04 21:00:06.266382"}