{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWASHINGTON –  When they got the news that House Speaker John Boehner had resigned, several hundred evangelical voters who expected to spend their Friday hearing from the Republican candidates for president leapt to their feet and cheered.\n\"I'm not here to bash anyone, but the time has come to turn the page,\" said Florida Sen. Marco Rubio, who got the honor of sharing the stunning development with the crowd at the annual Value Voters forum in Washington.\nLike Rubio, each of the Republican presidential hopefuls had expected to spend their Friday trying to win over the influential group of conservative activists. Instead, the forum became something of a victory lap, as one 2016 candidate after another joined in the celebration of Boehner's departure by lashing out at congressional Republicans for not fighting hard enough for conservative priorities.\n\"You want to know how much each of you terrify Washington?\" Texas Sen. Ted Cruz asked the crowd. \"Yesterday, John Boehner was speaker of the house. Y'all come to town and somehow that changes. My only request is, `Can you come more often?\"'\nReal estate mogul Donald Trump, who has ridden a wave of frustration with politics and anyone with ties to government to front-runner status in the GOP's presidential contest, called Republican congressional leaders like Boehner \"babies.\"\n\"We are so disappointed with the Republican establishment,\" Trump said. The billionaire suggested that while some people may like Boehner personally, \"We want people who are going to get it done.\"\nThe annual Value Voters gathering brought together a large audience of social conservatives whose favored candidates were largely beaten in last year's midterms by establishment Republicans. But on the eve of the party's 2016 presidential contest, Boehner's resignation and their almost gleeful reaction was fresh evidence the sharp divide inside the Republican Party will shape the course of its presidential primaries.\n\"How can it be that we've sent a Republican majority to Congress, and yet they're still not able to stop our country from sliding in the wrong direction?\" said Rubio, a Republican member of Congress himself. He charged that \"too many leaders in both parties have fallen out of touch with America.\"\nNo issue has frustrated conservatives more than federal funding for Planned Parenthood, the women's health-care provider that also offers abortions. They've insisted that cutting off that funding via a must-pass governmentwide funding bill is the way to force the issue with President Barack Obama.\nA move to strip taxpayer funding to the organization was blocked in the Senate on Thursday. Former Pennsylvania Sen. Rick Santorum, another 2016 presidential contender, railed against Republicans in Congress who backed down, even when given the opportunity to focus American's attention on \"the horror of abortion.\"\n\"They think they can't win the battle,\" Santorum said, \"so they give up before it's even fought.\"\nTurning to Boehner, Santorum said, \"It's probably time for him to have stepped down to start a new chapter here in Washington, D.C.\"\nRepublican National Committee Chairman Reince Priebus issued a solemn statement praising Boehner as \"a tireless advocate for conservative principles,\" and former Florida Gov. Jeb Bush -- who isn't speaking at the Value Voters meeting -- praised Boehner from afar, tweeting that \"John Boehner dedicated his life to public service.\"\nFamily Research Council President Tony Perkins, whose organization is hosting the weekend gathering, said social conservatives are watching the candidates closely to find someone to rally behind.\n\"They realize we're at a point where we need a leader who will not simply babysit America's demise, which Republicans are well-known for, but rather someone who will aggressively come in and undo the damage that has been done by this administration,\" Perkins said.", "byline": "", "description": "When they got the news that House Speaker John Boehner had resigned, several hundred evangelical voters who expected to spend their Friday hearing from the Republican candidates for president leapt to their feet and cheered.", "title": "Value Voters crowd cheers Boehner resignation", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/oJ5fQIkhTD0/", "topics": ["abortion", "personality"], "people": ["Rick Santorum", "Jeb Bush", "Marco Rubio", "Donald Trump", "John Boehner", "Barack Obama", "Tony Perkins", "Reince Priebus", "Ted Cruz"], "orgs": ["Real", "Congress", "Senate", "Republican Party", "Republican National Committee", "Planned Parenthood", "GOP"], "authors": [], "date_written": "2015-09-25 19:45:23", "org": "fox", "article_id": "d7c02b7a68d2366bc6ace56122325bdf", "date_access": "2015-09-25 19:01:01.391270"}