{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tI was doing some web-surfing while waiting for Carly Fiorina to call for an interview when I noticed that suddenly, somehow, she was the lead story on the Drudge Report.\n\n“CARLY ROAR/SETS MAY LAUNCH,” the banner headline screamed.ADVERTISEMENTADVERTISEMENT\n\nThat’s quite a welcome for a woman who was initially treated as a footnote when she started exploring a presidential campaign.\n\n“People didn’t take my candidacy seriously at first,” Fiorina told me moments later from Iowa, recalling how pundits assumed she was actually angling for a vice-presidential nod. “I think that question has faded pretty quickly.”\n\nWhen she first began exploring a White House bid last year and was busy courting and consulting with politicos, “I really wasn’t looking for media attention of any kind.”\n\nThe former Hewlett-Packard CEO is hardly lacking for media coverage now, particularly when she goes after Hillary Clinton. At times, it seems like that is her main function in the race. But Fiorina attributes that to selective coverage.\n\n“The media happens to pull out a set of comments about Hillary Clinton, who of course is who we’ll be running against in 2016,” Fiorina says.\n\nOne reporter even told her that the way she goes after Hillary is “mean.”\n\n“Many people have asked, ‘Are you doing that because you’re a woman and she’s a woman?’ No, I’m doing it because it my world, track record counts.\n\n“Because I am a woman, there are many things she can’t say. She can’t play the gender card. She can’t talk about being the first woman president. She can’t talk about the war on women.”\n\nAll this circles back to whether Fiorina is getting inordinate attention in the Republican field because every other candidate, potential candidate and wannabe is male. Clearly, especially with Hillary on the other side, it doesn’t hurt. Fiorina has the standard I’m-not-running-because-I’m-a-woman line down pat, but she’s also quick to add, “by the way, I look different.”\n\nPerhaps as important as gender is the fact that she’s never held elective office. In her one previous political foray, Fiorina ran for a Senate seat in California against Barbara Boxer and lost. And that has the political pros doubtful that she could actually win the GOP nomination against the likes of Jeb Bush, Scott Walker and Marco Rubio.\n\n“Some in the media may perceive that,” she admits before pivoting to a better answer: “For voters out here, me not being a professional politician is generally speaking an asset. People are tired of politics. They feel disconnected from the political process.”\n\nFiorina’s media stock is clearly rising as she gives speeches and does interviews. Outsider candidates with business backgrounds, from Herman Cain to Ross Perot, often have a natural appeal over those who get their hands dirty in the grubby business of politics. But they also have a tendency to flame out.\n\nIn Fiorina’s case, her pitch could be complicated by the fact that H-P fired her in 2005 after a six-year tenure as chief executive.\n\n“I’ve been very transparent about the fact that I was fired in a boardroom brawl at Hewlett-Packard,” Fiorina tells me. “It’s not unfair at all to question that. What’s unfair is when people gloss over the facts.” And she rattles off what she views as her accomplishments: “We doubled the company. We quadrupled cash flow…”  \n\nBut the political arena is very different, especially in such a crowded primary field. While some of the Republican candidates are already jabbing each other, Fiorina doesn’t plan to join them.\n\n“I really don’t need to spend a lot of energy distinguishing myself from other Republican candidates because everything about me is different,” she says.\n\nClick for more from Media BuzzHoward Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "I was doing some web-surfing while waiting for Carly Fiorina to call for an interview when I noticed that suddenly, somehow, she was the lead story on the Drudge Report.", "title": "Carly Fiorina says she’s not being ‘mean’ to Hillary, but her gender helps", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/dN3K7l-s49A/", "topics": ["women", "personality"], "people": ["Herman Cain", "Carly Fiorina", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Howard Kurtz", "Ross Perot", "Barbara Boxer", "Scott Walker"], "orgs": ["Senate", "GOP"], "authors": [], "date_written": "2015-04-24 23:04:21", "org": "fox", "article_id": "340cfa235612aa2584ab647e9a363522", "date_access": "2015-04-24 09:10:06.904113"}