{"body": "\n**Want FOX News First in your inbox every day? Sign up here.**  Buzz Cut: • Behind Boehner’s benediction • The Edge: Trump stays steady, Carson keeps gaining • Sanders crushing Hillary in New Hampshire • Power Play: Hillary’s re-re-re-set • Ah, ‘white ppl’  BEHIND BOEHNER’S BENEDICTION It says somewhere that “no greater love hath a man than to lay down his speakership for his party…” or something like that.  House Speaker John Boehner had one way left to keep his rivals off base, and this morning he deployed it.  Boehner had intimated to a close circle of advisers and friends that the end was near for his tumultuous tenure and crafted a plan, but he still managed to stun House Republicans this morning when he announced his decision to step down at the end of October.  The act will allow Boehner to shove through short-term spending measures to get to the end of the year and the chance to craft a budget (or reasonable facsimile) that will carry the government through the 2016 election year.  Boehner aides told Fox News that Boehner had planned his departure through the end of 2014, but the stunning primary defeat of former House Majority Leader Eric Cantor closed the door on that plan. Since then, it’s been about finding the right exit ramp.  One member who was in the meeting with Boehner described the scene as “totally jaw-dropping” and that the caucus is in “chaos” trying to sort out what happens next. Good question.  The most likely scenario seems to be Majority Leader Kevin McCarthy stepping out as frontrunner whenever elections are held. But it will surely not be easy for the Californian. The winner will need the support of every Republican except 15 or so, and McCarthy will have a hard time, at least at first, getting to the necessary 218 votes.  There will be pressure on other leadership rivals, including Texas Rep. Jeb Hensarling and Ways and Means Committee Chairman Paul Ryan to consider joining the fray. Ryan already said today that hes not interested today, but if McCarthy can’t get the ball over the goal line, a backup QB will be required.  On the side of the stampede that pushed Boehner out there is considerably less clarity. Ohio Rep. Jim Jordan would appear to be the frontrunner, but keeping order among revolutionaries has been tough stuff since before the Bastille.  As far as next steps on the fiscal-year-end cliff five days from now, it will depend on how well slaked is the bloodlust in the renegade caucus. If Boehner’s departure is enough to satisfy the group’s outrage, the outgoing speaker and his team will have more latitude to get a deal done quickly and to greater advantage. If the rebels are emboldened but unsatisfied, Republicans face the possibility of a fiscal plan written entirely by Democrats and ushered to the floor by a defeated Boehner.  Some have suggested that Boehner was moved to a sudden resignation by Pope Francis’ announcements about unity in Congress. That’s far from the case, according to two longtime Boehner confidants.  This plan, or something like it, had been in place since at least the beginning of this week if not sooner. The timing of the announcement, however, was dictated by the papal visit.  Who knew what a tremendous benediction devoted Roman Catholic Boehner was receiving?  THE EDGE: TRUMP STAYS STEADY, CARSON KEEPS GAINING Last Friday, we introduced you to The Edge, a one-of-a-kind measurement from the New Analytics Company that “scrubs” television, radio, print, internet and social media to gauge positive and negative attention for the 2016 candidates. It’s not a public opinion survey, but the team at New Analytics believes that The Edge provides a way to show changes in the race before polls can reflect them. The data are compiled into a single score, which will be provided exclusively to Fox News First.  This week’s edition of The Edge the average score in the week since the second GOP debate:  Donald Trump, 25.06; Ben Carson, 12.95; Jeb Bush, 8.68; Ted Cruz, 6.26; Marco Rubio, 6.22;  Carly Fiorina, 5.96; Mike Huckabee, 4.36; John Kasich, 3.77; Rand Paul, 3.53; Chris Christie, 3.34  GOP SIXTEENERS AUDITION FOR EVANGELICALS The Hill: “Eight presidential candidates, including front-runner Donald Trump, will convene in Washington this weekend for the Values Voter Summit as they look to woo evangelical voters at a time when religious freedom issues dominate the GOP field. With the religious right voting bloc one of the largest single constituencies in the Republican Party, the candidates hope to cement their status as the standard-bearer of religious freedom and win the event’s straw poll. About 2,500 are registered to attend the event.”  Rubio to propose tax credits for family leave - AP: “The Florida senator says he will introduce his plan Friday morning when he speaks before the Values Voter Summit in Washington. He is among several GOP presidential hopefuls scheduled to address the summit, an annual gathering of social conservatives. Under his proposal, Rubio would give businesses a 25 percent tax credit for providing at least four weeks of paid family leave. It would be limited to 12 weeks of leave and $4,000 per employee.”  Jeb says he won’t use ‘free stuff’ to woo black voters - WaPo: “Jeb Bush said here Thursday night that Republicans can win more African American voters by emphasizing a positive message that does not involve promising ‘free stuff,’ a remark that bore echoes of comments by Mitt Romney that drew criticism in 2012...‘Our message is one of hope and aspiration,’ he said at the East Cooper Republican Women’s Club annual Shrimp Dinner [in South Carolina]. ‘It isn’t one of division and get in line and we’ll take care of you with free stuff. Our message is one that is uplifting -- that says you can achieve earned success.’”  PAC man - “First of all, last week was the first week that the super PAC that I used to be affiliated with has done advertising. We just started advertising ourselves. I used to say it's a marathon not a sprint. I think it’s a triathlon…We have a long way to go.” – Jeb Bush on “Special Report with Bret Baier”  Fox News Sunday: Jeb talks exclusively with Mr. Sunday - Jeb Bush joins Chris Wallace to talk about the state of the race and where he sees himself in this crowded field. And as a partial government shutdown looms over Washington, Rep. Tom Cole, R-Okla., of the appropriations committee, and Rep. Mick Mulvaney, R-S.C., of financial services committee join the discussion. “Fox News Sunday with Chris Wallace” airs at 2 p.m. and 6 p.m. ET on Fox News. Check local listings for air times in your area.  #mediabuzz - Host Howard Kurtz analyzes coverage of Pope Francis’ historic U.S. visit and the latest on 2016. Watch “#mediabuzz” Sunday at 11 a.m. ET, with a second airing at 5 p.m.  WITH YOUR SECOND CUP OF COFFEE… Today is the birthday of William Faulkner. Born in 1897, the Noble Prize winner is the definitive voice of the American South in the 20th century and best known for his Shakespearean portrayals of Southerners of castes high and low and both black and white in novels like “Absalom Absalom” and “The Sound and the Fury.” But Faulkner may have reached his highest heights in short stories. Faulkner despised the necessity of turning out smaller pieces to pay the bills, an act he referred to as going “whoring” and “boiling the pot.” The University of Mississippi tells the story of his short stories here.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.8 percent//Disapprove – 49.7 percent Directions of Country: Right Direction – 27.8 percent//Wrong Track – 63.2 percent  SANDERS CRUSHING HILLARY IN NEW HAMPSHIRE Thursday’s CNN/WMUR poll of New Hampshire primary voters puts Sen. Bernie Sanders, I-Vt., up 16 points from Democratic frontrunner Hillary Clinton in what is the latest sign of an early state collapse for the Clinton camp. Adding to his double-digit lead, Sanders also ties Clinton for the most likely candidate to win the New Hampshire primary next February. Although Clinton’s numbers stand strong when it comes to who has best chance of winning next November, the continued drip, drip, drip, of the Clinton email scandal seems to be wearing thin on Granite State voters. And today’s news that Clinton personally signed off on Huma Abedin triple-dipping her resources – working for the State Department, Clinton Foundation, and private consulting firm Teneo simultaneously – show this scandal doesn’t seem to be drying up anytime soon.  Biden, Hillary to woo big gay group - WaPo: “The Oct. 3 meeting of the leading activists of the Human Rights Campaign will not quite be a head-to-head confrontation between [Vice President Joe Biden] and former secretary of state Hillary Rodham Clinton. But the two Democrats will speak before the biggest gay rights activists, inside the District’s Walter E. Washington Convention Center, within a few hours of each another.”  POWER PLAY: HILLARY’S RE-RE-RE-SET Hillary Clinton’s effort at a campaign reset can’t seem to get ahead of the next scandal. As her email story continues to drip out she can’t seem to get out of her own way. The National Journal’s Emily Schultheis and Washington Examiner’s Jason Russell talk over Clinton's option with Chris Stirewalt. WATCH HERE.  AH, ‘WHITE PPL’ Independent: “An Indian restaurant in west London has apologized to a customer for marking his receipt with the words ‘white ppl’ after he requested a mild curry. Valentine Restaurant in Southall said the mix-up was a misunderstanding rather than a comment on the race of the customer, because ‘ppl’ was its shorthand for ‘milk.’ The note, added underneath the order of a venison curry, read ***VERY MILD, WHITE PPL***…But the customer, 44-year-old Stuart Lynn, said he was offended by the note and that he wouldn’t be using the restaurant again…He told the Mirror: ‘I was not happy at all. It implies we can’t deal with strong curries… I thought it was very rude of them.’”  AND NOW A WORD FROM CHARLES… “What I think strikes everyone is the humility of [Pope Francis], carrying on in the Franciscan tradition. And also the gentleness of his manner and the genuine way in which he embraces the least among us, which is sort of the ultimate message of religion.” – Charles Krauthammer on “Special Report with Bret Baier” Watch here.  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Boehner to step down causing \"chaos\" for what happens next.", "title": "Behind Boehner’s benediction", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/F2WuQc7rMLE/", "topics": ["immigration", "terrorism"], "people": ["William Faulkner", "Chris Wallace", "Howard Kurtz", "Jim Jordan", "Mike Huckabee", "Eric Cantor", "Tom Cole", "Ted Cruz", "Charles Krauthammer", "Absalom Absalom", "Chris Christie", "Mick Mulvaney", "Joe Biden", "Bret Baier", "Hillary Rodham Clinton", "John Boehner", "Pope Francis", "Bernie Sanders", "Rand Paul", "Jason Russell", "Jeb Bush", "Donald Trump", "Marco Rubio", "Paul Ryan", "Carly Fiorina", "Emily Schultheis", "Clinton Foundation", "Mitt Romney", "Stuart Lynn", "Chris Stirewalt", "Hillary Clinton", "John Kasich", "Jeb Hensarling", "Kelly File", "Ben Carson"], "orgs": ["State Department", "Congress", "National Journal", "Republican Party", "New Analytics", "FNC", "Human Rights Campaign", "Teneo", "Washington Examiner", "New Analytics Company", "University of Mississippi", "GOP", "Walter E. Washington Convention Center"], "authors": [], "date_written": "2015-09-25 16:14:12", "org": "fox", "article_id": "cffa61d542fe192377e1c578c5493321", "date_access": "2015-09-25 16:01:16.697849"}