{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Donald Trump on Sunday turned his attack on another rival, Wisconsin Gov. Scott Walker, in his soaring and often unpredictable campaign that has largely targeted front-runners but spared essentially nobody.\n“His state has not performed well,” Trump, the billionaire businessman who now leads in most polls, told ABC’s “This Week.” “We need someone who’s going to make it perform well, this country perform well. … I’m the one to do it.”\nLike many political candidates, Trump is spending the early part of the election cycle trying to downgrade the early favorites -- in this case Republican Jeb Bush, a former Florida governor, and Democrat Hillary Clinton, a former secretary of state.\nStill, Walker, another early favorite who remains a top-tier contender, was more than willing to block and tackle, telling ABC later in the morning that Trump sounds like a Democrat when attacking his record as a two-term governor.\n“He’s using the talking points of the Democrats,” Walker said. “They didn’t work in the past. They’re not going to work now.”\nTrump essentially said he was unconcerned about the campaign for Walker, who trails Trump and Bush in an averaging of polls by the nonpartisan website RealClearPolitics.com.\n\nHe argued that Wisconsin has a $2.2 billion deficit, instead of an anticipated $1 billion surplus, and that Walker has been forced to borrow money instead of raising taxes to keep state projects going.  \nTrump argued that people’s realization about Wisconsin’s situation is reflected in Walker’s declining poll numbers.\nWalker, who began a second term in January, disagreed, saying the state’s roads and schools have improved under his leadership.\nHowever, he acknowledged the voter frustration into which Trump and other first-time candidates have tapped, albeit misdirected at him.\n“It’s why you see not only (Trump’s) numbers up, you see some of the other candidates who have not run for office before,” Walker said. “They’re angry at Washington. Heck, I’m angry at Washington. I’m angry at my own party’s leadership, who told us they were going to repeal ObamaCare and we still don’t see a bill on the desk of the president.”\nTrump has also attacked Hillary Clinton, suggesting that her email controversy has put her campaign in jeopardy; Bush for comments about federal spending on women's heath care and even fellow GOP candidate and former Texas Gov. Rick Perry. Trump suggested Perry started wearing eyeglasses to look smarter. Perry's poll numbers are at about 1.5 percent, among the lowest of the top 17 GOP candidates.", "byline": "", "description": "Republican presidential candidate Donald Trump on Sunday turned his attack on rival Wisconsin Gov. Scott Walker, in his soaring and often unpredictable campaign that has largely targeted frontrunners but spared essentially nobody.", "title": "Trump turns attack on Walker", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/-r7M8gIMO4k/", "topics": ["personality", "women"], "people": ["Donald Trump", "Rick Perry", "Scott Walker", "Hillary Clinton"], "orgs": ["GOP", "RealClearPolitics"], "authors": [], "date_written": "2015-08-23 19:55:38", "org": "fox", "article_id": "01bf5e058ced912853d9a781e6d00d79", "date_access": "2015-08-23 19:40:05.143733"}