{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Ben Carson suggested Sunday that a Muslim should not be president, extending the new and unexpected religion debate on the 2016 campaign trail.\n“I would not advocate that we put a Muslim in charge of this nation,” Carson, a Christian and retired neurosurgeon, said on NBC’s “Meet the Press.” “I absolutely would not agree with that.”\nCarson, a top-tier 2016 candidate and popular among the GOP’s evangelical wing, made the statement after fellow Republican candidate Donald Trump was addressed by a man during a rally Thursday in New Hampshire who said President Obama is a Muslim.\n“We have a problem in this country,” the unidentified man said. “It's called Muslim. … You know our current president is one.\"\nObama says he is a Christian. But Trump has declined to address the issue, saying he is not “morally obligated” to set straight the record.\nCarson also said Sunday that a president’s religious faith shouldn’t be “inconsistent with the values of America.”\n\n“But if it fits within the realm of America and consistent with the Constitution, no problem,” he continued.\nCarson said he believes Obama is a Christian and has “no reason to doubt what he says.”\nHe also said he would consider voting for a Muslim running for Congress, depending on “who that Muslim is and what their policies are.”\nTrump on Sunday told ABC’s “This Week” that he doesn’t talk about other people’s faith and that Obama is “very capable of defending himself.”\nHe also said the politically correct statement is that Muslims are not a problem in the United States but the reality is that “some” associated with terrorism pose a worldwide threat.\n“We can say … everything's wonderful,” Trump said. “But certainly it is a problem. … if I want to say no, not at all, people would laugh at me.”\nFellow GOP contender and Florida Sen. Marco Rubio told ABC about the Muslim debate: “This has nothing to do with the future of our country.  These issues have been discussed ad nauseam over the last few years.  It's a big waste of time.  Barack Obama will not be president in a year and a half.  It's time to start talking about the future of America and the people that are at home.", "byline": "", "description": "Republican presidential candidate Ben Carson suggested Sunday that a Muslim should not be president, extending the new and unexpected religion debate on the 2016 campaign trail.", "title": "Carson says he does not agree with a Muslim being elected president", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/2qUKrFj69Jk/", "topics": ["campaign_finance", "economy", "immigration", "terrorism"], "people": ["Donald Trump", "Marco Rubio", "Barack Obama", "Ben Carson"], "orgs": ["GOP", "Congress"], "authors": [], "date_written": "2015-09-20 16:45:22", "org": "fox", "article_id": "0c48407ea35fc24db53e04711bbaecad", "date_access": "2015-09-20 16:50:13.913697"}