{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nPresident Obama returned overnight from a Martha's Vineyard vacation to a roiling Democratic Party drama, as his own vice president was said to be moving closer to a 2016 run against his former secretary of state. \nThe president, after resting on the Vineyard with his family, has plenty on his plate as he enters a home-stretch lobbying campaign to prevent the Iran nuclear deal from sinking on a congressional vote next month; tries to finish a free trade agreement with Asia-Pacific nations; and looks to avoid another partial government shutdown. \nBut Vice President Biden's political deliberations are an unavoidable X-factor, as they threaten to divide loyalties inside the Obama administration. \nThe Wall Street Journal reports that Biden is increasingly leaning toward running against Hillary Clinton if he can pull together a robust campaign. \nBiden stoked speculation Saturday by interrupting his own time off and reportedly holding a meeting with Sen. Elizabeth Warren, D-Mass., a darling of the left who herself had been urged by grassroots supporters to run. She declined, but she has not yet endorsed anyone in the 2016 race. \nAnd on Monday, the White House announced Biden had tapped a top film industry official and former spokeswoman for John Edwards' 2008 presidential campaign to be his new communications director. \n\nWhite House officials are subject to strict limitations on engaging in political activity, and Kate Bedingfield's duties are expected to focus on the vice president's official activities, not on preparations for a potential campaign. \nBut she joins at a critical time. \nJosh Alcorn, a ringleader in the effort to get Biden in the race, said Sunday that while Biden trails would-be competitors in money and organization, he could still win. \n\"We have a grassroots list of 200,000 people that's growing every day,\" Alcorn, senior adviser for Draft Biden 2016, told \"Fox News Sunday.\" \"He may not have the financial resources, but there is a groundswell of support.\" \nPolitico reports that the possibility is dividing the Obama administration, where many had assumed Clinton was the candidate to back. Sources suggested Biden still has strong support. \"I don't know what the official line will be,\" an unnamed White House official told Politico, \"but you will have a lot of people in the building rooting for him.\" \nMeanwhile, Obama has plenty of policy fights ahead of him over the next few months. \nAtop the president's priorities is preventing Congress from blocking the Iran deal, which curbs Tehran's nuclear program in exchange for billions of dollars in sanctions relief. Obama will likely have to veto a resolution of disapproval by lawmakers, blemishing his signature foreign policy initiative, but he appears on track to garner enough support from Democrats to hold off Republican override efforts. \nHe got a boost late Sunday when Senate Minority Leader Harry Reid, D-Nev., came out in favor of the deal. \nObama is also hoping to avoid the second partial government shutdown of his presidency. Some conservative Republicans have threatened to hold up funding bills to keep the government open after Oct. 1 unless federal money for Planned Parenthood is cut. \nSenate Majority Leader Mitch McConnell, R-Ky., has dismissed the prospect of a shutdown, saying \"We've been down this path before.\" Still, the issue has spilled into the 2016 presidential campaign, which will likely intensify the debate over linking government funding to the women's health organization. \nSeeking to bolster his legacy abroad, Obama will also be pushing for a global climate treaty and finalization of a free trade agreement with Asia-Pacific nations. His string of summer successes began with Congress agreeing to a fast-track approval process for the trade pact when negotiations are complete. \nSeptember also holds a White House meeting with Pope Francis, a state visit for Chinese President Xi Jinping, where Beijing's high-profile hacking will be on the agenda, and the president's annual trip to New York for the United Nations General Assembly. \nThe Associated Press contributed to this report.", "byline": "", "description": "President Obama returned overnight from a Martha's Vineyard vacation to a roiling Democratic Party drama, as his own vice president was said to be moving closer to a 2016 run against his former secretary of state.", "title": "Obama returns from vacation to Dem drama as Biden mulls 2016 bid", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/OBdI16jcN8k/", "topics": ["trade", "campaign_finance"], "people": ["Kate Bedingfield", "Josh Alcorn", "Harry Reid", "Hillary Clinton", "Elizabeth Warren", "Pope Francis", "John Edwards", "Xi Jinping"], "orgs": ["Vineyard", "Democratic Party", "United Nations General Assembly", "Senate", "Congress"], "authors": [], "date_written": "2015-08-24 13:44:42", "org": "fox", "article_id": "180e79357a1a9d19c3c663e07b80c352", "date_access": "2015-08-24 13:00:08.195838"}