{"body": "\n\n\n\n\n\t                        FILE -- Republican presidential candidate Carly Fiorina.\n\t                        \n\t                        (The Associated Press)\n\n\n\nDemocrats are fond of saying there is a Republican War on Women. Hillary Clinton compares Republican candidates to terrorists as far as women’s rights are concerned. We expect that kind of anti-Republican name-calling from Democrats.\nBut by denying Carly Fiorina, the GOP’s sole woman candidate for president, a place at the next debates, the Republican National Committee is playing right into their hands. \nAs a Republican woman, I’m sick and tired of defending the indefensible. The country is riled up with disgust and anger at a Washington that hides behind excuses for failing to get anything done. \nIt’s time for RNC Chairman Reince Preibus to man up and figure out a way to get Fiorina in that debate.\n\nFiorina is coming up fast. The rest of the country is ready for a women president. The Republican Party leadership should be, too. So stop whining and just do your job.\n\nBy every conceivable measure, Carly Fiorina has earned her place on that stage. She may have started as a secretary, but she worked her way up the ladder to become CEO of one of the largest technology companies in the world. \nShe won Fox News’ first Republican debate at 5 pm in Cleveland hands down. She has campaigned tirelessly, raised significant money and received the endorsement of Tom Perkins, a legendary pioneer of Silicon Valley – the man who helped found AOL, Amazon and Google. \nShe ranks high on the list of candidates, coming in fourth or fifth in most state and national polls. She has found a successful line of attack against Hillary Clinton’s integrity and competence. \nEven her competitor Dr. Ben Carson is urging that she be added to the roster. \nBut for some inexplicable reason, that isn’t good enough to get her on the main stage of the 10-man CNN debate on Sept. 16. CNN and the RNC say their hands are tied by the Federal Election Commission. They insist debate invitations are determined by an average of several polls that include those before the August debate.Since Fiorina’s rapid climb in the polls was post-debate, she didn’t make the cut. They implied that had Fiorina complained earlier, maybe something could have been done, but it’s too late now. \nYet former FEC Chairman Brad Smith has suggested otherwise, pointing out that Fox News was able to make some rule changes before the first debate. \nIt’s hard to see how CNN could refuse if the RNC insisted it include Fiorina. Even if it did, at least the blame would fall on CNN’s head, not on the RNC’s. But if the RNC and Chairman Preibus don’t try, they have a lot of explaining to do. Tell us why your party deserves the women’s vote when you won’t let a woman have a crack at the top job?\nSadly, in some parts of the country the Republican Party is still the party of old white men. When I ran for the U.S. Senate in 2006, the New York state chairman told me that where he came from, a lot of people didn’t think women should run for office. He didn’t care about my qualifications – foreign policy expert who worked for Henry Kissinger, top woman official at the Pentagon in the Reagan administration, graduate studies in politics at Oxford and nuclear weapons at MIT. The state chairman had another candidate in mind – a professional politician from the good old boys’ network. I was told to stand aside. I refused, ran anyway and lost. But I lived to fight another day and in another way.\nThe RNC needs to face up to reality. This campaign season is moving at warp speed. It has tossed conventional wisdom on its head. The public is way out ahead of the political class. \nThe majority of Americans have lost faith in the same-old, same-old ways of Washington. It’s not a coincidence that the candidates going up in the polls are the three non-politicians – Donald Trump, Ben Carson and Fiorina. \nThe country is in a throw-all-the-bums-out mode. People are fed up with both political parties and just about everyone inside the Beltway. They think the system is rigged to favor the political insiders. They think Washington is like the Capitol in the \"Hunger Games,\" with “one set of rules for me, and another for thee.” Even two-thirds of Iowa Republicans, rarely a group known for radicalism, want a president who has never held political office.\nThe Republican National Committee should stop hiding behind lame excuses. Stop rigging the system so only your preferred establishment candidates are allowed to compete. Pundits, campaign professionals and the Republican establishment have been forced against their instincts to take outsiders like Trump and Carson seriously. \nFiorina is coming up fast. The rest of the country is ready for a women president. The Republican Party leadership should be, too. So stop whining and just do your job.\nThe Republican mascot is the elephant. Hopefully it won’t become the dinosaur, because the first rule of evolution is adapt or die.\nSo man up, Chairman Preibus, and give the woman a chance to be at the debate. She’s earned it. \n\nKathleen Troia \"K.T.\" McFarland is a Fox News National Security Analyst and host of FoxNews.com's \"DefCon 3.\" She served in national security posts in the Nixon, Ford and Reagan administrations\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "By every conceivable measure, Carly Fiorina has earned her place on that stage.", "title": "Man Up, RNC Chairman Preibus, and let the woman speak", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/uTgZH6A7LEE/man-up-rnc-chairman-preibus-and-let-woman-speak.html", "topics": ["women"], "people": ["Donald Trump", "Hillary Clinton", "Kathleen Troia", "Brad Smith", "Tom Perkins", "Reince Preibus", "Carly Fiorina", "Ben Carson", "Henry Kissinger"], "orgs": ["FEC", "Beltway", "RNC", "Republican Party", "AOL", "Reagan", "Ford", "MIT", "Republican National Committee", "Federal Election Commission", "U.S. Senate", "Pentagon", "GOP", "Trump"], "authors": [], "date_written": "2015-09-01 18:30:00", "org": "fox", "article_id": "705988c3639418a508e4be1528b82f6b", "date_access": "2015-09-01 18:00:45.633385"}