{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tYou get one shot at trying to become president. Alright. Maybe two.  But if you're doing it for a second time you're actually under more scrutiny the second time around than the first. That's why I still remain stunned at the stupidity of Hillary Clinton's email scandal. She had to have known it would be a big problem. The big question now is -- how much will it affect her likely candidacy down the road?\n\nAfter the news first came out, polls showed Clinton hadn't been hurt by the revelations. People who liked her before still did -- and people who didn't -- didn't. But now the new swing state polls should make Hillary Clinton’s advisors nervous.  As we discussed, in the key swing states like Florida, Ohio and Pennsylvania .. her numbers have dropped in favorability.  But as any pollster will tell you, it’s the negative numbers that can matter the most.  And when you look at just Florida alone, Clinton’s unfavorable scores rose from 39 percent in February to 46 percent in march.ADVERTISEMENTADVERTISEMENT\n\nIt appears one press conference didn't do the trick to change voters' minds. And this story may be far from over.  Gretchen Carlson currently serves as anchor of FOX News Channel's (FNC) The Real Story with Gretchen Carlson (weekdays 2-3PM/ET). She joined the network in June of 2005. Click here for more information on Gretchen Carlson. ", "byline": "", "description": "I still remain stunned at the stupidity of Hillary Clinton's email scandal. ", "title": "Gretchen's Take: Still stunned at stupidity of email scandal", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/-1VoD4VvxxM/", "topics": ["campaign_finance", "other"], "people": ["Hillary Clinton", "Gretchen Carlson"], "orgs": ["FNC"], "authors": [], "date_written": "2015-04-01 19:17:39", "org": "fox", "article_id": "b5318503a85befd05ef5f84bc5db0fe7", "date_access": "2015-04-01 19:22:54.231159"}