{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tWisconsin Gov. Scott Walker, a presumptive 2016 Republican presidential candidate, says he has changed his immigration stance and no longer backs comprehensive reform that would allow illegal immigrants to be penalized but remain in the country.\n\n“My view has changed,” Walker said in a “Fox News Sunday” interview taped Friday. “I’m flat out saying it.”ADVERTISEMENTADVERTISEMENT\n\nWalker in 2013 said a plan in which illegal immigrants can become United States citizens by first paying penalties and enduring a waiting period “makes sense.”\n\nHowever, he is now saying such a plan is tantamount to amnesty, amid criticism that he has flip-flopped on that issue and others -- including right-to-work legislation in his home state.\n\n“I don’t believe in amnesty,” said Walker, who finished second Saturday in the Conservative Political Action Conference’s straw poll for potential 2016 Republican presidential candidates. “We need to secure the border. We ultimately need to put in place a system that works -- a legal immigration system that works.”\n\nWalker also is among the 25 Republican governors who have joined in a lawsuit challenging the president’s 2014 executive action that defers deportation for millions of illegal immigrants.  \n\nAfter calling the right-to-work bill in the Wisconsin Legislature a “distraction” during his 2014 re-election season, Walker now touts the GOP-backed plan, which essentially stops unions from collecting dues from non-union workers.\n\nOn Sunday, Walker said that “now is the perfect time” for the bill to be passed and for him to sign it.\n\nWalker also attempted to further clarify comments he made Thursday during his speech at CPAC, the country’s largest annual gathering of conservative activists, in which he seemed to compare the Islamic State and union-backed protesters he has faced.\n\n“I'm not comparing those two entities,” Walker said. “What I meant was, it was about … the leadership we provided under extremely difficult circumstances, arguably, the most difficult of any governor in the country, and maybe in recent times. To me, I apply that to saying if I were to run and if I were to win and be commander in chief, I believe that kind of leadership is what's necessary to take on radical Islamic terrorism.”\n\n \n\n \n\n ", "byline": "", "description": "", "title": "Walker: 'My view has changed' on immigration reform - VIDEO: Walker talks CPAC, record in Wisconsin", "url": "http://www.foxnews.com/politics/2015/03/01/walker-my-view-has-changed-on-immigration-reform/", "topics": ["immigration"], "people": ["Scott Walker"], "orgs": ["Conservative Political Action Conference", "GOP", "Wisconsin Legislature"], "authors": [], "date_written": "2015-03-02 15:53:04", "org": "fox", "article_id": "b99507cff7cf8572dd0336a03b48ec9a", "date_access": "2015-03-02 16:42:04.608261"}