{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe New York Times gets some credit, I guess, for trying to divine how the conservative opposition plans to go after Hillary Clinton.\nAnd the paper had cooperation from one such PAC, American Crossroads, founded by Karl Rove. The organization allowed a reporter to sit in on a focus group as different anti-Hillary lines of attack were tested.\nBut the headline sounded like the Times was offended: “The Best Way to Vilify Hillary Clinton? GOP Spends Heavily to Test It.”\nVilify?\nAs in, use bad-guy methods to blacken her reputation?\nThe dictionary definition says it means to “defame,” to “slander,” which kinda sorta implies that it’s unfair.\n\nDo the mainstream media talk about Democrats vilifying Republicans? Or just attacking them, going negative against them, or holding them accountable?\n“The effort to vilify Mrs. Clinton,” the paper intones, “could ultimately cost several hundred million dollars, given the variety and volume of political organizations involved.”\nThis is, well, standard operating procedure. Both sides spend a fortune conducting polls and focus groups and honing messages that will be most effective in tearing down the opposition candidate. Hillary’s campaign will do it, and so will the liberal PACs that are supporting her.\nWhat’s more, the Times knows full well that the liberals do the same thing: “Republicans are acutely aware that early attacks labeling Mitt Romney as elitist were impossible for him to shake in 2012, and they view these next several months as critical in laying the groundwork to taint, and ultimately defeat, Mrs. Clinton.”\nAnd who did those early attacks on Mitt come from? President Obama’s campaign and the Democratic establishment. You might even say they were vilifying him. (The piece later acknowledges that the pro-Obama Priorities USA laid the groundwork for those attacks.)\nSo let’s fire up the Google machine and see how the Times handled it when Priorities USA went after Mitt. Here’s a piece that said the group was “highlighting a study by the nonpartisan Tax Policy Center and suggesting that Mitt Romney’s plans would raise taxes on the middle class while cutting them for the wealthy.”  Here’s another one on how the Priorities commercials —“including the ‘coffin ad,’ featuring workers laid off from a plant acquired by Bain Capital, Mr. Romney’s former firm — helped define Mr. Romney early in the campaign.”  See? Romney wasn’t vilified by a liberal PAC, he was “defined.”  The Times says American Crossroads found, for example, that Hillary’s comment about she and her husband having been “dead broke” when they left the White House did not play well in the focus group. But most pundits could have told you it was damaging the moment she said it during last year’s book tour.\nThe story did spotlight an interesting note: “One problem in developing negative messages about Mrs. Clinton, Republican strategists have found, is that she and her husband have survived so many controversies by dismissing them as partisan attacks. So the Republican organizations are seeking to develop lines of attack that resonate more deeply or raise unsettling questions about Mrs. Clinton’s character.”\nMeanwhile, Time magazine has a glowing cover story on Elizabeth Warren, touting her liberal agenda and the way she’s moving the Democratic Party to the left. There is nary a critical sentence about the Massachusetts senator.  Why put her on the cover when she’s not running for president and hasn’t done anything particularly new? Why not Bernie Sanders, who is running for president and has embraced essentially the same populist, break-up-the-banks agenda?  Probably because Elizabeth as the cover girl sells more copies.  Time recently included Warren on its 100 Most Influential People list. And who wrote the accompanying piece on how she “never lets us forget that the work of taming Wall Street’s irresponsible risk taking and reforming our financial system is far from finished”?  Hillary Clinton.\nClick for more Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "", "title": "MEDIA BUZZ: 'Vilifying' Hillary? New York Times wary of conservative opposition research", "url": "http://www.foxnews.com/politics/2015/07/14/vilifying-hillary-clinton-new-york-times-wary-conservative-oppo-research/", "topics": ["campaign_finance"], "people": ["Howard Kurtz", "Bernie Sanders", "Mitt Romney", "Hillary Clinton", "Karl Rove"], "orgs": ["PACs", "Democratic Party", "Bain Capital", "PAC", "American Crossroads", "Tax Policy Center"], "authors": [], "date_written": "2015-07-14 11:56:55", "org": "fox", "article_id": "86035f31d67a3226948a30ed3f9c9a8b", "date_access": "2015-07-14 11:20:03.403648"}