{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tFormer Arkansas Gov. Mike Huckabee announced Tuesday he is running for president, entering an already-crowded Republican field in his second campaign for the White House.  \n“I am a candidate for president of the United States of America,\" said Huckabee during an event in his hometown of Hope, Ark.  \nHuckabee, a former Baptist minister, ran for president in 2008, winning eight states including the first-in-the-nation Iowa caucuses before running out of money and exiting the race. \nThe 59-year-old Huckabee has a strong following among the party’s evangelical Christian base but this time will face stiff competition for that vote from such primary candidates as Dr. Ben Carson and Sen. Ted Cruz, of Texas. \nHuckabee, who left his job as a Fox News host earlier this year in preparation for a potential 2016 run, was Arkansas governor from 1996 to 2007, serving after Bill Clinton, who also is from Hope. And he was the state’s lieutenant governor from 1993 to 1996. \nHe already is trying to position himself as the GOP candidate best equipped to defeat Hillary Clinton, the Democratic frontrunner.\n \nIn a recent campaign video, Huckabee argued that in his more than 10 years as governor, he took on Democrats in \"Bill Clinton's Arkansas\" after then-candidate Bill Clinton won election to the White House in 1992. \n\"Every day in my life in politics was a fight,\" Huckabee says in the video, released as a preview of his Tuesday announcement. \"But any drunken redneck can walk into a bar and start a fight. A leader only starts a fight he's prepared to finish.\" \nThe field of confirmed and potential GOP presidential candidates includes more than a dozen people. \nThe most recent average of polling by nonpartisan RealClearPolitics.com shows former Florida Gov. Jeb Bush leading the GOP filed with 15 percent of the early vote, followed by Wisconsin Gov. Scott Walker, Florida Sen. Marco Rubio, Paul, Cruz, and then Huckabee at 8 percent. \nNeither Bush nor Walker have decided whether they will officially run. \nHuckabee is the third Republican this week to announce a 2016 White House bid, following Carson, a retired neurosurgeon, and former Hewlett-Packard chief executive Carly Fiorina on Monday. They join Cruz; Sen. Rand Paul, R-Ky.; and Sen. Marco Rubio, R-Fla.  \nCampaign aides say Huckabee’s path to winning the party nomination this time will be to appeal to working-class cultural conservatives, pitching their candidate as an economic populist and foreign affairs hawk who holds deeply conservative views on social issues such as abortion and gay marriage. \nHuckabee advocates a national consumption tax, which is similar to a sales tax, to replace the existing federal taxes on personal income and payrolls. He rejects calls for a minimum wage hike, saying his proposals will yield a \"maximum wage\" for workers. \nOn immigration, he insists on a secure border and bemoans the presence of millions of people who are living in the country illegally, though he favors a creating a path to citizenship for children of immigrant parents who brought them to the U.S. illegally. \nLike other Republican White House hopefuls, Huckabee is sharply critical of President Obama's foreign policy. He has called for \"bombing the daylights\" out of Islamic State targets in the Middle East, though he says American troops should be deployed to the region only as part of an international coalition that includes nations such as Saudi Arabia and Jordan. \nBut whatever the issue, Huckabee, also an author, wraps his appeal as a pitch to everyday Americans who he says \"don't feel like anybody understands or knows who they are, much less cares what's happening to them.\" \nEvangelical Christian voters helped Huckabee win the Iowa caucuses in 2008 and finish a strong second in South Carolina, the largest of the early-voting states. \nHe would need to replicate that early success to create an opening to build a wider coalition and compete deep into the primary schedule. \nThe Associated Press contributed to this report.", "byline": "", "description": "Former Arkansas Gov. Mike Huckabee announced Tuesday he is running for president, entering an already-crowded Republican field in his second campaign for the White House.", "title": "Huckabee announces 2016 White House bid", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/nO_WHwUbvsg/", "topics": ["economy"], "people": ["Rand Paul", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "Scott Walker", "Marco Rubio", "Mike Huckabee", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["GOP"], "authors": [], "date_written": "2015-05-05 15:33:09", "org": "fox", "article_id": "00d3962cc4221de76349ebe027878bd0", "date_access": "2015-05-05 15:55:20.125771"}