{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe first time I interviewed Donald Trump, back in 1987, he said this:\n“When I go up to New Hampshire -- I'm not running for president, by the way -- I get the best crowd, the best of everything in terms of reception.\n“The politicians go up and get a moderate audience. I go up, and they're scalping tickets. You heard that? They're scalping tickets. Why? Because people don't want to be ripped off, and this country is being ripped off. I think if I ran, I'd win.”\nHe has been honing this act for a long time.\nMany pundits—some of them the same wiseguys who thought Trump would sink like a stone—are saying that he’s taken a beating over the last week. After all, NBC, Univision, Macy’s and Serta have all cut ties with him over his comments on Mexican immigrants.\nMany people obviously found those comments offensive. But in purely political terms, this is helping Trump.\n\nFor one thing, he has dominated the campaign news cycle for a week, drawing more attention than all the other candidates combined. He has driven home his message with a spate of cable news interviews. (And—subtle plug here—The Donald will be talking about these issues Sunday on “Media Buzz.”)\nHere’s what the media elite misses, and why he’s surged into second place in Fox and CNN polls. Trump portrays himself as a fighter, and that resonates with many voters. Trump casts himself as a straight talker, and voters like that. Trump markets himself as a non-politician in an era when the public is fed up with pols. He’s seen as tough on illegal immigration, which doesn’t hurt in a Republican primary.\nThe bombastic billionaire also strikes a populist note by going to war with big corporations.\nAnd this just in: President Obama, in Tennessee, called for a smart legal immigration system “that doesn’t separate families but does focus on making sure that people who are dangerous, people who are, you know, gang-bangers, who are criminals that we’re deporting as quickly as possible.”\nGang-bangers? Trump’s version was more inelegant, but if the president is worried about Mexican gang-bangers, doesn’t it suggest the businessman had a point?\nBy now, most politicians would have softened or papered over the remarks about Mexican immigrants including such miscreants as rapists. But Trump has doubled and tripled down. He’s denounced NBC, sued Univision for $500 million and urged customers to boycott Macy’s. This dovetails nicely with his refrain about politicians being “all talk and no action.”\nMeanwhile, the press has been prodding Trump’s Republican rivals to take him on. “His outlandish rhetoric and skill at occupying the national spotlight are also proving to be dangerously toxic for the GOP brand, which remains in the rehabilitation stage after losing the 2012 presidential race,” says a front-page Washington Post story.  \nCBS’s Nancy Cordes said Republican leaders “worry” that Trump’s rising polls “will just embolden him and further alienate the critical Hispanic vote.”\nBut why is this a Republican problem? Yes, the party has well-documented difficulties with Hispanic voters, but Trump is hardly an establishment Republican. He might be causing himself problems with Latinos, but why would that rub off on, for example, Jeb Bush, Ted Cruz and Marco Rubio? The media often demand that all party members respond to one Republican’s controversial comments in a way that you rarely see with Democrats.\nStill, some GOPers realized they could ride this wave. George Pataki, perhaps to remind people he’s running, called Trump’s comments “unacceptable.”\nNew Mexico Gov. Susana Martinez said “I think those are horrible things to say about anyone and any culture.”\nHillary hit Trump, but without naming him, while Jeb Bush limited himself to “I don’t agree with him. I think he’s wrong.”\nThe point is, they’re all responding to Donald Trump. And for the moment, he’s the guy driving the campaign narrative.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "The first time I interviewed Donald Trump, back in 1987, he said this:", "title": "Trump bump: Why his media war against offended corporations is boosting him", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/hr8g9ecck_Q/", "topics": ["immigration"], "people": ["George Pataki", "Howard Kurtz", "Jeb Bush", "Nancy Cordes", "Donald Trump", "Marco Rubio", "Susana Martinez", "Ted Cruz"], "orgs": ["Univision", "GOP", "Macy"], "authors": [], "date_written": "2015-07-03 22:10:57", "org": "fox", "article_id": "c68e1a1c8af94fb1375da28e24f97d41", "date_access": "2015-07-03 10:20:03.218569"}