{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tMay 5, 2015: Democratic presidential candidate Hillary Rodham Clinton walks into an event at Rancho High School in Las Vegas. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tLAS VEGAS –  Democratic presidential candidate Hillary Rodham Clinton said Tuesday that any immigration overhaul must include a path to \"full and equal citizenship,\" drawing a sharp contrast with Republicans who have promoted providing a legal status or blocked efforts in Congress to address the nation's immigration system. \n\"This is where I differ with everybody on the Republican side. Make no mistake, not a single Republican ... is clearly and consistently supporting a path to citizenship. Not one,\" Clinton said, adding, \"When they talk about legal status, that is code for second-class status.\" \nClinton's remarks during her first campaign stop in Nevada underscored Democrats' efforts to box-in Republican presidential candidates who have opposed a comprehensive bill including a pathway to citizenship. Congressional Republicans have said the changes must be made incrementally, beginning with stronger border security. \nThe issue of immigration resonates with many Hispanic Americans, who backed President Barack Obama by wide margins over Republican Mitt Romney in 2012 and helped the president's re-election campaign capture several hard-fought swing states, including Florida, Colorado and Nevada. \nClinton's pitch to Latino voters came as two of her potential Republican rivals, former Florida Gov. Jeb Bush and Florida Sen. Marco Rubio, have courted Hispanics and talked about ways to overhaul the immigration system while opposing Obama's executive actions last year to shield millions of immigrants from deportation. \nObama's executive actions loom large in the immigration debate. The orders included the expansion of a program protecting young immigrants from deportation if they were brought to the U.S. illegally as children. Another provision extended deportation protections to parents of U.S. citizens and permanent residents who have been in the country for several years.\n \nTwenty-six states, including Nevada, have sued to block the plan, and a New Orleans-based 5th Circuit Court of Appeals panel heard arguments on the challenges last month. A ruling is pending. \nClinton, the leading Democrat in the presidential race, said she supported Obama's executive actions and said she would \"defend\" them against Republican opposition while seeking ways to expand them if elected president. Her message was aimed at so-called Dreamers, young people who have been protected from deportation by Obama's executive actions. \n\"I don't understand how anyone can look at these young people and think that we should break up more families or turn away young people with talent,\" she said. \"So I will fight for comprehensive immigration reform and a path to citizenship.\" \nClinton also said she was worried about the use of family detention centers to hold women and children caught up in the immigration system, which activists have said is inhumane. \nHer framing of the immigration debate has been closely watched by Latinos and immigration advocates as Obama has struggled to pass reform legislation through Congress. \nFor Clinton, \"the $64 million question is will she continue the executive actions,\" said Marielena Hincapie, executive director of the National Immigration Law Center. \nClinton has been tripped up by immigration policy before. During the 2008 primaries, she initially vacillated on and then opposed allowing immigrants living in the U.S. illegally to obtain driver's licenses. Her campaign said last month she now supports state policies that allow driver's licenses under those circumstances. Last fall, some young Hispanics heckled her at a few campaign events, urging her to pressure Obama to issue the executive orders. \nPreparing for a debate over immigration, Republicans have sought to portray Clinton as opportunistic on the issue. \n\"Obviously she's pretty good at pandering and flipping and flopping and doing and saying anything she needs to say,\" Republican National Committee Chairman Reince Priebus said during an event with Hispanic Republicans in Denver. \nAfter campaigning in Iowa and New Hampshire, Clinton made her first visit to Nevada since announcing her campaign last month. The state holds an early contest on the Democratic primary calendar and is expected to be a general election battleground with Republicans. Clinton won the 2008 Democratic caucuses there, but Obama came away with a slight edge in the number of delegates because of his strength in rural areas. \nLater Tuesday, Clinton attended a suburban Las Vegas fundraiser hosted by Brian Greenspun, a college classmate of her husband, former President Bill Clinton. He also is the chairman of Greenspun Media, which publishes the Las Vegas Sun. \nClinton is scheduled to spend the rest of the week in California at fundraisers in San Francisco, Los Angeles and Silicon Valley.", "byline": "", "description": "", "title": "Clinton calls for path to 'full and equal citizenship' for illegal immigrants - Will: Bill Clinton&rsquo;s foundation remarks an 'all-purpose dodge'", "url": "http://www.foxnews.com/politics/2015/05/05/clinton-says-us-needs-to-fix-broken-immigration-system-calls-for-path-to/", "topics": ["immigration"], "people": ["Bill Clinton", "Jeb Bush", "Reince Priebus", "Hillary Rodham Clinton", "Marco Rubio", "Marielena Hincapie", "Barack Obama", "Brian Greenspun"], "orgs": ["Republican National Committee", "National Immigration Law Center", "Congress"], "authors": [], "date_written": "2015-05-06 02:08:01", "org": "fox", "article_id": "76c169dc9157e7851fa57d684ea71436", "date_access": "2015-05-06 01:20:14.636270"}