{"body": "\n\n\n\n\n(REUTERS/Brian Snyder)\n\n\n\nFor generations of Americans, the opportunity to go to college has served as the pathway to social mobility. Today, however, predatory for-profit colleges are giving students and taxpayers the shaft by trading on this American dream—and some prominent Republicans are defending these institutions.\nThis year alone, the two largest for-profit college chains in the country came under heightened scrutiny—and another one collapsed outright. In April, the Department of Education levied a $30 million fine against for-profit giant Corinthian Colleges Inc. for its misrepresentation of job placement rates. On hundreds of occasions, Corinthian lied to students about their job prospects as part of recruitment, promising them high-quality jobs on real career ladders in exchange for their tuition dollars and hard work.\nBy April, Corinthian Colleges collapsed and filed for bankruptcy, leaving tens of thousands of students with crippling debt and no recourse.\nFor-profit colleges are far more concerned with making a buck than giving students the high-quality education they pay for and deserve. On average, they spend an estimated 23 percent of their revenue on marketing and recruiting, while 19 percent goes to profit and only 17 percent goes to instruction. Compare that to public community colleges, where more than 80 percent of revenue goes to instruction, and you can see that for-profit colleges are just that—for profits, not for students.\n\nFor-profit colleges are far more concerned with making a buck than giving students the high-quality education they pay for and deserve.\n\nThese practices mean hardships for real people. In Gerardo Sandoval’s case, going to ITT Tech meant spending $55,000 for a degree in computer and graphic design, what he calls “the worst choice I’ve ever made in life.” ITT Tech recruiters and staff used pressure tactics to get Gerardo to sign for tens of thousands in student loans while providing an embarrassingly poor education. His degree proved to have no value to employers; Gerardo made less than he did with just a high school diploma. Even worse, ITT Tech’s career services made him lie and report that he was making three times as much so that their programs could appear successful.\nWe can’t be a country that tells students that college is really important but then allows predatory institutions to stick them with crippling debt, worthless degrees and an uncertain future. We desperately need to fix what’s broken and protect the rights of students.\nBut instead of standing up for students, Republicans in Congress and on the presidential trail are defending for profits. No matter how many candidates may crowd onto the Republican debate stage, there’s no debating that GOP presidential hopefuls love the for-profit college industry.\nIn June 2014, Florida Sen. Marco Rubio wrote the Department of Education, pleading for it to “demonstrate leniency” toward Corinthian Colleges, which at the time was under federal investigation for its scams. The department had to remind Rubio that Corinthian “admitted to falsifying placement rates and/or grade and attendance records at various institutions.”\nAs governor of Florida, Jeb Bush reduced for-profit oversight in the state, leaving in place a “commission” that failed to act on any complaints in 15 years, while loosening rules to funnel more taxpayer money into the industry. His New Jersey counterpart, Gov. Chris Christie, has lobbied for the University of Phoenix—the largest for-profit college in the United States—and attacked public universities by slashing state funding for higher education. The University of Phoenix receives more than 90 percent of its revenue from taxpayers, yet it spends two and half times more on marketing than it does on instruction, and exploits veterans by taking their GI benefits and spending them on lavish advertisements.\nIn Louisiana, Gov. Bobby Jindal’s brother was a hired gun for the for-profit industry. But, of course, Gov. Jindal failed to mention this fact while pushing to loosen the rules for for-profits and expand the industry. Former Arkansas Gov. Mike Huckabee worked for Victory University, a for-profit based in Memphis, Tenn. Four years after signing on, and in spite of Huckabee’s best efforts, Victory collapsed, leaving 1,600 students stranded and in debt.\nWisconsin Gov. Scott Walker went to bat for predatory for-profit ITT Tech, which currently faces fraud charges filed by the Securities and Exchange Commission for concealing its massive student default rates. ITT has had more students default than graduate at 45 campuses across the country.\nIt’s bad enough that the skyrocketing cost of college has made higher education diplomas as much a financial liability as a career asset. Students want to go to school to better their lives and those of their families. It’s time we offered them a path to that dream—and removed the for-profit debris obscuring it.\nTogether, we urge Fox News and Facebook, the hosts of the first Republican presidential primary debate, to ask the candidates to explain their coziness with an industry that is compromising the American dream. Why are they for profits, and not for students?\n\nRandi Weingarten is president of the 1.6 million-member American Federation of Teachers, AFL-CIO, which represents teachers; paraprofessionals and school-related personnel; higher education faculty and staff; nurses and other health care professionals; local, state and federal government employees; and early childhood educators.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Predatory for-profit colleges are giving students and taxpayers the shaft by trading on this American dream.", "title": "Why we want Republicans to debate for-profit colleges", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/J2S_dIAmRjU/why-want-republicans-to-debate-for-profit-colleges.html", "topics": ["personality", "terrorism"], "people": ["Randi Weingarten", "Chris Christie", "Jeb Bush", "Brian Snyder", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Scott Walker"], "orgs": ["Tenn", "Congress", "Corinthian Colleges", "American Federation of Teachers", "GOP", "Department of Education", "Securities and Exchange Commission"], "authors": [], "date_written": "2015-08-06 14:56:00", "org": "fox", "article_id": "1decf47bd07d6a5141577488069e9926", "date_access": "2015-08-06 17:20:06.285972"}