{"body": "\n\n\n\n\n\t                        Republican presidential candidates from left, Chris Christie, Marco Rubio, Ben Carson, Scott Walker, Donald Trump, Jeb Bush, Mike Huckabee, Ted Cruz, Rand Paul, and John Kasich take the stage for the first Republican presidential debate at the Quicken Loans Arena Thursday, Aug. 6, 2015, in Cleveland. (AP Photo/John Minchillo)\n\t                        \n\t                \n\n\nWe’ve come a long way from the cringe-inducing primary debates of the 2012 cycle. Despite all the wailing and arm waving leading up to Thursday night’s contest, the format worked. Beautifully.\nNielsen data reveals that 24 million Americans watched the second debate on Fox News. That means more Americans tuned in than there are voters in Iowa, New Hampshire, South Carolina and Nevada (the early primary and caucus states in 2016). That's a new cable  television record.\n\n\n\n\n\n\n \n\n\n\nIt was our first primary. And the Grand Old Party won.\nThere was energy in the hall in Cleveland. It wasn’t a moderator-centric grilling. It was a celebration.\n\nThis was a debate made for Republican primary voters. It was a purity test. A sanity check of our candidates.\n\nThe two-hour format went past in a flash. It was enjoyable—a real debate. The candidates interacted. They challenged each other which has long been absent in overly-stage-managed primary debates.\nGiven the unprecedented media hype that preceded this debate, we knew the stakes were high. How did it work out for our candidates? There were clear winners and losers, and a few who simply showed up.\nRubio, Walker, Bush and Cruz won the first primary.\nWith the best line of the night, Scott Walker brought down the house responding to a national security question about cyber attacks. “The Russian and Chinese government[s] know more about Hillary Clinton’s email server than do the members of the United States Congress.” He bolstered his conservative credentials and steadily delivered answers on every question posed. Walker’s closing statement was delivered with perfection (and from copious memorization, which is Walker’s style), besting even Mike Huckabee’s made-for-TV closing quip.\nRubio showed policy smarts and incredible poise. With a potent answer on the illegal immigration problem, he was quick on his feet—true to form and sure to invigorate his recently fizzled poll numbers. He delivered the second best line of the night in response to Megyn Kelly’s question from Facebook: \"Do you have a word from God?\" Rubio said: “God has blessed us. He’s blessed us with some very good candidates. The Democrats can’t even find one.” It was generous and humorous. He shined throughout the debate.\nBush could have shown more enthusiasm. He was subdued, but serious. He walked through a minefield of tough questions and seemed prepared for every one of them.\nBut where was the spark?\nThere seems to be an enthusiasm gap among voters for his candidacy compared with others like Cruz or Walker. He held his own. His answers were solid, but he needs to trade in some of the wonkery for animation in future debates.\nThe Fox anchors were also stars in the show. They were tough. Megyn Kelly was adept at delivering questions and follow ups. Bret Baier and Chris Wallace delivered on the expectation that they would be unforgiving of canned responses. The moderators kept the debate focused. Suffered no fools. They were authentically engaging on conservative policy topics, not disparaging of them as we have seen from biased moderators in the past.\nBaier’s opening question pointed out that there were losers in this first debate as well.\nDonald Trump came across as defensive, offensive and egotistical. Essentially, classic Trump. From the very first question, he appeared disingenuous. In one of his more lucent rants, he explained how he likes to give money to politicians to buy their compliance with his business interests.\nTrump appeared, at times, pouty and smug. Most of his responses bordered on the incoherent. His performance can’t help his future in the campaign. But since he thinks this is a reality show, that’s unlikely to lead to his exit any time soon.\nRand Paul clearly dodged a question or two. At the conclusion of each answer, he immediately stared down at his podium. He’ll fix this by the next debate, if he’s still in the race. At times, he appeared to feel hurt or disappointed to be there.\nBen Carson was slow with his lines. He gave a confusing answer on his tax policy. He was not lit up. Where was the energy? His answers were breathy. If you didn’t know that this is sometimes his style, you might have interpreted it for nervousness.\nKasich’s luck in making it on the stage turned out to be a lost opportunity. As I watched the debate I found myself wishing the tenth spot was occupied by Carly Fiorina. Fox did her a huge favor in prime time by playing one of her best lines from the 5:00 pm debate to the top ten candidates in the later debate.\nFiorina took on the toughest topics with inspired, verbal sword play where Kasich failed to leave much of an impression. Consider his lackadaisical response to the softest of softball questions regarding how he would respond to Hillary’s basic talking points.\nThis was a debate made for Republican primary voters. It was a purity test. A sanity check of our candidates. The format and the moderators helped us consider the electability of our candidates—covering a robust field of topics in an organized way.\nWhat happens next?\nTrump’s poll numbers are likely to drop. Kasich’s probably will too. Rand Paul may cling to polling life a bit longer, but he didn’t compare well with the other candidates, possibly because he’s “a different kind of Republican.” Rubio, Walker, Bush and Cruz should expect varying increases in their campaign standings. The debate served them well. And it’s unclear how the debate helped Huckabee, Carson, or Christie, if at all. Let’s hope that CNN's September debate will be as effective as this one was.\n\nDavid Payne is a partner at VOX Global and is a national expert on advocacy in the digital age. Payne has worked on Republican congressional campaigns as well as major national grassroots campaigns in favor of free markets and limited government. Payne also teaches on digital campaign topics at The George Washington University's Graduate School of Political Management.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "It was our first primary. And the Grand Old Party won.", "title": "GOP big winner in first two debates", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/whDywIOh8lA/grand-old-party-won-first-debate.html", "topics": ["immigration"], "people": ["Rand Paul", "Chris Wallace", "Chris Christie", "Jeb Bush", "Bret Baier", "Hillary Clinton", "Scott Walker", "Donald Trump", "David Payne", "Marco Rubio", "Mike Huckabee", "Megyn Kelly", "John Minchillo", "John Kasich", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Grand Old Party", "United States Congress", "Political Management", "Quicken Loans Arena"], "authors": [], "date_written": "2015-08-07 07:23:00", "org": "fox", "article_id": "83fa8f8a7e305cee986297f8f505d0b9", "date_access": "2015-08-07 22:00:05.679251"}