{"body": "\t\t\t\n\t\t\t A taxpayer watchdog group is calling for an ethics investigation into meetings between Hillary Clinton's team and key Senate Democrats inside official Senate offices where political activities are barred.\nThe Foundation for Accountability and Civic Trust has asked the Senate Select Committee on Ethics to probe the \"apparent breach of ethics rules\" stemming from an April 21 Clinton strategy session in a room just off the Senate floor.\nThe group said that the rules need to be reinforced because it appears that \"ongoing\" strategy sessions are planned between the Democratic frontrunner and Senate supporters.\n\"The taxpayers expect and deserve that senators will use taxpayer funded resources for Senate business, and abide by the law and rules requiring them to do so. This type of obvious violation without any consequence is precisely what causes public distrust of political officials, and damages the integrity of the Senate as a whole,\" said Matthew G. Whitaker, executive director of the group.\n\n \n \n  Clinton campaign aide John Podesta met with Democrats in the Senate, drawing an ethics complaint. AP Photo\n \n\nHe submitted his request last week. A copy was provided to Secrets.\n\nRead more on WashingtonExaminer.com\n\n", "byline": "", "description": "A taxpayer watchdog group is calling for an ethics investigation into meetings between Hillary Clinton's team and key Senate Democrats inside official Senate offices where political activities are barred.", "title": "Watchdog: Team Clinton broke ethics rules meeting with Senate Democrats", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/iX2hPxrd5TA/", "topics": ["women", "immigration"], "people": ["John Podesta", "Hillary Clinton"], "orgs": ["Senate", "Senate Democrats", "Senate Select Committee"], "authors": [{"author_id": 1368, "fullname": "paul bedard", "primary_org": "fox"}], "date_written": "2015-05-05 05:45:38", "org": "fox", "article_id": "9d801e1cc980f4e5f06d1ea623cc6ec8", "date_access": "2015-05-05 12:30:19.698732"}