{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe street artist behind the iconic \"Hope\" poster of then-candidate Barack Obama says the president has let him down.  \nIn an interview with Esquire, Shepard Fairey said President Obama has not lived up to the expectations of the image that captured the verve behind Obama's 2008 run. In fact, Fairey said, he's \"not even close.\"  \n\"Obama has had a really tough time, but there have been a lot of things that he's compromised on that I never would have expected. I mean, drones and domestic spying are the last things I would have thought [he'd support],\" he told Esquire.  \nFairey, who has met Obama several times, said he thinks he is a \"quality person,\" whose presidency and legislative record also have been dictated by things out of his direct control.  \n\"I'm not giving him a pass for not being more courageous,\" Fairey said in his interview with Esquire. \"But I do think the entire system needs an overhaul and taking money out of politics would be a really good first step.\"  \nHe also chided those \"who want to blame Obama or blame anything that is something that if they were actually doing anything as simple as voting, it might not be as bad as it is.\" \n \nAs for 2016, Fairey agrees with Hillary Clinton on most major issues, but the \"campaign finance structure\" makes him \"very angry\" because it has \"narrowed the field dramatically.\"", "byline": "", "description": "", "title": "Lost 'Hope': Poster artist says Obama let him down", "url": "http://www.foxnews.com/politics/2015/05/29/poster-artist-says-obama-let-him-down/", "topics": ["campaign_finance"], "people": ["Shepard Fairey", "Barack Obama", "Hillary Clinton"], "orgs": ["Esquire"], "authors": [], "date_written": "2015-05-29 17:05:33", "org": "fox", "article_id": "ce056c38a697ba46542d64dd756c016e", "date_access": "2015-05-29 16:25:25.393986"}