{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThere is no longer any question that Donald Trump is getting under Jeb Bush’s skin.\nJust listen to Al Cardenas, the former Florida Republican chairman who is a longtime friend and informal adviser to Bush.\nTrump, he told me, knows better than anyone “that he can't continue to feed the angry monster much longer before he runs out of new, over the top, incendiary, provocative things to say.”\nAs their 15-round heavyweight bout goes on, says Cardenas, speaking for himself, “Jeb will get stronger and he will get weaker unless he is able to get to Jeb now and land some lethal political punches. It won't happen.”\nTicking off a series of jabs by Trump, Cardenas told me “the problem is that Mr. Trump's attacks have been personal. He has attempted to disrespect Governor Bush, his wife, her ancestry, brought Mrs. Barbara Bush into the picture and called the Governor a weak man.\nThese childish, bully-like attacks are unheard of in the annals of modern day etiquette expectations for a presidential contest. No one is suspected to behave in such manner but Mr. Trump has. It's gotten to the point where Governor Bush will not stand being disrespected and his record distorted by this uncouth behavior.”\nThat sense of frustration helps explain why Bush is now attempting to hit back at the Republican front-runner who routinely mocks him as “low energy.” But it’s not going so well.\nThe reason: this kind of hand-to-hand combat doesn’t play to Bush’s strength as he tries to position himself as the grownup in the race. Jeb is a laid-back policy wonk, and Trump is a street fighter.\nIt’s a difficult calculation for the Bush campaign, which has gradually decided to jab back at the billionaire who is leading in the Republican polls. Jeb may have no choice, given Trump’s utter dominance in media coverage. To stay silent would amount to unilateral disarmament.\nAnd yet Bush is largely being drowned out by his bombastic rival, at least for now.\nWhen Trump visited the Texas border, the cable networks were up with live coverage as he stepped off the plane, as if it were a state visit.\nWhen Jeb went to the border on Monday…not so much.\nAll television really did was air clips from a presser in front of a stone wall, where Bush criticized Trump’s immigration plan and defended his use of the term “anchor babies,” which had been brought back into the campaign dialogue by Trump. The Donald hit back on Twitter.\nIn the end, Jeb’s message was muffled.\nThe counterattacks started in under-the-radar fashion with some mocking tweets from Mike Murphy, the veteran Bush adviser who now runs his Super PAC:\n“I’m waiting for breathless ‘Trump is so Real’ media pundits to predict the specific primary states/Delegates he will win...”\nAnd: “Trump speech = mix of Vegas schmaltz – ‘I love the Eskimo people’ -- and your Uncle Whitely making a drunk toast at a wedding. #LosesToHRC”\nAnd again last night: \"Trump is already dead. Will never be GOP nom or POTUS.\"\n(Of course, Trump did draw about 30,000 people, far larger than any Jeb crowd to date.)\nAnd the Bush camp soon went public with its not-gonna-take-it-anymore strategy:\n“The schoolyard taunts from Donald J. Trump arrive on a daily basis, raining down on Jeb Bush’s sober, careful and policy-minded campaign with growing acerbity,” the New York Times reported.\nAnd “after enduring those slings and arrows for weeks, to the mounting dismay of supporters, Mr. Bush, the former Florida governor, and his aides have decided to venture outside their comfort zone and borrow a page from Mr. Trump’s playbook: Hit back, with force and creativity, over and over again in the coming weeks.”\nSo let’s see how that’s playing out.\nBush told reporters in McAllen, Tex., that “Mr. Trump’s plans are not grounded in conservative principles. The simple fact is that his proposal is unrealistic. It will cost hundreds of billions of dollars. It will violate people’s civil liberties. It will create friction with our third-largest trading partner that is not necessary.”\nTrump’s response was to call Bush “boring”: “He is doing so poorly in the polls that he is now starting to spend some of the money that his ‘bosses,’ special interests and lobbyists have given him to attack me.”\nThis was quickly followed by the anchor babies flap.\n“This is ludicrous for the Clinton campaign and others to suggest that somehow I was using a derogatory term,\" Bush said in Texas. \"What I was talking about was the specific case of fraud being committed where there’s organized efforts — frankly, it’s more related to Asian people coming into our country, having children in that organized efforts, taking advantage of a noble concept, which is birthright citizenship.”\nTrump pounced on that too: “In a clumsy move to get out of his 'anchor babies' dilemma, where he signed that he would not use the term and now uses it, he blamed ASIANS.\"\nAnd Trump ran a cheeky online ad showing Barbara Bush saying that “We’ve had enough Bushes” and her son shouldn’t run—notwithstanding the fact that the former first lady later changed her mind and is backing Jeb’s candidacy.\nWhat’s more, The Donald retweeted a fan who said Bush “speaks Mexican,” as if that was a language. Jeb’s wife Columba was born in Mexico.\nBush’s pals have put out the word that he’s not all that worried. As Politico reports:\n“Being No. 2 is not necessarily a bad thing, Jeb’s allies argue: So much focus on Trump, they say, means the rest of the Republican field isn’t training their guns on him.\n“It’s going to come down to Trump v. Somebody and Jeb is the somebody,” said one consultant who has worked for Bush, summing up the thinking inside his orbit.”\nAt the moment, Trump is leading Bush in New Hampshire by 35 to 7 percent, according to a PPP poll out yesterday. And Trump is leading Bush 30 to 9 percent in South Carolina, a Monmouth University survey says.\nIt’s early, Bush is a successful two-term governor of Florida with a big family network, and he’s raised $120 million--although Murphy says he won't be using it to unleash negative ads against Trump.\nBut it would be hard to argue that Bush has had a good summer.\nAs Cardenas put it: “This election so far seems to be about raw emotions, channeling the anger and frustrations of GOP primary voters and taking on an imperial White House that's trampled on our Constitution, our balance of power and many voters are getting off steam early on supporting the candidate who can get even the best.”\nBush is betting that will change as we get closer to the primaries and caucuses. But if he can’t figure out how to punch back at Trump, he’s going to accumulate a lot more bruises.\nClick for more Media Buzz.Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "There is no longer any question that Donald Trump is getting under Jeb Bush’s skin.", "title": "Punching back: Why Jeb Bush is finally responding to Trump’s ‘personal’ attacks", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/VU3uo3JTpy8/", "topics": ["personality", "immigration"], "people": ["Mike Murphy", "Barbara Bush", "Howard Kurtz", "Jeb Bush", "Donald Trump", "Donald J. Trump", "Columba Bush", "Al Cardenas"], "orgs": ["Real", "Monmouth University", "PPP", "POTUS", "GOP"], "authors": [], "date_written": "2015-08-26 10:00:19", "org": "fox", "article_id": "f0c33286c62a3259c25647ee85b55354", "date_access": "2015-08-26 09:20:07.144728"}