{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tA State Department assistant secretary said Wednesday it's \"not acceptable\" for any agency employee to conduct government business on a private email server as former Secretary of State Hillary Clinton did.  \nJoyce Barr, the agency's chief freedom of information officer, made the comment under questioning from Republican senators who used a Senate Judiciary hearing on open records laws to attack Clinton over her email practices.  \nSen. John Cornyn of Texas said that Clinton's approach amounted to a \"premeditated and deliberate\" attempt to avoid open records requirements.  \nSen. Thom Tillis of North Carolina said that anyone who took such an approach should be fired, and asked Barr whether it would be considered acceptable.  \nBarr said that she had not been aware of Clinton's decision to conduct all her State Department email on a private server but that the agency has now made it clear to employees that such an approach would not be acceptable.  \n\"I think that the actions that we've taken in the course of recovering these emails have made it very clear what people's responsibilities are with regard to record-keeping,\" she said. \"We continue to do training, we've sent department notices, telegrams, we've talked to directors and I think the message is loud and clear that that is not acceptable.\" \n \nClinton, who is running for president, has defended using a personal email account while serving as secretary of state as a matter of personal convenience. She says she has turned over to the State Department all work-related emails, though House Republicans investigating the 2002 attacks on the U.S. mission in Benghazi, Libya, are demanding more. They insist the server itself should be examined by a third party.  \nBarr acknowledged problems with the State Department's overall record on responding to open records requests, calling an existing backlog of 18,000 requests \"unacceptable.\"  \nBut she insisted improvements were being made even as the number of requests keeps growing and the agency is understaffed.  \nKaren Kaiser, general counsel at The Associated Press, testified that despite promises of greater transparency by the Obama administration, most agencies are not abiding by their legal obligations under open records laws. \"We are witnessing a breakdown in the system,\" she said in prepared testimony.", "byline": "", "description": "A State Department assistant secretary said Wednesday it's \"not acceptable\" for any agency employee to conduct government business on a private email server as former Secretary of State Hillary Clinton did.", "title": "State Department official: Clinton email practices 'not acceptable'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/BceP3n_vnBM/", "topics": ["campaign_finance", "trade"], "people": ["John Cornyn", "Joyce Barr", "Karen Kaiser", "Hillary Clinton", "Thom Tillis"], "orgs": ["State Department", "House Republicans", "Senate Judiciary"], "authors": [], "date_written": "2015-05-06 17:45:02", "org": "fox", "article_id": "fac99d9d56c7f8493f310c5e173b1d6e", "date_access": "2015-05-06 17:00:19.037471"}