{"body": "\n\n\n\nIn this Sept. 10, 2015, photo, Democratic presidential candidate Hillary Rodham Clinton speaks at the University of Wisconsin-Milwaukee in Milwaukee. (AP Photo/Morry Gash)\n\n\nWASHINGTON –  Former Secretary of State Hillary Rodham Clinton had the right to delete personal emails from her private server, the Justice Department told a federal court.\nLawyers for the government made the assertion in a filing this week with the U.S. District Court in Washington, part of a public records lawsuit filed by Judicial Watch, a conservative watchdog group that seeks access to Clinton's emails.\nClinton, the former secretary of state and front-runner for the 2016 Democratic presidential nomination, has been dogged by questions about her use of a private email account for government business.\nShe has said that she sent and received about 60,000 emails during her four years in the Obama administration, about half of which were personal and deleted. The others were turned over to the State Department.\nThe FBI has been investigating the security of Clinton's email setup, which she said she used as a matter of convenience. She has since acknowledged that her use of a private email server to conduct government business was a mistake and apologized this week.\nClinton asserts that she had the right under government rules to decide which emails were private and to delete them. This week's filing puts the Justice Department's approval on Clinton's claim.\n\n\"There is no question that former Secretary Clinton had authority to delete personal emails without agency supervision — she appropriately could have done so even if she were working on a government server,\" attorneys from the Justice Department's civil division wrote.\nJudicial Watch had requested a court order from the judge to ensure that Clinton's emails were being preserved. But the Justice Department said there was no need for such an order given that Clinton had the right to delete personal emails and that those messages are not subject to the public records law.\nThe government said Judicial Watch had presented no evidence to suggest Clinton had mistakenly or intentionally deleted government records instead of personal emails, and said \"government agencies are not required to take steps to recover deleted material based on unfounded speculation that responsive information had been deleted.\"\nThe Justice Department brief argues that \"there is no legal basis in the (Freedom of Information Act) for requesters to obtain employees' personal records and, therefore, there is no legal basis for the court to order the State Department to preserve, or to take steps to preserve, the personal records of the former secretary or any other current or former federal employee.\"", "byline": "", "description": "Former Secretary of State Hillary Rodham Clinton had the right to delete personal emails from her private server, the Justice Department told a federal court.", "title": "Justice Dept. affirms Clinton could delete personal emails", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/YIVhaa_neNw/", "topics": ["personality", "women"], "people": ["Morry Gash", "Hillary Rodham Clinton"], "orgs": ["State Department", "Justice Department", "U.S. District Court", "FBI", "Justice Dept.", "Freedom of Information Act"], "authors": [], "date_written": "2015-09-12 00:02:04", "org": "fox", "article_id": "126f0c020905880ce69aec722e48e235", "date_access": "2015-09-12 03:20:18.345229"}