{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tFlorida Gov. Rick Scott, (l.), and President Obama have clashed over environmental policy, but won't be anywhere near each other on Wednesday, when the president gives an Earth Day address. (AP)\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tFlorida's Everglades provide a scenic backdrop for President Obama's Earth Day message on global warming, but the not-so-subtle choice of the Sunshine State, where Gov. Rick Scott is a well-known climate change skeptic, also means the warning gets sent from the backyard of a high-profile opponent of White House environmental policy. \n\nSpeaking from swampy wetlands prowled by alligators, Obama is expected Wednesday to warn of the damage he says climate change is already inflicting on the nation's environmental treasures -- and to hammer political opponents like Scott who he says are doing far too little about it. The planned trip to Everglades National Park marks an attempt to connect the dots between theoretical arguments about carbon emissions and real-life implications as Obama's climate change agenda is under attack in Washington and courthouses across the U.S.ADVERTISEMENTADVERTISEMENT\n\n\"I'm not a scientist.\"- Fla. Gov. Rick Scott\n\n\"Regardless of the political debate, there are decisions being made in communities in Florida and across this country to make changes to the way they live as a result of climate change,\" said Christy Goldfuss of the White House's Council on Environmental Quality.\n\nThe political overtones for the event, set for Wednesday afternoon, were impossible to avoid. Scott, one of the more vocal skeptics of man-made global warming and a not-so-subtle target of the address, will be nearly 500 miles away, in Florida's capital, his spokesperson said. The Republican governor has attracted national attention over his resistance to acknowledging man-made causes of climate change head-on.\n\n\"I'm not a scientist,\" the Republican famously claimed when asked about climate predictions that show Florida to be one of the states most threatened by rising seas and stronger storms.\n\nYet it was allegations by some former state employees that Scott's administration banned them from using the terms \"climate change\" and \"global warming\" that drew the strongest protest from the White House. Scott has denied any such policy, and on Tuesday he accused Obama of cutting millions in his budget for repair of an aging dike around Florida's largest freshwater lake.\n\nRelated ImageExpand / ContractEnvironmentalists say Florida's Everglades are endangered by man-made climate change. (National Park Service)\n\nWhite House spokesman Josh Earnest said denying the reality of climate change constituted failure of leadership and a grave disservice to future generations. He said Obama's commitment to the Everglades measures up well compared to a governor who \"has outlawed employees in the State of Florida from even uttering the word `climate change.\"'\n\n\"It's a little rich for someone who has made that declaration that somehow the president has not been sufficiently committed to defending the Everglades from the causes of climate change,\" Earnest said.\n\nAhead of Obama's visit, Scott sought to put the blame on Washington and Obama in particular for leaving the state on the hook for the Everglades' repair, even though it's Congress -- not Obama -- who controls the federal purse strings.\n\n\"Our environment is too important to neglect and it's time for the federal government to focus on real solutions and live up to their promises,\" he said in a statement.\n\nUnable to persuade Congress to act on climate, Obama has spent much of his second term pursuing executive actions to cut carbon greenhouse gas emissions in the U.S. and abroad. Yet even as Obama looks to his legacy, climate issues are shaping up to take on their own role in the burgeoning 2016 presidential campaign, in which two Florida Republicans -- Sen. Marco Rubio and former Gov. Jeb Bush -- are either running or actively considering it.\n\nThe vast wetlands of the Everglades fuel the region's tourism economy and drinking water supply. Now roughly 1.4 million acres, the park comprises most of what's left of a unique ecosystem that once stretched as far north as Orlando.\n\nThe Associated Press contributed to this report", "byline": "", "description": "Florida's Everglades provide a scenic backdrop for President Obama's Earth Day message on global warming, but the not-so-subtle choice of the Sunshine State, where Gov. Rick Scott is a well-known climate change skeptic, also means the warning gets sent from the backyard of a high-profile opponent of White House environmental policy. ", "title": "Obama ventures into swamp, and enemy political territory, to deliver Earth Day message", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/1H6VY2lvELA/", "topics": ["economy", "personality"], "people": ["Marco Rubio", "Rick Scott", "Jeb Bush", "Josh Earnest", "Christy Goldfuss"], "orgs": ["National Park Service", "Congress"], "authors": [], "date_written": "2015-04-22 14:50:12", "org": "fox", "article_id": "d87682695e61c1202e54a55c1ea565c0", "date_access": "2015-04-22 18:00:06.768995"}