{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tAt every stop along the undeclared campaign trail, Jeb Bush studiously reminds voters that he is not yet running for president.\n\n“I’m not a candidate, and if I am a candidate, this is a long journey,” Bush told a crowd at a recent event in New Hampshire.ADVERTISEMENTADVERTISEMENT\n\nHis carefully chosen words almost sound like legalese at times. Here’s what he told Fox News at a Club For Growth event in March: “If I go beyond the consideration of the possibility of running, to becoming a candidate …”\n\nThe former Florida governor is using very specific language to describe his current status for two reasons. One, remaining undeclared allows him the latitude to road-test messages and campaign themes in private that would be impossible if he were on the actual campaign trail. Two, it allows him the ability to coordinate fundraising and spending for his Right To Rise PAC and super PAC. The moment Bush declares, he must divorce himself from the PACs, and there can be no coordination between the committees and the campaign.\n\n“In this early phase, before a public announcement, people are able to do things that become more difficult to do afterwards,” said Karl Rove, former deputy chief of staff for President George W. Bush and a Fox News contributor.\n\nBut with three Republican candidates already in the race – including home state rival Sen. Marco Rubio – how much longer can Bush stay aloof from the campaign? \n\nRove reminds that in the last presidential race, Newt Gingrich was the first candidate to declare – and that wasn’t until May 11, 2011. Rubio, Sen. Rand Paul and Sen. Ted Cruz, he says, have moved the calendar way ahead, and he says Bush has plenty of breathing room.\n\n“That’s early, historically, for major contenders to get in the race, so we’re slightly ahead of the power curve here. But I wouldn’t be surprised at all to see him do it in late May or early June,” Rove told Fox News.\n\nRove is confident that despite the perceived delay, Bush will join the fray. So is Vin Weber, a Bush family loyalist who is advising Jeb.\n\n“I think that Governor Bush is right on track in terms of how he’s been thinking about this potential race and when he needs to get into it and what needs to happen,” Weber told Fox News.\n\nBarry Wynn, the former chairman of the South Carolina Republican Party – and a Bush supporter – said during his time in the ‘exploratory phase,’ Jeb has wisely and meticulously built a national operation that can easily carry him through the primaries as a top-tier candidate. Wynn calls it “the best I have ever seen.”\n\n“Nothing has been spared in building this foundation,” Wynn told Fox News. “It’s an incredible organization, and it’s nationwide. And I think when you see a rollout – if you do see a rollout -- you will see that that foundation is incredibly strong.”\n\nWhile Bush has yet to disclose how many paid staffers he has, or how much money his PACs have raised, his base of financial support is deep and wide – and according to people in the know, includes not only Republicans, but some people who previously supported President Obama.\n\n“Particularly in California,” Wynn told Fox News. “A lot of the Silicon Valley support [that] was very instrumental in electing President Obama is taking a real strong look at Jeb Bush and we’re seeing a lot of anecdotal evidence that a lot of that support will be moving to him.”\n\nSo, how close is Bush to throwing his hat in the ring? Indicators point to sometime in the next few weeks. A summit of supporters that Bush is holding at his Miami home Sunday and Monday is being seen by attendees as one of the final pieces of the puzzle before he pulls the trigger.\n\nWynn and Weber are among those who will be there. \n\n“They’ve having a big conference next week,” Weber told Fox News. “And my guess is that at that point, you’re gonna be able to see sort of a countdown to an announcement in the not too distant future.”\n\n“The governor would obviously like to see that there is enthusiastic and widespread and diverse support for his campaign,” Wynn said. “I would say that you’re doing very well in South Carolina, and I would certainly encourage him to run.”John Roberts joined Fox News Channel (FNC) in January 2011 as a senior national correspondent and is based in the Atlanta bureau.", "byline": "", "description": "With three Republican candidates already in the race – including home state rival Sen. Marco Rubio – how much longer can Jeb Bush stay aloof from the campaign? ", "title": "Jeb Bush staying on campaign sidelines -- but not for long?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/s0xnhLRD_6U/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Karl Rove", "Barry Wynn", "Jeb Bush", "George W. Bush", "Vin Weber", "John Roberts", "Marco Rubio", "Newt Gingrich", "Ted Cruz"], "orgs": ["South Carolina Republican Party", "PAC", "FNC", "PACs"], "authors": [], "date_written": "2015-04-21 16:54:58", "org": "fox", "article_id": "63b0da093a0a47038add94656df70a30", "date_access": "2015-04-21 17:55:06.482569"}