{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nA single poll doesn’t suddenly transform Ben Carson into a leading contender for the Republican nomination. But it sure has been a smack in the forehead to the media and political establishment.\nCarson has gotten 1/1000th of the attention lavished on Donald Trump, but here he is in a Des Moines Register poll, tied with him for first in Iowa, 23 percent each. He’s also second to The Donald in South Carolina.\nThe retired neurosurgeon is quietly riding the wave of anger at professional politicians, and he is temperamentally Trump’s opposite, soft-spoken and self-effacing. Carson has a quiet charisma, and while he is not miles deep on some issues, that seems to matter less this year.\nBut let me venture a prediction. Since journalists haven’t viewed the doctor as a serious threat for the Republican nomination, Carson hasn’t gotten much tough media scrutiny. That is about to change.\nTake the recent disclosure that Carson was engaged in fetal tissue research in 1992. He has an explanation as to why that is different than what Planned Parenthood does in helping harvest organs for sale, which he has criticized. The story was a bit of a blip, quickly vanishing from the radar. Had Carson been treated as a front-runner, it would have been chewed over for days.\nAt the same time, Carson has greatly improved as a candidate. In his early months on the trail, he kept making rookie media mistakes, which made me initially think he was not ready for prime time.\n\nThere was the time he likened ObamaCare to slavery. There was the time he told Chris Cuomo that being gay was a choice because some men go to prison and come out gay—comments for which Carson later apologized. But those gaffes have faded.  \n“I’ve learned how to phrase things in a way that people can actually hear what I’m saying,” Carson told me in a recent interview. “If you use certain words, it can be the most wonderful thing, they won’t hear it.”\nThe smarter approach, he says, is “dialing back what I say. The things I’ve said, I truly believe. But I recognize it has been hurtful.”\nIowa is a good state for Carson because of its many evangelical voters. It was, after all, Carson’s criticism of President Obama at a National Prayer Breakfast that boosted his national profile, leading to a Fox News contributor gig before he jumped into the 2016 race.\nStill, the man has raised about $10 million, barely a tenth of Jeb Bush’s haul, and he’s beating the former Florida governor in some polls. What gives?\nAmerica hasn’t really heard Carson’s personal story, how he was raised by a single mother in a dangerous, drug-infected section of Detroit and rose to become chief of neurosurgery at the Johns Hopkins Children’s Center in Maryland.\nIn a USA Today op-ed last week, Carson said the anger of Black Lives Matter demonstrators is misdirected: “Of course, the protesters are right that racial policing issues exist and some rotten policemen took actions that killed innocent people. Those actions were inexcusable and they should be prosecuted to deter such acts in the future.\n“But unjust treatment from police did not fill our inner cities with people who face growing hopelessness. Young men and women can't find jobs. Parents don't have the skills to compete in a modern job market. Far too many families are torn and tattered by self-inflicted wounds.”\nHe has the standing to make that critique. Even more interesting is that he has a message for the Democratic Party: “Let's tell them, we don’t want to be clothed, fed and housed. We want honor and dignity.”\nBut he also has a message for the Republican Party: “We need to tell them they have ignored us for too long. They need to invite us in and listen to us. We need to communicate and find a different way.”\nThat’s the voice of an outsider. He may not have filled in how cutting back on government  programs can nonetheless help blacks in poverty, but he is willing to take on the GOP.\nThe Christian Science Monitor observes that a “dimension that cannot go unstated is that Carson is African-American, important to Republicans tired of being reminded that they are woefully deficient in their support among minorities. He is, to some, the Republicans’ Barack Obama – and perhaps even more authentically black than President Obama, who grew up in Hawaii and was raised largely by his white mother and her parents.”\nWhat about his broader message? A National Review cover story notes “an interesting contrast between Carson’s rhetorical style — mild-mannered, low-affect; a surgeon’s calm — and his content, which is blunt and apocalyptic: If we do not act now, America as we know it will cease to exist. President Obama and the progressive Left have done their best to destroy the nation from within…\nIf things were not so dire, Carson says, he would have retired to the golf course. But things are dire.”\nThe magazine also chides Carson for having “a way of hitting odd, uncomfortable, and over-the-top notes. References to ‘socialism’ and ‘totalitarianism’ creep into his speeches (an oblique reminder that he has said contemporary America is ‘very much like Nazi Germany’). He talks about the ‘wars’ the president has tried to stir up: ‘race wars’ and ‘age wars.’ He recommends framing policies not as ‘conservative’ or ‘liberal,’ but as ‘pro-American’ or ‘anti-American.’ Even if you know what he’s getting at, it’s a bit much.”\nWell, maybe. Ben Carson has yet to be fully tested, by either the media or his political rivals. But so far, he has cleared the early hurdles with surprising ease.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "", "title": "MEDIA BUZZ: How Ben Carson raised his game under the radar - Change in GOP debate criteria could put Fiorina into main event - A.B. Stoddard: 'This is huge for Carly Fiorina' - COMPLETE CAMPAIGN 2016 COVERAGE", "url": "http://www.foxnews.com/politics/2015/09/02/ben-carsons-surge-how-raised-his-game-under-media-radar/", "topics": ["women", "personality", "immigration"], "people": ["Howard Kurtz", "Jeb Bush", "Chris Cuomo", "Donald Trump", "Carly Fiorina", "Ben Carson"], "orgs": ["Democratic Party", "Planned Parenthood", "National Review", "GOP", "Republican Party"], "authors": [], "date_written": "2015-09-02 10:08:13", "org": "fox", "article_id": "1c39734999e48b81a41dc8ddabd208f8", "date_access": "2015-09-02 09:20:05.722328"}