{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nCharles Krauthammer told viewers Tuesday on 'Special Report with Bret Baier' that he sees several surprises among the top ten candidates who qualified for Fox News' primetime Republican presidential debate on Thursday.\nBusinessman Donald Trump will take center stage, followed by former Florida Governor Jeb Bush, Wisconsin Governor Scott Walker, former Arkansas Governor Mike Huckabee, and Dr. Ben Carson.\nAlso making the main event are Senators Ted Cruz, R-Texas, Marco Rubio, R-Fla., Rand Paul, R-Ky., and Governors Chris Christie, R-N.J., and John Kasich, R-Ohio, who edged out former Texas Governor Rick Perry for the tenth lectern on the stage.\n\"Obviously the most interesting and unexpected, as of a month ago, is Trump in the center,\" the Fox News contributor and syndicated columnist said.\n\"But I think the more recent surprises, first of all, are [John] Kasich, that he makes the top 10. He came in very late, he holds down the left-wing of the GOP, he's a bleeding heart conservative like Jack Kemp and he's there.\"\nKrauthammer said he was also surprised to see Carson on the list: \"You would have thought with Trump taking all the space for the non-politician, Carson would suffer, but he's going to be two people over.\"\n\n\"He's the tortoise [in the race]... He's slow, he's steady, he's quiet, but he's staying there, and he's got staying power.\"\n \n ", "byline": "", "description": "Charles Krauthammer told viewers Tuesday on 'Special Report with Bret Baier' that he sees several surprises among the top ten candidates chosen for Fox News' first primetime Republican presidential debate on Thursday.", "title": "Krauthammer on Carson: 'He's the tortoise [in the race]'", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/drk_BoVD47U/", "topics": ["personality"], "people": ["Rand Paul", "Jack Kemp", "Charles Krauthammer", "Chris Christie", "Jeb Bush", "Bret Baier", "Rick Perry", "Ben Carson", "Donald Trump", "Marco Rubio", "Mike Huckabee", "John Kasich", "Scott Walker", "Ted Cruz"], "orgs": ["GOP"], "authors": [], "date_written": "2015-08-05 00:25:35", "org": "fox", "article_id": "c814db75bb2c5ab2b2a7abd040842de0", "date_access": "2015-08-05 00:40:03.760612"}