{"body": "\n\n\n\n\n\t                        Democratic presidential candidate Hillary Rodham Clinton speaks during a house party hosted by Nancy Emanuel, a retired Nurse and former instructor at Indian Hills Community College in Ottumwa, and her husband, Dennis Emanuel, an attorney, Tuesday, July 7, 2015, in Ottumwa, Iowa. (AP Photo/Charlie Neibergall)\n\t                        \n\t                        (AP Photo/Charlie Neibergall)\n\n\n\nPundits have focused recently on Hillary Clinton’s narrowing lead in polls among a group of less well known Republicans, along with voters' growing skepticism about her integrity. But a much more immediate threat to her electability is beginning to appear: in the last few weeks, Clinton has lost significant ground in both New Hampshire and Iowa to socialist Bernie Sanders.\nThe latest Suffolk University poll has Sanders within 10 percentage points of Clinton, at 41-31, among Democrats in New Hampshire. Clinton is only eight points ahead of Sanders, 43-35, in a WMUR/CNN poll.\n\n\n\n\n\n\n \n\n\n\nIn Iowa, Clinton remains well in front, with 52% to Sanders’s 33%--but she has slipped 26 points since May. And top Iowa Democrats have voiced skepticism about Clinton’s candidacy for months, as reported in the Wall Street Journal earlier this year.\n\nHillary Clinton finds herself with a real and credible threat in the primaries from Sanders, who spoke to 10,000 cheering supporters in Madison, Wisconsin last week—the biggest crowd that a candidate from either party has drawn. \n\n“My heart wouldn’t be in it for Hillary to the extent that it might be if it was a different candidate,” said Jennifer Herrington, chair of the Page County Democrats. “There’s always the nagging feeling that her ship may have sailed,” said Tom Swartz, who heads the Marshall County Democrats, of Hillary. “Elizabeth Warren, I would enjoy going out to lunch with her. Hillary, less,” Lorraine Williams, chairwoman of the Washington County Democrats, commented.  \nConsidering this enthusiasm gap, and data from an Iowa focus group, conducted by Bloomberg Politics and Purple Strategies in May, that showed Clinton’s supporters struggling to list her accomplishments, Hillary finds herself in a precarious position. At this point in the race, national poll numbers mean far less than the numbers in primary and caucus states. And that means that Clinton is in serious trouble.\n\n\n\n\n\n\n \n\n\n\nFront-running candidates typically lose support as the campaign wears on. But when front runners take a downward spiral against less well known challengers, it’s difficult for them to regain their earlier standing.\nIn 2008, for instance, Hillary came in third in Iowa, behind then-Senator Barack Obama and former Senator John Edwards, but she had been ahead as voting day neared. Just a month earlier, in December 2007, she led Obama 31-26 and Edwards 31-19, but she wound up eight points behind Obama and a percentage point behind Edwards.\nAnd back then, Clinton wasn’t battling daily revelations about her private email server, extraordinary intelligence activities, and the unanswered questions surrounding the attack on our embassy in Benghazi.\nSo even while Hillary holds close to a 20-point lead in Iowa today, the caucus there figures to be closer in January. And with her well under 50% in New Hampshire already, she could stand a chance of losing there as well.\nAll this shows that Clinton finds herself with a real and credible threat in the primaries from Sanders, who spoke to 10,000 cheering supporters in Madison, Wisconsin last week—the biggest crowd that a candidate from either party has drawn.\nOver the holiday weekend Sanders drew a crowd of 2,500 in Iowa while Clinton saw much smaller crowds in New Hampshire and was heckled by a voter carrying a poster that read “Benghazi” and taunts such as “carpetbagger” and “tell us when you were poor” at the former Secretary of State. Moreover, Clinton whose ratings on trust and being in touch with ordinary people have been plummeting, organized a walking tour in such a way that the press had minimal contact with her, further exacerbating the sense that she is consciously seeking to distance herself from those ‎whose reporting could well make the difference for her candidacy.\nWhat’s driving the support for Sanders? It doesn’t have that much to do with Sanders himself.\nIt has to do with the issues driving the progressive agenda, along with old- fashioned anger. The Left is fired up about a range of issues, most prominently income inequality.\nIndeed, perhaps more so than any other topic in the last 50 years, income inequality has become the issue most akin to Vietnam for the Democratic electorate. Clinton’s efforts to move left and accommodate these sentiments have been ham-handed, as in her comment last fall at a Boston rally. “Don’t let anybody tell you that, you know, it's corporations and businesses that create jobs,” she told the crowd, trying to tap into the populist-left energy. Other gestures are simply tone-deaf, especially for a candidate trying to rebrand herself as a progressive. When she recently decided to go to the Hamptons again this summer for three weeks, she set herself up for endless barbs by late-night TV hosts and her political opponents.\nAnd there’s another reason to take Sanders seriously. If Hillary loses the first two states next year—and she could—the landscape will change, just as it did for Lyndon Johnson in 1968, when he effectively \"lost\" the New Hampshire primary by winning just 49-42 over Senator Eugene McCarthy. That led to LBJ’s withdrawal from the race and the subsequent entry of Senator Bobby Kennedy of New York. RFK had been waiting on the sidelines until then, uncertain about whether he should get in.\nWho’s the Bobby Kennedy in this race? Elizabeth Warren.\nIf Sanders can manage to raise $15 million online in small grassroots donations in just two months, as he has, imagine what Warren—whose stature is far higher—would be able to generate, merely by declaring an interest. So far, Warren has demurred. But in the same way that Obama said he wouldn’t run and Kennedy said he wouldn’t, circumstances and changing poll numbers affect political decisions, and could yet bring the Massachusetts senator into the race.\nMy polling firm has collected data showing that Warren is competitive in both Iowa, where Hillary sits at close to 50%, and in New Hampshire, where she’s clinging now to a single-digit lead.  Don’t be surprised if, in both states, 2016 looks a lot like the late 1960s.\nIn short: Hillary Clinton’s candidacy faces a far greater threat—from within her own party—than the media and pundits have been yet willing to recognize.\n\nDouglas E. Schoen has served as a pollster for President Bill Clinton. He has more than 30 years experience as a pollster and political consultant. He is also a Fox News contributor and co-host of \"Fox News Insiders\" Sundays on Fox News Channel and Mondays at 10:30 am ET on FoxNews.com Live. He is the author of 11 books. His latest, co-authored with Malik Kaylan is \"The Russia-China Axis: The New Cold War and America's Crisis of Leadership (Encounter Books, September 2014). Follow Doug on Twitter @DouglasESchoen.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Pundits have focused recently on Hillary Clinton’s narrowing lead in polls among a group of less well known Republicans, along with voters' growing skepticism about her integrity.", "title": "The potentially mortal threat to Hillary’s candidacy", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/UCld4rui5-w/potentially-mortal-threat-to-hillary-s-candidacy.html", "topics": ["campaign_finance", "economy"], "people": ["Bill Clinton", "Charlie Neibergall", "Nancy Emanuel", "Lyndon Johnson", "Jennifer Herrington", "Malik Kaylan", "Hillary Clinton", "Bobby Kennedy", "Dennis Emanuel", "Hillary Rodham Clinton", "Tom Swartz", "Barack Obama", "Elizabeth Warren", "John Edwards", "Bernie Sanders", "Douglas E. Schoen", "Lorraine Williams"], "orgs": ["RFK", "Suffolk University", "LBJ", "Purple Strategies"], "authors": [], "date_written": "2015-07-09 15:15:00", "org": "fox", "article_id": "cc0a34bdeb5ffd5ceb03b6ab4dde8810", "date_access": "2015-07-09 19:50:04.018541"}