{"body": "", "byline": "", "description": " Senator Ted Cruz (R-TX) is leading the charge to strip funding for the Affordable Care Act from any funding bill passed by Congress in the coming week.  Just as determined to reinsert it though is Senate Majority Leader Harry Reid (D-NV), and Reid may have the upper hand by virtue of the Senate rules. Cruz said the first step in his plan is to ask Reid to allow amendments to be subject to a 60 vote threshold.  But because the Democratic leader wants to use an amendment to add funding for \"Obamacare\" to the House-passed bill he will likely say no \"because he wants to use brute political force,\" said Cruz. The junior senator from Texas has a backup plan too, one that sounds like an even steeper climb and highly unlikely at this point: convince Senate Republicans to deny colture on the House-passed bill. He admits he does not know how many fellow senators' votes he can count on but warned how he would view a \"yes\" vote to cloture by charging that \"any vote for cloture , is a vote for Obamacare.\"   Following Senator Cruz on \"Fox News Sunday,\" a perspective at complete odds- Democrat Senator Claire McCaskill (MO), a staunch defender of the president's, charged that Republicans that would threaten a government shutdown over defunding the heath care act are sore losers. \"I don’t think in America when we lose elections we throw tantrums and threaten to shut down the government,\" McCaskill said. Asked how she believes this will turn out when a week from now, when the government is slated to run out of money to run many of its operations, McCaskill said, \"I cannot believe they are going to throw a tantrum and throw the American people under the bus.\" Taking a shot a her colleague from the other side of the aisle, McCaskill added, \"This is about running for president with Ted Cruz, this isn’t meaningful statesmanship.\"   \n ", "title": "To Fund or Not to Fund: Decision Time in Congress", "url": "http://feeds.foxnews.com/on-air/fox-news-sunday-chris-wallace/blog/2013/09/22/fund-or-not-fund-decision-time-congress", "topics": ["campaign_finance", "health"], "people": ["Claire Mccaskill", "Harry Reid", "Ted Cruz"], "orgs": ["Senate", "Congress"], "authors": [], "date_written": "2013-09-22 15:34:21", "org": "fox", "article_id": "21064d3a3f60bfd48802d7bd232d8702", "date_access": "2015-03-03 19:57:32.319996"}