{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tNational security is a much bigger issue for Republicans this time than during the last primary.  And more GOP hopefuls make it official -- yet they barely move the needle.  Bernie Sanders nearly doubles his numbers and support for Hillary Clinton dips -- even as Democrats say they’re not concerned about allegations of her dishonesty.   \nThese are some of the findings from the latest Fox News poll on the 2016 presidential election.   \nThere’s no true frontrunner in the race for the GOP nomination - and not all the candidates in the poll have declared yet. The new poll, released Wednesday, finds three Republicans receiving double-digit backing from GOP primary voters:  former Florida Gov. Jeb Bush and Wisconsin Gov. Scott Walker each receive 12 percent and neurosurgeon Ben Carson gets 11 percent.   \nThey are followed by Kentucky Sen. Rand Paul at 9 percent, Texas Sen. Ted Cruz at 8 percent, Florida Sen. Marco Rubio at 7 percent, former Arkansas Gov. Mike Huckabee at 6 percent and New Jersey Gov. Chris Christie at 5 percent. \nFormer Texas Gov. Rick Perry, who will make his candidacy official Thursday, and businessman Donald Trump get 4 percent each.   \nThree Republicans officially threw their hat in the ring recently. South Carolina Sen. Lindsey Graham announced June 1, former New York Gov. George Pataki announced May 28 and former Pennsylvania Sen. Rick Santorum declared May 27.  Each receives 2 percent.  \n \nBusinesswoman Carly Fiorina and Ohio Gov. John Kasich also each garner 2 percent. \nCLICK HERE TO READ THE POLL RESULTS \nThe top four favorites among the Tea Party movement are Walker (22 percent), Cruz (17 percent), Carson (12 percent) and Paul (11 percent). \nIt’s no wonder the GOP race is so splintered.  Of the candidates tested, about one in five Republican primary voters say they would “definitely” vote for six of them: Walker (22 percent), Carson (21 percent), Rubio (21 percent), Bush (20 percent), Cruz (19 percent) and Paul (19 percent). \nMore than half say they would “never” support Trump (59 percent).  That’s the highest number saying they would never vote for a particular candidate.  Christie comes next (37 percent), followed by Bush and Huckabee (24 percent each) and Paul (20 percent). \nBush alone has the distinction of being in the top five of both the “definitely” and the “never” vote for lists.   \nWalker, who is still unannounced, looks especially well-positioned among GOP primary voters.  Not only does he have the highest number saying they would “definitely” vote for him (22 percent), but he also has the lowest “never” vote for number of those tested (eight percent). \nGOP voters are most likely to “want more info about” Kasich (60 percent), Fiorina (55 percent) and Walker (47 percent).   \nThe priorities of Republican primary voters have changed significantly since last time around.  Forty-six percent say economic issues will be most important in deciding their vote for the GOP nomination.  That’s down 30 percentage points from the 76 percent who said the same in 2011.  And 36 percent now say national security will be their deciding issue -- more than four times the 8 percent that said so four years ago. For 12 percent, social issues will be most important, up from six percent.   \nOn the Democratic side, former Secretary of State Hillary Clinton remains the clear frontrunner for the nomination with 57 percent support among self-identified Democratic primary voters. Still, that’s down from 63 percent last month, and marks only the second time in more than a year that support for Clinton is below 60 percent.  Her highest support was 69 percent in April 2014.   \nAt the same time, support for Vermont Sen. Bernie Sanders nearly doubled, from six percent last month to 11 percent now.  He was at 4 percent in April. \nThe most recent Democratic contender to jump in the race, former Maryland Gov. Martin O’Malley, garners 4 percent.  That’s a nice bump from the less than one percent support he got before his May 30 announcement.  Vice President Joe Biden (8 percent) and Massachusetts Sen. Elizabeth Warren (7 percent) -- both are undeclared -- still best O’Malley.   \nDespite Clinton controlling the field, most Democratic voters -- 69 percent -- say someone else could still win the nomination. That’s more than twice the 28 percent who say the race is over. \nMost Democratic primary voters, 68 percent, say they are not worried about allegations of Clinton’s dishonesty and unethical behavior.  Thirty-one percent are concerned, including 10 percent who feel “very concerned.” \nFor the broader electorate, however, recent allegations against Clinton may be more problematic. A 61-percent majority of voters thinks it is at least somewhat likely that the Clintons were “selling influence to foreign contributors” who made donations to the Clinton Foundation while Hillary Clinton was secretary of state.  A significant minority of Democrats (41 percent) feels that way, as do a majority of independents (66 percent) and most Republicans (82 percent). \nPollpourri Would you rather the next president be a Democrat or a Republican?  The poll asks voters that simple question and finds … a split!  Forty percent prefer a Democrat and 39 percent a Republican.  The results are also evenly divided among independents: 24 percent say Democrat, 24 percent Republican and 35 percent “other.” \nBy a 51-39 percent margin, more voters say it would be “a bad thing for the country” if a Democrat wins the presidential election and continues President Obama’s policies.  That includes 88 percent of Republicans, 52 percent of independents and 20 percent of Democrats. \nAbout the same number of voters says they would be “very” interested in watching a presidential debate between Hillary Clinton and Jeb Bush (38 percent), as they would between Clinton and Fiorina, the other female candidate (35 percent), or between Clinton and Paul (35 percent). \nAnd women are as likely to want to watch Clinton debate Bush (37 percent) as they are to want to see Clinton debate Fiorina (36 percent). \nThe Fox News poll is based on landline and cell phone interviews with 1,006 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from May 31-June 2, 2015. The full poll has a margin of sampling error of plus or minus three percentage points. The margin of error is higher among the subgroups of Democratic and Republican primary voters (+/-5%).", "byline": "", "description": "", "title": "FOX NEWS POLL: Bush, Walker, Carson top GOP pack, support for Clinton down - FOX NEWS POLL: 65 percent believe NSA program prevented terrorist attacks in U.S.", "url": "http://www.foxnews.com/politics/2015/06/03/fox-news-poll-bush-walker-carson-top-gop-pack-support-for-clinton-down/", "topics": ["personality", "economy"], "people": ["Rand Paul", "Rick Santorum", "George Pataki", "Martin O'Malley", "Chris Christie", "Joe Biden", "Jeb Bush", "Hillary Clinton", "Scott Walker", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Elizabeth Warren", "Rick Perry", "Bernie Sanders", "John Kasich", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["NSA", "Anderson Robbins Research", "Clinton Foundation", "Shaw & Company Research", "Tea Party", "GOP"], "authors": [], "date_written": "2015-06-03 22:57:51", "org": "fox", "article_id": "0da556b52eeddcbe33f2500f8e4bfb7c", "date_access": "2015-06-03 22:15:30.865302"}