{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tThe Rev. Clementa Pinckney had attended a fundraiser for Hillary Clinton hours before going to his Charleston, S.C. church to lead a regular prayer session when he was killed, along with eight others, in a diabolical attack that has left the city shaken. \nThe Wednesday schedule illustrated Pinckney's dual duties as both a religious leader in the city's African-American community and a political force in the State House, where he served as a senator. His attendance at the event with the presumptive Democrat Party presidential nominee was evidence of his stature in the state as a respected leader whose blessing carried weight at the polls. \n\"Heartbreaking news from Charleston - my thoughts and prayers are with you all,\" Clinton tweeted hours after the shooting, at Emanuel African Methodist Episcopal Church. \nHouse Minority Leader Todd Rutherford told the Associated Press that Pinckney, 41, served his flock as well as his constituents. \n\"He never had anything bad to say about anybody, even when I thought he should,\" Rutherford, D-Columbia, said of Pinckney. \"He was always out doing work either for his parishioners or his constituents. He touched everybody.\" \nAccording to his biography on the church's website, Pinckney was first appointed a pastor at age 18. He was elected to the South Carolina House of Representatives in 1996 at age 23, making him the youngest African-American to be elected to the legislature. Pinckney was elected to the state Senate four years later. He was married and a father of two children.\n \nRepublican presidential candidate Jeb Bush had been scheduled to visit Charleston Thursday, but his campaign canceled the appearance amid the tragic news.  \nThe Associated Press contributed to this report. ", "byline": "", "description": "A South Carolina state senator was among those killed in Wednesday's mass shooting at a black church in Charleston, S.C., a state legislative leader said early Thursday. ", "title": "S.C. pastor killed in church attack a leader in religious, political communities", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/QK-0tNlkilc/", "topics": ["personality", "women"], "people": ["Clementa Pinckney", "Jeb Bush", "Hillary Clinton", "Todd Rutherford"], "orgs": ["S.C.", "Senate", "Democrat Party"], "authors": [], "date_written": "2015-06-18 08:10:33", "org": "fox", "article_id": "b2f4cf013b4d600fec39debd556b30b5", "date_access": "2015-06-18 14:59:50.136322"}