{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton endorsed the Iran nuclear deal on Tuesday as “an important step in putting a lid on Iran’s nuclear program,” in statements that marked a sharp departure from the 2008 presidential campaign when she blasted Barack Obama’s stance on dealing with rogue powers like Tehran as \"irresponsible\" and \"naïve.\"\nHouse Democrats who met with Clinton on Capitol Hill, where she attended a series of meetings with lawmakers, described her as a strong backer of the controversial deal, with Virginia Rep. Gerry Connolly describing her endorsement as “full throated.”\nIn her public remarks, the former secretary of state’s backing was more qualified. She warned that the agreement, which curbs Iran’s nuclear program in exchange for billions of dollars in sanctions relief, would not end Iran’s “bad behavior” in the Middle East and said Tehran would still pose a serious threat to Israel.\n“This agreement will have to be enforced vigorously, relentlessly,” Clinton said. “We have to treat this as an ongoing enforcement effort, which I certainly strongly support, and as president would be absolutely devoted to assuring the agreement is followed.” \nBut she backed the deal and praised Obama for his work in reaching it. “I applaud [President Obama] and both Secretary Kerry and Secretary Moniz for their extraordinary efforts in bringing about this conclusion,” Clinton said.\nBut in 2007, Clinton lambasted Obama for his stance on Iran. When Obama said he would be prepared to meet without precondition with leaders of rogue nations, including Iran, in the first year of his presidency, Clinton told the Quad City Times: \"I thought that was irresponsible and frankly naïve.\" \n\nIn 2008, Clinton used hawkish language when asked in an interview what she would do if Iran attacked Israel.\n\"I want the Iranians to know that if I'm the president, we will attack Iran,\" Clinton said. \"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them.\"\nThe remarks drew fire from Obama, who said: \"It's not the language we need right now, and I think it's language reflective of George Bush.\"\nClinton’s backing of the deal comes amid scathing criticism by Republican presidential candidates, such as GOP frontrunner Jeb Bush who called the deal “deeply flawed and short sighted.”\n\"The nuclear agreement announced by the Obama administration today is a dangerous, deeply flawed, and short sighted deal,” Bush said. “A comprehensive agreement should require Iran to verifiably abandon -- not simply delay -- its pursuit of a nuclear weapons capability.\"\nSouth Carolina Sen. Lindsey Graham said the deal could be a “death sentence for the state of Israel,” while Wisconsin Gov. Scott Walker said it would be remembered as “one of America’s worst diplomatic failures.”\nMeanwhile, Louisiana Gov. Bobby Jindal appealed directly to Clinton to oppose the deal.\n“Secretary Clinton should be a voice of reason and oppose this deal,” Jindal said. “While Secretary Clinton has been the architect of President Obama’s foreign policy, she can do the right thing and prevent Iran from obtaining a nuclear weapon and oppose this deal.”\nOther Democratic presidential hopefuls also backed the deal, with former Virginia Sen. Jim Webb calling it “an important moment” and Sen. Bernie Sanders, I-Vt., saying “the devil is in the details, but this is a significant step forward.”\nThe Associated Press contributing to this report.", "byline": "", "description": "Hillary Clinton endorsed the Iran nuclear deal on Tuesday as “an important step in putting a lid on Iran’s nuclear program,” in statements that marked a sharp departure from the 2008 presidential campaign when she blasted Barack Obama’s stance on dealing with rogue powers like Tehran as \"irresponsible\" and \"naïve.\"", "title": "Clinton, who called Obama's rogue nation diplomacy 'naive' in 2007, backs Iran deal", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Q95E44lPWzk/", "topics": ["trade", "personality", "immigration", "terrorism"], "people": ["Gerry Connolly", "Lindsey Graham", "Jeb Bush", "Hillary Clinton", "Barack Obama", "Bernie Sanders", "Bobby Jindal", "Jim Webb", "Ernest Moniz", "Scott Walker"], "orgs": ["GOP"], "authors": [], "date_written": "2015-07-14 20:02:19", "org": "fox", "article_id": "eb9fb1d939599d5bf29ea86baab4caf6", "date_access": "2015-07-14 20:00:09.592416"}