{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tHere’s the state of play for the 2016 presidential campaign:\n\nJeb says he’s not a clone of his brother and father, and Hillary is surrounding herself with … men.ADVERTISEMENTADVERTISEMENT\n\nLet’s face it, the press has pretty much decided — for this week at least — that we’re looking at a general-election contest between the third Bush and second Clinton to seek the White House. Yes, we will spill endless barrels of ink on Rand and Ted and Scott and Marco and Mike and Chris, and one of them could catch fire and win the GOP nomination. Bush is stuck at 10 percent in the latest poll in Iowa, tied with Rand Paul, with less than half the support of Scott Walker, at 24 percent.\n\nBut media expectations are critical in the framing of a contest this early, and Bush is widely seen as the man to beat. His team showed its savvy by sending reporters excerpts of his big Chicago speech Wednesday, making this the obvious lead:\n\n“I love my father and my brother. I admire their service to the nation and the difficult decisions they had to make. But I am my own man – and my views are shaped by my own thinking and own experiences.”\n\nThat sounded a heckuva lot better than Jeb ducking a question about Iraq by saying he’s not going to “relitigate” the past. Iraq and ISIS loom too large in this campaign for that kind of dodge to work.\n\nBush went on to bash the Obama team’s foreign policy — always a safe bet for a Republican — with such language as “with grandiosity, they announce resets and disengage. Hashtag campaigns replace actual diplomacy and engagement.”\n\nJeb’s hashtag here would be #I’mNotEitherGeorge.\n\nHe did go there in a Q&A session, saying “there were mistakes made in Iraq, for sure,” but offering this balancing sentiment: “My brother's administration through the surge which was one of the most heroic acts of political courage.” Another way in which the Iraq war will loom over his campaign is Jeb’s decision to tap foreign policy advisers who worked for the Bushes — though that would be somewhat hard to avoid, since those were the last two Republican administrations.\n\nHis family lineage, obviously, is both his greatest strength and greatest weakness. Jeb was a two-term Florida governor, but it’s his family that gives him instant credibility and access to a vast fundraising and political network — along with the baggage of a brother who invaded Iraq and presided over a massive financial crisis.\n\nJeb’s ability to convince voters that 45 would not be like 43 or 41 — that he is, in fact, his own person — is the first major test of his candidacy.\n\nOne sign that the press views Jeb as formidable is this tweet from Bloomberg’s Mark Halperin: “I'm not predicting this or putting out odds, but it is now not impossible that Jeb effectively locks up his nomination before Hillary does.” Another is this How He Did It piece in Politico about the Bush camp’s last year:\n\n“Their strategy was to publicly downplay his interest in the race and avoid media attention, while quietly laying the groundwork for a launch that would catch much of Washington  —  and many of his potential rivals  —  flat-footed. While the much of the political world focused on Chris Christie, Rand Paul and even Bush’s fellow Floridian Marco Rubio, Bush was quietly collecting political chits, developing a cohesive platform, and preparing for a fundraising blitz intended to grab the front-runner’s chair, scare potential competitors like Mitt Romney and Christie, and put Bush on such a firm financial footing that he could devote more time to retail politics when it really counted.”\n\nMeanwhile, Hillary (who has her own asset and liability in Clinton 42) is keeping a low profile, but that hasn’t stopped the pundits from analyzing and opining on the makeup of her rapidly growing campaign staff. Which led to this question in the Daily Beast:\n\n“Does Hillary Clinton need binders full of women?”\n\nYes, the Beast is worried that the woman who would shatter the ultimate glass ceiling hasn’t hired enough chicks and could be running a “white dude fest.” Unlike in 2008, when the likes of Patti Solis Doyle and Maggie Williams were in charge, the top strategists so far include the likes of John Podesta, Robby Mook, Joel Benenson and on and on. (There are some female members of the inner circle, such as Huma Abedin and Mandy Grunwald, and Obama aide Jennifer Palmieri just signed on as communications director.)\n\nThe Washington Post’s Dana Milbank makes the most of this:\n\n“This surely wasn’t Clinton’s intent, but her decision to re-brand Obama’s frat house as her own puts out a message quite at odds with her candidacy: that women can’t run a presidential campaign…\n\n“From what I’ve heard, Clinton lieutenants were surprised by the reaction to the early slate of male hires. They say they blundered in putting out the names of several men at once and were not making a fundamental shift from the Sisterhood of the Traveling Pantsuit to the Obama towel snappers …\n\n“The woman who would be the first of her gender to reach the presidency has decided that it takes a whole lot of testosterone to win the White House.”\n\nThis is silly-season stuff. A more important issue, in my view, is the Wall Street Journal reporting that donations from Saudi Arabia, the United Arab Emirates, Oman, Austria and Germany are flowing to the Clinton Foundation now that it’s lifted a ban on accepting money from foreign governments.\n\nThe average voter doesn’t care who’s working in Hillaryland. But she and Jeb are are going to draw flyspecking coverage as long as the media handicappers see them as leading the field.\n\nClick for more Media Buzz\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "Here’s the state of play for the 2016 presidential campaign:Jeb says he’s not a clone of his brother and father, and Hillary is surrounding herself with … men.", "title": "Playing defense: Jeb’s family problem, Hillary’s man problem", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/jrKYqCKDWKo/", "topics": ["women", "campaign_finance", "terrorism"], "people": ["Rand Paul", "Mitt Romney", "Mark Halperin", "Chris Christie", "Howard Kurtz", "Hillary Clinton", "Maggie Williams", "Patti Solis Doyle", "Huma Abedin", "Mandy Grunwald", "Joel Benenson", "Robby Mook", "John Podesta", "Scott Walker", "Dana Milbank", "Jennifer Palmieri"], "orgs": ["Sisterhood of the Traveling Pantsuit", "Rand", "Clinton Foundation", "GOP"], "authors": [], "date_written": "2015-02-19 10:00:10", "org": "fox", "article_id": "84a6a0ee9f198fc5eb738dbf170e83f4", "date_access": "2015-02-20 09:38:44.208653"}