{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tKentucky Sen. Rand Paul, declaring \"we have come to take our country back,\" formally announced his candidacy Tuesday for the Republican nomination for president. \n\n“Today I am announcing, with God’s help and with liberty lovers everywhere, that I am putting myself forward as a candidate for president of the United States,” the 52-year-old Paul said at his “Stand for Rand” rally in Louisville, a few hours after making the announcement on RandPaul.com. ADVERTISEMENTADVERTISEMENT\n\nPaul was introduced by wife Kelley Ashby Paul, who said of her husband: “You are brave. You inspire others.” In a fiery speech tapping into America's frustration with Beltway politics, the senator said he worries \"opportunity and hope are slipping away for our sons and daughters,\" and said: \"It seems to me that both parties and the entire political system are to blame.\" \n\n“I have a message that is loud and clear and doesn’t mince words,” Paul said in his roughly 25-minute speech, below a stage banner that read, “Defeat the Washington Machine. Unleash the American Dream.” “We have come to take our country back. ... This message of liberty is for all Americans.”\n\nThe roughly 30-minute program before Paul’s announcement included a cross-section of Americans, in an apparent effort to broaden his conservative base.More on this...Conservatives concerned over Rand Paul's foreign policy What Rand Paul brings to field of presidential hopefuls Sen. Rand Paul gears up 2016 presidential campaign Will Rand Paul have an advantage in early primary states? \n\nAmong those on stage were female University of Kentucky student Lauren Bosler and former Oklahoma GOP Rep. J.C. Watts, who is black. \n\nSeeking to separate himself from mainstream Republicans, Paul took shots at both President George W. Bush and his brother, Jeb -- who he likened to a Democrat -- declaring, \"Today begins the journey to take America back.\" \n\nThe program also included several videos that highlighted Paul’s effort to reach out to members of the African American community, including events at historically black colleges. They also showed him providing eyes exams and surgeries in Third World countries.\n\nA Tea Party favorite and frequent antagonist of leaders of his Republican Party, Paul is expected to head out after the rally to early nominating states with a pitch aimed at the libertarian corners of the GOP. He is the second announced candidate, following closely behind Sen. Ted Cruz of Texas, but he could face as many as 20 rivals for the nomination before the lead-off Iowa caucuses early next year. \n\nPaul also was set to answer questions from voters on his Facebook page. \n\nDemocrats responded to Paul’s announcement within minutes of his online announcement.\n\n“Rand Paul says he wants to unleash the American Dream, but the only thing a Paul presidential candidacy unleashes is a massive lurch backwards to failed policies and narrow-minded extremism,” said Democratic National Committee Chairwoman Rep. Debbie Wasserman Schultz. “He says he’s something different, but when you take a look, he’s the same as any other Republican presidential hopeful: good for the wealthiest few and bad for the middle class.\"\n\nPaul joined the Senate in 2011 after the Tea Party wave that also helped Republicans take control of the House for the first time in roughly 40 years. \n\nWhile at times a gadfly to party leadership, he's also positioned himself as slightly more mainstream than his father, former Texas GOP Rep. Ron Paul. While his father proudly embraces anti-interventionist views, the younger Paul has denied claims that he's an isolationist on the world stage. \n\nAt a time of Islamic State and other terror threats, Paul may have to fight to prove his national security credentials -- particularly as other Republicans suggest he's not tough enough. \n\nOn Monday, Sen. Lindsey Graham, R-S.C., who's weighing a bid of his own, said, \"Rand Paul's foreign policy is to the left of President Obama.\" \n\nPaul nevertheless has risen to national prominence, in large part because of his outspoken opposition to government surveillance and overspending, including the high cost of imprisoning Americans under mandatory-minimum drug sentencing. \n\nHe attended Duke University School of Medicine and owned an ophthalmology practice in Bowling Green, Ky., where he makes his home with wife Kelley Ashby Paul. They have three boys -- William, 21, Duncan, 18, and Robert 15.\n\nPaul is the third of five children and grew up in Lake Jackson, Texas. He attended Baylor University before going to Duke. Paul completed a general surgery internship at Georgia Baptist Medical Center, in Atlanta, then returned to Duke to complete his residency in ophthalmology.\n\nHe was a volunteer coach for his sons’ youth sports teams, remains active in such groups as Lions Clubs International and continues to provide free eye exams and surgery for patients across Kentucky and to children around the world.\n\nAs Kentucky’s junior senator, Paul is a member of the chamber’s Foreign Relations; Health, Education, Labor and Pensions; Homeland Security and Government Affairs; and Small Business and Entrepreneurship committees.\n\nBeyond seeking support from conservatives, independents and libertarians, Paul also plans to get the backing of those who might not necessarily think a Republican deserves their vote. \n\nPerhaps reflecting the challenges he faces in convincing his critics he deserves the nomination, Paul is also leaving open the door to a second term in the Senate. With the backing of his state's senior senator, Majority Leader Mitch McConnell, Paul is likely to seek the White House and the Senate seat at the same time. \n\nOne of his likely presidential rivals, Sen. Marco Rubio of Florida, has said he would not double-dip on the ballot. He is expected to announce next week that he will skip a Senate re-election bid in 2016 in favor of putting everything into a presidential campaign. \n\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "'TAKE AMERICA BACK'  Rand Paul declares his candidacy for president", "url": "http://www.foxnews.com/politics/2015/04/07/sen-rand-paul-set-to-join-2016-presidential-field/", "topics": ["terrorism", "campaign_finance"], "people": ["Rand Paul", "Ron Paul", "Lauren Bosler", "Lindsey Graham", "Kelley Ashby Paul", "George W. Bush", "Debbie Wasserman Schultz", "J.C. Watts", "Marco Rubio", "Ted Cruz"], "orgs": ["University of Kentucky", "Beltway", "Senate", "Republican Party", "Duke University School of Medicine", "Homeland Security and Government Affairs", "Democratic National Committee", "Washington Machine", "Tea Party", "GOP"], "authors": [], "date_written": "2015-04-07 18:18:38", "org": "fox", "article_id": "3f4ba198eb1f8f01f89d416d4bf4a51d", "date_access": "2015-04-07 18:22:34.884511"}