{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tHas it come to this? We’re now begging Elizabeth Warren to run for president.\n\nAre journalists so determined to slow down the Hillary coronation that they will badger and beseech the freshman senator until she runs just to stop the media torture?ADVERTISEMENTADVERTISEMENT\n\nFolks, this is getting embarrassing.\n\nHow many times does Warren have to say she is not pursuing the presidency before we take her at her word? How many different ways does she have to word her denials?\n\nSure, a woman-on-woman contest for the Democratic nomination would be fascinating to cover in a country that has had 44 male presidents. But read my lips: Not. Going. To. Happen.\n\nWhen Warren makes Shermanesque disavowals in dozens of interviews, why does each journalist think that this time there will be a different result?\n\nThis has to transcend the desire for a horse race. Some pundits’ hearts simply beat faster when the Massachusetts Democrat talks about taking on Wall Street and battling special interests. The prospect of her launching a liberal crusade in 2016 excites them in ways that Hillary’s cautious, establishment-oriented approach does not — even more so in the wake of the email furor.\n\nTake the Boston Globe, whose editorial page has openly urged its home-state gal to take the plunge:  \n\n“Democrats would be making a big mistake if they let Hillary Clinton coast to the presidential nomination without real opposition, and, as a national leader, Massachusetts Senator Elizabeth Warren can make sure that doesn’t happen. While Warren has repeatedly vowed that she won’t run for president herself, she ought to reconsider…\n\n“A presidential campaign would test Warren as never before. Her views on foreign policy are not fully formed. And on many other important issues — climate change, gun control, civil rights — Warren could struggle to articulate clear differences between herself and Clinton. That’s a risk she should be willing to take.”\n\nIn other words, run, Liz, run!\n\nWhich brings us to the “Today” show. Warren has been making the rounds to promote the paperback edition of her book, and swatting away the inevitable question. Savannah Guthrie would not give up.\n\nShe began: “You didn’t think you’d get away with this interview without my asking you point-blank: Are you going to run for president?”\n\n“No,” Warren said. “I’m not running and I’m not going to run.”\n\nThe senator said she had a great job and wants to fight for such issues as student loans, medical research and the minimum wage. But Guthrie was not to be deterred.\n\n“Let me make sure that we underscore this and maybe bold it and put it in all caps…It has seemed you were hedging a little bit in the past. I don’t hear you hedging now. Are you saying unequivocally, I am not running for president in 2016?”\n\nWarren started laughing. “I’m not running. I’m not running,” she said.\n\nGuthrie tried another angle: Warren was the “perfect person” to push these middle-class issues, but her supporters are “afraid Hillary Clinton won’t give voice to these issues that you care about.”\n\nWarren wouldn’t take the bait and didn’t mention Hillary in her answer. So Savannah tried again: Is Hillary “the right messenger”?\n\n“I think we need to give her a chance to decide if she’s going to run,” said Warren, who obviously knows Hillary is running.\n\nThat must have been it, right? Uh uh.\n\n“Possibly I’m beating a dead horse here,” Guthrie said, admitting the obvious, “but did you ever even entertain, consider the possibility, of running for president?”\n\nThe answer: no.\n\nGuthrie was doing her job, trying to prod Warren into uttering a newsworthy sound bite rather than just repeating her talking points and plugging her book.\n\nAs in romance, Warren is more desirable for being unobtainable. Mitt Romney went through the same thing, with the press badgering him about running a third time, until he said he might, whereupon the same press ripped him for being a bad candidate. And many forget that Warren had a rocky campaign when she won her Senate seat.\n\nElizabeth Warren’s dogged denials on “Today” should end this question once and for all. But journalists, who are in denial, will keep on asking.\n\nClick for more Media Buzz\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "Has it come to this? We’re now begging Elizabeth Warren to run for president.Are journalists so determined to slow down the Hillary coronation that they will badger and beseech the freshman senator until she runs just to stop the media torture?Folks, this is getting embarrassing.", "title": "Elizabeth Warren: Why the media won’t take no for an answer", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/DYl3pPYtGUE/", "topics": ["campaign_finance"], "people": ["Howard Kurtz", "Mitt Romney", "Savannah Guthrie", "Elizabeth Warren", "Hillary Clinton"], "orgs": ["Senate"], "authors": [], "date_written": "2015-04-01 10:00:47", "org": "fox", "article_id": "b3b4d6483190fdbe43ae9a421ad32484", "date_access": "2015-04-01 09:33:08.443337"}