{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFILE - Dec. 3, 2014: Former Secretary of State Hillary Rodham Clinton speaks in Gaston Hall at Georgetown University, in Washington. (AP Photo/Carolyn Kaster)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tEditor's note: Fox News Channel presents a special documentary on the Clinton Foundation scandal anchored by Bret Baier, \"The Tangled Clinton Web\" on Friday, April 24 at 10 pm ET. The special will reair on Saturday, April 25 at 5 p.m. ET and Sunday, April 26 at 10 p.m. ET.\n\nAlthough Peter Schweitzer’s new book “Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich” will not hit bookstores until May 5, it has already set off a firestorm of controversy that foreign governments bought influence with the Clintons – including when Hillary Clinton was Secretary of State – by contributing millions of dollars to the Clinton Foundation and paying the Clintons millions in speaking fees.ADVERTISEMENTADVERTISEMENT\n\nBill Clinton, according to Schweizer, earned $48 million in speaking fees while Mrs. Clinton was Secretary of State. Although Hillary Clinton claimed she and her husband were “dead broke” in 2000, their current net worth is estimated between $100 million and $200 million.\n\nI believe the Clinton Foundation story dwarfs all previous Clinton scandals because it appears to be an unprecedented case of foreign governments and entities buying influence with a U.S. government official.\n\nThe Clintons have already launched an offensive against Schweizer’s book and are trying to discredit him because he is a conservative. This includes engaging left wing attack dog David Brock who heads the George Soros-funded Media Matters for America.  Brock’s personal attacks on Schweitzer’s during MSNBC interviews were so over the top that they led New York Times reporter Jeremy Peters to remark, “They are definitely misdirecting here. I mean, this is what Media Matters exists to do.”\n\nAlthough Clinton loyalists are claiming Schweitzer’s book is a conservative hit job by Fox News and Republicans, most of the damaging stories about the book this week came from reports in the New York Times, the Wall Street Journal, the Washington Post and Breitbart News, all of which have advance copies of the book and exclusive rights to his research.\n\nMost press stories on the Schweizer book have focused on the impropriety of the Clinton Foundation taking large foreign donations while Clinton was Secretary of State and how those donations may have influenced U.S. foreign policy. Mrs. Clinton also has been criticized for tens of millions of dollars in contributions to the Clinton Foundation while she headed the State Department from regimes that persecute women such as Saudi Arabia, Qatar, Oman and the UAE.\n\nBut a more troubling angle in the Clinton Foundation scandal has surfaced: that foreign donations to the foundation may have put U.S. national security at risk.\n\nAccording to an April 23 article in the New York Times, some of these contributions involve Uranium One, a Canadian uranium mining company that was taken over by the Rosatom, the Russian atomic energy agency. The Uranium One takeover gave Russia control of one-fifth of U.S. uranium production and advanced Russian President Vladimir Putin’s goal of controlling most of the global uranium supply chain.\n\nBecause uranium is considered a U.S. strategic asset with implications for national security, this deal had to be approved by a several U.S. government agencies, including the State Department. According to the Times article, while the Russians were gradually assuming control of Uranium One from 2009 to 2013, the Uranium One chairman used his family foundation to make $2.35 million in donations to the Clinton Foundation.  \n\nIn 2005, the Clinton Foundation received a $31 million donation from the Uranium One chairman’s foundation and a pledge for an additional $100 million donation after Bill Clinton helped the company acquire uranium mines in Kazakhstan. \n\nThese huge donations to the Clinton Foundation violated an agreement between the Clintons and the Obama administration that the Clinton Foundation would not accept foreign donations while she was Secretary of State.  According to an April 23 Reuters report, the Clinton Foundation also did not report foreign donations in its tax filings to the IRS in 2010, 2011, and 2012 and is has begun to file amended tax returns for these years.\n\nAccording to an April 18 Newsweek article, the Clinton Foundation also accepted donations from a firm that was violating nuclear trade sanctions against Iran. Interpipe, a Cyprus-incorporated company owned by Ukrainian oligarch Victor Pinchuk, sold oil pipelines to Iran in 2011 and 2012 in violation of U.S. sanctions but was not sanctioned for these sales while Clinton was Secretary of State. On her show \"The Kelly File,\" Fox News anchor Megyn Kelly reported that between 2009 and 2013, the Clinton Foundation received at least $8.6 million from the Victor Pinchuk Foundation. Kelly reported that Pinchuk also pledged more than $20 million more to the foundation.\n\nBased on my experience working as Chief of Staff to John Bolton when he was Under Secretary of State for Arms Control in the George W. Bush administration, the Interpipe sales of pipeline equipment appears to be a serious violation of U.S. trade sanctions against Iran that required the State Department to impose immediately impose sanctions against this company and its officers.  Congress needs to determine why sanctions were not imposed in this case and whether pressure was put on lower level State Department officials to overlook this violation.\n\nThere are many other twists and turns to this scandal, including Huma Abadein, who worked for part of her tenure as Secretary Clinton’s top aide as a special government employee and as a consultant with the Clinton Foundation.\n\nFor years, the Clintons have skated past the sea of scandals that engulfed Bill Clinton’s presidency and Hillary Clinton’s complicity in the Obama administration’s foreign policy disasters. \n\nI believe the Clinton Foundation story dwarfs all previous Clinton scandals because it appears to be an unprecedented case of foreign governments and entities buying influence with a U.S. government official. But the Uranium One and Pinchuk contributions could make this story significantly worse since they suggest the Clintons were prepared enrich themselves even at the cost of endangering U.S. national security.\n\nThe Clinton Foundation scandal requires congressional hearings and an investigation by the Justice Department.  \n\nCongress must demand answers as to what foreign contributors bought with their millions of dollars in contributions to the Clinton Foundation.  Congress also must investigate how U.S. national security may have been harmed by increasing Russia’s control of the global uranium supply and whether the failure to sanction Interpipe weakened U.S. leverage to stop the Iranian nuclear weapons program.\n\nThe Clintons have geared up their time-tested counter-scandal operation to deflect this scandal. Clinton attack dogs are going through the usual drill of attacking the accuser and trying the change the subject.  The Clinton camp is likely to aggressively debate Schweitzer’s book in May so they can claim later in the presidential campaign that this story is “old news.” \n\nNo matter how big the scandal, the Clintons have always been able to count on the mainstream media to them off the hook.  But this scandal may be different.  \n\nDamning information about the Clinton Foundation scandal is not just coming from conservative media outlets, it’s also coming from the New York Times and the Washington Post.  During an April 21 interview, even MSNBC's Mika Brzezinski wasn’t buying David Brock’s fierce attacks on Schweizer’s book and his character. \n\nThis scandal looks likely to do serious damage to Hillary Clinton’s presidential bid and will provide a wealth of material for Republican attack ads and uncomfortable questions for Hillary during presidential debates.  Despite their unmatched skill in deflecting and defusing scandals, the Clinton Foundation scandal may be too big even for the Clintons to skate by.Fred Fleitz, a former CIA analyst, is senior vice president for policy and programs with the Center for Security Policy.  He worked in national security posts in the U.S. government for 25 years with the CIA, the State Department, and the House Intelligence Committee. Follow him on Twitter @fredfleitz.", "byline": "", "description": "Although Peter Schweitzer’s new book “Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich” will not hit bookstores until May 5, it has already set off a firestorm of controversy that foreign governments bought influence with the Clintons – including when Hillary Clinton was Secretary of State – by contributing millions of dollars to the Clinton Foundation and paying the Clintons millions in speaking fees.", "title": "Did Bill and Hillary Clintons’ greed threaten America's national security?", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/L0YJd723bw4/", "topics": ["women", "trade", "terrorism", "campaign_finance"], "people": ["Bill Clinton", "David Brock", "Megyn Kelly", "Victor Pinchuk", "Carolyn Kaster", "Hillary Rich", "Kelly File", "Bret Baier", "Hillary Clinton", "Peter Schweitzer", "Hillary Rodham Clinton", "Jeremy Peters", "Peter Schweizer", "Vladimir Putin", "George Soros", "John Bolton", "Clinton Cash", "Mika Brzezinski"], "orgs": ["CIA", "IRS", "Congress", "Chief of Staff", "State Department", "House Intelligence Committee", "Businesses Helped Make Bill", "Clinton Foundation", "Justice Department", "Center for Security Policy", "MSNBC"], "authors": [], "date_written": "2015-04-24 17:42:06", "org": "fox", "article_id": "fd77d0c2ac6e53989f167911bb5276c1", "date_access": "2015-04-24 17:20:07.829244"}