{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nIn a polarized political world that defies consensus, there is virtual unanimity on one point: Carly Fiorina won the CNN debate.\nWith her deft criticism of Donald Trump, passionate stand against fetal tissue harvesting and painful invocation of a daughter who died from drug abuse, the former businesswoman delivered a poised and confident performance on a network that had tried to exclude her.\nBut the mighty media megaphone is transforming her strong evening into something more transcendent. The pundits are heaping so much praise on Carly that she’s being portrayed as wiping the floor with everyone else and practically ready to move into the Oval Office.\nTake this Mediaite headline: “Carly Fiorina Owns CNN Marathon Debate; Now Best Bet to Win Presidency.”\nI don’t begrudge Fiorina any of this positive press. The former Hewlett-Packard CEO began this race all but written off by the pundits. Even after she won Fox’s early-evening debate and was rising in the polls, she had to make a stink to get herself on CNN’s prime-time stage. Fiorina told me in a recent interview that she viewed the media chatter about her actually running for VP as sexist.\nMy point is that the chattering class tends to exaggerate both victories and setbacks, and this has an impact on public opinion. Fiorina was at 4 percent in national polls heading into Wednesday’s debate, and she herself said half the country didn’t know about her presidential bid. She has yet to deal with the intense scrutiny inflicted on front-runners. She is riding high, but still has plenty of work to do.\n\nBy the same token, many of the pundits who have never been Trump fans painted him as having a pretty bad night. There was a lot of this-is-the-beginning-of-the-end talk. And here’s why that is way overstated.\nThe entire strategy of moderator Jake Tapper and his colleagues was to poke and prod and push the candidates into taking on each other—but mainly Trump. The billionaire was constantly getting whacked from all sides. Yet he withstood it for three long and sweaty hours without committing a significant gaffe. In some ways, the piñata treatment only underscored his status as the front-runner.\nTrue, it wasn’t a great moment for The Donald to call Fiorina a “beautiful woman,” this after she sternly derided his “look at that face” comment to a Rolling Stone reporter. And Trump didn’t roll out new policies or details on the issues. But that’s never been his style and hasn’t impeded his climb to the top of the polls. So reports of his political demise are greatly exaggerated.\nMedia people are masters at reading too much into one event. Scott Walker had another lackluster outing, and the Washington Post says his donors are pressing him to shake up his struggling campaign. We’ll see.\nBen Carson, who went into the Reagan Library debate as the No. 2 candidate, was not well-suited to the free-for-all format. He told me on Sunday’s “Media Buzz” that he wouldn’t throw punches in this campaign, and he declined repeated invitations from Tapper to tackle Trump. And as one candidate after another forced his way into the conversation, Carson mostly hung back, disappearing for long stretches. We’ll have to see whether that undermines the surgeon’s appeal, which the pundits don’t fully understand.\nChris Christie and Marco Rubio both had strong moments on the stage. But does that help lift them out of their single-digit status? The truth is that no one knows.\nWith 23 million viewers, just shy of Fox’s Cleveland debate, the CNN was a prime opportunity for candidates swamped by the Trump tsunami.\nThose three hours may have made Carly Fiorina a star—but the breathless media need to remember that the campaign is a long slog.\nClick for more Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "In a polarized political world that defies consensus, there is virtual unanimity on one point: Carly Fiorina won the CNN debate.", "title": "Carly’s night: The media have a new (anti-Trump) heroine", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/7MJGud7V9FU/", "topics": ["personality"], "people": ["Chris Christie", "Howard Kurtz", "Ben Carson", "Donald Trump", "Marco Rubio", "Jake Tapper", "Carly Fiorina", "Scott Walker"], "orgs": ["Rolling Stone", "Reagan Library", "Oval Office"], "authors": [], "date_written": "2015-09-18 10:00:09", "org": "fox", "article_id": "6fad9a00f2313048c588df805df7c745", "date_access": "2015-09-18 10:40:14.220801"}