{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tMay 5, 2015: Hillary Rodham Clinton, a 2016 Democratic presidential contender, second from right, speaks with a group about immigration at an event at Rancho High School in Las Vegas. (AP Photo/John Locher)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tHillary Clinton met with potential donors to a super PAC backing her White House campaign Wednesday, the first such face-to-face meetings held by a Democratic candidate. \nThe Wall Street Journal reported that Clinton met with a small group of potential donors to Priorities USA Action Wednesday in San Francisco. Campaign officials told the paper that she will take part in more such meetings, including one planned to take place in Los Angeles on Thursday. \nNews of Clinton’s meetings with would-be donors was first reported by The New York Times. \nPriorities officials have said for months that the group would back Clinton, though it had been unclear how direct her involvement would be. Her campaign told the Associated Press Wednesday that given the aggressive super PAC fundraising among Republicans, Democrats had to have the resources to fight back. Donations to the PACs aren’t subject to the $2,700-per-election cap that limit the size of individual donations to campaigns. \nDemocrats have been reluctant to fully embrace super PACs. Though some of President Barack Obama's top advisers never appeared at Priorities events during his re-election campaign in 2012, Obama never did. The president has repeatedly expressed his opposition to the 2010 Supreme Court ruling that cleared the way for the rise of the organizations.  \nClinton sounded a similar tone last month in an opinion piece published in the Des Moines Register, in which she called for getting what she called \"unaccountable money out of [politics] once and for all, even if that takes a constitutional amendment.\" \nFederal law bars campaigns from directly coordinating with super PACS. Candidates can appear at events, but cannot directly solicit unlimited donations. \nThe front-runner for the Democratic nomination, Clinton has been keeping an eye on the money haul in the large Republican field. Her team has been particularly focused on former Florida Gov. Jeb Bush's aggressive fundraising for his super PAC, Right to Rise. \nBush is putting off an official campaign launch until late spring or early summer so he can keep courting unlimited contributions from fundraisers. He also plans to outsource many campaign functions to the group, another sign of the evolving role of super PACs. \nPriorities officials have said previously that they planned to stay focused on advertising. While the group lagged its GOP counterparts in fundraising during the 2012 campaign, it garnered attention for its negative advertisements targeting Republican nominee Mitt Romney's business record. \nThe Associated Press contributed to this report. ", "byline": "", "description": "Hillary Clinton met with potential donors to a super PAC backing her White House campaign Wednesday, the first such face-to-face meetings held by a Democratic candidate.", "title": "Hillary Clinton begins courting potential super PAC donors at California meetings", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/6vJDmPgg828/", "topics": ["immigration", "campaign_finance"], "people": ["Mitt Romney", "Jeb Bush", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "John Locher"], "orgs": ["GOP", "PAC", "PACS", "Supreme Court", "PACs"], "authors": [], "date_written": "2015-05-07 07:22:57", "org": "fox", "article_id": "8dc94495ff553c90a70b1da2756906ff", "date_access": "2015-05-07 07:05:19.418813"}