{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Trump’s Planned Parenthood hedge brings risks, rewards • Cruz won’t say whether he matches Trump on deportations • Carly’s camp says old polls aren’t good polls • Hillary’s email quagmire deepens • You have the right to remain irie, mon\nTRUMP’S PLANNED PARENTHOOD HEDGE BRINGS RISKS, REWARDS One front of the ongoing feud between Donald Trump and Jeb Bush has been the question of defunding Planned Parenthood. In the wake of jarring videos of the group’s leaders discussing the value of the bodies of aborted babies, the issue has been intense among Republican voters.  Bush defunded the group in 2001 as governor of Florida and has been increasingly adamant about the need to do so nationally. Trump has said that that Bush is “terrible” about women’s health issues. The New York billionaire quickly backed off his initial support for cutting off all of the more than $500 million the group gets from federal taxpayers each year.  Trump’s position that the group “has to stop with the abortions” but provides other worthwhile services could yield long-term political benefits.  Poll results from Quinnipiac University today say that stout majorities in the swing states of Florida, Ohio and Pennsylvania oppose efforts to cut off federal funds. That’s a help if he is facing a likely Democratic nominee who strongly supports and is supported by Planned Parenthood.  But Trump’s stance poses some serious primary problems for the GOP frontrunner. Drill down on the data from Quinnipiac and you see just how much. While 52 percent of Ohio voters overall oppose defunding the group, just 23 percent of Republicans agree. It’s 24 percent in Florida and 30 percent in Ohio.  This is a huge issue on the right. Sen. Ted Cruz hosted a conference call Tuesday with what he said were 100,000 faith leaders about shutting down the abortion provider. And other candidates have taken similarly aggressive stances. Trump’s hedging on Planned Parenthood may be good politics for the general election but poses serious peril for the primary.  How does he do it? Volume. - Many have marveled at how Donald Trump survives controversies that might destroy other candidates. There are some obvious answers. Having so far self-funded his campaign, Trump has no donors who can make him slow down and apologize. Plus, while most candidates are trying to build name identification and fear establishing a negative image, Trump’s supporters already know his negatives.  But there’s something else.  Like the bank that only makes change there’s also this: Volume. Before the press and public can hone in on any particular outrage that would explode another candidate there’s another, even more incendiary controversy coming down. Red State’s Leon Wolf makes a military analogy: “Donald Trump is the political equivalent of chaff, a billion shiny objects all floating through the sky at once, ephemeral, practically without substance, serving almost exclusively to distract from more important things - yet nonetheless completely impossible to ignore.”  Rightward, ho! Jeb knocks Roberts by inference, vows to pick ‘proven’ conservative judges - TWT: “Former Florida Gov. Jeb Bush has tried to put some distance between himself and his famous family’s history of judicial nominations, saying he would look only at potential picks who have a “proven record” rather than bowing to political considerations. He said past presidents — whom he didn’t name, but the past two Republicans in the White House were his father and his brother — have picked people “that don’t have a proven record” because they’ve been too worried about facing an increasingly bloody Senate confirmation process.”  [Bush is in the panhandle of his home state today, talking about hurricane preparedness at a Pensacola town hall meeting.]  Cruz won’t say whether he matches Trump on deportations - On “The Kelly File,” Sen. Ted Cruz, R-Texas, declined to answer whether he, like Donald Trump, would order the deportation of illegal immigrants with American-born children should be deported or not. Watch here.  [Downplays birthright citizenship issue - Byron York reports: “‘Changing the law on birthright citizenship is likely to be a long and arduous path,’ Cruz said. ‘And the urgency of the crisis is such that we need to focus on an immediate solution, not something years down the road.’”]  Christie weighs ‘anchor’ on Jeb - “The fact is, you don’t need to be pandering to one way or the other. I’ll tell you the way you don’t do it. You don’t do focus group tested trips to the border, speak Spanish and then criticize Asians. And I don’t think you fix immigration in this country by using policies that come out of the 1990’s.” – Gov. Chris Christie, R-N.J. on “The Kelly File.” Watch here.  Walker’s new twist on Medicaid fix - National Journal: “[Gov. Scott Walker’s, R-Wisc.] Medicaid plan could point the path forward…his proposal was one of the most detailed to be released by a candidate for office, and it added a twist: He would actually turn Medicaid into three different funding streams for three different populations.”  [Walker has five campaign stops in Western Iowa today.]  Carly’s camp says old polls aren’t good polls - Carly Fiorina’s campaign released a statement today arguing that requirements for making the GOP September debate’s main stage are not representative of the field as it now stands. The statement reads in part, “Despite being solidly in the top 10 by every measure, the political establishment is still rigging the game to keep Carly off the main debate stage next month.”  [Fiorina holds a town hall meeting with the Iowa Federation of Republican Women, in Cushing, Iowa.]  Buffalo shows Rubio some love - TWC News: “U.S. Senator Marco Rubio left Amherst with a wave Tuesday night, not stopping to speak with media, but the presidential candidate had plenty to say to the supporters he spent the previous four hours with at a private fundraiser…Organizers wouldn't give an exact total but said the event easily raised more than $200,000.”  [A meet and greet and a pair of town hall meetings are on Rubio’s New Hampshire schedule today.]  Rand says Trump battle not to blame for poll swoon - WaPo: “‘I think if you look closely at the poll numbers, our numbers actually shifted south before I ever attacked him,’ said Paul in a conference call before his speech in Alaska’s biggest city. ‘We probably didn't really go after his fake conservative-ness for probably two months.’”  [Paul continues a northwestern swing today in Washington State and Idaho.]  WITH YOUR SECOND CUP OF COFFEE… If you love Nutella put this Turkish town on the top of your getaway list. Ordu is a small town in Turkey near the Black Sea responsible for producing a quarter of the world’s hazelnuts, and they are obsessed. Quartz writes, “Residents dispatch young children to schools named after top hazelnut-producing families, before roaming the aisles of supermarkets stacked high with hazelnut delicacies. They pack off their college-age students to conduct hazelnut research at a nearby university, and then later retreat, hazelnuts in hand, to lounge in the waterfront park—which is dedicated, of course, to another hazelnut baron.” Originally thought to be planted as a means to prevent landslides these trees thrived in the rough terrain and poor growing climate giving the people in town much reverence to their popular produce. Sound over the top? Well, considering the crop is responsible for close to 80 percent of the province’s economy it makes sense these people treat the product dearly.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 44.5 percent//Disapprove – 51.5 percent Directions of Country: Right Direction – 29.3 percent//Wrong Track – 62.8 percent  HILLARY’S EMAIL QUAGMIRE DEEPENS Another day, another download about the digital misadventures of Hillary Clinton. Bottom line: Clinton’s email mess is thickening and will mire her campaign in a quagmire for the foreseeable future. Despite the Democratic frontrunner’s dismissal of the classification of sensitive government information that passed through her private server as “a disagreement between agencies” that has “nothing to do with me” and her claim that evolved from “no classified materials” was contained in her exchanges to none that was marked, the numbers of emails that do hold secret information continues to grow.  And while the FBI pursues its investigation, security concerns over the handling of that sensitive material during her tenure as secretary of state and since, plague Clinton and her close associates.   Some of the most recent turns…  Potential violation - Fox News: “One of the emails that triggered the FBI probe into Hillary Clinton’s server contained classified intelligence from three different agencies, Fox News has learned – which could mean the State Department violated a President Obama-signed executive order by authorizing its release. That 2009 order…states that the authority to declassify rests with the intelligence agency that originated the information….One of the two emails that sparked the FBI probe was an April 2011 email from Clinton confidant Huma Abedin that, Fox News has learned, contained intelligence from the Defense Intelligence Agency (DIA), the National Security Agency (NSA), and the National Geospatial-Intelligence Agency (NGA), which oversees aerial imagery, including satellites.  Clearance concerns - The Hill: “Sen. Chuck Grassley (R-Iowa) wants Secretary of State John Kerry to hand over the details of how Hillary Clinton’s attorney, David Kendall, was given a security clearance to handle her emails….Grassley [also] wants Kerry to explain if Kendall, [law partner Katherine Turner,] or Clinton currently has a security clearance, and if Clinton’s clearance has been revoked since the FBI was notified that classified information had potentially been mishandled.”  Hillary loses ground in Virginia but still thumps Trump - Roanoke Times: “A new poll of Virginians suggests Democratic frontrunner Hillary Clinton is in a dead heat with Republican contenders Jeb Bush, Marco Rubio and Scott Walker. … This is the first time the Roanoke College poll has included Bush, Rubio and Walker. In a September 2014 poll, Clinton comfortably led Republicans Chris Christie, Rand Paul and Paul Ryan. … She had a solid 13-point lead over Donald Trump.”  Power Play: Biden’ choice, in 60 Seconds - Despite considerable chin stroking on the left that a challenge from the sitting vice president might be good for beleaguered frontrunner Hillary Clinton, all evidence suggests the opposite. With a Joe Biden run for the White House potentially on the horizon, Chris Stirewalt runs through it all in just 60 seconds. WATCH HERE.  [Hoover Institution’s Bill Whalen says forget about Biden look at Michelle Obama for the top of the ticket.]  Bernie toes the DNC line on debates - Time: “In the midst of ongoing pressure for more Democratic primary debates, it’s increasingly unlikely that Vermont Sen. Bernie Sanders will flout the Democratic National Committee’s strict rules that threaten punishment for any candidate who attend more than the six official debates. Fearful of risking exclusion from a major national debate against Hillary Clinton, or elevating some of his lesser rivals, Sanders’ campaign has said he will not debate unless all the Democratic candidates for president are on the stage.”  YOU HAVE THE RIGHT TO REMAIN IRIE, MON ABC News: “A Rastafarian police officer recently taken off Baltimore’s streets because of his dreadlocks may soon be fighting in court to walk his beat. A six-year veteran of the force, Antoine Chambers was reassigned from his beat as a uniformed officer to desk duty after telling police officials that he would not obey a new division regulation barring officers from wearing dreadlocks, cornrows and braids. Chambers argued that cutting his dreadlocks would violate his religious beliefs as a Rastafarian, who grow their hair long and believe their long locks are supported by the Bible. ‘They wanted me to cut off my locks completely,’ says Chambers. ‘I told my supervisor that the policy violated my religious and spiritual beliefs and that I would not obey a policy just because the department wanted everyone to look the same.’ Police officials say the department is not violating his religious rights, and that it has a right to establish and enforce a dress code.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Backing off defunding the abortion provider may help in a general election match-up, but holds a risk of upsetting the Republican right. ", "title": "Trump’s Planned Parenthood hedge brings risks, rewards", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/kLv3sN6klww/", "topics": ["immigration"], "people": ["Joe Biden", "Chris Wallace", "David Kendall", "Katherine Turner", "Ted Cruz", "Chris Stirewalt", "Chris Christie", "Chuck Grassley", "Kelly File", "Bret Baier", "Michelle Obama", "Leon Wolf", "Bernie Sanders", "Huma Abedin", "Rand Paul", "Jeb Bush", "Donald Trump", "Marco Rubio", "Paul Ryan", "Carly Fiorina", "John Kerry", "Bill Whalen", "Hillary Clinton", "Scott Walker"], "orgs": ["Iowa Federation", "NSA", "State Department", "NGA", "Quinnipiac University", "National Journal", "Senate", "Defense Intelligence Agency", "Quinnipiac", "DIA", "FNC", "Hoover Institution", "Democratic National Committee", "DNC", "National Security Agency", "Virginians", "FBI", "GOP"], "authors": [], "date_written": "2015-08-26 17:23:56", "org": "fox", "article_id": "dd4028f880a05da4d635b57ca4ca2772", "date_access": "2015-08-26 16:50:06.323328"}