{"body": "\n\n\n\nFILE - In this Thursday, Aug. 6, 2015, file photo, Democratic presidential candidate Hillary Rodham Clinton listens to a home care worker during a roundtable discussion in Los Angeles. (AP Photo/Jae C. Hong, File)\n\n\nDemocratic presidential front-runner Hillary Clinton will unveil a $350 billion plan aimed at making higher education more affordable at an appearance in New Hampshire Monday.\nThe proposal centers on a $200 billion federal incentive system aimed at encouraging states to expand their investments in higher education and cut student costs. States that guarantee so-called \"no-loan\" tuition at four-year public schools and free tuition at community colleges will be eligible to receive federal funds.\nClinton's plan doesn't go quite as far as some more liberal politicians and Democratic activists, who've made \"debt-free college\" an early litmus test for the presidential primary field. In May, Vermont Sen. Bernie Sanders released his own plan that would eliminate tuition and fees for public universities. The $70 billion annual proposal would be funded by imposing a tax on transactions by hedge funds, investment houses and other Wall Street firms.\nWhile military veterans, lower-income students and those who complete a national service program, like AmeriCorps, would go to school for free in the Clinton plan, others would incur costs for their schooling and living expenses at four-year public universities. \"For many students, it would translate into debt-free tuition,\" said Carmel Martin, executive vice president for policy at the Center for American Progress, who advised Clinton on that plan. \"It will depend on the student circumstances and the institution they are going to.\"\nFor most students, their families will still be expected to make a \"realistic\" contribution, say Clinton's aides, and students will contribute wages from ten hours of work per week.\nThose currently repaying loans would be able to refinance their outstanding debt at lower rates, a change Clinton's aides say will save an average of $2,000 for 25 million borrowers over the life of the loan -- an amount that equal to just about $17 month over a ten year repayment period. She would also expand income-based repayment programs, allowing every student borrower to enroll in a plan that would cap their payments at 10 percent of their income with remaining debt forgiven after 20 years.\n\nPrivate universities with \"modest endowments\" that serve a higher percentage of low-income students, including historically black colleges, would also receive federal funds to help lower the costs of attendance and improve graduation rates.\nThe cost of Clinton's plan would be offset by capping itemized tax deductions for wealthy families at 28 percent, like those taken by high-income taxpayers for charitable contributions and mortgage interest. That proposal, which has long been included in President Barack Obama's annual budget, would raise more than $600 billion in the next decade, according to the Treasury Department.\nClinton's plan would likely face a steep climb in Congress: A $60 billion Obama administration initiative for free community college has gotten little traction.\nEven so, college affordability has emerged as a major issue on the presidential campaign trail, as families face the highest debt burden in generations. National student debt is near $1.3 trillion dollars and the average price for in-state students at public four-year universities is 42 percent higher than it was a decade ago, according to the College Board.\nClinton's team conducted weeks of meetings with experts on the issue to develop their proposal, including policy staffers for Sen. Elizabeth Warren, D-Mass.\n\"There's something wrong when students and their families have to go deeply into debt to be able to get the education and skills they need in order to make the best of their own lives,\" she told students and teachers at Kirkland Community College in Monticello, Iowa, in April, shortly after announcing her campaign.\nClinton aides believe their plan will help build enthusiasm for her candidacy with younger voters -- whose support twice helped catapult Obama into the White House. The policy roll-out is timed for when students return to college campuses. Clinton organizers plan to promote the plan at registration events and other gatherings kicking-off the school year, according to a campaign aide, in an effort to galvanize college students.\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Clinton to unveil $350B college affordability plan", "url": "http://www.foxnews.com/politics/2015/08/10/hillary-clinton-to-unveil-350b-college-affordability-plan/", "topics": ["economy", "campaign_finance", "military"], "people": ["Jae C. Hong", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Elizabeth Warren", "Bernie Sanders", "Carmel Martin"], "orgs": ["Treasury Department", "Kirkland Community College", "AmeriCorps", "College Board"], "authors": [], "date_written": "2015-08-10 06:14:42", "org": "fox", "article_id": "14dcea1cbec3d9756aec5adb2807eaba", "date_access": "2015-08-10 05:50:03.625759"}