{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nIf Jorge Ramos looked like an activist disrupting an event the other night, perhaps that is no accident.\nThe Univision anchor has devoted much of his career to crusading on the issue of illegal immigration. And he clearly wanted to force a confrontation at Donald Trump’s Iowa news conference.\nAnyone who buys Ramos’ claim that he was just a reporter trying to ask a question hasn’t watched the tape carefully enough.\nRamos broke in without being called on—and I’m sorry, that’s not some polite society rule, that’s basic civility when a presidential candidate is taking questions. \nAnd this was no mere interruption. Ramos kept talking—shouting, really—when Trump told him to sit down. And he wasn’t attempting to ask a question, he was lecturing Trump: “You cannot deport 11 million people,” “You cannot build a wall for 1,900 miles.” And he continued to shout as a Trump security guy escorted him out.\nThat’s not exactly the behavior of a news anchor just trying to get answers. It was a stunt, one that virtually guaranteed that Ramos would be making the TV rounds yesterday.\n\nFor those who are cheering what Ramos did, imagine how you’d feel if a conservative reporter had done exactly that to a liberal politician.\nActually, you don’t have to imagine. In 2012, after he took unilateral action on immigration, the Daily Caller’s Neil Munro interrupted President Obama while he was making a statement.\n“Why’d you favor foreigners over Americans?” Munro demanded.\n“Excuse me, sir. Uh, it’s not time for questions, sir,” the president said.\n“Are you going to take questions?” Munro countered.\n“Not while I’m speaking,” said Obama, who eventually answered the question.\nSome on the right cheered, but many on the left were appalled.\nWhile Trump had the right to boot Ramos from the presser, he quickly realized that it would look heavy-handed in the next morning’s headlines. When reporters, especially NBC’s Kasie Hunt, pressed him on the eviction, Trump shrewdly said he was open to talking to Ramos, and later engaged him in what amounted to a five-minute debate.\nThe Donald turned some questions back on the anchor, asking him if it was all right if he deported gang members who are here illegally.\nIt was an “I paid for this microphone, Mr. Green” moment for Trump. He was, after all, seen taking on an agenda-driven journalist on his own signature issue.\nAnd those kind of fireworks are precisely why Fox, CNN and MSNBC were carrying his presser live—something that no other candidate is afforded—as they did with his events last week in New Hampshire and Alabama.\nBut Ramos' ploy worked as well, bringing him an avalanche of publicity that played well with his Univision audience.\nI understand that for Ramos, a legal Mexican immigrant, this is a very personal issue. But there's a difference between being tough and just being rude.\nRamos has a history of combativeness. In an interview last year, he told President Obama that \"you have destroyed families\" by not easing deportations sooner and that the president was known as the deporter-in-chief. Does that sound like a journalist or an advocate?\nAt a House presser that year, Ramos demanded to know why John Boehner was \"blocking\" action on immigration reform and urged him to call a vote, saying: \"You can do it, Mr. Speaker.\"\nJournalist or advocate?\nAnd there's a bit of personal history between him and Trump, who is generally portrayed negatively in Spanish-language media. Trump posted a handwritten interview request that included Ramos' cellphone number. And, as The Donald pointed out in their exchange, he is suing Univision for $500 million for dropping his beauty pageants.\nRamos is probably quite pleased with himself. Had he waited for Trump to call on him, he could proudly claim credit for the aggressive line of questioning. Instead, he hijacked the press conference for his own purposes.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "If Jorge Ramos looked like an activist disrupting an event the other night, perhaps that is no accident.", "title": "Why Jorge Ramos crossed the line in confronting Donald Trump", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/XdkZD4z_rPI/", "topics": ["immigration"], "people": ["Jorge Ramos", "Howard Kurtz", "Neil Munro", "John Boehner", "Kasie Hunt", "Donald Trump", "Adam Green"], "orgs": ["MSNBC", "Univision"], "authors": [], "date_written": "2015-08-28 01:32:58", "org": "fox", "article_id": "560a2350e99b99db9a5cf3be95997395", "date_access": "2015-08-27 09:30:03.753615"}