{"body": "\n\n\n\nAug 26, 2015: Democratic presidential candidate Hillary Rodham Clinton, accompanied by Agriculture Secretary Tom Vilsack, speaks during a news conference at the Des Moines Area Community College in Ankeny, Iowa. (AP)\n\n\nHillary Clinton addressed the speculation over a possible entry by Vice President Biden into the 2016 race, saying he should be given the space to make the best decision for him and his family but she would press on with her campaign regardless.\n“He should have the space and the opportunity to decide what he wants to do,” Clinton said in a press conference in Iowa Wednesday. “I’m going to be running for president regardless.”\nThe comments are among the first by the 2016 Democratic front-runner regarding the vice president’s potential entry into the party's presidential primary.\nClinton said she has a “great deal of admiration and affection” for Biden and noted they have worked together in the Senate, during the Clinton administration and in President Obama’s first term when Clinton served as secretary of state.\n“I just want the vice president to decide to do what’s right for him and his family,” Clinton said. \"I don’t think it’s useful to be behind the scenes asking this or saying that. I’ve done none of that.”\nClinton said she understood it would be a hard decision for the 72-year-old to run, especially considering the death of his son Beau in May after a long fight with brain cancer.\n\n“I was at his son’s funeral, and I cannot even imagine the grief and the heartbreak. Joe has had more terrible events than most people can even contemplate, losing his first wife, losing his first daughter, now losing his son,” Clinton said. \n“But I’m just going to continue with my campaign, I’m going to do what I believe I should be doing and he will have to decide what he should be doing,” she said, adding that she expected it to be a competitive race.\nRumors have intensified in recent weeks about a potential Biden 2016 run. On Monday, White House Press Secretary Josh Earnest left the door open to President Obama even endorsing a candidate in the primary.\n\"He's going to collect all the information that he needs to make a decision,\" Earnest said when asked about a potential Biden bid for the White House.\nEarnest reiterated that Obama believes picking Biden as his running mate was his smartest political decision. But he also said Obama has a deep appreciation for Clinton's service as secretary of state.\nWithout tipping his hand as to whether Obama was encouraging Biden to enter, Earnest said the VP was well-positioned to make the decision himself, as a two-time presidential candidate who's been on the Obama ticket twice.\n\"You could make the case that there's probably no one in American politics today who has a better understanding of exactly what is required to mount a successful national presidential campaign,\" Earnest said.\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Clinton addresses Biden 2016 buzz, says he 'should have the space' to decide - SPECIAL REPORT ONLINE: Chat with Bret Baier at 7pm    - FOX NEWS 2016 ELECTION HEADQUARTERS", "url": "http://www.foxnews.com/politics/2015/08/26/clinton-addresses-possible-biden-2016-run-in-iowa-press-conference/", "topics": ["campaign_finance"], "people": ["Josh Earnest", "Beau Biden", "Bret Baier", "Hillary Clinton", "Tom Vilsack", "Hillary Rodham Clinton"], "orgs": ["Senate", "Des Moines Area Community College"], "authors": [], "date_written": "2015-08-26 23:30:42", "org": "fox", "article_id": "a1c453f09dd2b2cb8931755868d88bd3", "date_access": "2015-08-26 22:50:03.426772"}