{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nIt's been called the \"happy hour\" debate -- the 5 p.m. face-off that precedes the prime-time showdown among the top-polling Republican presidential candidates in Cleveland. \nBut the stakes for those invited to \"happy hour\" could be even higher. \nSeven lower-polling candidates were invited to the 5 p.m. ET Fox News/Facebook debate stage. The smaller pond, it's an opportunity for at least one of the candidates to make a big splash -- and start the buzz that builds a fledgling bid into a serious campaign. \n\"An underdog is going to emerge from this first debate,\" Craig Shirley, a conservative strategist and Reagan biographer, said. \nTexas Gov. Rick Perry, who flamed out of the 2012 race after an infamous debate gaffe, is looking for redemption. Former New York Gov. George Pataki, even though he won't be on the big stage with Donald Trump, appears poised to hammer the billionaire front-runner. Former HP exec Carly Fiorina has been blunt in saying that, as the only woman in the field, she would be a potent adversary against Democratic front-runner Hillary Clinton. \nAny of the seven could have a break-out moment Thursday afternoon that catapults them into the upper mix of the 17 candidates now on the field. \n\n\n\nMore on this...\n\n\n\n\nSantorum: My record of accomplishment in DC sets me apart \n\n\n\n\nThose invited to the 5 p.m. debate are: Perry; Pataki; Fiorina; former Pennsylvania Sen. Rick Santorum; Louisiana Gov. Bobby Jindal; South Carolina Sen. Lindsey Graham; and former Virginia Gov. Jim Gilmore. \nJOIN THE DEBATE DISCUSSION\nPataki told Fox News the race right now is \"all about name ID,\" with a \"reality show host, a brother and son two of presidents\" leading the field. He said he'll distinguish himself by his record as governor. \n\"I think I changed New York with sweeping conservative change more than any other state in America,\" he said. \"Enough of the sound bites, enough of the posturing. Bring Americans together, governor successfully, solve our problems and move forward with confidence.\" \nLike Trump, Fiorina also comes from a business background. But she told Fox News, \"I've had a very different set of experiences than Donald Trump. I started out as a secretary, I went on eventually to lead the largest technology company in the world. So it's a very different experience set of working my way up.\" \nGET THE ELECTION HQ APP\nShe said she knows more world leaders than anyone running save for maybe Clinton, \"Only I didn't do photo ops, I wrestled with bureaucracies.\" \nAs for his debate plans, Santorum told Fox News on Thursday he plans to just be \"authentic.\" \n\"I did this 22 times the last time around,\" said the former presidential candidate. \nHe said he'll be able to stand out by pointing to his legislative record as a former senator, fighting to ban partial-birth abortions, enact welfare reform and impose Iran sanctions. \n\"They're really isn't anybody else up there on the stage who has a record of accomplishment in Washington, D.C.,\" he said.  \nWATCH THE DEBATE ON YOUR MOBILE DEVICE\nSyndicated columnist and Washington Examiner chief political correspondent Byron York wrote that the 5 p.m. debate provides opportunities for candidates for several reasons. Namely, Trump won't be on the stage dominating attention, it will be less personality-driven, and the winner of the debate will get momentum. \nShirley said he thinks the media want to essentially pick someone from the first debate to advance. \"I think the first debate is not going to get as much attention but it might surprise everybody and be the most issue-oriented because of the distracting fight opening up between [Jeb] Bush and Trump in the second debate,\" he said. \nBoth debates, hosted by Fox News and Facebook in conjunction with the Ohio Republican Party, will be held at the Quicken Loans Arena in Cleveland, Ohio. \nThe 9 p.m. ET debate will include the top 10 candidates in an average of recent national polls. They are Trump; former Florida Gov. Jeb Bush; Wisconsin Gov. Scott Walker; former Arkansas Gov. Mike Huckabee; retired neurosurgeon Ben Carson; Texas Sen. Ted Cruz; Florida Sen. Marco Rubio; Kentucky Sen. Rand Paul; New Jersey Gov. Chris Christie; and Ohio Gov. John Kasich.", "byline": "", "description": "", "title": "HIGH STAKES & HIGH HOPES Break-out possibility for 7 in 1st of 2 Fox News GOP debates", "url": "http://www.foxnews.com/politics/2015/08/06/happy-hour-debate-holds-big-potential-for-gop-underdog-to-shine/", "topics": ["personality", "campaign_finance"], "people": ["Rand Paul", "Rick Santorum", "John Kasich", "Chris Christie", "Craig Shirley", "George Pataki", "Jim Gilmore", "Jeb Bush", "Hillary Clinton", "Mike Huckabee", "Rick Perry", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Byron York", "Bobby Jindal", "Ben Carson", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Ohio Republican Party", "Washington Examiner", "Quicken Loans Arena"], "authors": [], "date_written": "2015-08-06 19:43:22", "org": "fox", "article_id": "036502d205cdc533d69ea66024b166f2", "date_access": "2015-08-06 19:20:02.763888"}