{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\t**Want FOX News First in your inbox every day? Sign up here.**\n\nBuzz Cut:\n• Hillary loses her nerve, set to scrum with reporters\n• Biden burns down the house\n• Voters’ desire for change stronger than in 2008\n• Obama struggles to find high ground on separation of powers\n• It’s never too early, JimmyADVERTISEMENTADVERTISEMENT\n\nHILLARY LOSES HER NERVE, SET TO SCRUM WITH REPORTERS\nAll eyes will be on the United Nations this afternoon as Democratic frontrunner Hillary Clinton makes remarks there. No, it’s not the event itself. That’s strictly Turtle Bay puffery of the kind on which Clinton prefers to float: “Business Partners for Gender Equality.” NGOs, big banks and telecom companies will be celebrated for their commitment to women’s issues and then, presumably, shower their well-wishers with continued donations. Maybe they can even drop a little something in the collection plate for Clinton’s family foundation on the way out the door. The main event is what will happen after all of that backscratching, as Clinton is expected to answer questions from reporters about the, ahem, brewing scandal around her secret email server as secretary of state. Not only is it an admission that her original plan of bunkering out the scandal whilst surrogates bullied and bashed the press is kaput, but it is also a surge of the kind of panicked dysfunction that oft wracked her 2008 effort.\n\n[Throwback backfire - Howard Kurtz looks at the failed Clinton strategy of publicly attacking reporters who are following the email scandal.]\n\nTattered - The Clinton campaign in theory was as perfect as a microprocessor in a Silicon Valley clean room. The idea was to ignore the news cycle and use Clinton’s hyperdominant position in the field to drive the discussion. Rather than the messy, reactive lurching that became the hallmark of her divided 2008 organization, this time would be different. Not so much. A gross miscalculation of her ability to repress the press, the anxious chatter of Democrats and plenty of pot shots winging in from her old foe, President Obama, and his team have forced Clinton in the span of just a few weeks to rip up her script. Recall that it was just 40 days ago that news broke that some in Clinton’s inner circle were weighing a July launch for her official campaign. Now, her team is just trying to survive for a few weeks to get the doors open and deal with this crisis and the ones that will flow after them. We’ve gone from royal languor to crisis management in five weeks.\n\n[Do you remember when Obama bashed Clinton for hiding documents from her husband’s administration? The Daily Caller does.]\n\nGo time - Today’s press conference will take her campaign all the way from that Silicon Valley clean room down to a boiler room floor. But doing some kind of impromptu-seeming scrum with reporters rather than an actual press conference is necessary in this moment. The campaign will no doubt spring the exact time and location as late as possible to keep news outlets from getting in position and vamping for an hour before it goes live. Rather than a high-expectation, presidential-style event, they will be getting something that looks ad hoc and unofficial. She can also say she’s really there to talk about what matters, the World Bank’s commitment to gender equality, but wanted to quickly clear the air for the scandal mongers who just won’t leave her alone. It will still be a bombshell, but its detonation may be muffled. In all this, two failures emerge in Clinton’s campaign, both rooted in hubris. The first is that she believed herself untouchable by the ordinary trials of politics and could run for president without running. That one is being remedied even now. The second, that she believed herself entitled to break the rules in the first place, seems unlikely to be remedied at all.\n\nNope - Wash Times: “Rep. Trey Gowdy, [chairman] of the House Select Committee on Benghazi, has reportedly canceled an appearance at a Virginia Republican Party fundraiser after he learned the event was Benghazi-themed.”\n\nBIDEN BURNS DOWN THE HOUSE\nPolitico: Vice President Joe Biden hit opponents of organized labor in remarks to a firefighters union on Monday, invoking a term closely associated with interwar European fascism in describing those who are ‘intent on breaking’ unions. Biden denounced those blocking the National Labor Relations Board’s attempts ‘to enforce the basic rules of the road,’ saying, ‘They’re not looking for striped shirts, guys. They’re looking for blackshirts, not referees.’ The blackshirts were paramilitary forces loyal to the Italian fascist leader Benito Mussolini. Labor unions were among their targets. Speaking at a conference of the International Association of Fire Fighters in Washington, Biden said that firefighters and their unions used to have bipartisan support but that the Republican Party had changed.”\n\n[The International Association of Fire Fighters conference continues today in Washington with speeches from Sens. Ted Cruz (R-Texas), Marco Rubio (R-Fla.), Lindsey Graham (R-S.C.) and Bernie Sanders (I-Vt.) as well as former Sen. Jim Webb (D-Va.) and a pre-recorded speech from former Gov. Jeb Bush (R-Fla.).]\n\nRun Liz Run - Iowa City Press Citizen reports that local supporters will meet in Iowa City to continue their organizing efforts to draft Sen. Elizabeth Warren, D-Mass., into the 2016 Democratic race.\n\nWITH YOUR SECOND CUP OF COFFEE…\nThe discovery of an ancient Celtic prince’s grave in a Lavau, France, dating to 500 B.C., is providing a treasure trove of artifacts and enlightenment about intersecting cultures. Live Science:  “The ancient princely tomb, which was discovered in a large burial mound, was filled with stunning grave goods, including gorgeous pottery and a gold-tipped drinking vessel… [A] giant jug was decorated with images of the Greek god of wine and revelry, and was probably made by Greek or Etruscan artists. The stunning new finds ‘are evidence of the exchanges that happened between  the Mediterranean and the Celts,’ Dominique Garcia, president of France's National institute of Preventive Archaeological Research (INRAP), told journalists at a field visit, according to France 24. [See Photos of the Ancient Celtic Prince’s Tomb]…. Merchants from the East came to the region seeking slaves, metals and amber, according to an INRAP statement about the find. Many of the Mediterranean merchants bestowed impressive goods from Greek and Etruscan cultures as diplomatic gifts, in hopes of opening new trade channels. As a result, the Celts who ruled centrally located inland regions in the central river valleys amassed great wealth.”\n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\nReal Clear Politics Averages\nObama Job Approval: Approve – 44.4 percent//Disapprove – 51.1 percent\nDirection of Country: Right Direction – 32.2 percent//Wrong Track – 59.2 percent\n\nVOTERS’ DESIRE FOR CHANGE STRONGER THAN IN 2008\nNBC News: “More Americans are clamoring for change in the upcoming 2016 presidential election than they were in the ‘Hope and Change’ year of 2008, according to a new NBC News/Wall Street Journal poll.  That desire for change is a potential roadblock for two of the leading frontrunners - Democrat Hillary Clinton (the former first lady, presidential candidate and secretary of state) and Republican Jeb Bush (the former Florida governor whose brother and father served as president)…. In the poll, 59 percent of all voters prefer a candidate who will bring greater changes to current policies, even if he or she is less experienced and tested - up from 55 percent who said this in July 2008 during the general-election contest between Barack Obama and John McCain.”\n\nWhen Bush worlds collide - Lexington Herald-Leader: “Scott Jennings, the Louisville GOP strategist who was instrumental in U.S. Senate Majority Leader Mitch McConnell's landslide win last year, is joining former Florida Gov. Jeb Bush's likely presidential campaign. Jennings, a former adviser to former President George W. Bush, is joining Jeb Bush's political action committee, Right to Rise, as a senior adviser.”\n\nWalker burned on ethanol subsidies - Tim Carney tracks back Wisconsin Gov. Scott Walker’s turnaround on federal subsidies for ethanol: “…Walker went to Iowa over the weekend and embraced the ethanol mandate – a corporate welfare program that subsidizes corn farmers and ethanol producers at the expense of drivers, eaters, restaurants, and the environment. … Why do I assume this position was tailored to Iowa's caucus goers? Because Walker vehemently opposed the ethanol mandate back in 2006, actually standing out from the rest of Wisconsin's gubernatorial field in that regard.”\n\nCruz touts opposition to same-sex marriage - Des Moines Register: “U.S. Sen. Ted Cruz cast himself as a leading Republican opponent of same-sex marriage during an appearance before a crowd of evangelical Christians in Des Moines on Monday. Cruz, R-Texas, described the ongoing shift toward legal recognition for gay couples as an ‘unrelenting assault on traditional marriage,’ and castigated judges who have struck down prohibitions for ‘ignoring their oaths, ignoring the Constitution and legislating from the bench.’ The issue is one that Cruz said distinguishes him from other potential candidates in what looks to be a crowded 2016 presidential field.”\n\nRand to light up another marijuana bill - Reuters: “Senator Rand Paul, a possible Republican presidential candidate, will introduce legislation with two Democrats that would prevent the federal government from prosecuting medical marijuana users in states where it is legal, aides said on Monday. While the bill's prospects in Congress are uncertain, it could help the libertarian-leaning Kentucky senator stand out in what is shaping up to be a crowded field ahead of the 2016 presidential election. Public opinion has shifted dramatically toward legal marijuana in recent years, and several of Paul's potential Republican rivals have framed it as a states' rights issue…Last month, he accused former Florida governor Jeb Bush, a potential rival, of ‘hypocrisy’ for opposing medical marijuana in Florida after admitting to pot use as a student.”\n\nRubio, Rand set to do battle over war powers - USA Today: “A Senate hearing Wednesday on President Obama’s request for Congress to authorize military force against the Islamic State could spotlight an emerging foreign policy debate between two potential Republican presidential rivals. Sens. Marco Rubio, R-Fla., and Rand Paul, R-Ky., both serve on the Foreign Relations Committee, which has set the hearing to question top administration officials about the president's request…Rubio has called on Congress to pass an authorization with no geographic limits on where the president can battle Islamic State fighters and no time limits on how long Obama and future presidents can use military force against them. Paul has advocated limits on the duration of fighting, the geography of the battle and the use of ground troops.”\n\n“I’m glad that our party has such a deep bench of individuals potentially prepared to lead our country. The Democrats can’t even come up with one good candidate. And we have six or seven. That’s a good thing. I would say that my experience has been quite different than President Obama’s.  He was a backbencher in the state legislature in Illinois. I was in leadership all nine years that I served there, including two as speaker of the House.”--Sen. Marco Rubio, R-Fla., “Your World with Neil Cavuto” Watch here.\n\nPork shoulder, not beef brisket - Former Gov. Rick Perry, R-Texas, is making another swing through South Carolina today with a BBQ dinner for the Greenville County Republican Party.\n\nWash Times: “Texas Sen. Ted Cruz has hired Brian Phillips as senior adviser to his political action committee, the latest move to beef up his staff for a possible run at the 2016 GOP presidential nomination.”]\n\nSOUND OFF: READERS RESPOND TO 2016 POWER INDEX\n“Looks to me like the Democrats have a real problem here. Hillary may coast to the nomination, but she has exposed herself to a potentially major issue with her email debacle and worse yet, reminded the voters of all her (and Bill’s) past baggage.” --Fran Laughton\n\n“What on earth has Elizabeth Warren ever thought/said/DONE that qualifies her to be president?” –Serena Lewis\n\n“Should HRC collapse immediately put Andrew Cuomo at the top of the heap…Just look at his recent push of an anti-fracking bill for Western New York…an otherwise idiotic measure that only a presidential candidate trying to secure the far left's support would pen.  It's Keystone Light and the Dem's [Kool-Aid].” --Ed Dziob\n\n“If President O and [John Kerry] can sell an agreement with Iran as a major accomplishment and Mrs. Clinton implodes, then the obvious choice would be Kerry who dreams about being President.” – Alan Jacobson\n\n“I strongly favor Scott Walker over Jeb Bush, mainly because he has a proven track record fighting the liberal left and the unions.” – John Hull\n\n“I think [Jeb] is an honest man and does love our country and wants to do right by it, but I want to listen to all of his speeches in front of different groups to hear what he tells them; is it what he believes or what he wants them to hear.” – Carol Chizzolin\n\nTURNABOUT: OBAMA STRUGGLES TO FIND HIGH GROUND ON SEPARATION OF POWERS\nPresident Obama and his supporters are livid at attempts by Sen. Tom Cotton, R-Ark., and other congressional Republicans to interfere with Obama’s effort to cut a nuclear arms deal with Iran. But as Byron York, writes, Team Obama shouldn’t be surprised since Obama already set the rules of engagement: “There’s a war going on between the executive and legislative branches in which Obama has shown contempt for Congress’ constitutional powers, and now, in response, Congress is showing contempt for the president’s constitutional powers. It’s an unfortunate situation, but it’s what Obama has wrought.”\n\n“The decision to undercut our President and circumvent our constitutional system offends me as a matter of principle.” – Vice President Joe Biden in a statement on Republican Senators’ letter to Iran.\n\n“Tehran Tom asks Iranian Revolutionary Guards for help in battle against US diplomats” @jaredpolis – Tweet by Rep.Jared Polis, D-Colo, on the Cotton letter.\n\nFlashback - Instances of congressional forays into the executive’s coveted foreign policy turf are not unprecedented. There’s the account of Sen. Edward Kennedy’s, D-Mass., 1983 gambit to Russian President Yuri Andropov, offering to lend a hand in dealing with President Ronald Reagan. In 2007, then House Speaker Nancy Pelosi poked a finger in President George W. Bush’s eye, leading a hi-level congressional delegation to visit Syrian President Bashar Assad.\n\nEgypt president appeals for aid against ISIS - Fox News: “Egyptian President Abdel Fattah el-Sisi, in an exclusive interview with Fox News, appealed to the U.S. to play a greater role in helping his country fight terrorism -- as he urged the creation of an ‘Arab ready force’ to confront the Islamic State and similar groups. The Egyptian leader spoke with Fox News’ Bret Baier in an extensive interview conducted in Cairo. He addressed the need for what he called a religious ‘revolution,’ urging moderate Muslims around the world to ‘stand up’ against terrorists twisting their religion. But in the short term, he said more military might and funding will be needed to confront the extremist threat and questioned whether the U.S. was doing enough for Egypt.”\n\nGerman diplomat says Obama agreed to withhold weapons from Ukraine - AP: “President Barack Obama agreed last month not to send lethal defensive aid to Ukraine, a top German diplomat said Monday, as lawmakers from both parties continued to press the president to shore up Ukraine’s beleaguered military in its fight against Russian-backed separatists”\n\nMENENDEZ CASE: SEBELIUS ALSO QUESTIONED BY FEDS\nFormer Health and Human Services Secretary Kathleen Sebelius reveals to Politico that she spoke with then Senate Majority Leader Harry Reid (D-Nev.) as well as federal investigators about the criminal probe into Sen. Bob Menendez (D-N.J.). The meeting between the three parties took place in August 2012 on Capitol Hill regarding federal billing practices that impacted the business of Salomon Melgen, a friend and benefactor of Menendez. Sebelius downplayed the meeting saying, “It was pretty straightforward. We just reiterated what was not new information to the senator, but reinforced the fact that this was the procedure, the rules were clear that they were uniformly administered.” She added that Reid said very little in the conversation, “Sen. Reid did the convening, but he really wasn’t a participant.” He was previously interviewed by the Department of Justice and the FBI and now Sebelius reveals that she was questioned as well. She explained how the billing regulations were laid out and Menendez’s complaints saying, “Neither of those topics were very complicated.”\n\nIT’S NEVER TOO EARLY, JIMMY\nTraffic reporter Candace Dold of Baltimore’s Fox 45 learned that sometimes the news has to wait. Dold tossed to Traffic Jam Jimmy who was out on the road tracking conditions in Thursday’s winter weather. Rather than Jimmy, viewers heard a crackly voice over the intercom system at the McDonald’s drive-through and Jimmy asks, “Hey is it too early to get a fish sandwich?” Quickly realizing his dilemma he says, “Oh Candace, we live? Woops. Hey I’ve been in the car since 4:00. I’m starving.” He ended up ordering an Egg McMuffin and black coffee, continuing his report between placing the order and paying for it. “I didn’t think it was that funny. I just wanted a fish sandwich,” Jimmy said. He did in fact eventually get his fish sandwich.\n\nAND NOW, A WORD FROM CHARLES…\n“Look, I think the damage here, it could be horrible if there is actually stuff in the e-mails. But imagine that there isn’t any. The damage is already done precisely because it revives the memories of the Clintons in the ‘90s, especially with Saturday Night Live with a young audience telling them for the first time that this is who the Clintons are.” – Charles Krauthammer on “Special Report with Bret Baier” Watch here.\n\nChris Stirewalt is digital politics editor for Fox News.  Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Hillary Clinton's campaign plan to drive 2016 discussion crumbles under pressure from both parties and the press for a response to email scandal.", "title": "Hillary loses her nerve, set to scrum with reporters", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/C20OAmSdagU/", "topics": ["terrorism"], "people": ["Benito Mussolini", "Kelly File", "Bob Menendez", "Howard Kurtz", "Tim Carney", "Bashar Assad", "Rick Perry", "Tom Cotton", "Ronald Reagan", "Neil Cavuto", "Charles Krauthammer", "Chris Stirewalt", "Joe Biden", "Bret Baier", "Abdel Fattah", "Jared Polis", "Harry Reid", "Andrew Cuomo", "Bernie Sanders", "Ted Cruz", "Scott Walker", "Rand Paul", "Trey Gowdy", "Salomon Melgen", "Jeb Bush", "Nancy Pelosi", "Marco Rubio", "Barack Obama", "Elizabeth Warren", "Kathleen Sebelius", "John Kerry", "Lindsey Graham", "Hillary Clinton", "George W. Bush", "Edward Kennedy", "Scott Jennings", "Jim Webb", "Chris Wallace"], "orgs": ["House Select Committee", "Congress", "Department of Justice", "Senate", "Republican Party", "Health and Human Services", "Foreign Relations Committee", "International Association of Fire Fighters", "National Labor Relations Board", "Clintons", "FNC", "FBI", "World Bank", "GOP", "HRC", "United Nations"], "authors": [], "date_written": "2015-03-10 15:43:27", "org": "fox", "article_id": "7e47b2f8c38e67b2408bd142549d5df1", "date_access": "2015-03-10 15:33:42.042842"}