{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tMarch 25, 2015: A boat floats in Panama City Beach, Fla. (AP Photo/News Herald, Andrew Wardlow)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tWith Florida's Sen. Marco Rubio shouldering into the race alongside his onetime mentor former Gov. Jeb Bush, the state now boasts two favorite son candidates. This rivalry only highlights how critical the Sunshine State has become in U.S. politics.\n\nFans of the NBC classic \"30 Rock\" will remember that episode that pictured the 2012 election as hanging on the whim of… Jenna Maroney. In the show, she commanded the votes of a key constituency in Florida, whose electoral strength would decide the entire election: Margaritaville-addled beach bums. As it turned out in the real world, Florida went for Obama, and so did the election.ADVERTISEMENTADVERTISEMENT\n\nThose of age will recall when the 2000 election really did hang upon some dangling chads in South Florida, famous for its “butterfly” ballots and having the greatest concentration of election lawyers ever assembled.\n\nAs New York City is to show business, Florida is to politics: If you can make it there, you can make it anywhere.\n\nBy most accounts, Jeb is already the Republican frontrunner, with a solid prospect of winning a general election. The fact that he governed Florida successfully for eight years is rightly seen as a strong presidential credential. Indeed, having “Florida cred” is increasingly a huge political bonus. The state is more than a bellwether: It is a snapshot of the future, which makes it a game-changer today. Here's are five reasons why:\n\n1. Florida is an economic powerhouse. Florida is one of the fastest growing states in the country both economically and demographically. While the state was hit harder than most by the 2008 recession, it has recovered more completely, boosting solid economic growth year after year. Economically Florida has no state income tax, and Florida under Gov. Rick Scott has followed the same script as Texas, reducing business taxes to attract new employers from high tax, wintry northern states that traditionally vote Democrat. Will the new workers who have flocked to take these new jobs bring their old politics with them—or shed them as they see the pro-business model working? That’s just one of the questions that makes Florida the state to keep an eye on in 2016 and after.\n\n2. Our diverse population is a glimpse into America’s ethnic and electoral future. The state's racial and age distribution serve as a bellwether for the coming America: millions of elderly white retirees, and a large surge of younger Hispanics. Florida boasts the highest percentage of people over 65 in the U.S. (17.3%), a ratio that the aging Baby Boomers will soon appear across America. Florida is experiencing America’s changing ethnic composition, but at fast-forward speed: The state was almost 83% white as recently as 2000, but that ratio has dropped to 65%, and will continue to sink, as new immigrants arrive and start families. Almost 5 million Floridians speak a language other than English, according to the U.S. census.\n\nBut diversity doesn’t necessarily mean disorder, as Jeb Bush can boast. Even his opponents concede that Bush’s school-choice and other educational reforms boosted academic performance of minority students. As I wrote in The Daily Caller, “In 1998, before Jeb Bush’s reforms, nearly half of fourth-graders in Florida were functionally illiterate. By 2011, in an international reading assessment, Florida fourth-graders finished second in the world.”\n\n3. The state is a hub of international trade. Florida is America’s pipeline to the world economy, via the Caribbean basin. It is fifth out of 50 states in the number of workers employed by foreign companies, and hosts more than 80 countries’ consulates. The state actively aids entrepreneurs from other countries to gain EB-5 “investors’ visas,” so they can relocate to the U.S. and create jobs. In 2013, $158 billion in trade passed through the state, much of it from Central and South America. Florida hosts the second-largest Foreign Trade Zone Network in the U.S.\n\n4. Foreign policy issues hit home here. Foreign policy battles of the next few years will resonate even more loudly in Florida, such as Obama’s controversial “deal” with Iran that stoked battles between American Jews who support Netanyahu, and J Street-style “peace Zionists” who oppose him. The state boasts deep-red, Tea Party counties rich with Evangelical Christians, others with entrepreneurial Cuban exiles, and still others with retired, prosperous liberals from New York and New England. If trade with Cuba really does revive, and helps to transform that repressive country, Florida will reap the benefits first and the likely launch pad for such transformation of the island nation\n\n5. The challenges posed by the state are a true test for any politician. To win a statewide election, a candidate has to travel across a huge state with ten distinct media markets (compared to just four in Pennsylvania). It is a grueling process full of potential trip wires that can sink a candidate’s chances.  Florida’s sheer scale battle-tests any candidate, and survivors can apply those skills in a general election.\n\nHarkening back to 2000 and Broward County, the population of the state grants it a hefty share of Electoral College votes. Florida boasts five times (29) the electoral votes of Iowa (6) or New Hampshire (4), suggesting that it’s better test of a candidate’s electability in November. Its late placement in the primary calendar means Florida voters will face limited choices. But they might well decide the race.\n\nFlorida elections are close, and unconventional. In what other state would you see a nail-biter governor’s race between a former Reagan Republican-turned Obama Democrat, and a business-savvy conservative—like the one between Charlie Crist and Rick Scott in 2014? How many states have elected advocate pro-second amendment, pro-life, conservative Jeb Bush, and the anti-gun,  unrestricted reproductive choice progressive, Rep. Debbie Wasserman-Schulz?\n\nAs New York City is to show business, Florida is to politics: If you can make it there, you can make it anywhere. \n\nNow that Republicans can choose between two strong Floridian candidates, the race has become even more interesting.Ed J. Pozzuoli is the president of Florida-based law firm Tripp Scott. He was the co-chairman of Jeb Bush for Governor (Broward). He also served as an integral member of the Bush/Cheney legal team in the 2000 presidential recount litigation. He is an active member of the Republican Party and served as the chairman of the Republican Party in Broward County, Florida.", "byline": "", "description": "With Florida's Marco Rubio shouldering into the race alongside his onetime mentor Jeb Bush, the state now boasts two favorite son candidates. This rivalry only highlights how critical the Sunshine State has become in U.S. politics.", "title": "Five reasons why Florida matters (a lot) in 2016", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/5RK3AgU4tg8/", "topics": ["economy"], "people": ["Rick Scott", "Jeb Bush", "Debbie Wasserman", "Marco Rubio", "Charlie Crist", "Benjamin Netanyahu"], "orgs": ["Republican Party", "Tea Party", "Broward", "Floridians", "Electoral College"], "authors": [], "date_written": "2015-04-13 20:28:07", "org": "fox", "article_id": "4c649a1dbb91f529d4d7079081c8a5c0", "date_access": "2015-04-13 20:00:03.611936"}