{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tABC has plenty of reasons to be freaking out over the George Stephanopoulos scandal — $105 million, to be exact. \nThe “Good Morning America” and “This Week” anchor renewed his contract last year for $105 million, TV-industry sources told The New York Post Monday. \nThe seven-year deal — which dwarfs the reported five-year, $50 million contract scored by since-suspended NBC rival Brian Williams — was supposed to keep Stephanopoulos in front of ABC’s cameras through 2021. \nBut now his credibility, and future, have been called into question since he admitted Friday that he had donated $75,000 to the Clinton Foundation since 2011, just as the presidential race gears up with Hillary Rodham Clinton the leading Democrats. \nIn a mea culpa delivered Sunday on “This Week,” Stephanopoulos, who was also a top aide in Bill Clinton’s White House, said the gifts “were a matter of public record, but I should have made additional disclosures on air when we covered the foundation.” \nIt was his second on-air apology in less than a week.\n \nSources told The Post ABC News execs were blindsided by Stephanopoulos’ largesse, and one TV insider noted Monday that “ABC really has all their money on Stephanopoulos.” \n“ABC was desperate to lock him down after Josh Elliott left,” the source said. \n“But network execs didn’t announce the figure because they didn’t want George to get the kind of backlash that Matt Lauer got over his huge NBC contract,” which pays him $20 million a year to host the “Today” show. \n“If [Stephanopoulos] stumbles, so does the network,” the source added. \nWhen Stephanopoulos signed his contract extension in April 2014, an ABC spokesman said, “George is vital to the success of the news division and will continue to be a leader here at ABC News. We expect him to remain with us for many, many years.” \nRepublicans have already said that Stephanopoulos’ donations disqualified him from moderating a GOP primary debate, and a spokesman for one candidate, US Sen. Rand Paul (R-Ky.), went even further on Monday. \n“Senator Paul believes that Stephanopoulos’ ties to the Clintons makes it impossible for him to be a fair reporter,” spokesman Sergio Gor said. \n“He has avoided being on his program for over a year and will continue to do so.” \nDemocrats, meanwhile, were going easy on the hobbled host and his cash connections to Hillary Clinton. \nVermont Sen. Bernie Sanders, who is Hillary Clinton’s only declared primary opponent, told CNN that Stephanopoulos “should have made [his donations] public,” but added that the scandal wasn’t “the biggest deal in the world.” \nA spokeswoman for former Maryland Gov. Martin O’Malley, who is flirting with a presidential run, said, “We’ve always found him to be fair.” \nThis article originally appeared in the New York Post's Page Six.", "byline": "", "description": "", "title": "Stephanopoulos cost ABC $105M?", "url": "http://www.foxnews.com/entertainment/2015/05/19/report-abc-spent-105-million-on-george-stephanopoulos/", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Rand Paul", "Martin O'Malley", "Bill Clinton", "George Stephanopoulos", "Brian Williams", "Hillary Clinton", "Hillary Rodham Clinton", "Sergio Gor", "Josh Elliott", "Bernie Sanders", "Matt Lauer"], "orgs": ["Clinton Foundation", "Clintons", "The New York Post", "GOP", "New York Post"], "authors": [], "date_written": "2015-05-19 13:55:52", "org": "fox", "article_id": "380889fc24eabece1b0a3eb2c272f8b0", "date_access": "2015-05-19 13:20:20.611514"}