{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tCardinal Donald Wuerl said on Sunday that Pope Francis’ recently-released thoughts on global warming are intended to open the dialogue on the issue, not to be a definitive statement, and that GOP presidential candidate Jeb Bush’s skeptical response was “legitimate.” \nBush, a devout Catholic and former GOP Florida governor, praised the pope after he released his encyclical, or letter to all Roman Catholic Church bishops, on Thursday on global warming and its environmental impact. \n“But I don't get economic policy from my bishops or my cardinals or from my pope,” Bush said. \nWuerl, the archbishop of Washington, told “Fox News Sunday” that he thought Bush “had a legitimate position.” \n“I would hope that no politician gets policy from his faith committee, his faith community,” Wuerl continued. “The pope is talking about what we should be doing, not ‘Here is a political agenda that you must accept.’  … “This is one of the great blessings of America. We are all allowed to speak our minds.” \nWuerl also suggested several times that the pope thinks global warming is a moral issue because, according to some scientists, human activity his heating up the earth, which is impacting all of humanity, especially the poor.\n \n“What we get is the moral frame of reference by which we arrive at those policy positions,” the cardinal told Fox News. “That’s what the church brings to this discussion.” \nRepublican presidential candidate Rick Santorum, a practicing Catholic, said in early June that \"there are more pressing problems on Earth\" than global warming for the pope to be tackling.  \nThe former Pennsylvania senator also told Fox News that that it’s more appropriate for him and other lawmakers than the pontiff to weigh in on the issue because they make public policy decisions affect American workers. \nThose decisions, he said, include ones on ozone regulations, efforts to revitalize U.S. manufacturing and energy production and create job opportunities. \nThe pope, who has a chemistry degree, is scheduled to follow the release of his letter with a 12-week campaign on the issue.", "byline": "", "description": "Cardinal Donald Wuerl said on Sunday that Pope Francis’ recently-released thoughts on global warming are intended to open the dialogue on the issue, not to be a definitive statement, and that GOP presidential candidate Jeb Bush’s skeptical response was “legitimate.”", "title": "Cardinal Wuerl backs pope on global warming but says Bush's response was 'legitimate'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Ej-HP24FmuM/", "topics": ["economy"], "people": ["Rick Santorum", "Jeb Bush", "Donald Wuerl", "Pope Francis"], "orgs": ["GOP", "GOP Florida"], "authors": [], "date_written": "2015-06-21 22:18:50", "org": "fox", "article_id": "4908c2d838d1bf9b42d45b99d1bdc848", "date_access": "2015-06-21 22:06:42.292800"}