{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tA Democrat-aligned business founded by a longtime Clinton confidant is being accused of giving valuable voter lists to party committees and candidates, as part of a \"scheme\" that allegedly runs afoul of campaign finance law. \n\nThe charges were detailed in a new complaint filed by the Foundation for Accountability and Civic Trust (FACT), a conservative watchdog group, on Wednesday. They implicate Catalist, LLC., a for-profit company that has provided customized voter data to hundreds of labor unions, Democratic committees and candidates -- including the Hillary Clinton and Barack Obama campaigns in 2008. ADVERTISEMENTADVERTISEMENT\n\nThe complaint, filed to the Federal Election Commission, accused the group of effectively masquerading as a corporation while acting like a political action committee -- in turn, skirting campaign finance laws that normally apply to PACs. \n\n“Fundamentally, I would call [Catalist] a scheme to avoid campaign finance law,” FACT director Matthew Whitaker, a former U.S. attorney, told FoxNews.com. \n\nThe complaint accuses the group, whose investors include George Soros, of skirting laws that cover so-called “soft money” -- donations from corporations, unions, and individuals used to influence elections -- and coordination between independent groups like PACs and the parties and candidates they support. \n\nThe complaint says “the commission should examine whether Catalist was established, and/or is financed, maintained or controlled, by the [Democratic National Committee], and is therefore” subject to campaign finance laws.\n\nSitting atop Catalist is founder and president Harold Ickes, a stalwart aide and adviser to both former President Bill Clinton and Hillary Clinton -- who is preparing for a likely presidential run in 2016. A member of the Democratic National Committee (DNC) rules and bylaws committee, Ickes “has played an ongoing and significant role in the DNC and in Clinton presidential campaigns,” according to the complaint. \n\nWhitaker, in making the case that Catalist is not a corporation but in fact a political group subject to campaign finance law, said the organization is funded by and caters to donors and groups responsible for over $100 million in outside spending to elect Democrats. He said this makes the group an arm of the Democratic Party.  \n\nFederal parties were completely banned from raising and spending \"soft money\" in 2004. PACs and other groups like 527s can still raise unlimited amounts of soft money, but they cannot coordinate directly with campaigns or political parties. Whitaker says as a “corporation,” Catalist investors and clients can engage in “seamless coordination” and other activities that PACs, 527s and parties cannot. In addition, wealthy donors like Soros, who has invested millions in Catalist since 2006, are not subject to FEC disclosure laws. \n\nThe complaint also says the group sold voter lists at a discount, which would count as an in-kind contribution for a PAC. \n\nRequests to Catalist  for comment were not returned. \n\nGroups like Catalist -- including from the conservative end of the spectrum -- have raised eyebrows before. Last fall, the American Democracy Legal Fund, a Democratic watchdog, filed a similar complaint against Data Trust, a private company launched to provide voter information between the Republican National Committee and outside groups. ", "byline": "", "description": "A Democrat-aligned business founded by a longtime Clinton confidant is being accused of giving valuable voter lists to party committees and candidates, as part of a \"scheme\" that allegedly runs afoul of campaign finance law.", "title": "Clinton-tied firm accused of illegal 'scheme' to boost Dem groups, candidates", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/cbkAXzpbzdg/", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Matthew Whitaker", "Hillary Clinton", "Harold Ickes", "Barack Obama", "George Soros"], "orgs": ["PAC", "American Democracy Legal Fund", "DNC", "PACs", "Democratic Party", "Republican National Committee", "Democratic National Committee", "Federal Election Commission", "Foundation for Accountability and Civic Trust", "LLC.", "Data Trust"], "authors": [], "date_written": "2015-02-20 05:00:05", "org": "fox", "article_id": "e3f5508db12cb1a1e909f88157a021a9", "date_access": "2015-02-20 10:38:41.990865"}