{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tJune 14, 2015: Democratic presidential candidate Hillary Rodham Clinton speaks to supporters during a rally in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tThere I was, walking along Roosevelt Island under a hot sun, in search of the tram that would let me escape to Manhattan, when I spotted the unassuming figure of John Podesta. \nSo I asked Hillary Clinton’s campaign chairman the obvious question: When would his candidate finally start doing some interviews? \nI half-expected that he would offer some tentative response about connecting with the voters and a vague promise of access down the road. Instead, Podesta didn’t hesitate: “Right away.” \nThat told me that the campaign already has some interviews lined up after two months in a largely media-free bubble. And I would argue that this has hurt her campaign, and that fielding tough questions from anchors and reporters could help her. \nPodesta seemed upbeat about the policy-laden speech that Clinton had just delivered. When I told him it sounded like one of those lengthy State of the Union addresses by Bill Clinton, Podesta, who ran the former president's White House, allowed that Hillary’s husband may have made “a few tweaks” but said the policy ideas were hers. \nI was curious about the Democratic chatter that Hillary’s glide path to the nomination might be too easy and deprive her of the chance to hone her skills. “Bernie has a following,” Podesta told me, referring to the socialist senator from Vermont. “There’s a lot of interest in him, if not support.” I had to discount his insistence that they’ll have to fight to win Iowa and New Hampshire as part of a taking-nothing-for-granted strategy.\n \nHillary’s speech may have seemed better on television than it did at Four Freedoms Park with the city skyline soaring behind her. She seemed to mostly read the speech—Hillary lacks her husband’s oratorical skills—and it was more prose than poetry. She dutifully checked the boxes of a liberal agenda—shoutouts to truckers and teachers and night workers, attacks on Wall Street banks and hedge fund managers—along with women and the LGBT community. There were few emotional high points. \nAnd there came a point where the crowd’s attention wandered, as she droned on about pre-K programs and paid sick leave. This was red meat for the base, not a speech aimed at swing voters. \nI was expecting a more personal speech because that’s what the campaign signaled in leaks to the press. The New York Times and others ran pieces on Hillary’s late mother, Dorothy Rodham, who had a rough early life and was sent away by her parents at age 8. There were some passages about her mom, and her dad who worked in a lace factory, but they were hardly the thematic underpinning of the 45-minute speech. Hillary may joke about coloring her hair, but she’s just not that comfortable doing the personal thing. \nAlthough Bill did not speak on Roosevelt Island, joining his wife with Chelsea at the end, Hillary proudly invoked his record, as if to say that the good times of the ’90s could be rolling again. She also praised President Obama, especially on health insurance. But as she railed against the wealth gap in today’s economy, I wondered, hasn’t the president she worked for been in charge for 6-1/2 years? \nHillary spent more time running against George W. Bush’s “two wars” (though not naming him) and even Ronald Reagan (“trickle down” economics). And the former secretary of State had little to say about foreign policy, though she did note that she was in the Situation Room when Osama bin Laden was killed. \nShe even worked in a shot at “secret, unaccountable money,” which I don’t think is her best issue in light of her $200,000 speaking fees, Clinton Foundation complications and active super PAC. \nStill, the crowd loved it when Hillary said she might not be the youngest candidate in the race but would be the youngest woman president ever. That trailblazing quality may be her best asset. \nWhen we got to the Roosevelt Island tram and had to part company, I asked the 66-year-old Podesta if he expected to be involved in another presidential campaign. \n“I told her,” he recalled, “if you run, I’m in.” \nClick for more from Media Buzz\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "There I was, walking along Roosevelt Island under a hot sun, in search of the tram that would let me escape to Manhattan, when I spotted the unassuming figure of John Podesta.", "title": "Hillary's laundry-list speech: Campaign chief says she'll now do interviews", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/kd43SHd1yIk/", "topics": ["women", "campaign_finance", "economy"], "people": ["Charlie Neibergall", "Dorothy Rodham", "Bill Clinton", "Howard Kurtz", "Hillary Clinton", "Hillary Rodham Clinton", "George W. Bush", "John Podesta", "Ronald Reagan"], "orgs": ["State of the Union", "Clinton Foundation", "PAC", "Chelsea"], "authors": [], "date_written": "2015-06-15 21:27:09", "org": "fox", "article_id": "3981e146bcae9f75ae31cb2ce6d6bdf9", "date_access": "2015-06-15 09:14:48.154625"}