{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tPresident Obama (left) and West Virginia Sen. Joe Manchin (right). (The Associated Press)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t**Want FOX News First in your inbox every day? Sign up here.**\n\nBuzz Cut:\n• Dem revolt begins on Obama amnesty\n• Hillary re-emerges for event with corporate backers\n• Baier Tracks:  ‘Getting to yes’ on Iran nukes\n• Gotcha: Walker rips media ‘nonsense’\n• A pipe packed with sea cowsADVERTISEMENTADVERTISEMENT\n\nDEM REVOLT BEGINS ON OBAMA AMNESTY\nAfter maintaining a weeks-long filibuster of a Republican bill to fund the Department of Homeland Security but roll back president Obama’s executive actions granting amnesty and work permits for millions of illegal immigrants, Senate Democrats are starting to splinter. Unable to break the Democratic logjam, Senate Majority Leader Mitch McConnell announced that he would instead offer a standalone bill to block Obama’s amnesty gambit before resuming the funding fight. Appearing on “Fox & Friends,” Sen. Joe Manchin, D-W.Va., said he would vote to “prevent the president from his executive action” and suggested that there might be the five other Democrats necessary to advance the legislation.\n\n“Well, this bill removes those excuses. It sets up a simple political equation: Either stand in defense of extreme overreach, or stand with constituents in support of shared democratic values.” –Senate Majority leader Mitch McConnell in a floor speech today.\n\nTick-tock - While Obama would almost certainly veto the bill, significant Democratic objections to his policies combined with the federal court ruling against the administration on the actions could start to shift the debate. The president will prove today that he doesn’t mind vetoing popular, bipartisan legislation as he spikes the bill approving an oil pipeline from Canada, but if there is a Democratic rebellion it is harder to argue that he is doing the will of the people. Plus, getting Democrats on the record as protecting the amnesty is always helpful to the GOP. But big questions remain. Can the House and Senate cough up an emergency, stopgap spending plan to keep the agency running while the debate plays out? The deadline is Friday and time is running out quickly.\n\n“The American people are demanding more than that and seeing through these antics which are designed to protect the president in his lawlessness in defiance of a constitutional system.” –Sen. Mike Lee, R-Utah, on “The Kelly File” Watch here.\n\nIN SLAP TO UNIONS, OBAMA TO CAN BIPARTISAN KEYSTONE BILL\nFox News: “The Senate will send the Keystone XL pipeline bill to President Obama on Tuesday, senior congressional sources tell Fox News. … The House passed a final version of the bill about two weeks ago, but the sources told Fox New that leaders of the Republican-controlled Congress intentionally waited to send it to the White House. They purportedly wanted Congress, which last week was on break, to be in session if and when the president vetoes the bill so they can draw more attention to the issue.”\n\n“The White House’s recommendation of a veto has nothing to do with the aforementioned merits of the project. Instead, the administration claims the bill will ‘cut short’ the process for approving the project. We disagree. If anything, the process has been needlessly drawn out: more than 2,300 days have passed since the Keystone application was first filed. This level of delay is extreme, even for Washington. In fact, approving these types of pipelines was once routine.” –Rep. John Boehner, R-Ohio and Sen. Mitch McConnell, R-Ky. in a USA Today op-ed.\n\nHangover for Hillary – What does Hillary Clinton think about the pipeline project?  She was seemingly for it before she went silent. In 2012, as her boss buoyed the green base with a further delay, one pipeline opponent observed: “She doubtless figures four years is a long time, and – even though it’s the one environmental issue in decades that’s brought big crowds of environmentalists into the streets – that voters will forget her stance on the pipeline.” But those years have come and gone and the issue is still alive, thanks to the president’s obduracy. Given the support the Clinton Foundation has reportedly received from Keystone proponents, greenies will demand answers from the presumptive Democratic nominee.\n\nThat was then - “We’ve not yet signed off on it. But we are inclined to do so…” –Hillary Clinton in a 2010 speech.\n\nThis is now - “We have differences and you won't get me to talk about Keystone because I have steadily made clear that I'm not going to express an opinion. It is in our process and that’s where it belongs.” –Hillary Clinton to an audience in Canada on January, 21 2015.\n\nHILLARY RE-EMERGES FOR EVENT WITH CORPORATE BACKERS\nAfter not appearing before an American audience in more than two months and with questions swirling about foreign donations to her family foundation, presumptive Democratic nominee Hillary Clinton is back on the speaking circuit today. She’s on stage for a Silicon Valley gig touting the gender equality policies of some of her most influential corporate patrons. McClatchy: “Clinton will serve as the keynote speaker [today] at a conference sponsored by a series of major companies that have donated to her political campaigns or her family’s foundation, helped pay her hefty speaking fees at other events and lobbied her when she served as secretary of state. Some of their employees have been involved in her campaigns or initiatives at the Bill, Hillary and Chelsea Clinton Foundation. Many have multiple ties to the Clintons.\n\n“Cisco, a California networking-equipment company, donated thousands of dollars to Clinton through its political action committee, and its general counsel served as a bundler and a policy adviser for her 2008 presidential campaign. Ericsson, a Swedish communications company, donated between $50,000 and $100,000 to the foundation, and its president participated in a group discussion at the related Clinton Global Initiative annual meeting last year. Morgan Stanley, a New York investment firm that’s Clinton’s sixth largest donor, spent at least $14 million lobbying the federal government, including the State Department, during her term on issues related to China, India and currency-exchange oversight, according to public records.”\n\n[WaPo: “For Clinton, the Bay Area represents perhaps her biggest opportunity to expand her fundraising base from 2008, when she raised $6.2 million from the affluent counties of San Francisco, Santa Clara and San Mateo, according to campaign finance data compiled by the Center for Responsive Politics. Obama brought in $9.8 million from donors in those counties during the same time period.”]\n\nCampaign motif will be gender war – National Journal: “Already, recent words and actions hint at the ways [Hillary Clinton will] bring gender into the 2016 campaign—by talking about issues like pay equity, affordable child care, and paid family leave, referencing her past work for women and children, and gushing about her new granddaughter. That soft approach will be coupled with a sharp-edged assault by supporting organizations outside of her camp. Some of them, including the abortion-rights group EMILY's List and the Democratic National Committee, have begun playing offense against the Republican field, painting many of the 2016 GOP hopefuls as anti-woman.”\n\nBAIER TRACKS:  ‘GETTING TO YES’ ON IRAN NUKES…\n“As more and more details are starting to leak out about a possible U.S.-Iran nuclear deal, an increasing number of U.S. allies appear to be getting very nervous. Israelis, for obvious reasons, are the most concerned. So much so that the conventional wisdom that Israeli Prime Minister Benjamin Netanyahu would see serious political backlash for speaking to the U.S. Congress about Iran without a White House blessing is being turned around completely. Some Israeli pundits and commentators even called for Netanyahu’s opponent in the upcoming election, Isaac Herzog, to stand alongside the prime minster when he addresses Congress. Herzog declined, but the conversation itself is a sign of the shifting Israeli politics on the issue.\n\nThe structure of the deal is being dramatically reframed by the Obama administration. As Bloomberg reports, gone is the idea of a grand bargain that would empower moderates and lead to lasting change in Iran’s leadership. This now appears to be just a temporary arms deal that could leave Iran at the brink of having nuclear weapon. That prospect looks different, though, after reading this piece from the Weekly Standard that lays out details of the funding of Al Qaeda operations. It is no wonder that Israel and Gulf State nations are worried. In a remarkable switch, these allies seem to be hoping for the ayatollah in Tehran to have a change of heart and turn the deal down. Because at this point, it seems the Obama administration is trying extremely hard to – in the president’s words – ‘get to yes.’”  - Bret Baier.\n\nWITH YOUR SECOND CUP OF COFFEE...\nThe Atlantic examines the phenomenon of how the body registers effects of capsaicin, the active chemical in chilies that causes the burning sensation through a pain receptor, TRPV1. Receptors are found throughout the body, researcher John Hayes, said, and “This is why when you chop chilies, and then rub your eyes, or use the bathroom, without washing your hands, you are in for a world of hurt.” Though it feels like a burn, there isn’t an actual burn occurring, but rather a chemical evolution, “The chili pepper evolved a chemical that fits into that molecular receptor [TRPV1] and lowers the activation energy from 43 [degrees] Celsius to about 34 [degrees] Celsius,” he said. Hayes and fellow researcher Nadia Byrnes, both agree that it is possible to increase tolerance through repeated exposures, particularly at young ages. “Basically, if you don’t like something, the more you eat of it, the more you’ll like it,” Byrnes said.\n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\nReal Clear Politics Averages\nObama Job Approval: Approve – 45.6 percent//Disapprove – 49.6 percent\nDirection of Country: Right Direction – 33.4 percent//Wrong Track – 58.2 percent\n\nGOTCHA: WALKER RIPS MEDIA ‘NONSENSE’\nWSJ: “Gov. Scott Walker on Monday said news reporters had created ‘gotcha moments’ that are of little concern to most people and that he would seek to build a campaign that addresses issues important to ‘everyday Americans.’ ‘You’ve seen in the media a lot of talk over the last few days about these self-made, gotcha moments from the media,’ the Wisconsin Republican governor told a convention of religious broadcasters. ‘And they want to talk about things that I don’t think most Americans want to talk about. Our commitment is going forward, we’re going to talk about the things that matter to everyday Americans, and we’ll leave the nonsense to the media aside.’”\n\nMeans money - The Hill: “Walker’s campaign sent an email requesting donations Sunday night. The email from Friends of Scott Walker, which runs his reelection campaign, said the governor \"refuses to be distracted by the small, petty, and pale ideas that the ‘gotcha’ headline writers for the Liberal Media want to talk about.”\n\nEARLY TEXAS PRIMARY SHAKING UP GOP RACE\nAP: “Texas doesn’t open the voting in presidential campaigns like Iowa and New Hampshire do, but the 2016 Republican race already feels well underway in America's largest conservative state. Much earlier than usual, potential candidates, operatives and donors are maneuvering for advantage here. The urgency comes from Texas' moving its election from the end of the primary calendar toward the beginning. Which, for Republicans, changes everything. Already, would-be presidential hopeful and Kentucky Sen. Rand Paul has recruited the state's Republican Party chairman to handle communication strategies.\n\n“Former Gov. Rick Perry is enlisting powerful Texas donors to prove he’s serious about 2016, notwithstanding his flame-out three years ago. New Texas Land Commissioner George P. Bush is stepping forward as a more prominent conservative voice as his father Jeb readies a run, and Sen. Ted Cruz is building a broader fundraising apparatus. Texas’ plan to hold its 2016 primary on March 1 means that only the traditional two early voting states, along with South Carolina and Nevada, would predate it, though some other states may eventually move their primaries up too. In 2012, Texas' primary came in late May, when the GOP race was already settled.”\n\nHowdy, hipsters - 2016 contender Sen. Rand Paul is slated to appear at the Austin’s South by Southwest music festival in mid-March.  SXSW Interactive: “Paul joins Texas Tribune CEO Evan Smith for a special interview at SXSW. The conversation will cover how technology has transformed politics, campaigning, governing and citizen engagement and the future of tech policy.”\n\nPerry staying on the trail - Former Gov. Rick Perry [R-Texas] gives a speech tonight at the 2015 RPV Commonwealth Dinner in Richmond, Va.\n\nGOP MONEY MEN DIGGING RUBIO\nNYT:“And though [Sen. Marco Rubio] is not expected to make any official announcement until April, he is quietly telling donors that he is committed to running for president, not re-election to the Senate. (During a stop in Las Vegas, Mr. Rubio met privately with Sheldon Adelson, the casino magnate and major Republican donor. Neither Mr. Rubio nor Mr. Adelson’s team would comment on what the two men had discussed.) At a seminar last month hosted by the billionaire brothers Charles G. and David H. Koch, Mr. Rubio impressed the powerful crowd. … ‘We keep talking about growing the tent of the Republican Party and bringing in new folks,’ said Spencer Zwick, Mitt Romney’s longtime finance chief, who is now a coveted Republican operative. “I think Marco can be a candidate to bring that excitement and energy needed to win a general election.”\n\nDiaz-Balart backing Jeb - Miami Herald: “Jeb Bush is the presidential pick for Miami Republican Rep. Mario Diaz-Balart. Yet he also had nice things to say Monday of U.S. Sen. Marco Rubio, assuming both Bush and Rubio seek the GOP presidential nomination. …But, Diaz-Balart added, ‘I just don't know of anyone who's better prepared to be president of the United States’ than Bush…”\n\n[Bush continues his fundraising campaign with a stop in Tampa at the Grand Hyatt hotel hosted by notable Florida Republicans including Mel Sembler and former House Speaker Will Weatherford.]\n\nCHRISTIE TO TOUT DEAL WITH TEACHERS TO SOLVE BUDGET CRISIS\nAmid a brewing fiscal crisis New Jersey Gov. Chris Christie will unveil what he says is a deal with the state teachers union to plug a $1.57 billion budget hole and address the state’s long-term budget woes. In a preview of the speech provided to Fox News First by Christie’s team, the 2016 hopeful will announce that the state’s independent Pension and Health Benefit Study Commission has reached a deal with the New Jersey Education Association to find “a sustainable, long-term solution to the pension problem.” This is significant for Christie since the union bitterly opposed his 2011 budget package. In an excerpt provided by Team Christie, the governor uses the deal to highlight his work as a bipartisan dealmaker: “We do it differently. We get it done.  I am committed to working with each and every one of you in good faith to make a promise to the people of this state that we will not push this off…we will not leave it for another day…for another year…for another generation.”\n\n[Tune in - You can watch the Christie address live at 2 pm ET. The action-movie-style teaser video is here.]\n\nKasich seeks to convince conservatives on tax plan - Gov. John Kasich has a chance to appeal directly to Ohio voters as he delivers his State of the State address tonight. In a bid to get past opposition among conservative Republicans who seek to block his tax package, Kasich is taking the unusual step of taking his show on the road. As the Cleveland Palin Dealer reports, Kasich is heading to Wilmington in the solidly Republican southwestern part of the state for the speech to make his case for the plan which shifts income taxes to other targets, including sales taxes and energy producers.\n\nREADERS RESPOND TO 2016 POWER INDEX\n“Governor Rick Perry has had one of the most successful governorships in our nation's history. What he's done for Texas, as far as the economy and his work on the border, has shown him to be just the serious, competent, experienced leader we so desperately need!” –Susan Wrightin North Carolina\n\n“I saw the Governor of Ohio John Kasich, being interviewed on this past Sunday’s talk show. He was amazing in how he handled the questions/press. A No BS guy. He was a breadth of fresh air. He’s been successful as a Governor in a State that is badly needed to win the Presidency.” –DavidLayne in Georgia\n\n“We need some well-deserved thoughtful commonsense in the White House.  No more dynasties please....  I ask, plead, beg, hope, and pray for BEN CARSON FOR POTUS!!!” –Kathy Otero in New Mexico\n\n“I think Scott Walker and Dr. Ben Carson would be a very tough team to beat…a really great governor with all the experience needed to lead, and a very intelligent black doctor who can change our health care in this country…unbeatable !!” –Ron Perry in Arizona\n\nELECTION DAY FOR RAHM\nAP: “Chicago Mayor Rahm Emanuel hopes to avoid being forced into a runoff when voters head to the polls Tuesday to decide whether to give the former White House chief of staff a second term.”\n\nNERD HERD TAKE NOTE\nThe American Enterprise Institute, the Brookings Institution, and the Center for American Progress released a new report today. “‘States of Change: The Demographic Evolution of the American Electorate, 1974–2060,’ includes detailed analyses on the nation as a whole and on every state… [and outlines] 10 broad trends from their findings that together suggest the scale of the transformation the country is living through and the scope of the challenges it will face in the future.. ‘We at AEI are proud to collaborate with the Center for American Progress and the Brookings Institution,’ said Arthur C. Brooks, president of AEI. ‘This research is crucial to understanding our national landscape and how demographics will change in the years to come. We’re excited to reveal the first-year results at our conference today and look forward to what the future of the project will bring.’”\n\nA PIPE PACKED WITH SEA COWS\nTerrestrial mammals aren’t the only ones feeling chilly during the deep freeze. Reuters reports that early today, about 20 manatees, aka sea cows, were rescued from a storm drain in Cape Canaveral, Fla. These creatures habitually flee the colder ocean waters in winter, and head inland to warmer canals, but this group must have taken a wrong turn. This is a rare mishap for the highly intelligent animal. Seems the frigid temperatures have made even the smartest creatures delirious.\n\nChris Stirewalt is digital politics editor for Fox News.  Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Senate Democrats begin to splinter from the president as Senate tries new tactic to block immigration edict and  fund Homeland Security.", "title": "Dem revolt begins on Obama amnesty", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/iC89qsuG7ZQ/", "topics": ["immigration", "campaign_finance"], "people": ["Rand Paul", "Chris Wallace", "David H. Koch", "Rick Perry", "Isaac Herzog", "Will Weatherford", "Ted Cruz", "Spencer Zwick", "Chris Stirewalt", "Chris Christie", "Kelly File", "Bret Baier", "Arthur C. Brooks", "John Boehner", "Mel Sembler", "John Hayes", "Scott Walker", "Morgan Stanley", "Jeb Bush", "Mike Lee", "Marco Rubio", "Evan Smith", "Joe Manchin", "Benjamin Netanyahu", "Mitt Romney", "Hillary Clinton", "Sheldon Adelson", "John Kasich", "Ben Carson"], "orgs": ["Republican Party", "Democratic National Committee", "Keystone", "Brookings Institution", "AEI", "Congress", "Grand Hyatt", "State Department", "Department of Homeland Security", "McClatchy", "Center for Responsive Politics", "New Jersey Education Association", "House and Senate", "U.S. Congress", "Keystone XL", "Clinton Foundation", "Center for American Progress", "Chicago Mayor", "Chelsea Clinton Foundation", "GOP", "Florida Republicans", "Cisco", "Clinton Global Initiative", "Senate", "Al Qaeda", "National Journal", "Homeland Security", "FNC", "American Enterprise Institute", "Ericsson", "EMILY"], "authors": [], "date_written": "2015-02-24 15:57:22", "org": "fox", "article_id": "36f63981d3548058bfd6b85b386dbd6a", "date_access": "2015-02-25 03:01:29.443967"}