{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tJune 2, 2015: Louisiana Gov. Bobby Jindal speaks during Rick Scott's Economic Growth Summit in Lake Buena Vista, Fla. (AP Photo/Phelan M. Ebenhack)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tLouisiana Gov. Bobby Jindal will announce his decision on whether to join the crowded field of Republicans running for president later this month. \nJindal, 43, will make the announcement at an event in New Orleans June 24. The two-term governor had previously said that he would wait until the last week of June, after the conclusion of the state's legislative session, before announcing whether or not he would run. \nNine Republicans have already entered the 2016 race. The latest, South Carolina Sen. Lindsey Graham, announced his candidacy Monday in his home state. Former Texas governor Rick Perry is expected to become the tenth person to join the field with an official announcement Thursday at an airfield outside Dallas.  \nJindal formed an exploratory committee on May 18. In his announcement, Jindal said \"Economic collapse is much closer to the door than people realize, our culture is decaying at a rapid rate and our standing in a dangerous world is at an all-time low.\" \nOn Tuesday, Jindal was one of the speakers at a GOP economic gathering in Florida that also featured Wisconsin Gov. Scott Walker and New Jersey Gov. Chris Christie, both would-be presidential candidates. \nFox News' Carl Cameron and the Associated Press contributed to this report.", "byline": "", "description": "Louisiana Gov. Bobby Jindal will announce his decision on whether to join the crowded field of Republicans running for president later this month.", "title": "Louisiana Gov. Bobby Jindal to announce 2016 plans June 24", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/DZvVwnBklGE/", "topics": ["campaign_finance"], "people": ["Lindsey Graham", "Rick Scott", "Rick Perry", "Carl Cameron", "Chris Christie", "Bobby Jindal", "Phelan M. Ebenhack", "Scott Walker"], "orgs": ["Economic Growth Summit in Lake Buena Vista"], "authors": [], "date_written": "2015-06-03 05:54:44", "org": "fox", "article_id": "c31855b042ce8442371bb9e2715c6954", "date_access": "2015-06-03 05:20:33.997719"}