{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nA pro-Trump, independent PAC has announced its first wave of online advertising in support of Donald Trump’s 2016 run for the White House.\nThe Art of the Deal PAC’s online ad started appearing on Drudge Report Monday and will run through Aug. 25, according to PAC founders Dan Gallegos and Andrew Vlahakis.\nThe ad will specifically focus on illegal immigration, a centerpiece of Trump’s campaign so far. The online ad says, “If fences don’t work, why does Barack Obama use one?\" The image shows a close-up of the White House fence, with #MakeAmericaGreatAgain.\n“This image highlights the remarkable hypocrisy of the Obama Administration in refusing to approach border security seriously and build a wall. If President Obama is not confident in the efficacy of fences, why does one protect him at the White House?” the PAC said in a statement.\nGallegos and Vlahakis are both from the Chicago area. “Over the last decade, we have become increasingly distraught with the direction of the country and the lack of any substantive changes in Washington regardless of who is elected. Mr. Trump’s candidacy excites us because he is serious about solving the challenges we face,” the founders told Fox News.\nBoth say this online ad will be the first of many. They hope to expand their footprint beyond Drudge in the coming months.\nGallegos and Vlahakis started laying the ground work for their PAC in early July and filed their Statement of Organization with the FEC at the end of the month. They were officially recognized Aug. 7.\nThe Art of the Deal PAC isn’t the first pro-Trump group to organize.\nIn July, the Make America Great Again PAC was launched. At the time, the group’s legal counsel Jon Anderson said: “America requires proven and successful leaders who will return our country to excellence.  Make America Great Again is supporting leaders who will answer that charge, including Donald Trump.”\n ", "byline": "", "description": "A pro-Trump, independent PAC has announced their first wave of online advertising in support of Donald Trump’s 2016 run the White House.", "title": "Pro-Trump PAC launches first online ad wave", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/DP0FvxKAOwU/", "topics": ["immigration"], "people": ["Donald Trump", "Barack Obama", "Dan Gallegos"], "orgs": ["Art of the Deal PAC", "America Great Again", "PAC", "America Great Again PAC", "FEC"], "authors": [], "date_written": "2015-08-18 13:35:42", "org": "fox", "article_id": "2036736b9df27fba952a3df1c3c3910f", "date_access": "2015-08-18 13:00:08.062097"}