{"body": "\nRepublican presidential front-runner Donald Trump abruptly pulled out Friday of a question-and-answer session at the United States Hispanic Chamber of Commerce scheduled for Oct. 15, citing his unwillingness to abide by the terms and conditions of the appearance, the USHCC said.\nThe USHCC said in a statement that the group refused to change the format of its forum by excluding any issues or topics, or granting any immunity from objective scrutiny of his policies. As a result, Trump – who, according to the USHCC, had agreed numerous times to attend the session – reversed his position and decided not participate in the forum.  \n\"For us, his withdrawal speaks volumes about his views on the Hispanic audience,\" Ammar Campa-Najjar, the director of communications at the USHCC told Fox News Latino. \"It’s just another one of the things he has done that is just ridiculous.\"\nCampa-Najjar said that the organization heard about Trump’s decision not to attend the session during an interview the mogul gave to CNN, where he said he had no plans of speaking with the chamber. \n\"I never agreed to do an event. This is the first time I'm hearing about this. I mean, I never agreed,\" the Republican presidential front-runner said in a phone interview. \"He wanted me to do an event because he probably can't sell tickets without me. Why would anybody do an event when he's a negative person?\"\nThe USHCC, which cited to FNL notes taken during a meeting with Trump about his willingness to appear at the Q&A session, said that the GOP candidate was concerned about being \"put on trial\" despite guarantees that all speakers at the forum will be treated equally.\nHis camp, Campa-Najjar said, had appeared anxious about what would transpire at the Q&A, and asked if liberal reporters would be there. Trump's campaign expressed particular concern about Univision's anchor Jorge Ramos, who confronted the real estate mogul at a press conference before a speaking event, prompting the candidate's security team to remove the journalist from the room. Ramos later returned and Trump took several of his questions.\nTrump's camp also asked if MSNBC's anchor Jose Diaz-Balart would be there. When they were told they were likely to be there, Campa-Najjar said, the campaign staffers strongly objected.\n\"This is Trump getting cold feet,\" Campa-Najjar said.\nThe chamber planned to discuss jobs and the economy, small business, taxes, international trade, national security, race relations, women’s rights and immigration.\nTrump has brought immigration to the forefront of the Republican presidential race with his controversial comments about undocumented immigrants from Mexico being criminals and rapists and his threat to build a massive wall along the U.S.’s southern border. The USHCC said that its objective in addressing the immigration issue \"was to \"refocus the debate toward the more positive, fact-based, and economically sound narrative that the USHCC has been advancing for years, long before the 2016 election cycle.\"\nThe Trump campaign did not return Fox News Latino's request for comment before this article was posted.\nThe chamber's plan to host Trump drew some backlash from a number of immigrant activist groups as well as a handful of state or local chambers of commerce. They argued that Trump’s campaign rhetoric on immigration was divisive, uninformed and even racist.\nThe latest poll by NBC and the Wall Street Journal showed that 67 percent of Latinos had a very negative view of Trump.\nThe USHCC has already spoken with or have plans to speak with numerous presidential candidates on both sides of the political divide including Texas Sen. Ted Cruz, Vermont Sen. Bernie Sanders and former Florida Gov. Jeb Bush. The chamber has also confirmed speaking engagements with other Republican and Democratic candidates, including Senator Marco Rubio, businesswoman Carly Fiorina and former Secretary of State Hillary Clinton.\nRepublican presidential candidate and Ohio Gov. John Kasich is scheduled to speak to the chamber next Tuesday, Oct. 6.\n\"We’re moving on, we don’t have time for his games,\" Campa-Najjar said of Trump. \"We don’t care. It’s really laughable. It’s silly and he’s silly.\"Follow Andrew O'Reilly on Twitter @aoreilly84.\nFollow us on twitter.com/foxnewslatino\nLike us at facebook.com/foxnewslatino    ", "byline": "", "description": "", "title": "Donald Trump abruptly cancels event with Hispanic Chamber of Commerce - GOP candidate Ben Carson goes after Muslim advocacy group's tax status - COMPLETE CAMPAIGN 2016 COVERAGE", "url": "http://latino.foxnews.com/latino/politics/2015/10/02/donald-trump-abruptly-cancels-qa-with-hispanic-chamber-commerce/", "topics": ["immigration"], "people": ["Jorge Ramos", "Andrew O'Reilly", "Jeb Bush", "Hillary Clinton", "Ammar Campa", "Donald Trump", "Marco Rubio", "Bernie Sanders", "John Kasich", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Univision", "USHCC", "Hispanic Chamber of Commerce", "MSNBC", "GOP", "United States Hispanic Chamber of Commerce"], "authors": [], "date_written": "2015-10-03 10:12:45", "org": "fox", "article_id": "f454d37f80eaa8114acf8e7a0ec351db", "date_access": "2015-10-03 10:00:16.068083"}