{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tBig labor funneled millions of dollars in dues money to the Clinton Foundation, according to a new report.  \nThe National Institute for Labor Relations Research (NILRR), a union watchdog group, traced at least $2 million in donations from multiple union organizations and affiliates.  \n\"U.S. Department of Labor's union financial disclosure reports reveal that Big Labor gave at least $2,034,500 in union general treasury funds to Clinton Foundations. Union treasuries are funded mostly by compulsory union dues or fees collected from workers who would be fired for refusing to pay,\" the NILRR report says. \"As Mrs. Clinton became closer to her current run for president, donations amounts appear to have increased.\"  \nThe Clintons have turned their foundation into a lucrative \"slush fund,\" according to one charity watchdog group, and have received hundreds of millions of dollars from notable businesses, media personalities, and political luminaries. The family has maintained that none of those donations influenced her decisions as secretary of state and that the money is strictly philanthropic.  \nHowever, unions did not necessarily agree about the apolitical nature of the donations, according to NILRR.  \n\"Some of these 'donations' are categorized by the unions as 'political' on their financial disclosure report\" to the Labor Department, the report says. \n \nUnited Association of Journeymen and Apprentices, a national plumbers union, for example, poured in nearly $200,000 through two contributions in 2013; each of those donations was classified as a political activity.  \nClick for more from The Washington Free Beacon. ", "byline": "", "description": "", "title": "LABOR OF LOVE Unions pumping million$ into Clinton Foundation", "url": "http://www.foxnews.com/politics/2015/05/18/unions-pour-millions-into-clinton-foundation/", "topics": ["campaign_finance", "women"], "people": [], "orgs": ["Clinton Foundation", "U.S. Department of Labor", "Apprentices", "Labor Department", "Big Labor"], "authors": [{"author_id": 26982, "fullname": "bill mcmorris", "primary_org": "fox"}], "date_written": "2015-05-18 16:35:19", "org": "fox", "article_id": "5f970158a0324599732eabab63032c42", "date_access": "2015-05-18 16:16:47.449130"}