{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Donald Trump’s call to end birthright citizenship for children of illegal immigrants has refueled the immigration debate and spilt the GOP field and legal experts who question whether such a change is possible.\nTrump’s plan goes after the 14th amendment, which grants citizenship to essentially anybody born in the United States. But he is particularly focused on stopping pregnant women from illegally crossing the U.S.-Mexico border for the purpose of having a child or “anchor baby,” which reduces the likelihood of the parents being deported.\nTrump announced his plan Sunday, calling the amendment the country’s “biggest magnet for illegal immigration.” And he continues to suggest his lawyers think the amendment might not withstand a court challenge.\n“I was right,” Trump, the billionaire businessman and top GOP candidate, said Friday night at rally in Alabama. “You can do something, quickly.”\nHowever, other candidates and legal experts are split on the issue.\n“Trump thinks ‘our country is going to hell.’ Well, there is likely little more than a chance in hell that we are going to amend the Constitution,” Jessica Levinson, a law professor at Loyola University of Los Angeles, said Wednesday. “Amending the Constitution is one of the most serious things that lawmakers can do. Therefore the path to doing it is rightfully arduous. I would put the chances … as beyond a longshot.\"  \n\nTo be sure, changing the Constitution, the supreme law of the land, would require a two-thirds vote in Congress, then ratification from three-fourths of state legislatures. It could also be changed through a constitutional convention in which at least 34 states convene to vote on an amendment, which would then need ratification from at least 38 states.\nTrump since announcing his candidacy in mid-June has made illegal immigrants from Mexico a top concern and has suggested several solutions -- including a wall along the southern border and the change to birthright citizenship.\n“Many lawyers are saying that’s not what (the amendment) is,” he told Fox News on Monday. “They say it’ll never hold up in court. It’ll have to be tested.”\nTrump six-page immigration proposal was released on the campaign website on Sunday. And within hours, questions about it had become a litmus test for fellow GOP White House candidates and largely divided the field.\nWisconsin Gov. Scott Whaler on Monday said he agreed that birthright citizenship should be ended but that he didn’t back the part of Trump’s plan that calls for deport the so-called anchor babies.\n“I categorically disagree with Trump and Gov. Walker on this point,” former 2016 GOP candidate and former Virginia Gov. Jim Gilmore said a day later. “Denying people citizenship is wrong. … I’d very surprised if any lawyer would tell Donald Trump anything like this.”\nOn Thursday, fellow Republican candidate and former Florida Gov. Jeb Bush defend using the term.\n“You give me a better word and I’ll use it,” he told reporters on the campaign trail. Bush earlier in the week commended Trump for producing a comprehensive plan but suggest the issue of what to do with illegal immigrants in the United States must be addresses in a more “realistic” way.\nThe amendment was ratified to the Constitution in 1868, roughly 11 years after the landmark Supreme Court decision Dred Scott v. Sanford that denied citizenship to all African American, whether free or slaves.\nAnd the amendment has already withstood a Supreme Court test. In 1898, the high court ruled that San-Francisco-born Wong Kim Ark was a citizen despite being born to parents of Chinese descent living in the U.S.\nBen Carson, a retired pediatric neurosurgeon and another of the 17 major GOP candidates, said Tuesday that the U.S. allowing the so-called anchor babies “doesn’t make any sense at all.”\nSouth Carolina Sen. Lindsey Graham also agreed this week that the birthright citizenship issue must be addressed but told CNN that fixing the county’s broken immigration system must come first and that he disagrees with Trump’s call for “forced deportation.”\nSupporters of such a change argue that most European countries don’t automatically grant citizenship to the children of illegal immigrants.\nThe issue has also been a complicated for GOP candidate Texas Sen. Ted Cruz, a former Supreme Court lawyer who in 2011 suggested the conservatives would be making a “mistake” in trying to fight against the amendment.\nThis week, Cruz, born in Canada to an American-born mother and Cuban immigrant father, said he supports changes to birthright citizenship.\nCritics of the amendment are trying to make the argument before votes that the hundreds of thousands of children who fall into that category are costing them millions in tax dollars.\nHowever, Levinson questions whether enough Americans will buy the argument.\n“It may be politically popular with a certain segment of the electorate, but I do not believe this is a mainstream view,” she said, arguing two- thirds of Americans support a path to citizenship or permanent legal status for illegal immigrants. “This is an argument that is likely to gain traction in the primary elections, but I think it could be viewed quite differently in the general election. “\n \n \n ", "byline": "", "description": "Republican presidential candidate Donald Trump’s call to end birthright citizenship for children of illegal immigrants has refueled the immigration debate and spilt the GOP field and legal experts who question whether such a change is possible.", "title": "Trump's call to end abuse US birthright citizenship divides GOP field, legal experts", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/-UUZlpzZ_Sc/", "topics": ["immigration"], "people": ["Jim Gilmore", "Wong Kim Ark", "Lindsey Graham", "Jessica Levinson", "Jeb Bush", "Donald Trump", "Dred Scott", "Ben Carson", "Ted Cruz"], "orgs": ["GOP White House", "Supreme Court", "GOP", "Congress", "United States."], "authors": [], "date_written": "2015-08-22 16:00:17", "org": "fox", "article_id": "5abc39388c42afe6c2ea5f39e4ba24e8", "date_access": "2015-08-22 15:20:04.684687"}