{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tApril 21, 2015: Democratic presidential candidate Hillary Rodham Clinton speaks to students and faculty during a campaign stop at New Hampshire Technical Institute in Concord, N.H. (AP Photo/Jim Cole)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tHillary Clinton launched her campaign for president over two weeks ago, and there remain three major unanswered questions about her latest bid for the presidency:\n\n1. Why is Hillary Clinton running for president, and what policies would she pursue if elected?ADVERTISEMENTADVERTISEMENT\n\nPundits across the political spectrum have mocked the lack of a rationale for Clinton’s candidacy. Is she running for president because it’s “her turn,” because she’s the only Democrat with a truly national profile and near-universal name recognition, or because it’s the next logical thing to do in her political career?  None of these are sufficient rationales for a candidacy, but in the absence of a cogent explanation from Clinton or her campaign, it’s natural for observers to make assumptions about why she’s seeking the highest office in the land. \n\nA presidential candidate is generally expected to articulate policy priorities at a relatively early point in his or her candidacy. In Clinton’s case, the expectations should be even higher since she has been in public life for the better part of the last two decades.  Thus far, however, she and her campaign have given us no substance on which to judge her candidacy.  \n\nA related problem is the Clinton campaign’s failure to articulate even the broad strokes of a policy agenda that she would pursue if elected.  \n\nA presidential candidate is generally expected to articulate policy priorities at a relatively early point in his or her candidacy. In Clinton’s case, the expectations should be even higher since she has been in public life for the better part of the last two decades.  Thus far, however, she and her campaign have given us no substance on which to judge her candidacy.  \n\nVague statements about wanting to be a “champion” for “everyday Americans” don’t shed any real light on how she would grow our nation’s economy or improve our nation’s standing in the world.  The lack of a policy agenda is particularly troubling given the fact that Clinton’s record on so many significant issues has been murky at best.  \n\n2. How damaging will the business dealings of the Clinton Foundation prove to be for Hillary’s campaign?\n\nVery damaging, if last week’s revelations in the New York Times are representative of the activity that the Clinton Foundation has engaged in during and since Clinton’s time as Secretary of State. The Times reported that the Clinton Foundation received millions in previously undisclosed donations from a Canadian mining executive who sold uranium-mining stakes in the United States, with the approval of then-Secretary of State Clinton, to the Russian atomic energy agency. \n\nIt is inconceivable that Clinton and her team did not know that these donations would be a political liability.  The way they responded to the allegations was indicative of how the Clinton machine usually responds when politically problematic issues are raised against them: they attacked the messenger and sought to frame all of the revelations as part of a conservative witch-hunt.  But the magnitude of the allegations, as well as the outlet that the allegations were published in, make this strategy a problematic one.\n\nWe may never know the exact nature of the relationship between donors to the Clinton Foundation (which included foreign governments) and policy made while Clinton was Secretary of State.  Her unwillingness to turn over all of the private emails from her time in the Obama administration makes a full accounting of these matters unlikely.  But the circumstantial evidence alone is sure to cause nightmares for Clinton and her campaign.\n\n3. How will Hillary Clinton draw distance from the unpopular elements of President Obama’s time in office?\n\nThis is the big question that has, thus far, gone basically unanswered. Clinton has been reticent to attack President Obama or any of his policies. Her unwillingness, for example, to address how she would distance herself from the failures of Obama’s foreign policy or how she would deal with ObamaCare if elected president, raise both political and substantive concerns. \n\nHer public statements thus far suggest that Clinton hasn’t yet figured out how to navigate the terrain between the more progressive and conservative members of her party.  In that sense, she will not be immune from the kind of intraparty sniping that is sure to appear in the crowded Republican primary field over the next several months.  \n\nThis ankle-biting within Democratic ranks will become even more acute when others considering presidential runs, like former Maryland Governor Martin O’Malley or former Virginia Senator Jim Webb, begin to sense that there is some political gain to be had by attacking Clinton’s obfuscation on key parts of the Obama record. \n\nUltimately, Hillary Clinton is going to have to decide what kind of Democrat she wants to be as she seeks the presidency.  And that’s a choice that she hasn’t exhibited an interest in making thus far. Lanhee J. Chen is the David and Diane Steffy Research Fellow at the Hoover Institution and Director of Domestic Policy Studies in the Public Policy Program at Stanford University.  He served as the Policy Director on the Romney-Ryan presidential campaign in 2012.", "byline": "", "description": "Hillary Clinton launched her campaign for president over two weeks ago, and there remain three major unanswered questions about her latest bid for the presidency.", "title": "Hillary Clinton: Three big, unanswered questions from Democrat's campaign launch", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/LY0zYJBR4bA/", "topics": ["economy", "campaign_finance"], "people": ["Diane Steffy", "Martin O'Malley", "J. Chen", "Hillary Clinton", "Hillary Rodham Clinton", "Jim Webb", "Jim Cole"], "orgs": ["Clinton Foundation", "Hoover Institution"], "authors": [], "date_written": "2015-04-28 17:37:23", "org": "fox", "article_id": "dd7e018d8a5fe13fac748461cbb93184", "date_access": "2015-04-28 17:25:08.489050"}