{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nA former State Department employee who helped Hillary Clinton set up her private email server refused to testify to a House committee Thursday, asserting his Fifth Amendment right not to answer questions. \nBryan Pagliano appeared briefly behind closed doors Thursday before the House committee investigating the deadly 2012 Benghazi attacks. \nAfterward, Chairman Trey Gowdy, R-S.C., confirmed to reporters that he asserted his right not to testify. He would not comment extensively on the implications of that. \n\"He has a right to not answer questions that he thinks may incriminate him -- and you have a right to glean whatever inference you want from the fact that he has,\" Gowdy said. \nPagliano's lawyers said he also will refuse to testify if served with a subpoena by two Senate committees looking into the email controversy. \nGowdy's Democratic counterpart, Rep. Elijah Cummings, D-Md., charged that Republicans on the committee were wrongly turning the panel's attention away from the 2012 Benghazi attack to focus on Clinton's personal email controversy. He said Pagliano probably has no information on Benghazi and was dragged before the committee over \"politics.\" \n\nHe said the testimony \"has nothing to do with the Benghazi attacks and everything to do with Republicans' insatiable desire to derail Secretary Clinton's presidential bid.\" \nAt the same time, Cummings said he wants to hear what Pagliano has to say and urged his colleagues to consider granting him immunity -- something Republican Sens. Chuck Grassley and Ron Johnson have said they're considering. \nBut Pagliano's lawyers said in a letter to the senators that any such offer is premature. The senators' proposal, made in a letter earlier this week, \"creates the very practical risk that our client will later be said to have waived his constitutional protections,\" said the letter, written by lawyers Mark MacDougall, Constance O'Connor and Connor Mullin. \nClinton, the former secretary of state and front-runner for the 2016 Democratic presidential nomination, has been dogged by questions about her use of a private email account for government business. \nIn a separate letter, the three lawyers accused the chairman of the House Benghazi committee of trying to bully their client by forcing Pagliano to appear before the panel. \nForcing him to appear at a public location \"can only be intended to intimidate our client, cause him personal embarrassment and foster further political controversy,\" the lawyers wrote in a letter to Gowdy. \nGowdy denied that in a letter to MacDougall and cited comments by Clinton's former chief of staff, Cheryl Mills, complimenting Gowdy and other committee members for their \"professionalism and respect\" during more than nine hours of closed-door testimony before the committee last week. \nThe Associated Press contributed to this report.", "byline": "", "description": "A former State Department employee who helped Hillary Clinton set up her private email server refused to testify to a House committee Thursday, asserting his Fifth Amendment right not to answer questions.", "title": "Ex-State Dept. official pleads 5th, won’t answer questions on Clinton emails", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/EAIQrCiKopA/", "topics": ["women", "trade"], "people": ["Trey Gowdy", "Cheryl Mills", "Bryan Pagliano", "Chuck Grassley", "Ron Johnson", "Hillary Clinton", "Elijah Cummings"], "orgs": ["Senate", "State Department"], "authors": [], "date_written": "2015-09-10 19:27:21", "org": "fox", "article_id": "f938ff81eec2b8504df13bc382858c66", "date_access": "2015-09-11 00:40:16.154001"}