{"body": "\n\n\n\nFILE - In this Sept. 22, 2015, file photo, Chicago Mayor Rahm Emanuel outlines his 2016 proposed budget before the City Council in Chicago. (AP)\n\n\nCHICAGO –  The Chicago Tribune filed a lawsuit against Mayor Rahm Emanuel on Thursday over claims he violated open records laws by failing to disclose personal emails and text messages used to conduct official city business.\nThe complaint, filed in Cook County Circuit Court, asks a judge for an injunction to force the former White House chief of staff to produce documents, as well as having him declared in violation of the Illinois Local Records Act.\nThe newspaper, which filed a lawsuit over email chains in June, argued that its Freedom of Information Act requests to Emanuel's administration have been \"met with a pattern of non-compliance, partial compliance, delay and obfuscation,\" according to the lawsuit.\n\"We are seeking the release of public records on matters of great interest to citizens, but the city refuses to divulge them,\" Tribune Editor Gerould Kern said in a statement. \"Regrettably, the city's denial is part of a pattern of resistance to releasing public documents covered by the Illinois Freedom of Information Act.\"\nEmanuel spokeswoman Kelley Quinn said the administration complies with information requests, but she declined to comment on the specifics of the lawsuit.\n\"We just received the complaint and have not yet had the opportunity to review it,\" she said.\n\nThe issue of public officials relying on personal email for official business has recently come in the spotlight. Elected officials routinely using personal laptops, cellphones and email accounts for government business, but open-records fights over private emails have produced mixed results.\nDemocratic presidential candidate Hillary Clinton faces questions over her use of a private account and server while serving as secretary of state.\nIn June, The Chicago Tribune filed a lawsuit against the Emanuel administration seeking more than two dozen email chains believed to be related to a no-bid Chicago Public Schools contract under investigation. The lawsuit alleged the city's response violated the Illinois Freedom of Information Act by withholding some chains and redacting other portions without giving a reason. City officials argued they were in compliance with the law.", "byline": "", "description": "", "title": "Chicago Tribune sues Mayor Emanuel over private email use", "url": "http://www.foxnews.com/us/2015/09/25/chicago-tribune-sues-rahm-emanuel-over-private-email-use/", "topics": ["personality", "campaign_finance"], "people": ["Rahm Emanuel", "Hillary Clinton", "Kelley Quinn", "Gerould Kern", "Mayor Rahm Emanuel"], "orgs": ["City Council", "Chicago Public Schools", "Chicago Tribune", "Freedom of Information Act"], "authors": [], "date_written": "2015-09-25 06:14:26", "org": "fox", "article_id": "d81cdff59bd39d5212ae8b77033fa6e7", "date_access": "2015-09-25 06:00:07.593915"}