{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe fallout from Donald Trump's controversial immigration remarks has extended to the fairways, with first ESPN and now the PGA of America pulling out of contests at his Los Angeles golf course. \nThe PGA of America announced Tuesday that the 2015 Grand Slam of Golf scheduled for this October at Trump National Golf Club will be moved to another location. \n\"The PGA of America met with Donald J. Trump yesterday and the parties mutually agreed that it is in the best interest of all not to conduct the 2015 PGA Grand Slam of Golf at Trump National -- Los Angeles,\" the PGA said in a statement. \nThe competition had been scheduled for Oct. 19-21 at the course. The move is only the latest backlash the Republican presidential candidate has faced since making disparaging remarks about Mexican illegal immigrants during his campaign kickoff. \nOn the latest decision, Trump said in a statement, \"I have great respect for the PGA of America and everything they stand for. This also allows me the time to rebuild the golf course in Los Angeles, fronting the Pacific Ocean and considered to be one of the finest parcels of land anywhere in the United States, into the course I always wanted it to be.\" \nThis comes after ESPN on Monday also dumped the Trump National Golf Club as the location of its ESPY Celebrity Golf Classic. \n\nThe July 14 ESPN outing benefits cancer research for minority populations via a fund named for late network anchor Stuart Scott. \n\"Our decision reflects our deep feelings for our former colleague and support for inclusion of all sports fans,\" an ESPN statement said. \"Diversity and inclusion are core values at ESPN and our decision also supports that commitment.\" \nTrump has soared in polls since making the comments, but has paid a price economically. \nNBC and Univision have ended their relationships with Trump, NASCAR announced it would move its end-of-season awards dinner from the Trump National Doral Miami resort and Macy's has said it will phase out sales of Trump apparel, in addition to the ESPN snub. \nIn the remarks that touched off the controversy, Trump said: \"When Mexico sends its people, they're not sending their best ... They're sending people that have lots of problems, and they're bringing those problems with us. They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people.\" \nESPN will now hold its charity excursion at the Pelican Hill Golf Club in Los Angeles.", "byline": "", "description": "The fallout from Donald Trump's controversial immigration remarks has extended to the fairways, with first ESPN and now the PGA of America pulling out of contests at his Los Angeles golf course.", "title": "PGA moving tournament from Trump golf course in latest fallout", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/uZG8dcOoPuE/", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Donald J. Trump", "Stuart Scott"], "orgs": ["ESPN", "PGA", "Univision", "NASCAR", "Trump National Golf Club", "Macy", "PGA of America"], "authors": [], "date_written": "2015-07-07 15:30:35", "org": "fox", "article_id": "c2f63f4e099dd8fc7fd6a166b5a3e7d3", "date_access": "2015-07-07 17:40:05.254991"}