{"body": "\n\n\n\nDemocratic presidential candidate Hillary Rodham Clinton, left, speaks to Ellen DeGeneres during a taping of The Ellen DeGeneres Show, Tuesday, Sept. 8, 2015, at Rockefeller Center in New York. (AP Photo/Mary Altaffer)\n\n\nHillary Clinton has apologized for her use of a private email server while she was Secretary of State in a move critics call way overdue. She apologized over the controversy in an interview with ABC News and acknowledges she’s made mistakes in her handling of the story. Today she speaks on the Iran nuke deal and will offer her support beginning at 9am.\nClinton said, \"I do think I could have and should have done a better job answering questions earlier. I really didn't perhaps appreciate the need to do that. What I had done was allowed, it was above board. But in retrospect. . .I should have used two accounts. One for personal, one for work-related emails. That was a mistake. I'm sorry about that. I take responsibility.\"\nHere’s how the Wall Street Journal reported the Hillary Clinton apology story today in an article written by Laura Meckler, “After repeatedly declining to apologize for her use of a private email server as secretary of state, Hillary Clinton finally did just that on Tuesday.  It is the latest and clearest indicator that Mrs. Clinton, the front-runner in the Democratic presidential primary, has concluded she needs to adjust course amid a slide in the polls and a barrage of criticism about both her decision to exclusively use a personal email account at the State Department and her campaign's handling of the fallout.”\nSecretary of State John Kerry will meet with House and Senate Judiciary committees to discuss the European immigration crisis. Germany is demanding other member of the EU taken in hundreds of thousands of Middle Eastern and African immigrants.\nMany of those refugees are coming from civil war-torn Syria. Russia has officially acknowledged its military presence in the country for the first time saying it has military “experts” there.\nThe Iran nuke deal remains high on Congress’ list today. There are several hearings and press events around the deal today. It’s look increasingly likely to survive Congress as several more Democratic Senators signed off on it yesterday.\n\nTed Cruz and Donald Trump are holding a big rally against the deal at 1pm today. Carl Cameron reporting.\nJeb Bush unveils a long-awaited tax plan today at 11am. It cuts taxes on many Americans, but raises taxes on money made from investments. That’s one solution to the growing problem of income inequality which is likely to be a big issue in the 2016 race.\nCould House Majority Leader John Boehner lose his leadership position? There’s a fight brewing.\nThere’s also doubt about funding the government after the end of September. Stay tuned.\nIncredible pictures and video out of Las Vegas today where a British Airways jet caught fire during takeoff and burning on the runway after declaring an emergency. Everyone onboard got off safe, but there were seven minor injuries.\nSpeaking of disasters, the United Airlines CEO Jeff Smisek and two other high-ranking company employees were fired yesterday as a scandal with the Port Authority catches up to the company. They are implicated in a shady deal with a high ranking member of the Port Authority. We’re going to talk about what it means to United customers (maybe good news!) and the state of the Air industry with friend of the show Gary Leff.\nQueen Elizabeth became Britain’s longest-serving royal today surpassing the reign of her great-grandmother Queen Victoria who served for more than 63 years!\nFor more news, follow me on Twitter: @ClintPHenderson\n \nhappening-now\n\nJon Scott and Jenna Lee will take YOU to news when and where it happens.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Hillary Clinton apologizes. Trump's rise with guest Karl Rove. Gary Leff from View From the Wing travel blog on the resignation of United Airlines' CEO Jeff Smisek. New polls from SC. Iran deal my survive Congress vote. ", "title": "Hillary Apologizes, United CEO Out", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/Zq0lC2wnWPI/", "topics": ["immigration"], "people": ["John Kerry", "Jeff Smisek", "Karl Rove", "Jenna Lee", "Jeb Bush", "Gary Leff", "Hillary Clinton", "Donald Trump", "Hillary Rodham Clinton", "John Boehner", "Mary Altaffer", "Jon Scott", "Carl Cameron", "Laura Meckler", "Ted Cruz"], "orgs": ["Port Authority", "United Airlines", "SC.", "Senate Judiciary", "Congress", "United CEO", "State Department", "Wing"], "authors": [], "date_written": "2015-09-09 14:00:27", "org": "fox", "article_id": "9646326ec81c55c34d2c50f2ec497e7a", "date_access": "2015-09-09 13:20:36.409533"}