{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe Bush dynasty is a negative for voters and Marco Rubio is seen as a leader of the future, as the Florida senator jumps to the head of the GOP pack.  The Clinton dynasty is a plus -- and even though Hillary could have an honesty problem, she dominates the Democratic side.  And both the Republican faithful (with their crowded field) and the Democratic faithful (with their sole favorite) are happy with their range of 2016 choices. \n\nThese are some of the findings from the latest Fox News poll on the 2016 presidential election.  Here are some more:ADVERTISEMENTADVERTISEMENT\n\nAnnouncing your candidacy helps your poll numbers.  Florida Sen. Marco Rubio receives a five percentage-point bump after his April 13 announcement and has the backing of 13 percent in the race for the Republican nomination -- just a touch over Wisconsin Gov. Scott Walker who gets 12 percent among self-identified GOP primary voters.  Kentucky Sen. Rand Paul comes in at 10 percent, former Florida Gov. Jeb Bush and former Arkansas Gov. Mike Huckabee earn 9 percent each and Texas Sen. Ted Cruz gets 8 percent.  \n\nCLICK HERE TO READ THE POLL RESULTS\n\nNew Jersey Gov. Chris Christie and retired neurosurgeon Ben Carson each garner 6 percent.  Last month Christie was at 4 percent and Carson at 11 percent.\n\nWhite evangelical Christians are most likely to support Huckabee (13 percent), Paul (11 percent), Cruz and Rubio (10 percent each). \n\nTop picks among the Tea Party include Walker (19 percent), Rubio (14 percent), Paul (13 percent), Huckabee and Cruz (10 percent each).\n\nIn the quest for the Democratic nomination, former Sec. of State Hillary Clinton remains on top with 62 percent support among self-identified Democratic primary voters.  She’s the only declared candidate on the Democratic side.  Massachusetts Sen. Elizabeth Warren (12 percent) and Vice President Joe Biden (9 percent) lag far behind.\n\nDespite far fewer options, Democratic primary voters (71 percent) are a tad bit more likely than their GOP counterparts (67 percent) to say they are satisfied with their 2016 choices. \n\nThe Bush dynasty is seen as a negative while the Clinton dynasty is a positive.  By a 58-34 percent margin, voters say being related to previous presidents is a disadvantage for Jeb Bush, yet by a 52-39 percent margin they think it’s an advantage for Hillary Clinton. \n\nRepublicans say the Bush dynasty is a negative, yet Democrats view the Clinton dynasty as a positive. \n\n \n\nA leader of the Future or the Past?\n\nWho’s a leader of the future?  Rubio tops that list.  Voters see him “more as a leader of the future” (50 percent) than the past (21 percent) by a 29-point margin. \n\nThat dwarfs the numbers who see Paul (by 12 points), Warren (by 11 points) and Walker (by 10 points) as leaders of the future.  By a 2-point margin, more see Clinton as a leader of the future (43 percent) than the past (41 percent). \n\nBiden (by 33 points) and Bush (by 17 points) are the only two seen more as leaders of the past. \n\n \n\nHonest and Trustworthy\n\nOf those tested on the poll, Clinton, Biden and Cruz fare the worst on the “honest and trustworthy” question.\n\nCurrently, 45 percent of voters think Clinton is honest.  That’s mostly unchanged from last month, but down 9 points from 54 percent a year ago (April 2014).  She lost ground among men (-10 points), women (-9 points) and Democrats (-7 points).  Moreover, only 33 percent of independents see Clinton as honest. That’s down 13 points since last year.\n\nOverall, Clinton’s honesty score is negative six (45 percent “yes, she is” minus 51 percent “no, she isn’t”), Biden’s is negative four (44-48 percent) and for Cruz it’s negative one (37-38 percent). \n\nOn the positive side: Rubio (+13), Paul (+12) and Carson (+7) score best on the honesty measure.  Bush (+4) and Walker (+4) are also in positive territory. \n\nClinton is the only one who has a majority saying she is not honest and trustworthy (51 percent).  Still, it’s important to remember that, many on the GOP side are largely unfamiliar to voters.  As a result, 43 percent are unable to rate Carson’s honesty, 34 percent are unable to rate Walker, 25 percent are unable to rate Cruz and 24 percent Rubio. \n\nVoters are getting more familiar with Rubio since his announcement.  The portion unable to rate his honesty dropped from 39 percent last month to 24 percent today.  Being better known cuts both ways:  both the number saying Rubio is honest (+10) and the number saying he isn’t (+6 points) went up since March. \n\n \n\nHypothetical Matchups\n\nClinton bests each of the Republicans tested in hypothetical matchups for a 2016 presidential contest: she leads Paul 46-43 percent, Bush 45-41 percent, Rubio 46-42 percent, Cruz 47-42 percent and Walker 46-40 percent.  In each of these matchups the candidates are at or within the margin of sampling error of each other. \n\n \n\nPollpourri\n\nThe poll asks voters whether Clinton “seems too old” and if Rubio “seems too young” to be president.  Nope. And nope.  About one in five (19 percent) says Clinton seems too old and the same number says Rubio seems too young (19 percent).\n\nThose ages 35-54 are the most likely to feel Rubio seems too young (22 percent).  That drops to 15 percent among voters under 35.  Rubio is 43 years old. \n\nVoters ages 65 and over are the most likely to say Clinton seems too old (26 percent) and they are more than twice as likely as voters under 35 to feel that way (11 percent).  Clinton is 67.\n\nThe Fox News poll is based on landline and cell phone interviews with 1,012 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from April 19-21, 2015. The full poll has a margin of sampling error of plus or minus three percentage points. The results among Democratic and Republican primary voters have an error of plus or minus five points.", "byline": "", "description": "", "title": "FOX NEWS POLL: Marco Rubio jumps to front of 2016 Republican pack", "url": "http://www.foxnews.com/politics/2015/04/24/fox-news-poll-rubio-jumps-to-head-2016-gop-pack-clinton-honesty-questioned/", "topics": ["personality", "women"], "people": ["Rand Paul", "Joe Biden", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Ben Carson", "Marco Rubio", "Mike Huckabee", "Elizabeth Warren", "Scott Walker", "Ted Cruz"], "orgs": ["Shaw & Company Research", "Tea Party", "GOP", "Anderson Robbins Research"], "authors": [], "date_written": "2015-04-24 05:45:32", "org": "fox", "article_id": "1f5211fa064ed62afc6dfbc3f47562a0", "date_access": "2015-04-24 05:25:04.995235"}