{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican rivals are battling to seize the spotlight from Donald Trump ahead of the second presidential primary debate Wednesday, as the GOP front-runner finds new ways to keep the attention on himself. \nThe billionaire businessman, after rallying a huge crowd in Dallas the night before, plans to give an address aboard the retired battleship USS Iowa in Los Angeles Tuesday night. \n\"I'm not going anywhere,\" Trump promised the crowd of supporters in Dallas. \nBut Trump's challengers increasingly are eager to bump him from his perch. With only one, Rick Perry, dropping out since the last debate, 15 not-Trump Republicans remain on the field, each looking for his or her breakout moment. \nRetired neurosurgeon Ben Carson is now closest to Trump in the polls. A New York Times/CBS News poll showed him rising to 23 percent, against Trump's 27 percent, bringing the two outsider candidates to a near-tie. \n\"That just shows you what a good debate performance can do,\" Marc Thiessen, columnist and former speechwriter for George W. Bush, told Fox News on Tuesday, in reference to Carson's performance at the Aug. 6 Fox News debate. \"It's vaulted Ben Carson who was virtually unknown into second place in the Republican field.\" \nThiessen cautioned that the support is \"soft\" and most Republican voters remain open to changing their minds. \"It's a jump ball,\" he said. \"The electorate is up for grabs for somebody who performs.\" \nWhether Carson will tangle with Trump on Wednesday is an open question. After the two sparred long-distance over Carson questioning Trump's faith last week, Carson apologized. \nOther candidates seem eager to take on Trump, each other and perhaps the moderators. \nWisconsin Gov. Scott Walker, who's seen his poll numbers slide all summer, told Fox News he plans to \"be aggressive\" and show the kind of \"passion\" that brought him to victory in the historic Wisconsin recall election. \nThe governor said he's been called \"dead man Walker\" before, and come back to win. \n\"These other guys are interesting right now but in the end I think people are going to come back to proven results,\" said Walker, who has returned to the issue that brought him national political fame with a plan to rein in America's labor unions -- including eliminating the National Labor Relations Board and federal employee unions. \nWith that plan, Walker indeed is back to his comfort zone -- getting bludgeoned by Democrats for taking on the unions, with the Democratic National Committee calling his policy proposal \"desperate and disgusting.\" \nNew Jersey Gov. Chris Christie also is promising to fight to be heard at Wednesday's debate. \n\"If there's something I need to say on Wednesday night, I will say it,\" Christie told Fox News' \"The Kelly File.\" \nChristie also said \"nobody cares\" about the \"food fight\" between former front-runner Jeb Bush and Trump. \n\"What [voters] want in a leader is somebody who is strong and knows who they are. ...  And that's what exactly I'll show people on Wednesday night,\" he said. \nEleven candidates are set to square off at the main-stage CNN debate Wednesday night in Simi Valley, Calif. \nThe candidate with perhaps the most to gain is Carly Fiorina, the former HP CEO who vaulted into the main stage line-up after her stand-out performance at the undercard debate on the Fox News/Facebook stage last month. \nFiorina, rising in the polls since, lately has found herself the subject of Trump's attacks -- the front-runner said of her in a Rolling Stone interview, \"Look at that face! Would anyone vote for that?\" \nWhile Trump later said he was talking only about her \"persona,\" the pro-Fiorina super PAC CARLY for America has released a counter-punch web video that shows images of women and plays clips from Fiorina's recent speech to the National Federation of Republican Women. \n\"Ladies, look at this face. And look at all of your faces. The face of leadership,\" Fiorina says. \"This is the face of a 61-year-old woman. I am proud of every year and every wrinkle.\" \n\nBush, meanwhile, is looking to recapture momentum after putting up what was seen as a mild performance in the last debate. He's promoting a new tax plan, which the campaign says was crafted in the spirit of Ronald Reagan -- the namesake of the second debate venue, the Ronald Reagan Presidential Library. \nBush highlighted the Reagan theme over the weekend as well, unbuttoning his shirt on the stump to reveal a vintage, 1984 Reagan/Bush campaign shirt underneath. \n\"That's the party I believe in,\" the son of former President George H.W. Bush told cheering supporters in Miami. \"Reagan and Bush. That team ... took out the Soviet Union because we were strong and consistent.\"", "byline": "", "description": "Republican rivals are battling to seize the spotlight from Donald Trump ahead of the second presidential primary debate, as the GOP front-runner finds new ways to keep the attention on himself.", "title": "GOP rivals seek breakout in 2nd debate, as Trump vows ‘not going anywhere’", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/UOTPci4LIEU/", "topics": ["personality"], "people": ["Marc Thiessen", "Chris Christie", "Jeb Bush", "Rick Perry", "Scott Walker", "Donald Trump", "Trump Republicans", "George W. Bush", "Ronald Reagan", "Carly Fiorina", "Ben Carson"], "orgs": ["Ronald Reagan Presidential Library", "National Labor Relations Board", "Democratic National Committee", "National Federation", "GOP", "Soviet Union"], "authors": [], "date_written": "2015-09-15 17:51:54", "org": "fox", "article_id": "4a85d7bacf9377c7c46a7610531b9505", "date_access": "2015-09-15 17:50:32.793063"}