{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWhen the House Benghazi hearings opened yesterday, it seemed like the committee was on trial rather than Hillary Clinton.\nChairman Trey Gowdy kicked things off with a passionate defense of his panel, insisting that the proceedings were purely professional and dismissing suggestions that the investigation is about the former secretary of State. “Let me assure you it is not,” he told Clinton.\nRanking Democrat Elijah Cummings responded by blasting the probe, telling Clinton that the committee was set “loose because you’re running for president” and demanding that the Republicans end the “fishing expedition.”\nIn short, the media atmosphere surrounding the much-anticipated session had turned poisonous before Hillary opened her mouth—and Republicans largely have themselves to blame.\nWhen Kevin McCarthy shot himself in the foot on Sean Hannity’s show, saying the committee had knocked down Hillary’s poll numbers, he did more than hand her a gift. He changed the public perception, which was further muddied when another GOP congressman made that charge, as did an ex-staffer fired under disputed circumstances.\nAn ABC/Washington Post poll found 53 percent of those surveyed believe the panel’s purpose is to damage Clinton politically, while 35 percent say it is raising legitimate concerns. At the same time, 57 percent disapprove of her handling of the email mess, while 36 percent approve.  \n\nIn that environment, all Clinton had to do was survive a day of questioning without an awful moment in the spotlight or dramatic new revelations--and that she did.\nIn fact, many political prognosticators will conclude in the wake of Joe Biden staying out of the race that Hillary had a good week.\nFor the most part, the hearing was conducted professionally, starting with Gowdy’s decision to swear in Clinton privately to avoid the raised-hand shot that can be politically damaging.\nAs has become standard procedure in Hill hearings these days, Republican members were aggressive with the Democratic presidential candidate, and Democrats played defense and tried to set up Clinton for rebuttals. The roles have been reversed when Democrats controlled committees during GOP administrations.\nOne of the most openly hostile lawmakers was Republican Jim Jordan, who essentially called Clinton a liar amid talk of a newly disclosed email in which she had told her family Benghazi was a terrorist attack while the administration initially blamed an anti-Muslim video. “Where did the false narrative start? It started with you, Madam Secretary,” Jordan said. She dug in and said she was sorry her responses didn't fit his narrative.‎\nDemocrat Adam Schiff rushed to Clinton’s defense, declaring: “After 17 months we have nothing new to tell the American people.” He invited Clinton to reflect on the allegations that she misled the country, leading to her most emotional moment.\n“It’s a very personally painful accusation,” Clinton said. “Having it continued to be bandied around is deeply distressing to me. I would imagine that I’ve thought more about what happened than all of you put together.”\nThat prompted Gowdy to say he was not conducting a “prosecution.” But the proceedings soon dissolved into squabbling over emails from Hillary confidante Sid Blumenthal--who also worked for the Clinton Foundation and Media Matters and was trying to do business with Libya--as Democrats questioned why this was relevant to the probe.\nPolitical and media types will be hashing over the nitty-gritty of the exchanges and what the committee was able to wring out of its star witness.\nOrdinary folks who don’t have time to watch a daylong hearing will rely largely on the media coverage, which in part is focusing heavily on the partisanship.\nWashington Post headline: \"Amid shouting at Benghazi hearing, Republicans land no clear punches.\"\nUSA Today headline: \"Benghazi hearing 'chaos' could help Clinton.\"\nL.A. Times headline: \"Clinton maintains relentless calm as Benghazi hearing hits 8-hour mark.\"\nThree years after the attack that claimed the lives of four brave Americans, the House hearing produced no screaming headline. Hillary Clinton still has problems with Americans trusting her, but she emerged largely unscathed on what could have been a damaging day.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "When the House Benghazi hearings opened yesterday, it seemed like the committee was on trial rather than Hillary Clinton.", "title": "Hillary helped by partisan media atmosphere undermining Benghazi hearing", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Jr001MI0JlM/", "topics": ["campaign_finance"], "people": ["Sid Blumenthal", "Trey Gowdy", "Adam Schiff", "Howard Kurtz", "Joe Biden", "Hillary Clinton", "Sean Hannity", "Elijah Cummings"], "orgs": ["GOP"], "authors": [], "date_written": "2015-10-24 01:24:19", "org": "fox", "article_id": "6668bb79417fcae5daef434628cd5b46", "date_access": "2015-10-23 09:30:27.943955"}