{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tIn a sign that Hillary Clinton’s camp is gearing up for battle in the crucial electoral state of Ohio, Clinton's top campaign lawyer has issued a challenge to Ohio voting laws, claiming that they are designed to suppress potential minority and young voters. \nThe laws, passed by a Republican legislature and signed by GOP Gov. John Kasich, “were designed to and will disproportionately burden specific populations, including African-Americans, Latinos and young people – each of which are, not coincidentally, core Democratic constituencies,” the complaint says. \nAmong the lawyers representing The Ohio Organizing Collaborative and three individuals who filed the injunction is Marc Elias – the general counsel to “Hillary for America,” Clinton's presidential campaign.  \nElias also worked for John Kerry’s 2004 presidential campaign and lists the Democratic National Committee, Democratic Senatorial Campaign Committee, Democratic Congressional Campaign Committee and the Democratic Governors Associations among his former clients, according to his website. \nThe complaint calls for an injunction on a number of measures passed in recent years, including laws that restrict the casting of absentee and provisional ballots and limit the times and locations for early voting, such as abolishing an early voting period known as \"Golden Week\" in which voters could register and cast an in-person ballot on the same day. \n“If the laws and procedures described above are not invalidated, hundreds of thousands of Ohioans will find it substantially more difficult to exercise this fundamental right [to vote],” the complaint says.\n \nHowever, the challenge has drawn accusations that the Clinton camp is playing politics. \n“Ohio just settled a federal lawsuit on early voting a couple of weeks ago so that we could have a smooth, fair elections process in 2016. But some politicians don't want peace, they just want to play politics, again,” Ohio Secretary of State Jon Husted said in a statement. \n“Ohioans don't want politically motivated, legal lap dogs messing around in our elections, this nonsense creates more confusion and discourages voting by undermining voter confidence,\" Husted said. \nIn a statement to Fox News, Elias dismissed Husted’s accusation that he was playing politics. \n“My firm and I have brought many lawsuits throughout the country to vindicate the right to vote.  Our lawsuit is on behalf to the plaintiffs listed in the complaint.  It is unfortunate that Secretary Husted chose to respond with a political attack rather than working to remedy the problems identified in our suit,\" Elias said. \n ", "byline": "", "description": "In a sign that Hillary Clinton’s camp are gearing up for battle in the crucial battleground state of Ohio, her top campaign lawyer has issued a challenge to Ohio voting laws, claiming that they are designed to suppress potential minority and young voters.", "title": "Clinton's top campaign lawyer challenges Ohio voting laws", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/L6TVT4pSI_M/", "topics": ["women", "abortion"], "people": ["John Kerry", "Marc Elias", "Jon Husted", "Hillary Clinton", "John Kasich"], "orgs": ["Democratic Congressional Campaign Committee", "Democratic National Committee", "Democratic Senatorial Campaign Committee", "GOP"], "authors": [], "date_written": "2015-05-13 00:44:02", "org": "fox", "article_id": "e247966081a2f0aaa4e51ef733a50615", "date_access": "2015-05-13 00:50:18.324372"}