{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tThe Clinton confidant under scrutiny on Capitol Hill over detailed Libya memos he sent to then-Secretary of State Hillary Clinton told lawmakers earlier this week he has been pulling in $200,000 a year from Clinton ally David Brock's media operation, congressional sources tell FoxNews.com. \nThe figure is far higher than initially reported.  \nWhile the payments to Sidney Blumenthal may not reflect any apparent conflict of interest, his work with Brock's liberal advocacy and media groups was a focus of his high-profile deposition on Tuesday before the House Benghazi committee. Republicans' rationale for the questioning was that his financial and political interests are important context, at a time when he was sending high-level guidance to Clinton.  \nPolitico.com first reported that Republicans grilled Blumenthal on his work for Brock's groups. But while the report said Blumenthal was making more than $10,000 a month, congressional sources say he acknowledged during the deposition he actually had a $200,000-a-year contract. \nThe money was in addition to the $10,000 a month he was getting for work with the Clinton Foundation.  \n\"He was getting, from Clinton, Inc., $320,000 a year,\" one source told FoxNews.com.  \nThe Brock-founded groups are not actually part of the Clinton empire, though Brock is a Clinton ally. The source said Blumenthal has been working with Media Matters, American Bridge and Correct the Record. Another congressional source, though, told FoxNews.com the contract was specifically with Media Matters. \nThough it's unclear exactly what Blumenthal was paid to do, Politico reported his work entailed giving high-level strategy and messaging guidance, and the Benghazi debate was likely part of that. The groups above have busily defended then-Secretary of State Hillary Clinton from GOP broadsides.  \nEmails related to this work surfaced in the package of documents delivered to the Benghazi committee ahead of Tuesday's session -- emails that weren't part of the initial package of documents handed over by the State Department.  \nOne of those emails to Clinton linked several Media Matters posts on Benghazi, essentially defending the State Department.  \nFoxNews.com is told one of them read: \"Got all this done, complete refutation on Libya smear.\" The email said, \"Philippe can circulate these links.\" Philippe Reines was a senior adviser to Clinton.  \nAsked for comment on the deposition, and on Blumenthal's payments, a representative with Media Matters for America blasted the committee's latest inquiry.  \n\"Despite the fact that the conclusions of nine congressional committee reports and the findings from an independent review board don't support his political agenda, Chairman [Trey] Gowdy keeps doubling down and expanding his taxpayer funded fishing expedition in the hopes of undermining Secretary Clinton's presidential campaign,\" Zac Petkanas, VP for communications at Media Matters for America, told FoxNews.com in an email. \"This week's spectacle is the latest proof that he is failing.\"  \nBrock also told Politico: \"The Republicans asked more about what our groups do to debunk their false claims about Benghazi than about the attacks in Benghazi? That sounds like a bizarre waste of time.\"    \nFoxNews.com has reached out to Blumenthal's attorney for comment.  \nBlumenthal's deposition lasted most of the day on Tuesday. FoxNews.com is told the Brock work \"came up,\" though the committee did not spend hours grilling him about it.  \nThe committee sought to interview Blumenthal over his role sending detailed memos on Libya to Clinton in 2011 and 2012.     \nThe New York Times first reported on Blumenthal's memos and said the information was coming from \"business associates\" Blumenthal was advising, including former CIA official Tyler Drumheller.  \nRep. Trey Gowdy, R-S.C., chairman of the committee, told Fox News earlier this week that the memos themselves were actually sent by Drumheller. He said Blumenthal didn't write them, and was just passing on the \"unvetted, uncorroborated, unsubstantiated intelligence.\"  \nAfter the deposition on Tuesday, Blumenthal said he answered every question over the course of nine hours. He said the emails were mostly \"old news\" and hopes he cleared up \"misconceptions.\"  \nHe said he wasn't involved in any of the administration's decision-making, and attributed his appearance before the committee to \"politics.\"  \nDemocrats were fuming over Tuesday's session and have called on Gowdy to release the transcript of the deposition. Further, they say the latest documents reveal no \"smoking gun\" about the Benghazi attacks, which killed four Americans.  \n[I]n fact, they hardly relate to Benghazi at all,\" Rep. Elijah Cummings, D-Md., top Democrat on the committee, said in a statement.  \nFoxNews.com is told Blumenthal only disclosed his payments from Brock's groups on Tuesday after he was specifically asked about them -- and that he didn't initially disclose them when asked about his sources of income.  \n\"He had to be prompted,\" a source said.", "byline": "", "description": "The Clinton confidant under scrutiny on Capitol Hill over detailed Libya memos he sent to then-Secretary of State Hillary Clinton told lawmakers earlier this week he has been pulling in $200,000 a year from Clinton ally David Brock's media operation, congressional sources tell FoxNews.com.", "title": "Sources: Clinton confidant who sent Libya memos paid $200G by Brock network", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/tyfRExznN08/", "topics": ["women", "terrorism"], "people": ["David Brock", "Trey Gowdy", "Philippe Reines", "Sidney Blumenthal", "Hillary Clinton", "Zac Petkanas", "Elijah Cummings", "Tyler Drumheller"], "orgs": ["CIA", "American Bridge", "State Department", "Drumheller", "Clinton Foundation", "GOP"], "authors": [], "date_written": "2015-06-18 22:36:52", "org": "fox", "article_id": "c4ca203ea8158552f2c22d9a99b1d421", "date_access": "2015-06-19 00:13:09.332151"}