{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nEmails from a top Clinton adviser containing classified military intelligence information, and one from a top aide containing sensitive FBI information about the Benghazi terror attack, were among the thousands Hillary Clinton stored on her personal server, Fox News has learned. \nThe revelation came as the Democratic presidential candidate and former secretary of state tried to brush aside the burgeoning scandal, joking at a campaign event when asked by Fox News whether she had wiped her private server clean, \"What, with like with a cloth or something? I don't know how it works at all.\" \nClinton last week handed the FBI her private server, which she used to send, receive and store emails during her four years as secretary of state. While Clinton joked about the server's apparently missing contents, Fox News has learned the FBI is trying to recover those contents. \nAn intelligence source familiar with the review told Fox News that FBI investigators are confident they may be able to recover some of the deleted files. \nFox News, meanwhile, has identified two of the Benghazi-related emails with classified information found on the server that helped kick-start the FBI probe. \nThe first was sent by Clinton adviser Huma Abedin and contained classified material from military intelligence sources. The second was sent by Clinton aide Jake Sullivan and contained sensitive FBI information on Benghazi. \nAbedin and Sullivan now work for the Clinton presidential campaign. \nThe emails are now just a fraction of those flagged by the State Department for potentially containing classified information. \nYet at the contentious press conference on Tuesday, Clinton insisted anything she did with her email server was \"legally permitted.\" \nIn the press conference following a Las Vegas town hall meeting Tuesday, Fox News' Ed Henry pressed the Democratic presidential candidate by pointing out that leadership is about taking responsibility. \n\"Look, Ed, I take responsibility,\" Clinton replied. \"In retrospect, this didn't turn out to be convenient at all and I regret that this has become such a cause celebre. But that does not change the facts. The facts are stubborn -- what I did was legally permitted.\" \nThe FBI is holding Clinton's server in protective custody after the intelligence community's inspector general raised concerns recently that classified information had traversed the system. \nClinton told reporters she was \"very comfortable that this will eventually get resolved and the American people will have plenty of time to figure it out.\" \nWhen asked whether she oversaw the process to wipe the server clean, Clinton said, \"my personal emails are my personal business. Right? We went through a painstaking process and through 55,000 pages we thought could be worth relating,\" she continued. \"Under the law, that decision is made by the official. I was the official. I made those decisions.\" \nThe exchange continued with Henry asking for a fourth time whether Clinton tried to wipe the server. \n\"That's for the people investigating to figure out but we turned over everything that was work related,\" Clinton said. \"Personal stuff we did not.\" \nAs she departed the room, a reporter asked whether the email scandal will ever end, Clinton turned to reporters shrugged and said \"Nobody talks to me about it other than you guys.\" \nFox News' Catherine Herridge and Ed Henry and The Associated Press contributed to this report.", "byline": "", "description": "Emails from a top Clinton adviser containing classified military intelligence information, and one from a top aide containing sensitive FBI information about the Benghazi terror attack, were among the thousands Hillary Clinton stored on her personal server, Fox News has learned.", "title": "Sensitive emails from Clinton aides kick-started FBI probe, candidate downplays controversy", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/zXe2-kqomq4/", "topics": ["terrorism", "women"], "people": ["Jake Sullivan", "Catherine Herridge", "Ed Henry", "Hillary Clinton", "Huma Abedin"], "orgs": ["FBI", "State Department"], "authors": [], "date_written": "2015-08-19 13:53:31", "org": "fox", "article_id": "c57a05252835a17f97e08881cebad314", "date_access": "2015-08-19 13:30:03.698509"}