{"body": "\n\n\n\nJuly 12, 2015: Wisconsin Governor Scott Walker displays a signed 2015-2017 state budget during a ceremony on the production floor of Valveworks USA in Waukesha, Wis. (John Hart/Wisconsin State Journal via AP)\n\n\nMADISON, Wis. –  Gov. Scott Walker signed the next Wisconsin state budget into law on Sunday, brushing aside complaints from his own party about the $73 billion spending plan and fulfilling his promise to get it done before he announces he is running for the Republican nomination for president.\nWalker signed the budget at Valveworks USA, a valve and wellhead component manufacturer in Waukesha. He made scores of changes to the spending plan using his veto powers that he said returned $44.5 million to the state's general fund over the next two years.\n\"The budget I signed today again brings real reform to Wisconsin and allows everyone more opportunity for a brighter future,\" Walker said in a statement.\nAssembly Minority Leader Peter Barca, a Kenosha Democrat, said in a statement that the budget \"throws the people of Wisconsin under Governor Walker's campaign bus.\" Senate Minority Leader Jennifer Shilling, a La Crosse Democrat, said Wisconsin residents deserve better.\n\"Rather than selling out Wisconsin to advance Gov. Walker's presidential ambitions, we need to focus on ways to boost family wages and strengthen the middle class,\" Shilling said in a statement.\nWalker plans to announce his presidential candidacy Monday. He had hoped Republican majorities in the Assembly and Senate would enable his party to finish the budget early and allow him to coast into his announcement. But the budget ended up on his desk a week into the new fiscal year marked by the most \"no\" votes from GOP lawmakers of any of his three state budgets. One Republican, state Rep. Rob Brooks, described the budget as \"crap.\"\nThe Legislature's Republican-controlled budget committee handed the governor a string of defeats as it spent months revising the two-year budget.\nThe committee scrapped his plans to grant the University of Wisconsin System autonomy from state oversight and scaled back a $300 million cut the governor wanted to impose on the system by $50 million. The panel also rejected deep funding cuts for K-12 public schools and the popular SeniorCare prescription drug program as well as a proposal to borrow $220 million for a new Milwaukee Bucks arena.\nThe committee slipped a provision into the budget that Walker's office helped draft that would have dismantled Wisconsin's open records law. Walker and Republican leaders did a quick about-face, stripping the provision in the face of a wave of bipartisan outrage.\nAssembly Republicans, in particular, were extremely critical of the budget, with 11 GOP members voting against the plan on the floor. They cited a host of reasons, saying the budget doesn't spend enough on public schools and borrows too much for road work. They also took issue with provisions exempting local governments from the prevailing wage law. Those statutes require the government to pay construction workers minimum salaries on public projects.\nThe spending plan still gives Walker plenty of talking points as he courts conservative voters in early primary states in the coming weeks. It expands the private school voucher program, which provides state subsidies for students to attend private schools, including religious ones. It also extends a freeze on in-state UW tuition for another two years, removes tenure protections for UW professors from state law and imposes no sales or income tax increases.\nWalker made 104 changes to the spending document using his extensive veto power, which allows him to cut words from sentences and remove individual digits to create new numbers.\nHe nixed provisions that would have given the payday loan industry authority to offer financial advice as well as offer insurance, annuities and other related products. Opponents said the language would make it easier for predatory lenders to exploit the needy. Walker wrote in his veto message that the provisions were overly broad and gave the industry the ability to offer services beyond what other financial institutions can offer.\nHe wiped out $1 million in grants for nonprofit conservation organizations, saying he objects to handing out the money without accountability. He also erased requirements that the state must cover treatment for food stamp and publicly-administered job training recipients who fail drug tests, saying he objects to the state paying if the person has other coverage. The state would still be the payer of last resort, Walker wrote.\nHe erased provisions the budget committee added to the spending plan that would have required the state schools superintendent to develop English, reading, writing, science and math tests for students in grades three through 10 that would be used to track their progress in each subject toward college. Walker called the testing unnecessary and school boards should be able to decide for themselves what tests to adopt.\nHe also removed provisions that would have required the troubled Wisconsin Economic Development Corporation to hand out $750,000 in grants, saying the mandate reduces WEDC's flexibility.\nWalker created WEDC shortly after starting his first term as governor in 2011. The agency was beset with problems from the start, including not tracking past-due loans, leadership turnover and highly critical audits that revealed mismanagement. The agency came under fire in May after the Wisconsin State Journal reported it handed an unsecured $500,000 loan to a company owned by Walker campaign donor William Minahan in 2011 that still hasn't been paid back.", "byline": "", "description": "Gov. Scott Walker signed the next Wisconsin state budget into law on Sunday, brushing aside complaints from his own party about the $73 billion spending plan and fulfilling his promise to get it done before he announces he is running for the Republican nomination for president.", "title": "Walker signs revised Wisconsin budget ahead of presidential run", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/oryRs3VLghU/", "topics": ["campaign_finance"], "people": ["John Hart", "William Minahan", "Rob Brooks", "Peter Barca", "Jennifer Shilling", "Scott Walker"], "orgs": ["Wisconsin State Journal", "Legislature", "Wisconsin Economic Development Corporation", "Assembly", "Senate", "WEDC", "Milwaukee Bucks arena", "University of Wisconsin System", "GOP"], "authors": [], "date_written": "2015-07-13 05:57:39", "org": "fox", "article_id": "e69eef9f114a1807c6d3a913ef841590", "date_access": "2015-07-13 05:10:07.097925"}