{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Trump goes nuclear on Carson, Fiorina • Walker joins fall fashion trend with re-boot • Panic Time: Bernie now leads Hillary in Iowa and N.H. • Pressure mounts for more Dem debates • His Ben & Jerry’s flavor: Rocky Road Rage\nTRUMP GOES NUCLEAR ON CARSON, FIORINA Donald Trump has prospered as the conservative insurgencies human wrecking ball, smashing into establishment favorite Jeb Bush. But how will he fare in his fresh feuds with fellow outsiders Ben Carson and Carly Fiorina?  A week ago Trump said he hoped Carson would “hit” him, because Trump “love[s] to counterpunch.” Does he ever.  Carson, who is gaining fast on frontrunner Trump in a new poll today, took a mild shot at what Trump’s self-described “big league” Christian faith.  Pressed by reporters during a campaign stop in Anaheim, Calif., to respond to Trump’scriticisms that Carson isn’t qualified to be president, the retired neurosurgeon initially declined.  But when asked to contrast himself with the New York billionaire, Carson responded, “…I realize where my success has come from, and I don’t any way deny my faith in God,” said Carson. Carson went on to cite favorite scriptures that “humility and fear of the Lord are riches in honor and life,” saying that he didn’t get “that impression with” Trump.  That was a swipe at Trump who bragged that he likely hadn’t ever felt the need to ask God’s forgiveness.  On CNN today, Trump unloaded on Carson:  “Look at his faith and you’re not going to find so much. And you look at his views on abortion which were horrendous, and that’s I think why I’m leading with all the evangelicals. I’m leading Ben Carson by a lot I’m almost double his numbers.”  “But I don’t know Ben Carson, perhaps – you know – an okay doctor…we’re not talking about a great – he was an okay doctor.”  “And now, because he’s a doctor and he hired one nurse, he’s going to end up being president of the United States?”  “For him to read from the Bible in his memory, it looked like it memorized it about two minutes before he went on stage.”  But Carson isn’t the only target of Trump’s wrath.  Businesswoman Carly Fiorina, who also gained ground on Trump in CNN’s poll out today, got a dose too.\nIn an interview with Rolling Stone Trump mocked Fiorina’s appearance: “‘Look at that face!’ he cries. ‘Would anyone vote for that? Can you imagine that, the face of our next president?!’ The laughter grows halting and faint behind him. ‘I mean, she’s a woman, and I’m not s’posedta say bad things, but really, folks, come on. Are we serious?’”  Fiorina declined to respond in kind during an interview on “The Kelly File” saying instead, “I’m not going to spend a single cycle wondering what Donald Trump means. But maybe just maybe I’m getting under his skin a little bit because I’m climbing in the polls.”  In a phone call to “Fox & Friends” today, Trump claimed he was not referring to her appearance but instead, “about persona.” But as Trump’s own comments to Rolling Stone make clear any disparagement of women’s appearances is a fraught subject for the GOP frontrunner.  Trump did not, however, shy away from continuing to attack Fiorina’s record as a businesswoman and her qualifications to be president.  Given the strong favorable views of Republicans voters towards Fiorina and Carson, Trump’s attack-dog approach with his fellow outsiders looks to be a much riskier gambit than his ceaseless trolling of the beleaguered Bush.  WALKER JOINS FALL FASHION TREND WITH RE-BOOT AP: “Republican Scott Walker plans to talk about ‘wreaking havoc’ on Washington D.C. with a Thursday speech at the alma mater of former President Ronald Reagan. Walker's presidential campaign on Tuesday released excerpts of his speech to be delivered at Eureka College in Illinois. Walker is also expected to release weekly ‘day one’ promises that describe action he would plan to take on his first day as president. Walker has already said he will end the Iranian arms deal and propose repealing and replacing the federal health care law on his first day in office. The speech and weekly release of ‘day one’ promises comes as Walker is trying to regain ground after being among the top tier of Republican candidates, only to see his standing drop in recent polls.”  [The Atlantic’s Molly Ball goes back to where it all began to look for Walker’s path forward: “For the past four years, Walker has dominated Wisconsin. His bold agenda shattered the status quo, he shocked the left and united the right, and he couldn’t be beat. Recalled in 2012, challenged in 2014, he kept on fighting and kept on winning. … For Wisconsinites accustomed to Walker’s dominance, his fall from glory nationally has been disorienting and out of character. Back home, he has always been focused, disciplined, on-message to a fault.”]  Jeb gets a little Trump-y in tax plan - NYT: “Former Gov. Jeb Bush of Florida challenged some long-held tenets of conservative tax policy on Wednesday by proposing to curtail valuable deductions that benefit businesses and the wealthy and eliminate a loophole that has benefited hedge fund and private equity managers for years. That an establishment Republican candidate has embraced such changes not only highlights how income inequality has altered the tenor of the presidential debate for the party, but also indicates the ideological pull Donald J. Trump’s candidacy is having on the Republican field after he made similar proposals.”  [Bush will talk about his tax policy and hold a town hall in New Hampshire today.]  Koch group applauds - Conservative group Freedom Partners praised the GOP candidates who have come out with detailed tax reform plans. President Marc Short said in a statement, “We applaud Governor Jeb Bush, as well as Senators Rand Paul and Marco Rubio, for providing detailed plans to lower rates, reduce corporate welfare and simplify the tax code.” Freedom Partners supports reducing tax rates, and ending corporate loopholes.  FEDS FILLET CHRISTIE’S REVIVAL USA Today: “The Bridgegate scandal, dormant for months, sprung back to life with a vengeance Tuesday – a day before the second anniversary of the bridge lane closures – for New Jersey Gov. Chris Christie and his struggling presidential campaign. United Airlines announced that its chief executive officer had stepped down, a casualty of the airline and federal prosecutors’ inquiries into the relationship between the company’s executives and the former chairman of the Port Authority of New York and New Jersey… Two former Christie loyalists, Bill Baroni and Bridget Anne Kelly, are scheduled to be tried in the fall on Bridgegate-related charges. David Wildstein, a former Port Authority official and high-school classmate of Christie, pleaded guilty in May... The fall of United’s CEO is the latest sign that prosecutors may be building a case in their spinoff investigation of David Samson, the influential lawyer who chaired Christie’s gubernatorial transition and later the Port Authority.”  WITH YOUR SECOND CUP OF COFFEE… Of the many theories that exist about human evolution the latest find from explorers in South Africa proves to be the most revolutionary. National Geographic brings today’s biggest science story of two recreational cave divers stumbling upon a new species of human ancestor called Homo naledi. Steven Tucker and Rick Hunter found a cave outside Johannesburg looking for a new adventure in an area known for fossil discoveries, and research. Although much of the area has been trodden over, Tucker and Hunter were hoping to find a new path or a less-explored area. In a narrow cave, barely big enough to fit them through, they found they would be far from disappointed, discovering what appeared to be a vast collection of human bones. But how did this cave collect so many bones? Is it possible that this species buried their dead in some way? Check out this deep read for an account of their findings here.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 46.0 percent//Disapprove – 50.3 percent Directions of Country: Right Direction – 28.6 percent//Wrong Track – 62.4 percent  PANIC TIME: BERNIE NOW LEADS HILLARY IN IOWA AND NEW HAMPSHIRE Des Moines Register: “A new poll finds liberal firebrand Bernie Sanders has jumped into the lead in Iowa – by one point. The Vermont U.S. senator is the favorite choice for president for 41 percent of Iowa likely Democratic caucusgoers, while 40 percent say former U.S. Secretary of State Hillary Clinton is their current favorite choice, a Quinnipiac University poll released Thursday found. Another 12 percent pick Vice President Joseph Biden as their top choice for president in 2016. In Quinnipiac's last poll, in early July, Clinton had 52 percent, Sanders had 33 percent and Biden had 7 percent.”  Pressure mounts for more Dem debates - The Hill: “Two Democratic National Committee officers are bucking party leaders and joining the growing chorus for more Democratic presidential debates. Rep. Tulsi Gabbard (D-Hawaii) and Minneapolis mayor R.T. Rybak, both of whom are DNC vice-chairs, wrote a joint Facebook post on Wednesday night urging the national party to add more debates and to drop the threat of exclusion for candidates that participate in unsanctioned debates.”  TAKE FIVE: SENATE STAKES SPEEDING UP As Democrats look to pick up five seats in 2016 and Republicans look to shore up their majority, we’re asking readers to jot down your picks of the top five GOP battlegrounds. And with the summer over, the pace is picking up.  [Your picks - The current tally of reader votes on the five top battlegrounds for control of the Senate in 2016 are: 1) Illinois; 2) Wisconsin; 3) Pennsylvania; 4) Ohio; 5) Florida.]  Fla. Dem puts out another doozy - Daily Caller: “Democratic Florida Rep. Patrick Murphy, who is running for U.S. Senate to replace Marco Rubio, has had a rough couple of weeks. First, he channeled Neville Chamberlain’s infamous ‘peace in our time’ rhetoric when he endorsed the Iran deal. And now, in a local interview that aired on Sunday, he declared that ‘America has topped the world, in many ways, [in] greed and selfish behavior.’”  Stage call - The Hill: “Republicans have targeted Sen. Michael Bennet (Colo.) as the party’s best chance at toppling a Democratic incumbent. And Democrats see Sen. Richard Burr’s (N.C.) seat as prime for the taking. The landscape in the two states is similar, and the party establishments have yet to find top-tier challengers for either race heading into the fall.”  Duckworth toes the party line on Iran - Springfield (Ill.) State Journal-Register: “Democratic U.S. Rep. Tammy Duckworth says she’ll support the Iran nuclear deal despite ‘serious concerns’ about threats to Israel. The 2016 U.S. Senate candidate said in a statement Wednesday the agreement is imperfect. But she says it gives the U.S. and its allies “the most realistic and effective course of action currently available to stop Iran’s nuclear weapons program.’ Duckworth is looking to unseat Illinois Republican Sen. Mark Kirk, one of the most vocal opponents of the agreement.”  Keep your votes coming!  Let us know whether the current ranking is up to snuff. We want your take on Take Five.  Share your top five picks. Email them – just five, please – to FOXNEWSFIRST@FOXNEWS.COM or tweet @ChrisStirewalt.  THE JUDGE’S RULING: TWO WRONGS DON’T MAKE A RIGHT Though he believes that the decision to incarcerate Kentucky court clerk Kim Davis wasn’t the right course of action, Senior Judicial Analyst Judge Andrew Napolitano says Davis’s argument in refusing to issue marriage licenses to same-sex couples because of her religious convictions is flawed: “The Free Exercise Clause guarantees individuals the lawful ability to practice their religion free from government interference. It does not permit those in government to use their offices to deny the rights of those who reject their beliefs. That is the lesson for Kim Davis.” Read here.  HIS BEN & JERRY’S FLAVOR: ROCKY ROAD RAGE WCAX: “Vermont state police say a man caught going more than 100 mph in Royalton was on his way to court to take care of a speeding ticket. Investigators say they received several reports Wednesday afternoon of a car going over 100 mph and weaving in and out of traffic on Interstate 89 northbound. Troopers say they clocked Seth Tichenor, 33, of West Hartford, going 112 mph in a 65 mph zone. He was arrested for excessive speed and negligent operation. Police say Tichenor told them he was headed to traffic court to take care of a speeding ticket.”  AND NOW, A WORD FROM CHARLES… “People are upset about [Hillary Clinton’s] server and secret email and all that, yes.  But the most upsetting thing – and I think the real danger – is the corruption in the foundation.  And I think that’s what needs to be asked: ‘Did you as a criterion for erasing stuff on the grounds that it is not public, was one of those criteria references to the foundation?’  And if her answer is yes – who knows what it will be? – but if the answer is yes, that’s what she is trying to hide.” – Charles Krauthammer on “Special Report with Bret Baier.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Trump’s attack-dog approach with his fellow outsiders looks to be a much riskier gambit than trolling Jeb Bush.", "title": "Trump goes nuclear on Carson, Fiorina", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/sVSEgzlBYhI/", "topics": ["personality"], "people": ["Bridget Anne Kelly", "Chris Wallace", "Mark Kirk", "Kim Davis", "Marc Short", "Ronald Reagan", "Tammy Duckworth", "Seth Tichenor", "Charles Krauthammer", "Chris Stirewalt", "Chris Christie", "David Wildstein", "Kelly File", "Bret Baier", "Rolling Stone Trump", "Bill Baroni", "Richard Burr", "Donald J. Trump", "Bernie Sanders", "Rand Paul", "David Samson", "R. T. Rybak", "Andrew Napolitano", "Molly Ball", "Jeb Bush", "Patrick Murphy", "Donald Trump", "Marco Rubio", "Neville Chamberlain", "Michael Bennet", "Carly Fiorina", "Tulsi Gabbard", "Hillary Clinton", "Steven Tucker", "Rick Hunter", "Ben Carson"], "orgs": ["Port Authority", "United Airlines", "United", "DNC", "Quinnipiac University", "Quinnipiac", "National Geographic", "Ben & Jerry", "U.S. Senate", "Eureka College", "Homo naledi", "SENATE", "Democratic National Committee", "FNC", "Senate", "Freedom Partners", "GOP"], "authors": [], "date_written": "2015-09-10 16:16:30", "org": "fox", "article_id": "afb8174cae4d73e8507abbed22e63ab4", "date_access": "2015-09-10 17:30:11.379976"}