{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDemocratic presidential candidates on Sunday staked out their positions against front-runner Hillary Clinton ahead of the party’s first primary debate, challenging her stances of such issues as trade, domestic oil and gay marriage.\nVermont Sen. Bernie Sanders, ahead of the debate Tuesday, made the case that he has been steady in his views on U.S. trade deals and other policy issues while Clinton, a former secretary of state, has flip-flopped.\n“People will have to contrast my consistency against the secretary’s,” Sanders said on NBC’s “Meet the Press.”\nSanders, Clinton’s closest challenger, also argued that he has never liked a single U.S. trade deal, while Clinton last week opposed President Obama’s Trans-Pacific Partnership deal, which she backed as the country’s top diplomat.\nClinton leads Sanders, an Independent, by double digits in essentially every national poll, but trails him 41-to-32 percent among likely Democratic voters in early-voting state New Hampshire, according to a NBC News/Marist poll released last week.\nVice President Joe Biden, who still has an open invitation to join Tuesday’s debate from host CNN, got 16 percent in New Hampshire, in the poll.\n\nReporters are essentially following Biden’s every public move this weekend in his home state of Delaware should he make an unscheduled announcement about his plans.\nWhile Clinton and Sanders have so far declined to attack each other and are not expected to during the debate, the other Democratic candidates will likely be much more aggressive.\n\"I didn't shift positions right on the eve of the first Democratic debate,\" challenger and former Maryland Gov. Martin O'Malley said about Clinton on CNN’s “State of the Union.”\nClinton also has shifted her support for same-sex marriage and more recently opposed the construction of the Keystone XL oil pipeline, moves largely considered attempts to appeal to the more liberal or progressive voters attracted to Sanders, a Socialist.\nO’Malley, who also opposes the TPP trade deal, is polling at about 1 or 2 percent, according to essentially every major survey.\nO’Malley, Clinton and Sanders -- who are all calling for more gun control in the wake of another mass shooting on campus -- will be joined on the debate stage in Las Vegas by former Virginia Sen. Jim Webb and former Rhode Island governor and Sen. Lincoln Chaffee.\nWebb and Chaffee also are polling at about 1 percent.\nO'Malley also told CNN that he’s not worried about his low poll numbers heading into the CNN/Facebook Democratic debate.\n\"This race is really just beginning for the Democratic Party,\" he said.\nAlso on Sunday, Democratic National Committee Chairwoman, Rep. Debbie Wasserman Schultz, of Florida, said the party is open to a Biden run.\nO’Malley has criticized the DNC and its leader for not having more than six sanctioned debates, suggesting the limited number protects the front-running Clinton. Sanders has called for more debates, too.", "byline": "", "description": "", "title": "Ahead of Democratic debate,  trade, oil, gay marriage on agenda", "url": "http://www.foxnews.com/politics/2015/10/11/sanders-omalley-jab-clinton-ahead-first-democratic-debate/", "topics": ["trade", "gay_marriage"], "people": ["Lincoln Chaffee", "Martin O'Malley", "Joe Biden", "Hillary Clinton", "Debbie Wasserman Schultz", "Jim Webb", "Bernie Sanders"], "orgs": ["DNC", "Chaffee", "Democratic Party", "Marist", "Democratic National Committee", "TPP"], "authors": [], "date_written": "2015-10-11 18:32:33", "org": "fox", "article_id": "3b4ae305a4dd08c552c607bccbbb6acb", "date_access": "2015-10-11 18:00:04.895284"}