{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • So, um, congratulations, Mr. Speaker-elect? • Jeb escalates attacks on Rubio • First in Fox News First: Huma who? • Take Five: Marquee matchup in Granite State • Well, what else was he going to shout?\nSO, UM, CONGRATULATIONS, MR. SPEAKER-ELECT? If you have to be a little bit crazy to run for president, you have to be pretty well certifiable to want to be speaker of the House of Representatives.  And yet, three seemingly sane humans will today stand for election among their fellow members of the Republican House majority.  There are certainly reasons to do it. Aside from patriotism and duty, there is the prestige of being only the 54nd speaker in 226 years – to follow in the footsteps of the likes of Henry Clay and Sam Rayburn and be two heartbeats away from the presidency.  Plus, you get a very swank office and a whole cyclone of staff, security and various upkissers swirling around you at all times. And when you’re done, even if you finish in disgrace, you can go get good and rich.  But the job itself hardly seems worth it, especially these days. It’s so bad that John Boehner, like another famous German Catholic, took a surprise retirement.  Boehner may have only been a few steps ahead of the lynch mob in his caucus when he left, but he will still be the first speaker since Tip O’Neill to leave under his own steam and not be forced out by voters or by scandal.  So what’s the deal with Rep. Kevin McCarthy, who has an actual risk of contracting the speaker-itis ailment? The others running today can do so content in the knowledge that they are all but certain to fail, making a candidacy an appealing way to either make oneself more famous or make an ideological point.  McCarthy, though, is actually likely to end up with the job after an election ordeal that is only the amuse-bouche before the feast of degradation and frustration that lies ahead.  The election this afternoon will go like this: McCarthy is all but certain to win a majority of the 247 Republican House members, but not get the 218 votes he needs at the end of the month to be elected speaker by the whole House. With enough GOP members having vowed to not vote with their party’s pick, they can deny McCarthy a win on the first ballot, and, they hope, force the vote into chaos and allow other options – ranging from intriguing to absolutely batty – to come to the fore.  To prevent this from happening, McCarthy will spend the rest of the month making impossible promises to mistrusting adversaries. Those promises will make his eventual job so much more miserable.  Unable to deliver in office the unicorns of conservative excellence and purity promised by his foes, McCarthy will be called a traitor and a failure and the same folks who have reviled Boehner will threaten and thunder over McCarthy.  And the same Washington elites who deplored Boehner for not being able to simultaneously ignore and lead his own members will still be tweeting away in their just-so Capitol Hill mews or their paneled study in Great Falls.  So, um, congratulations, Mr. Speaker-elect?  JEB ESCALATES ATTACKS ON RUBIO USA Today: “[Jeb Bush] repeatedly, and not subtly, attacked those rivals — particularly fellow Floridian Marco Rubio, the senator who’s competing for the same segment of the party's primary electorate. ‘If you’ve been in Washington, D.C., the last six years as a United States senator, what have you done?’ Bush asked the crowd at a coffee shop in Muscatine on Wednesday morning. ‘You’ve pushed back against President Obama, and I admire that, but there’s been no change in the culture. We still are stuck, there’s still gridlock.’ And while that jab could’ve been aimed at any one of four incumbent senators in the GOP field, his next one was a bit more specific. ‘By the way,’ Bush said, ‘I think if congressmen — and women — are elected to serve, they actually ought to show up and vote.’”  Jeb says he doesn’t need Dubya to ‘rescue’ him - In an interview on CBS News, Jeb Bush said, “He doesn’t need to rescue me,’ Bush said of his brother. ‘I am on the path. I am totally confident where we are. I will continue to ask his advice and counsel. But I got to go win this. This is my job.”  [The Bush Super PAC has started shelling New Hampshire television viewers with new ads.]  Team Rubio warns of weak fundraising report - AP: “Ahead of what is expected to be a new and disappointing fundraising report next week, Rubio's aides have stressed that their thriftiness gives them a competitive advantage over campaigns with more money.”  Trump says he’s ‘satisfied’ and wants to stay at current poll level - The Hill: “Donald Trump on Wednesday acknowledged that his months long momentum in polls has likely ended, while expressing a desire to stay atop the GOP presidential field.  ‘When I started I went to 8 [percent in the polls] and they said, ‘He plateaued.’  Then the next week I went to 16 [percent], right?’ Trump said during a campaign event in Waterloo, Iowa. ‘And they said, ‘Oh, well, but that's a plateau.’ Then I went to 20, to 24 [percent] — we had a poll today, I think it was 35 or 34 [percent], it’s crazy,’ the celebrity businessman said. ‘I want to plateau now, I'm satisfied,’ Trump added.”  [Act II? - Donald Trump seeks to plot his second act as the race really starts to heat up. Chris Stirewalt and Howard Kurtz give their take on “The Kelly File” Watch here.]  Carson not sorry for saying bystanders should attack mass shooters - USA Today: “Republican presidential candidate Ben Carson on Wednesday sought to clarify his remarks that he would try to fight back against a shooter and not ‘just stand there’ in a mass shooting…Speaking Wednesday morning on CBS, Carson his comments were intended to help people prepare for future attacks. ‘I want to plant in people’s minds what to do in a situation like this because this unfortunately probably is not going to be the last time this happens,’ he said.”  Burn book - WashEx: “Democratic presidential candidate Hillary Clinton sent a signed copy of her memoir Hard Choices to several of the major Republican presidential candidates. Kentucky Sen. Rand Paul responded by signing the book with a message for Clinton and auctioning the memoir on eBay. ‘Hillary, you refused to provide security for our mission in Benghazi,’ Paul wrote. ‘Should forever preclude you from higher office! Rand Paul.’ The book signed by Paul and Clinton has already received several bids online, in excess of $300 as of press time.’”  Nebraska endorsement for Carly - Omaha World-Herald: “Rep. Jeff Fortenberry, R-Neb., is backing Republican presidential candidate Carly Fiorina, as are Howard and Rhonda Hawks. Howard Hawks is the founder and chairman of Omaha-based Tenaska, a private energy company, and a University of Nebraska regent. Rhonda Hawks is president of the Hawks Foundation. Fortenberry represents Nebraska’s 1st District, which includes Lincoln and parts of Sarpy County.”  Huckabee to visit U.S.-Mexico border - On Saturday, former Gov. Mike Huckabee will visit the U.S.-Mexico border near San Diego with Rep. Duncan Hunter and members of the National Border Patrol Council.  WITH YOUR SECOND CUP OF COFFEE… It was 252 million years ago that nearly all life on earth vanished because of what paleontologists believe was a massive volcanic explosion. But some were able to survive this environmental catastrophe. How did they do it? WaPo brings us the story of two scientists who uncovered a theory about the “Great Dying” writing: “The key to survival seems to lie in food webs, the complicated interactions you probably mapped out in middle school that illustrate how species in an ecosystem get food — and avoid getting turned into food. A stable food web can isolate a community from environmental disasters, even the loss of some species, and the best food webs are like a well-built building: individual bricks may crumble or be removed, but the overall structure remains sound.”  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.6 percent//Disapprove – 49.3 percent Directions of Country: Right Direction – 27.2 percent//Wrong Track – 62.3 percent  FIRST IN FOX NEWS FIRST: HUMA WHO? Pro-GOP group America Rising has released a 36-page report documenting long-time Clinton aide Huma Abedin’s work with Hillary Clinton over the years. Abedin, who is scheduled to testify at the House special committee on Benghazi in the coming weeks, has come under scrutiny for simultaneous roles in the State Department, Clinton Foundation, and consulting firm Teneo. In light of uncovered emails that reveal conflicts of interest in Abedin’s multiple roles, America Rising compiled articles and book excerpts all the way from Abedin’s White House intern days to her upward progression in the Clinton political universe.  Awkward defense of attack super PAC - In her interview with PBS, Clinton claimed that her campaign did not coordinate with the pro-Clinton group Correct the Record to attack Sen. Bernie Sanders. But a few months ago, the PAC split from its parent just so they could coordinate with the campaign. Hmmm…  Trading her Prada for flip flops on Wall Street - Reuters: “U.S. Democratic presidential candidate Hillary Clinton will unveil on Thursday a sweeping plan to curb what she has called the abuses of Wall Street, proposing everything from raising the fines that can be levied by regulators to requiring executives to bear some of those costs. The outline of Clinton’s plan, which was provided to Reuters for review, also includes strengthening the ‘Volcker rule’ in the 2010 Dodd-Frank Act and imposing a new tax on high-frequency trading. Clinton's push to get tough on Wall Street comes as she is fending off a challenge from U.S. Senator Bernie Sanders, her main rival for the Democratic nomination for the November 2016 election.”  Completes full reversal on trade deal - Vox: “After months of hinting she might oppose the Trans-Pacific Partnership, Hillary Clinton made it official this week. And her explanation for why she's coming out against the deal now — after years of supporting it — makes no sense…She even said in 2012 that ‘this TPP sets the gold standard in trade agreements.’ Now she sees things differently. In the interview with PBS’s Judy Woodruff where she came out against the treaty, she cited two specific objections: It doesn't have language dealing with currency manipulation, and it has provisions that favor big drug companies over patients.”  Susan Rice backhands Hillary - Free Beacon: “National Security Adviser Susan Rice [was asked by Bloomberg] to list three of Clinton’s biggest accomplishments while Secretary of State, …‘Well, first of all, we were able to bring to conclusion two long and costly wars in Iraq and Afghanistan and she was very much involved in supporting those transitions,’ Rice said…‘We’ve been negotiating the Trans-Pacific Partnership agreement to bring that to fruition,’ Rice said. ‘We are looking forward to obtaining Trade Promotion Authority from Congress. That is another significant accomplishment.’”  Zing! Biden says secretary of state would be ‘demotion’ - The Hill: “Vice President Biden wrapped up his address to union leaders during a summit at the White House on Wednesday with a joke about being ‘demoted to secretary of State’…‘And if I don't move, I’ll be demoted to secretary of State or something like that,’ Biden said to laughs as he moved to wrap up his remarks after arriving a few minutes late to the lectern. ‘That’s a joke,’ he quickly added, pointing to the press in the room. ‘That’s a joke. That's a joke.’”  The Judge’s Ruling: Laws of man and nature - Fox News Senior Judicial Analyst Judge Andrew Napolitano notes that as Hillary Clinton seeks political gain from the tragic shooting in Roseburg, Ore., her proposed “fix” of Supreme Court rulings upholding the right to bear arms would run roughshod over the Second Amendment: “The right to self-defense is a manifestation of the natural instinct for survival, borne in the hearts of all rational people.  But Hillary Clinton rejects that instinct because she prefers we become dependent upon the government – as long as she is running it.” Read here.  TAKE FIVE:  MARQUEE MATCHUP IN GRANITE STATE New Hampshire Gov. Maggie Hassan’s announcement that she’ll challenge incumbent Republican Sen. Kelly Ayotte turns the spotlight to a key race for control of the Senate. Democrats see Hassan as their best chance to oust Ayotte and pick up one of five seats they need to wrest control from Republicans. In the latest episode of “Power Play with Chris Stirewalt” The Weekly Standard’s Daniel Halper dissects the matchup and his top five Senate picks.  Halper ranks Illinois and Wisconsin as the most competitive races this cycle, followed by Florida, Ohio, and yes, New Hampshire. While Ayotte has a slight edge in early polling, Halper points to Hassan’s having won state-wide and the slightly leftward lean of Granite State voters in her favor. But Ayotte’s strategy of tying Hassan to the gridlock in the state capitol may take its toll. WATCH HERE.  Your picks - The current tally of Fox News First reader votes on the top five battlegrounds for control of the Senate: 1) Illinois; 2) Wisconsin; 3) Pennsylvania; 4) Ohio; 5) Florida.  Neck and neck in Ohio - Former Gov. Ted Strickland, D-Ohio, holds a razor thin lead over Republican Sen. Rob Portman, according to a new Quinnipiac University poll.  Strickland edge, 46 percent to Portman’s 43 percent, falls just outside the poll’s 2.9 percent margin of error. The race has been tight since Strickland saw an early summer lead evaporate to a statistical tie in August. The Q-poll numbers come just 3 days after the Portman campaign announced it raised more than $2 million in the quarter that just ended, and has more than $11 million on hand. Strickland has yet to release any figures for the quarter.  At least Kirk will get one win this cycle - Illinois Sen. Mark Kirk may be in trouble when it comes to keeping his Senate seat, but he’s in the pink today. With the Chicago Cubs victory over the Pittsburgh Pirates in the National League Wild Card Wednesday night, Kirk wins a friendly bet with Republican colleague from Pennsylvania, Sen. Pat Toomey. Kirk’s prize: Iron City beer and pirogies. But the news is not all bad for Toomey, this week’s Quinnipiac poll shows him leading all Democratic comers by a wide margins.  Keep your votes coming! - Let us know where you think the hottest contests are brewing and why.  Share your top five picks. Email them – just five, please – to FOXNEWSFIRST@FOXNEWS.COM or tweet @ChrisStirewalt.  WELL, WHAT ELSE WAS HE GOING TO SHOUT? Daily Courier: “Police don’t get calls like this every day. Monday night, Oct. 5, at about 8 p.m., a banana attacked, then split, giving cops the slip. A male subject - police don’t know how old he was - in a banana suit, opened the door of a business in the 7000 block of Florentine Drive, shouted ‘Banana!’ and threw a banana inside. Then he ran from the business. Not long after that, an officer reported that a couple walking a dog told him that a banana just ran past them. The subject was described as wearing jeans, black shoes, and, yes, a banana suit.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "These days, you have to be pretty well certifiable to want to be speaker of the House of Representatives.", "title": "So, um, congratulations, Mr. Speaker-elect?", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/D-X_bb0zOlE/", "topics": ["trade"], "people": ["Kelly Ayotte", "Chris Wallace", "Daniel Halper", "Susan Rice", "Howard Kurtz", "Frank Act", "Mike Huckabee", "Chris Stirewalt", "Ted Strickland", "Kelly File", "Bret Baier", "John Boehner", "Henry Clay", "Bernie Sanders", "Pat Toomey", "Judy Woodruff", "Huma Abedin", "Rand Paul", "Mark Kirk", "Rob Portman", "Andrew Napolitano", "Jeb Bush", "Donald Trump", "Sam Rayburn", "Carly Fiorina", "Duncan Hunter", "Clinton Foundation", "Hillary Clinton", "Maggie Hassan", "Ben Carson"], "orgs": ["Quinnipiac", "Lincoln", "National Border Patrol Council", "PBS", "Trade Promotion Authority", "Congress", "TPP", "State Department", "Supreme Court", "Quinnipiac University", "Chicago Cubs", "House of Representatives", "PAC", "Teneo", "Prada", "America Rising", "FNC", "Senate", "GOP"], "authors": [], "date_written": "2015-10-08 16:30:27", "org": "fox", "article_id": "c1aa2c6e1621a5de9b2fd12c1c3663bf", "date_access": "2015-10-08 17:00:37.217066"}