{"body": "\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Mythical creatures abound on gun control • Biden back and forth about run • 2016 GOP Power Index: Early states roil race • Newt, Ryan rally to McCarthy • Oh, in that case…\nMYTHICAL CREATURES ABOUND ON GUN CONTROL One of the reasons that business is so good for false prophets in politics these days is that it works so well – at least when it comes to raising money and winning elections.  And when your prophecies don’t come to pass, the way out is simple. You just point at the unicorn barn. That’s where the other guys – the bad guys who are too scared, too stupid or too corrupt – keep the solutions locked away.  Republicans won’t agree to an unconditional increase to the debt limit? Mint a $1 trillion coin, Mr. President. Supreme Court rules against conservatives on same-sex marriage? Simple: Just ignore the court.  Any criticism of the plans can be brushed away by calling for another unicorn release (FYI: they eat mostly Frankenberry and pepperoni pizza Combos): “winning the messaging war” or similar claptrap that imagines an unpopular point of view will garner more support in the midst of a vicious public struggle. Or that shame somehow still exists in American civic life.  None of this is to say that politicians don’t sometimes fail because they are scared (often), stupid (sigh) or corrupt (occasionally). Stipulated. But the unicorn wranglers are the ones who exploit the failing system by making impossible promises.  Last week, President Obama rustled up a whole herd of unicorns on the issue of gun control. To listen to the president, one would have assumed that there was a piece of legislation or a serious proposal under consideration that would have prevented the most recent campus killings.  In this version, Republicans are too scared, stupid and corrupt to allow this “common sense” legislation to advance. But that’s not the case. In recent years, Democrats have focused mostly on closing loopholes in federal background checks – especially on private sales.  But in none of the recent mass shootings that spur these occasional surges in media interest in gun control has the so-called “gun-show loophole” been a factor. There were lapses in the application of existing laws and failures to report obvious mental illnesses, certainly, but not one used a private sale to circumvent the law.  We had a similarly disjointed conversation after the 2012 massacre in Newtown, Conn. Then, the focus was on banning certain weapons, and reinstating the lapsed “assault weapons” ban. But that turned out to be false prophecy, too. So the movement moved back to the background check argument.  The president knows about these disconnections. But, he argued Thursday, it is appropriate to politicize the moments that refocus public attention on the issue of gun laws. Well, maybe.  It’s certainly fine to use a searing incident to advance legislation to prevent its recurrence. But it’s neither wise nor appropriate to exploit a tragedy for achieving a substantially unrelated goal.  There’s no way to know how many or how few of the more than 11,000 homicides committed with firearms in 2013 (the most recent data available) were facilitated by a private sale. If you want to close the loophole, then find the victims of it and make martyrs of them. But don’t placate your political base and stoke contributors on the grounds that you have a solution. And certainly don’t do so with the deaths of citizens as props.  But who wants to tell voters a sad story about complicated public safety in a world where pistols outnumber functional families, of unraveled communities and the pharmacological palliatives pasted on top of them? Calling to regulate the firearms industry more sure sounds better.  There is one plan that might arguably prevent mass shootings. The president made passing reference to something in the vein when he mentioned that Australia had changed its laws in response to a mass shooting there. What he was referring to was a 1996 law that enacted a sweeping ban on many firearms, including existing ones, and set rigid requirements for gun licenses.  A ban and mass confiscations might work (or it might not) but at least it is on topic. But is the president really ready to lead the fight for a constitutional amendment to allow such a thing? Or wreck the remainder of his presidency in a legal fight over the Second Amendment he would surely lose?  Most likely, Obama will blame the bad guys in the other side and then fill the feedbags with Frankenberry. On to the next fundraiser, guys.  And now we know what Hillary Clinton is going to do, too. Giddyup.  2016 Democratic Power Index: Flagging frontrunner - 1) Hillary Clinton; 2) Joe Biden; 3) Bernie Sanders; 4) Martin O’Malley; 5) Jim Webb; 6) Elizabeth Warren; 7) Lincoln Chafee  KNOWN UNKNOWNS: BIDEN BACK AND FORTH ABOUT RUN Chris Cillizza ably describes the terrain as Vice President Joe Biden makes a final decision about a presidential run. One Democratic strategist who has talked with Biden insiders about the run told Fox News First that it seemed the team was trying to “get to yes” and that many had already made up their minds. Cillizza asks the right questions about a hypothetical Biden run:  “But what happens from there? Are undecided Democratic voters reminded of the things — his tendency to just say stuff, his long years spent in official Washington, etc. — that made Biden less than appealing as a candidate for the big job during his past two bids? Or would a Biden candidacy lead to a reevaluation of Clinton by many establishment types who have stayed with her simply because they can’t imagine backing Sanders? Could Biden, under this scenario, trigger a full-scale revolt against Clinton by some (or many) of the establishment building blocks of her candidacy?”  Bernie crowds break records again - Byron York checks the temperature on the Bernie Sanders movement in Boston. The answer: “In 2007, candidate Barack Obama, drawing rockstar crowds on his way to the White House, held a rally on Boston Common that drew 10,000 people. It was the biggest political gathering in Massachusetts in decades. On Saturday Bernie Sanders brought more than twice that number, an estimated 24,000, to the Boston Convention and Exhibition Center -- close to 20,000 inside the cavernous building and the rest watching a big screen outside.”  IT’S OFFICIAL: HASSAN CHALLENGES AYOTTE Roll Call: “Gov. Maggie Hassan announced Monday she is challenging GOP Sen. Kelly Ayotte for Senate in the Granite State, rather than seek a third term as governor. It’s a move Democrats say gives the party its best shot at picking up a seat that will prove critical to Senate control…. In recent months, a handful of polls found Hassan and Ayotte tied in a head-to-head match-up. And Democrats say Hassan will be a strong fundraiser with a proven history of winning statewide in New Hampshire. But Ayotte starts the race with a significant cash on hand advantage and the power of incumbency, giving her a slight edge more than a year from Election Day.”  WITH YOUR SECOND CUP OF COFFEE… National Geographic: “In a study published recently in the journal Animal Behaviour, [Kaeli Swift] found that American crows associate people seen handling dead crows with danger, and can be wary of feeding near such people. At the start of her two-year experiment, Swift put out food at over a hundred sites where in Washington State, which attracted breeding and nesting crows. Swift then had about 25 human volunteers don masks and asked them to stand near the food for 30 minutes, in clear view of the crows…Each volunteer was either holding a dead crow, standing near a dead red-tailed hawk—a crow predator—or standing near a dead red-tailed hawk holding the dead crow…As the control variable in the experiment…there was either no volunteer present or one who was empty-handed. Almost universally, the crows responded to seeing the people and dead birds by ‘scolding’—or putting out an alert call to other crows.”  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.4 percent//Disapprove – 49.5 percent Directions of Country: Right Direction – 27.2 percent//Wrong Track – 62.3 percent  2016 GOP POWER INDEX: EARLY STATES ROIL RACE It may not be fair to the rest of the country, but you can’t become a major party nominee without winning one of the first three contests: Iowa, New Hampshire or South Carolina.  This week’s Power Index reflects the shifting ground in two of those states.  Especially in New Hampshire where this month’s NBC/WSJ Marist poll shows Carly Fiorina making a 10-point leap: from 6 percent last month to 16 percent this month. She still trails frontrunner Donald Trump, but her Granite State surge shows a potential path for Fiorina who has been mostly surfing the national zeitgeist.  The bad news was for Ohio Gov. John Kasich, whose numbers receded after a media blitz from his super PAC helped get him to the top tier there. He now sits in seventh place behind fellow all-or-nothing-in-New Hampshire candidate Gov. Chris Christie.  But if anyone has a reason to breathe a sigh of relief at this poll it’s Jeb Bush who gained 3 points and finished in third place, but not enough to offset continuing national woes.  Bush spent the weekend weathering the fallout from saying “stuff happens” about a recent mass shooting. It may not have an immediate effect on Bush’s polling, but now is certainly not the time that Bush can afford to look wobbly before skeptical donors.  The early state verdict on poll-leading Trump: he led both surveys but showed new weakness, especially in New Hampshire where Trump saw a 7-point decrease.  1) Ted Cruz; 2) Carly Fiorina [+1]; 3) Marco Rubio [+1]; 4) Jeb Bush [-2]; 5) Donald Trump; 6) Ben Carson; 7) Chris Christie [+1]; 8) John Kasich [-1]; 9) Mike Huckabee; 10) Bobby Jindal [previously unranked]  On the radar: Rand Paul, Rick Santorum,Lindsey Graham, George Pataki, Jim Gilmore  What would you say? - Give us your take on the 2016 Power Index we will share the best and brightest with the whole class. Send your thoughts to FOXNEWSFIRST@FOXNEWS.COM  [Watch Fox: Chris Stirewalt joins “The Real Story” in the 2 p.m. ET hour with the latest on who’s up and who’s down in the 2016 Power Index.]  Jeb may call in big brother to save South Carolina - NYT: “Tim Miller, Jeb Bush’s communications director, suggested that the campaign was open to having George Bush appear at rallies for his brother before the [South Carolina’s] primary in February. ‘To the extent it makes sense on the campaign, we’re going to be happy to have his support, and I know President Bush is willing to help,’ Mr. Miller said…As for the danger of the former president’s undermining his brother’s prospects in a general election, supporters of Jeb Bush believe the Democrats will try to link the two regardless of whether George Bush engages more in the contest.”  Hits keep coming: Media mangles Carly - The Daily Beast found that the group that manages Carly Fiorina’s philanthropic fund also has clients that direct donations to Planned Parenthood. So what? One could argue that by the same logic that Republicans use to say that taxpayer funding for the group’s non-abortion-related activities, Fiorina’s patronage of the firm generates revenues that facilitate its overall operations, thereby indirectly supporting the Planned Parenthood contributions of others. You wouldn’t know that from the lede of the story, which is part of the ongoing media irradiation of the only female GOP contender, but that’s the crux: “Asked if Fiorina has a problem with Ayco distributing funds to Planned Parenthood, and if she’s ever lobbied them to stop, [campaign spokeswoman Sarah Isgur Flores] said, “Carly has no control over those clients and their giving preferences.” Asked why Fiorina doesn’t just find a donor-advised fund that vows never to give money to Planned Parenthood on behalf of anyone, Flores didn’t respond.”  [But along with the press lashing, Fiorina’s rise has given her the chance to make her case to deep-pocketed donors in the Koch network. Or so says Reuters.]  POWER PLAY: TWO-FRONT WAR ON PLANNED PARENTHOOD Arkansas Attorney General Leslie Rutledge is locked in a fight in her state over defunding Planned Parenthood, and making a push for the Supreme Court to reconsider Arkansas’ struck-down ban on abortions after the first trimester. She tells Chris Stirewalt how the battle is going. WATCH HERE.  NEWT, RYAN RALLY TO MCCARTHY Presenting himself as a uniter, Jason Chaffetz, R- Utah, announced his bid Sunday to become the next House speaker, challenging next-in-line Majority Leader Kevin McCarthy and vowing to “bridge the divide” that has roiled the chamber’s Republican caucus. “I’m offering myself as an alternative,’ Chaffetz told “Fox News Sunday.” Chaffetz’s entry may be uniting Republicans, but perhaps not as he had intended. McCarthy appears to have the support of a majority of House Republicans – making him the likely winner of a closed-door election set for Thursday.  While neither McCarthy nor Chaffetz appear to have a clear path to the necessary 218 votes from the full House later this month, McCarthy is rallying. He now has support from Rep. Paul Ryan, R-Wisc., and former House Speaker Newt Gingrich calling McCarthy “far and away the best man to be Speaker”  Scalise claims he’s got the votes - WaPo: “Rep. Steve Scalise (R-La.) said Sunday he has secured enough votes to be elected House majority leader in elections scheduled for Thursday, putting him in position to move a rung up on the GOP leadership ladder. Scalise, the sitting majority whip, made the announcement in an evening conference call with supporters. He said he won the commitment of his 124th supporter in recent days, giving him the requisite margin in the 247-member House Republican Conference, according to three people familiar with the call.”  [Despite a push by some members to delay the elections, Boehner’s office tells Fox News’ Chad Pergram “All leadership elections remain on Thursday.”]  Tweetstorm - Deriding the media’s framing of Speaker’s race as a “[R]eductionistic choice: small-ball Establishment vs wild-eyed Visigoths who want to burn govt to ground,” Nebraska’s junior Sen. Ben Sasse had an unexpected nomination for the lower chamber’s leadership.  OH, IN THAT CASE… Yahoo!: “A driver will not be facing criminal charges for having a brown bear in the back of his car - because the animal was apparently wearing a seatbelt. The astonishing images were caught on camera in Yekaterinburg, Russia, earlier this month. Stunned motorists couldn’t believe their eyes when they spotted the bear lounging in the rear of the Volga. They even saw it playfully sticking its head out of the window…Local police said it was not illegal to transport bears in this way - as long as they wore a seatbelt, in accordance with the Russian road traffic laws. They did not specify whether they had spoken with the driver or how they had verified that the bear was wearing a seatbelt. But officers confirmed they would not be taking any legal action against the driver.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "The unicorn wranglers are the ones who exploit the failing system by making impossible promises.", "title": "Mythical creatures abound on gun control", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/ms4h66YD4Ls/", "topics": ["campaign_finance", "abortion"], "people": ["Kelly Ayotte", "Joe Biden", "Chris Wallace", "Chad Pergram", "Mike Huckabee", "Ted Cruz", "Chris Stirewalt", "Chris Christie", "Newt Gingrich", "Chris Cillizza", "Bret Baier", "John Boehner", "Steve Scalise", "Bobby Jindal", "Bernie Sanders", "Tim Miller", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Elizabeth Warren", "Sarah Isgur Flores", "Maggie Hassan", "Leslie Rutledge", "Carly Fiorina", "Rick Santorum", "Kelly File", "Lindsey Graham", "Ben Sasse", "Hillary Clinton", "John Kasich", "Jim Gilmore", "George Pataki", "Byron York", "Jim Webb", "Jason Chaffetz", "Ben Carson", "Paul Ryan"], "orgs": ["Boston Convention", "Senate", "Supreme Court", "PAC", "FNC", "Lincoln Chafee", "GOP", "Exhibition Center"], "authors": [], "date_written": "2015-10-05 16:37:30", "org": "fox", "article_id": "98592e51b14c603c10d3045aee3d9325", "date_access": "2015-10-05 16:01:19.131840"}