{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nOn Thursday, Fox News Channel and Facebook will present the first Republican presidential primary debates of the 2016 election season in association with the Ohio Republican Party. Moderated by Bret Baier, Megyn Kelly, and Chris Wallace, the prime-time debate will be presented live from the Quicken Loans Arena in Cleveland, Ohio from 9-11 p.m. ET on Fox News Channel along with Fox News Radio, the Fox News Mobile apps and FoxNews.com.\nBelow is the full schedule as well as information on how you can be a part of the Fox News-Facebook Debate Event Night:\nSchedule:\n5 p.m. ET: Bill Hemmer and Martha MacCallum kick off the Fox News-Facebook Debate Event Night on Fox News Channel with the first Republican presidential primary debate.  Join Fox News personalities for a live chat on facebook.com/foxnews.\n6 p.m. ET: Watch the Fox News Facebook: Digital Chat as Harris Faulkner, Andrea Tantaros, Kennedy, Jesse Watters, and Tom Shillue discuss the first debate along with Todd Starnes on FoxNews.com and the Fox News Mobile apps.\n9-11 p.m. ET: Bret Baier, Megyn Kelly and Chris Wallace moderate the prime-time Republican presidential primary debate. Plus, join the conversation on Facebook with Harris Faulkner, Andrea Tantaros, Kennedy, Jesse Watters and Tom Shillue.\n\n11 p.m. ET: Tune in for a special “Kelly File” show following the debate.\n11 p.m. ET: Watch the Fox News Facebook: Digital Chat as Harris Faulkner, Andrea Tantaros, Kennedy, Jesse Watters, and Tom Shillue discuss the Primetime debate along with Todd Starnes on FoxNews.com and the Fox News Mobile apps.\n12 a.m. ET: Don’t miss a special debate night “Hannity” show.\nWhere to Watch/Weigh In:\n• Tune in to Fox News Channel for live debate coverage, analysis and more, starting at 5 p.m. ET. • Download the Fox News Election HQ 2016 App to score candidates during the debates and to interact with Fox News personalities on social media in real-time. Plus, the app will keep users up-to-date with all the action on the 2016 presidential campaign trail. iTunes: http://apple.co/1SQUN64 Android: http://bit.ly/1OTjyhP • Watch debate night coverage all night long live from your desktop, tablet and smart phone at FoxNewsGo.com. • Join the live chat during the debates on facebook.com/foxnews. • Follow along on FoxNews.com. • Get in on the debate on the Fox News Facebook page. Submit your comments, pictures and videos here. • Keep up with the best debate moments as they happen and weigh in using #GOPDebate on Twitter.\n\n ", "byline": "", "description": "On Thursday, Fox News Channel and Facebook will present the first Republican presidential primary debates of the 2016 election season in association with the Ohio Republican Party. Moderated by Bret Baier, Megyn Kelly, and Chris Wallace, the prime-time debate will be presented live from the Quicken Loans Arena in Cleveland, Ohio from 9-11 p.m. ET on FNC along with Fox News Radio, Fox News Mobile and FoxNews.com.", "title": "How to be part of the Fox News-Facebook Debate Event Night", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/DVrTHFOOkW0/", "topics": ["campaign_finance"], "people": ["Bill Hemmer", "Andrea Tantaros", "Chris Wallace", "Harris Faulkner", "Jesse Watters", "Bret Baier", "Tom Shillue", "Megyn Kelly", "Sean Hannity", "Todd Starnes"], "orgs": ["Ohio Republican Party", "Quicken Loans Arena"], "authors": [], "date_written": "2015-08-04 16:15:29", "org": "fox", "article_id": "1d3c8253f41cbf074749c0d80dfbe90d", "date_access": "2015-08-06 05:00:06.448390"}