{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe latest Fox News national poll finds another reshuffling in the race for the 2016 Republican nomination, as Wisconsin Gov. Scott Walker gets a post-announcement bump and businessman Donald Trump claims more of the spotlight. \nFormer Secretary of State Hillary Clinton still dominates the Democratic race.  Yet the poll also warns trouble may be ahead for her.\nAmong Republican primary voters, Trump captures 18 percent. He’s closely followed by Walker at 15 percent and former Florida Gov. Jeb Bush at 14 percent. No one else reaches double-digits. \nCLICK HERE TO READ THE POLL RESULTS\nSupport for Trump is up seven percentage points since last month and up 14 points since May.  He’s also the candidate GOP primary voters say they are most interested in learning more about during the debates.\nWalker’s up six points since he officially kicked off his campaign. That bump gets him back to the support he was receiving earlier this year. In March, he was also at 15 percent. \nKentucky Sen. Rand Paul gets eight percent, Florida Sen. Marco Rubio receives seven percent, former neurosurgeon Ben Carson comes in at six percent, and Texas Sen. Ted Cruz and former Arkansas Gov. Mike Huckabee get four percent a piece.\nNew Jersey Gov. Chris Christie launched his campaign June 30.  Even so, he comes in at three percent -- mostly unchanged from his two percent last month (June 21-23).  Ohio Gov. John Kasich (who is announcing Tuesday) and former Pennsylvania Sen. Rick Santorum each get two percent.  Businesswoman Carly Fiorina, former Texas Gov. Rick Perry, South Carolina Sen. Lindsey Graham, Louisiana Gov. Bobby Jindal and former New York Gov. George Pataki each receive one percent or less. \nOn the Democratic side, Clinton captures 59 percent among Democratic primary voters compared to 19 percent for Vermont Sen. Bernie Sanders.  Last month, 61 percent backed Clinton and 15 percent Sanders (June 21-23). Eight percent would like to see Vice President Joe Biden as the nominee (he’s undeclared).  Former Maryland Gov. Martin O’Malley, former Rhode Island Gov. Lincoln Chafee and former Virginia Sen. Jim Webb each get one percent. \nBut here’s the possible trouble for Clinton in the general election: 70 percent of voters overall say that a candidate who is sometimes less than honest is a “deal breaker” for their vote -- and a 58-percent majority believes Clinton’s natural instincts lean more toward “hiding the truth” than “telling the truth” (33 percent).  Democratic primary voters are more likely to think her natural instincts lean toward telling the truth (61 percent) -- but even here, 29 percent say Clinton is more prone to hide the truth. \nThe Fox poll also asks voters their second choice candidate, which allows us to look at what happens to the lineup if someone were to drop out.  For example, if Trump decides to get out, Bush moves to the top spot at 19 percent, followed by Walker at 16 percent, Paul at 9 percent, Rubio at 8 percent, Carson at 7 percent, Cruz at 6 percent, Huckabee at 5 percent, Christie and Perry at 3 percent, and Fiorina, Kasich and Santorum get 2 percent. \nTrump’s June 16 announcement speech included provocative comments on illegal immigration that people are still talking about a month later, including the suggestion that the Mexican government is sending criminals and rapists to the United States.  Whatever the blowback, his views resonate with many: 44 percent of voters think Trump is “basically right” on the issue. A 53-percent majority disagrees.  Among Republican primary voters, 68 percent say he is right. \n \nImmigration\nThere’s been a major shift in the last five years in how voters want to handle illegal immigrants currently working in the United States.  Today 64 percent favor setting up a system for them to become legal residents, up from 49 percent in 2010.  And now 30 percent favor deportation, down from 45 percent five years ago. \nCompared to 2010, support for setting up a system for legalization is up 21 points among Democrats, 11 points among independents and 8 points among Republicans. \nThe top concerns about illegal immigration are strain on the government and, increasingly, crime.  The poll shows 55 percent of voters are very concerned about illegal immigrants overburdening government services.  That’s down from 61 percent who felt that way in 2006. \nFifty percent are very concerned about increased crime associated with illegal immigration.  That’s up from 39 percent almost 10 years ago.  Views are about the same when voters are asked about illegal immigration leading to an increase in terrorism:  50 percent are very concerned, up from 34 percent in 2006. \nPeople also see significant benefits to the country from legal immigration: 43 percent say adding needed skills is a major benefit and another 43 percent feel that way about immigration adding to the entrepreneurial spirit of the U.S.  About a third thinks a major upside is that legal immigrants perform jobs that Americans mostly don’t want (35 percent) and bring new cultures (34 percent).\n \nPollpourri\nVoters are divided over whether Congress should continue to investigate then-Secretary of State Clinton’s handling of the attack on the U.S. consulate in Benghazi that killed four Americans.  Nearly half -- 47 percent -- want lawmakers to keep investigating Clinton.  A slightly larger number -- 49 percent -- think it’s time for Congress to move on.\nMost Republicans (74 percent) say continue investigating, while most Democrats (74 percent) say move on. Views among independents split: 47 percent investigate vs. 48 percent move on. \nAfter being on the campaign trail for about a month, how do voters feel about the Donald?  Fifty-four percent dismiss him as “just a loud mouth.”  Yet just over a third -- 34 percent -- admire Trump because “he’s got guts.” That jumps to 59 percent among GOP primary voters. \nBy a 15-point margin, Republican primary voters (82 percent) are more likely to say they are extremely or very interested in the upcoming election than Democratic primary voters (67 percent). \nThe Fox News poll is based on landline and cell phone interviews with 1,019 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from July 13-15, 2015. The full poll has a margin of sampling error of plus or minus three percentage points. The margin of error is higher among the subgroups of Democratic (+/-5%) and Republican primary voters (+/-4.5%).\n ", "byline": "", "description": "", "title": "FOX NEWS POLLTrump tops GOP as many back immigration views", "url": "http://www.foxnews.com/politics/2015/07/17/fox-news-poll-reshuffling-gop-field-many-agree-with-trump-on-immigration/", "topics": ["immigration"], "people": ["Rick Perry", "Mike Huckabee", "Ted Cruz", "Chris Christie", "Joe Biden", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Donald Trump", "Marco Rubio", "Jim Webb", "Carly Fiorina", "Rick Santorum", "George Pataki", "Hillary Clinton", "John Kasich", "Lindsey Graham", "Ben Carson", "Lincoln Chafee"], "orgs": ["Shaw & Company Research", "Anderson Robbins Research", "GOP", "Congress", "United States."], "authors": [], "date_written": "2015-07-17 10:06:58", "org": "fox", "article_id": "e6cf3fcf24c7c43f9cd9fbfdded228c5", "date_access": "2015-07-17 09:20:03.152363"}