{"body": "\nWASHINGTON –  Eleven Republican presidential candidates have qualified for next week's primetime debate, a slate that features the full diversity of the GOP's 2016 class and is believed to be the largest group to share a presidential debate stage in modern political history.\nThe candidates scheduled to meet for Wednesday's primetime affair, announced Thursday night by debate host CNN, will include former technology executive Carly Fiorina, whose weak polling numbers kept her out of the first debate. But a bump in the polls and an aggressive lobbying effort persuaded CNN to broaden its participation criteria, a coup for Fiorina and GOP officials eager to feature the party's only 2016 female candidate in the nationally televised clash.\nBut don't expect Fiorina to get as much airtime as Donald Trump, who will be positioned front and center when the candidates meet at the Reagan Presidential Library in Simi Valley, California. The undisputed leader in national polls, Trump is generally considered the biggest reason why Fox News Channel reached 24 million people for the first GOP presidential debate last month — the most watched program in Fox News history.\nSharing the stage with Trump and Fiorina at next week's 8 p.m. EDT debate will be former Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker, Texas Sen. Ted Cruz, Kentucky Sen. Rand Paul, Florida Sen. Marco Rubio, retired neurosurgeon Ben Carson, former Arkansas Gov. Mike Huckabee, New Jersey Gov. Chris Christie and Ohio Gov. John Kasich.\nRepublican National Committee officials have praised the diversity of the field, which includes a woman, an African-American and two Hispanics.\nFive candidates lagging in national polls did not qualify for the main event and will instead be featured in a 6 p.m. debate in the same venue: former Texas Gov. Rick Perry, Louisiana Gov. Bobby Jindal, South Carolina Sen. Lindsey Graham, former Pennsylvania Sen. Rick Santorum and former New York Gov. George Pataki.\nThe final lineup offers few surprises, yet plenty of challenges for candidates and organizers ahead of the crowded affair.\nAnticipating Fiorina's attendance, Trump last week cited the obvious challenges associated with sharing the stage with so many people.\n\"I don't like the fact there are 11 people there now as I understand it,\" the billionaire businessman said in a press conference. \"There are too many people. Because when you've got 11, you're not going to hear me and you're not going to hear other people talking, and I think that's too bad.\"\nNext week's debate is among five scheduled before the 2016 primary season's first voting contest in Iowa next February.", "byline": "", "description": "", "title": "11 Republicans to share stage in next presidential debate", "url": "http://www.foxnews.com/politics/2015/09/10/11-republicans-to-share-stage-in-next-presidential-debate/", "topics": ["personality"], "people": ["Rand Paul", "Rick Santorum", "George Pataki", "Chris Christie", "Jeb Bush", "Rick Perry", "Ben Carson", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "John Kasich", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Republican National Committee", "GOP", "Reagan Presidential Library"], "authors": [], "date_written": "2015-09-11 01:20:01", "org": "fox", "article_id": "ad50f51a4efdad3d3ab9863c372bf743", "date_access": "2015-09-11 00:50:04.086910"}