{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tSen. Lindsey Graham got out in front of his own campaign announcement Monday, all but declaring he plans to run for president in 2016 -- just seconds after saying he'll reveal his political plans on June 1.  \nThe South Carolina Republican senator, speaking on \"CBS This Morning,\" said he'll formally unveil his campaign plans in his hometown of Central, S.C.  \nBut he also repeatedly used the phrase \"I'm running,\" explaining that he believes he would make the best commander-in-chief. He said he's \"running\" because \"the world is falling apart.\" \nGraham also pointed to his own record working with Democrats. He said he's drawn a string of primary challengers over the years because of that history, but touted that record as a positive in a presidential run.  \n\"Democrats and Republicans work together too little,\" he said. \"I would try to change that if I got to be president.\"  \nA foreign policy hawk and a critic of President Obama's troop reductions in the Middle East, Graham said he believes \"more American soldiers will die in Iraq and eventually in Syria to protect our homeland.\" He pointed to the Iraqi city of Ramadi, which recently fell to Islamic State militants, as proof that the U.S. must assert itself in the region. \n \nHe would be the only Republican candidate from one of the four early voting states that also include Iowa, New Hampshire and Nevada.  \nIn his early travels to Iowa, New Hampshire and around his home state, Graham has said he believes national security is the most important issue of the 2016 election and that it matters more than anything else to Republican primary voters.  \nHe said Monday that the destabilization of Iraq, continued strife in Syria, Iranian influence in the region and the proliferation of the Islamic State militant group combine to pose a grave threat to Americans.  \nGraham argued that as many as 10,000 more ground troops could be needed to help train Iraqi security forces to serve as a functional national army.  \nHe fielded questions about whether the U.S. was right to invade Iraq in 2003, a question that has flummoxed former Florida Gov. Jeb Bush during the last week of campaigning.  \n\"If I'd known then what I know now, would I have launched a ground invasion? Probably not,\" he said, referring to false claims that Iraq possessed a weapons arsenal that could threaten American soil.  \n\"But that's yesterday's thinking,\" Graham continued. \"What do we do today, tomorrow and the day after?\"  \nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Graham sets June 1 for 2016 announcement &#8212; then says 'I'm running' - VIDEO: Could Graham win GOP nomination?  - Rubio defends Bush, Iraq and tougher stance on foreign policy - VIDEO: Rubio moving to right to win voters?", "url": "http://www.foxnews.com/politics/2015/05/18/graham-says-im-running-in-2016-sets-june-1-for-official-announcement/", "topics": ["campaign_finance", "personality"], "people": ["Lindsey Graham", "Jeb Bush"], "orgs": ["S.C.", "GOP"], "authors": [], "date_written": "2015-05-18 16:35:27", "org": "fox", "article_id": "adcb9a34404d32925357177ff111fd13", "date_access": "2015-05-18 16:21:02.462996"}