{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFeb. 27, 2015: Sen. Rand Paul, R-Ky. speaks during the Conservative Political Action Conference (CPAC) in National Harbor, Md. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tKentucky GOP Sen. Rand Paul won the 2015 Conservative Political Action Conference straw poll for potential GOP White House candidates for the third consecutive year.\n\n\"Our party is filled with constitutional conservatives who have chosen to stand with me for a third consecutive straw poll victory,\" Paul said. \"Since President Ronald Reagan, the (conference) has been the gold standard on where conservatives stand. The constitutional conservatives of our party have spoken in a loud and clear voice today.\"ADVERTISEMENTADVERTISEMENT\n\nPaul finished with 26 percent of the vote, ahead of Wisconsin GOP Gov. Scott Walker, who finished with 21 percent of the vote.\n\nFormer Florida GOP Gov. Jeb Bush, a popular establishment candidate who has struggled to reconnect with conservatives, finished in fifth place, with 8 percent of the vote.\n\nThe poll was conducted over the conference’s three days of seminars and speeches by most the leading potential Republican candidates. CPAC organizers said 11,344 people attended the event in Oxon Hill, Md., that 3,007 people participated in the poll and that 42 percent of the voters were students.\n\nNew Jersey Gov. Chris Christie, consider a top-flight candidate since the 2012 presidential elections, finished 10th with 2.8 percent of the vote.\n\nHis would-be candidacy has since been plagued by the political scandal known as BridgeGate, an up-and-down state economy and his reputation of being a hot head.\n\nTexas Sen. Ted Cruz finished in third place with 11.5 percent of the vote, followed by retired neurosurgeon Dr. Ben Carson in fourth with 11 percent.\n\nThe others receiving votes were former Pennsylvania Sen. Rick Santorum, in sixth place with 4.3 percent of the vote. Florida Sen. Marco Rubio finished in seventh with 4.3 percent. Donald Trump finished eighth with 3.5 percent, Carly Fiorina was ninth with 3 percent, former Texas Gov. Rick Perry finished after Christie, in 11th place, with 1.1 percent and Louisiana Gov. Bobby Jindal finished 12th with .9 percent of the vote.\n\nFormer GOP vice presidential candidate and Alaska Gov. Sarah Palin finished 13th with .8 percent, and former Arkansas Gov. Mike Huckabee finished 14th with .3 percent of the vote.\n\n ", "byline": "", "description": "", "title": "BREAKING NEWS  Sen. Rand Paul wins  2015 CPAC straw poll", "url": "http://www.foxnews.com/politics/2015/02/28/rand-paul-wins-2015-cpac-straw-poll/", "topics": ["personality", "economy"], "people": ["Rand Paul", "Rick Santorum", "Chris Christie", "Jeb Bush", "Sarah Palin", "Rick Perry", "Scott Walker", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Ben Carson", "Carly Fiorina", "Ronald Reagan", "Ted Cruz"], "orgs": ["Conservative Political Action Conference", "GOP White House", "GOP"], "authors": [], "date_written": "2015-02-28 23:11:34", "org": "fox", "article_id": "aa9dbaad9360255690df9159bfe76ad3", "date_access": "2015-03-01 00:33:01.565405"}