{"body": "\n\n\n\nRepublican presidential hopeful Donald Trump holds a Henry repeating rifle that was presented to him after speaking at the Republican Party of Arkansas Reagan Rockefeller dinner in Hot Springs, Ark., Friday, July 17, 2015. (AP Photo/Danny Johnston) (The Associated Press)\n\n\nDES MOINES, Iowa –  Republican presidential contenders seeking to woo evangelical voters are making their case for conservative social issues at a gathering expected to attract thousands of potential Iowa caucus-goers. Ten candidates are scheduled to appear Saturday in Ames at the annual Family Leadership Summit. No one seeking the GOP nomination has emerged as a clear favorite among evangelical voters. \"They understand that this base has been very influential in past caucuses,\" said Bob Vander Plaats, president of the Family Leader, the conservative organization sponsoring the event. Vander Plaats, who has not endorsed any candidate in the 2016 race, expressed concern that the Christian conservative vote might be split up between multiple candidates, diluting its impact. \"The goal would be in this summit, and any subsequent venue or event, that we would start recognizing a leader we could unite around and champion —  and try to get the person across the goal line,\" he said. Scheduled to attend are Florida Sen. Marco Rubio, Texas Sen. Ted Cruz, South Carolina Sen. Lindsey Graham, Wisconsin Gov. Scott Walker, Louisiana Gov. Bobby Jindal, former Texas Gov. Rick Perry, former Arkansas Gov. Mike Huckabee, former Pennsylvania Sen. Rick Santorum, retired neurosurgeon Ben Carson and reality TV personality Donald Trump. During the daylong event, the candidates will be questioned on stage by political consultant Frank Luntz. Iowa's evangelical voters traditionally influence the state's first-in-the-nation presidential caucuses because they tend to be organized and participate. Christian conservatives backed the winners of the last two caucuses, Mike Huckabee in 2008 and Rick Santorum in 2012, but neither was the eventual nominee. Former Iowa Republican Party Chairman Matt Strawn said it was likely too early for a leader to emerge among Christian conservatives. He also noted that some of the candidates may have a wider draw. \"Not only are there considerable options within the Christian conservative lane, but there are also those in that lane that demonstrate appeal to a broader base,\" he said.", "byline": "", "description": "Republican presidential contenders seeking to woo evangelical voters are making their case for conservative social issues at a gathering expected to attract thousands of potential Iowa caucus-goers.", "title": "In Iowa, Republican presidential candidates make a pitch for support to evangelical voters", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/_u4PxPV76_8/", "topics": ["personality"], "people": ["Rick Santorum", "Vander Plaats", "Lindsey Graham", "Danny Johnston", "Scott Walker", "Donald Trump", "Matt Strawn", "Marco Rubio", "Mike Huckabee", "Rick Perry", "Bobby Jindal", "Frank Luntz", "Ben Carson", "Bob Vander Plaats", "Ted Cruz"], "orgs": ["of Arkansas", "GOP", "Iowa Republican Party", "Family Leadership Summit", "DES MOINES"], "authors": [], "date_written": "2015-07-18 07:57:48", "org": "fox", "article_id": "bca124f95e9f177b1b4f1295f6a571eb", "date_access": "2015-07-18 07:10:07.623196"}