{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFILE: Jan. 28, 2015: Sen. Lindsey Graham, R-S.C., speaks on Capitol Hill in Washington, D.C. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tSouth Carolina Sen. Lindsey Graham said Sunday that he’s “91 percent sure” he’ll get into the 2016 presidential race -- inching closer to a longshot challenge to the well-funded Republican front-runners.\n\nGraham, a Republican and a military hawk, told “Fox News Sunday” that his foreign policy will be better than the plans put forth by Republican candidate Kentucky Sen. Rand Paul and Democratic candidate Hillary Clinton.ADVERTISEMENTADVERTISEMENT\n\n“I think I’ve got a good message,” he said. “I’ve been more right than wrong on foreign policy.”\n\nGraham also stood behind his more moderate views on climate change, closing tax loopholes and comprehensive immigration reform, declaring he could win South Carolina, which is largely conservative and an early-primary state.\n\n“If I’m on the ballot, I’ll win,” said the 59-year-old Graham, a former Air Force pilot and military lawyer.\n\nStill, he acknowledged that challenges of financing a campaign while not being among the handful of leading candidates in early polling.\n\nIf I raise the money, I’ll run,” Graham also told Fox News.\n\nTop Republican challenger Florida Sen. Marco Rubio, who announced his candidacy last week, for example, already has a reported $40 million or more in financial commitments.\n\nAnd super PACs for Texas Sen. Ted Cruz reportedly raised about $31 million within a week of Cruz last month announcing his 2016 presidential run, while former Florida Gov. Jeb Bush, who has yet to officially declare a 2016 candidacy, purportedly wants to raise $100 million.", "byline": "", "description": "", "title": "'91 PERCENT SURE' Graham ready to run for president, but needs cash", "url": "http://www.foxnews.com/politics/2015/04/19/graham-says-1-percent-sure-hell-get-in-2016-gop-presidential-primary-but-needs/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Lindsey Graham", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Ted Cruz"], "orgs": ["Air Force", "PACs"], "authors": [], "date_written": "2015-04-19 16:47:46", "org": "fox", "article_id": "29d4fb0aefd87aee625bfc4be84e00aa", "date_access": "2015-04-19 16:20:04.171593"}