{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nVice President Biden announced Wednesday he will not run for president, ending months of feverish speculation over his 2016 plans and likely settling the Democratic field. \nSpeaking in the Rose Garden alongside his wife Jill and President Obama, Biden said the window of opportunity to mount a viable campaign \"has closed.\" He has been weighing a decision since summer, but cautioned all along that he and his family were grieving over the loss of his son Beau Biden -- and said Wednesday he knew that process could outlast the window for making a decision.  \n\"Unfortunately, I believe we're out of time, the time necessary to mount a winning campaign for the nomination,\" Biden said. \nHe added, \"While I will not be a candidate, I will not be silent.\" Biden went on to urge Democrats to run on Obama's record, while decrying the current partisanship in Washington. \nThe decision would appear to bolster front-runner Hillary Clinton -- whom Biden had been urged by supporters to challenge as she grappled with slipping poll numbers and a widening scandal over her email use in her capacity as secretary of state. \nAfter Biden's remarks, Clinton tweeted: \n\n\n.@VP is a good friend and a great man. Today and always, inspired by his optimism and commitment to change the world for the better. -H\n— Hillary Clinton (@HillaryClinton) October 21, 2015\n\n\nBiden, though, seemed to take a parting shot Wednesday at her and other Democratic candidates, after some suggested Republicans are their enemy at last week's debate. \n\"I don't think we should look at Republicans as our enemy. They're the opposition,\" Biden said, urging lawmakers to find \"consensus.\" \n\"Four more years of this kind of pitched battle may be more than this country can take,\" he said. \"We have to change it.\" \nAccording to a senior administration official, the vice president made his decision Tuesday night. \nHis choice is a blow to former staffers and others who were building a virtual campaign in waiting, ready to go if he decided to enter. Draft Biden, the most vocal organization urging the VP to run, put out a brief statement after his announcement: \"We are so grateful for the gigantic outpouring of support from hundreds of thousands of Americans around the country in our effort to encourage the Vice President to run. While the Vice President has decided not to run, we know that over the next year he will stand up for all Americans and articulate a vision for America's future that will leave no one behind.\" \nRepublican National Committee Chairman Reince Priebus said in a statement that Biden's decision will hurt Democrats. \n\"The Vice President's decision not to enter the 2016 race is a major blow for Democrats, who now will almost certainly be saddled with their unpopular and scandal plagued front-runner Hillary Clinton,\" he said. \nDemocratic National Committee leader Debbie Wasserman Schultz, meanwhile, said she appreciates Biden's \"thoughtful consideration,\" adding \"his unwavering commitment to America's working families is a legacy each of our candidates will proudly carry forward.\"\nBiden would have brought with him a number of potential assets to the race, including his experience as vice president and a lengthy Senate career that included a term as chairman of the Senate Foreign Relations Committee. He has a solid rapport with the labor unions, and is famous for his down-to-earth, casual manner -- one that contributes to his frequent, off-color remarks that sometimes get him in trouble but also fill out his image as an unscripted and genuine statesman, flaws and all. \nFor someone who had not actually announced, Biden's poll numbers were relatively strong. In a Monmouth University poll released this week, Biden was ranking with 17 percent support among Democratic voters, compared with 21 percent for Sen. Bernie Sanders, I-Vt. and 48 percent for Clinton. A recent Fox News Poll found that in general election matchups, Biden would beat all the Republican frontrunners. \nBut family considerations and other factors surely weighed on him, including the prospect of mounting a grueling presidential run. And scrutiny on him would have increased rapidly had he entered, testing his level of public support. His long record in office also could have been used against him, specifically on foreign policy. Former Defense Secretary Robert Gates said in his memoir that Biden was \"wrong on nearly every major foreign policy and national security issue over the past four decades.\" \nPast Biden runs did not generate much support. Biden's run for the 1988 Democratic nomination fizzled, with accusations that he plagiarized a speech by then-British Labour Party leader Neil Kinnock. Biden also ran for the 2008 nomination, but failed to garner significant support and dropped out in January of 2008 before being chosen as the vice presidential nominee by then-Sen. Barack Obama.", "byline": "", "description": "Vice President Biden announced Wednesday he will not run for president, ending months of feverish speculation over his 2016 plans and likely settling the Democratic field.", "title": "Biden announces he will not run for president in 2016", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/8mHGmInN1gA/", "topics": ["campaign_finance"], "people": ["Neil Kinnock", "Beau Biden", "Hillary Clinton", "Barack Obama", "Debbie Wasserman Schultz", "Reince Priebus", "Robert Gates", "Bernie Sanders"], "orgs": ["British Labour Party", "Senate", "Monmouth University", "Republican National Committee", "Senate Foreign Relations Committee", "Democratic National Committee"], "authors": [], "date_written": "2015-10-21 17:05:11", "org": "fox", "article_id": "e9b94e1c3e02d25906d5e7384ea75da5", "date_access": "2015-10-21 19:00:46.564480"}