{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nLOS ANGELES –  Republican presidential contender Donald Trump vowed Tuesday to offer frustrated veterans subsidized private health care, charging that illegal immigrants receive better care than the nation's wounded soldiers.\nThe comments, delivered aboard a retired World War II battleship in Los Angeles harbor, came on the eve of the second Republican presidential debate in nearby Simi Valley, where some of the billionaire businessman's GOP rivals are expected to challenge his fiery rhetoric on immigration.\n\"We have illegal immigrants that are treated better by far than our veterans,\" Trump declared, the USS Iowa's massive 16-inch guns behind him. \"It's not going to happen anymore.\"\nThe Republican front-runner gave no details on how he would pay for an expansion in the armed forces -- or veterans' health care -- leaving his foreign policy agenda still mostly a blank slate.\nHe called for a military buildup so broad that no foe would challenge the U.S., as well as a new health care deal for veterans stuck on waiting lists in hospitals run by the Department of Veterans Affairs. In doing so, he again swiped at people who are in the country illegally, a refrain that has powered his campaign since the start.\n\"There's tremendous crime, there's tremendous drugs pouring across the border,\" Trump said. \"We're going to build a wall.\"\n\nDozens of protesters gathered in the parking lot adjacent to the battleship, periodically chanting, \"He's a racist.\"\nSome of Trump's supporters were bothered by the tone of Trump's comments, even those who said they planned to vote for him.\n\"You have to careful about how you talk about the Latino population,\" said Craig Pahl, among dozens of veterans in a crowd of roughly 500 gathered on the ship's deck. \"I have real mixed views on how he addresses that. ... Hispanics start thinking, `Wow, there are a lot of white prejudiced people out there.\"'\nTrump excites with tough rhetoric, but he has so far has offered little in the way of detailed policies on national security or foreign policy.\nHe has also struggled to answer basic questions about key players in the Middle East and elsewhere. He acknowledged in a recent radio interview, for example, that he didn't know the difference between Hamas and Hezbollah, but said he'd become an expert on U.S. interests abroad by the time he becomes president.\nRepublican presidential rival Rand Paul, a leading Trump critic, charged that Trump's lack of experience with national security is alarming.\n\"Do you want someone who appears to still be in grade school to be in charge of the nuclear arsenal?\" Paul asked, speaking in a recent Associated Press interview.\nOn Tuesday evening, however, Trump insisted his skills on the international stage are superior to those of his Republican rivals.\n\"I'm fighting some very nice people,\" he said. \"But they're never going to do anything with these countries. They're never going to be able to do it. It's an instinct. It's something that's special. They don't have it.\"", "byline": "", "description": "Republican presidential contender Donald Trump vowed Tuesday to offer frustrated veterans subsidized private health care, charging that illegal immigrants receive better care than the nation's wounded soldiers.", "title": "Trump pledges massive military buildup, subsidized private care for veterans", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/CqNGfz5jW9s/", "topics": ["immigration"], "people": ["Donald Trump", "Rand Paul"], "orgs": ["USS Iowa", "Hezbollah", "Department of Veterans Affairs", "GOP", "Hamas"], "authors": [], "date_written": "2015-09-16 02:40:08", "org": "fox", "article_id": "4da8f029d369b6f4b84a7ee1bf9c121e", "date_access": "2015-09-16 16:10:59.771112"}