{"body": "\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • First in Fox News First: Walker PAC rolls out first ad • Pleading insanity: Hillary’s campaign woes mount • Baier Tracks: Hey, Joe… • High stakes poker at Trump Tower • Because what could go wrong with a pet cobra?  \nFIRST IN FOX NEWS FIRST: WALKER PAC ROLLS OUT FIRST AD The super PAC backing the candidacy of Wisconsin Gov. Scott Walker debuts today its first ad for its multi-million-dollar Iowa ad barrage.  The spot from Unintimidated PAC touts the governor’s “decisive action” in Wisconsin taking on big labor in 2011 as an example of Walker’s ability to “fight and win.” “Our big bold reforms here in Wisconsin,” Walker says in the ad, “Took the power out of the hands of the big government special interests and put them firmly into the hands of the hard-working taxpayers. Now more than ever America needs a president who will fight and win for America”  The ad is part of a $7 million Iowa buy and will begin airing Tuesday.  Betting big on South Carolina - Unintimidated PAC plans to spend a total of more than $9 million boosting Walker in South Carolina, New Hampshire and Nevada before nominating contests in each state, WSJ reports. “The super PAC is devoting the bulk of the new spending, more than $8 million, to advertising in South Carolina.”  PLEADING INSANITY: HILLARY’S CAMPAIGN WOES MOUNT Imagine that it’s the day of Hillary Clinton’s defiant March press conference at the United Nations in which she dismissed any claims of mishandling sensitive material or taking any undue risks.  If we had told you then that the biggest story six months later would be her IT guy invoking his right to not incriminate himself in an ongoing FBI probe into her sketchy server, what would you have said?  How about “Yikes!”  You would have figured that her candidacy had sustained tremendous, perhaps irreparable damage. And you would have been right.  The substance here matters. People here say the Clintons always survive because of her husband’s multiple near-death political experiences. But those things were about the pleasures of the flesh and his own weaknesses. What got him out of trouble as a candidate and in his impeachment was that Democrats could say that Republicans are sex-obsessed weirdos, and do so with a wink and a nudge.  The Clinton mojo only worked because of the underlying subject.  A senior aide invoking his constitutional right against self-incrimination is a big deal no matter what – just imagine if this were Jeb Bush’s or Scott Walker’s IT guy. But it’s consequence grows exponentially when the underlying substance involves potential for criminal charges for the mishandling of state secrets and exposing them to our enemies abroad because of Hillary Clinton’s desire to keep her own communications secret from her political enemies here at home.  That’s not something that a campaign can wave away as prurient or misplaced.  We add to that the allegations of payola, reinforced today by the discovery of emails from Clinton pushing to help a company that would hire her husband months later and pay him more than $16 million.  Clinton’s campaign has been saying for months that the damage from these ongoing scandals will abate once Republicans are judged to be overplaying their hands. On national security and corruption, the table limits are pretty high.  Clinton with her brazen response in March that she destroyed evidence she claims would clear her name certainly looks like the one who has done the overplaying here.  Emails show Hillary helping firm that paid Bubba big bucks - Inside Higher Ed: “On the campaign trail Hillary Clinton has been critical of for-profit colleges and has called for tougher regulation of the sector. During her first year as secretary of state, however, Clinton pushed for the inclusion of a large for-profit education company at a higher education policy dinner hosted at the U.S. Department of State. Clinton wrote in an email to a top aide that she wanted to add Laureate Education to the guest list for the event. Describing Laureate as ‘the fastest growing college network in the world,’ Clinton said the company was ‘started by Doug Becker who Bill likes a lot.’ \"It's a for-profit model that should be represented,\" she added in the August 2009 email. A senior vice president at Laureate was added to the guest list, a separate email shows. Former President Bill Clinton several months later became an honorary chancellor for Laureate International Universities, a role for which he was paid $16.5 million between 2010 and 2014. Clinton stepped down from the position earlier this year.”  BAIER TRACKS: HEY, JOE… “When one of your aides decides to plead the Fifth to avoid answering questions about setting up your personal computer server that is now in FBI custody, it’s not the best news for your political campaign.  When your main ally on the Benghazi committee that is investigating you offers this explanation to the Washington Post – ‘ranking Democrat, Rep. Elijah Cummings (D-Md.), said about the Clinton aide’s decision, ‘Although multiple legal experts agree there is no evidence of criminal activity, it is certainly understandable that this witness’s attorneys advised him to assert his Fifth Amendment rights, especially given the onslaught of wild and unsubstantiated accusations by Republican presidential candidates, members of Congress and others based on false leaks about the investigation’ – you know there is an issue.  And when every day seems to bring another nugget from the mining of information in the released emails, you can probably expect another challenger in the form of the current Vice President very soon.” – Bret Baier  Biden fired up in stump speech - WashEx: “Vice President Joe Biden on Wednesday was scheduled for a Miami speech on the importance of community colleges, but ended up delivering a rousing address on how to strengthen the middle class and renew the American dream, one that’s likely to fuel more speculation that Biden will soon enter the 2016 race for the White House. The swirl of speculation about his entrance into the presidential race, especially at a speech in the critical swing state of Florida, wasn’t lost on the vice president.”  Early Hillary backer Cuomo now says Biden run good for Dems - The Hill: “New York Gov. Andrew Cuomo (D), who endorsed Hillary Clinton months ago, said Wednesday that a Joe Biden run could be good for Democrats. ‘If he did run, I think all Democrats would be in a bind, because they’d have a choice of a number of good candidates,’ Cuomo said in Manhattan, according to multiple reports. ‘But that’s a good situation to be in, right?’ he added. Cuomo’s comments came following an event at New York University when he was asked if he would be ‘in a bind’ over whom to support in the race, The New York Times noted.”  Redford: Dem race is bland, boring and empty - “I’m glad [Donald Trump is] in there because him being the way he is, and saying what he says the way he says it, I think shakes things up and I think that’s very needed. Because on the other side it’s so bland, it’s so boring, it’s so empty.” – Actor Robert Redford in an interview with Larry King.  WITH YOUR SECOND CUP OF COFFEE… History: “[On this day in 1935] A new land-speed record is set by Britain’s famed speed demon, Sir Malcolm Campbell. On the Bonneville Salt Flats of Utah, Campbell and his 2,500-hp motor car Bluebird made two runs over a one-mile course at speeds averaging 301.129 mph. In breaking the 300-mph barrier, he surpassed the world record of 276.82 mph that he had set earlier in the year…Sir Malcolm went on to set three more consecutive land-speed records at Daytona Beach: 253.968 mph in 1932, 272.465 mph in 1933, and 276.710 mph in early 1935. Seeking a surface fast enough to propel him over the 300-mph mark, Campbell took Bluebird to the searing Bonneville Salt Flats of Utah, where the very level, smooth flats are as solid as concrete by summer’s end. On September 3, 1935, he set a new record of 301.129 mph. The attempt almost ended in disaster when Bluebird suffered a burst tire near the end of the first run, but Campbell managed to maintain control and then make the requisite second run within the hour.”  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 44.7 percent//Disapprove – 51.4 percent Directions of Country: Right Direction – 28.7 percent//Wrong Track – 63.3 percent  HIGH STAKES POKER AT TRUMP TOWER It’s not unreasonable for a party to avoid devoting energy to the campaign of a person who might sabotage its chances. After all, parties are designed to win elections, not be ideological vessels or to advance individuals.  But the pledge being circulated to the GOP campaigns from the Republican National Committee is definitely a dagger pointed at Donald Trump’s heart. Other candidates are stampeding to sign up today to show they’re committed to breaking the party’s presidential drought next year.  Trump has called a press conference for this afternoon at his Manhattan fortress and RNC Chairman Reince Priebus is headed to Trump’s tower to make the case for party unity. Unlike most politicians, with Trump we can hardly guess what he’ll ever do.  As Fox News colleague Serafin Gomez reported, the plan for a loyalty oath had been in the works for weeks. It’s tricky stuff.  If he signs it, as Politico reports he will, Trump loses, as he called it, his leverage and some of his appeal as a dangerous man. Plus, his scoring standard changes and his various apostate views -- tax increases, Planned Parenthood funding, his support for impeaching George W. Bush for the Iraq war -- become bigger deals. Trump wants to be judged as an independent running as a Republican, not a Republican, per se. If he is being scored for loyalty and consistency, things get dicier.  But, depending on what his response is and what the enforcement mechanisms are, not signing would almost certainly keep him from the nomination and the presidency, but if he chose to burn down the GOP starting tomorrow he could certainly help deliver the White House back to the Clintons.  Club for Growth might go for Trump blitz - The Hill: “Fresh from Club for Growth’s Twitter fight with Trump on Tuesday night, the group’s president David McIntosh wants to warn every conservative voter he can about the economic policies of the GOP front-runner…Asked how far he would go to destroy Trump’s candidacy; McIntosh would not rule out using Club for Growth’s super-PAC to blitz the billionaire during the lead up to the primaries.”  [Trump could’ve been even richer, says National Journal. How so? By doing nothing but watching his inheritance grow.]  The Judge’s Ruling: Immigration debate gets ugly - Citing the Constitution’s protection of travel as a natural right, Senior Judicial Analyst Judge Andrew Napolitano says: “Hispanics here without documentation are being demonized because of the politics of nativism. Nativism -- we are exceptional; we are better people than they are; we were here first -- is very dangerous and leads to ugly results.” Read more here.  Carson’s $9 million summer - USA Today: “Dr. Ben Carson, who is surging in Republican presidential polls, also is raking in campaign dollars. Officials with the retired neurosurgeon’s campaign say they have collected $9 million in July and August, a time when political fundraising typically slows. The summer haul means Carson’s total fundraising has hit nearly $20 million.”  Cruz woos Jews in Florida ahead of Iran vote - Miami Herald: “Texas Sen. Ted Cruz came to South Florida to woo Jewish donors as Congress prepares to vote on President Obama’s nuclear deal with Iran. And while he didn't hold any public events -- and doesn’t plan to anytime soon -- Cruz said in a phone interview with the Miami Herald…‘We have tremendous support in Florida, and I have been very, very encouraged. We’ve been down to Florida quite a number of times,’ he said.”  Kasich backs off on minimum wage hike - WaPo: “At his first two events of a two-day New Hampshire swing, Gov. John Kasich (R-Ohio) drew a mix of Republican voters, independents and curious Democrats. At the home of Republican donors, and at a historic general store in this town, he talked at length about how he worked with both parties, and how reforming government programs didn't mean shredding them. He did the same earlier in Michigan, even telling a reporter that he favored a \"reasonable\" federal minimum wage, and that Ohio's $8.10 -- higher than the federal wage -- made sense locally. But after a town hall here, Kasich rebuffed the idea of raising the federal minimum wage. He told reporters that any increase in the minimum wage should be done state by state, but that it should obviously increase.”  POWER PLAY: ROGINSKY TAKES FIVE Democratic strategist and all-around smart person Julie Roginsky says her party is in good shape to retake the Senate next year despite the bruising defeats of 2014. She said it’s all about the numbers. Watch her break down the five Senate seats she says are most likely to put the blue team back in control of the upper chamber. WATCH HERE.  [Your picks - We’ve been tallying reader votes and the current five top battlegrounds for the Senate in 2016 are: 1) Illinois; 2) Wisconsin; 3) Pennsylvania; 4) Ohio; 5) Florida.]  We still need your votes! All eyes may be on the presidential cycle, but the Senate is in for a dog-fight of an election as well. Think the ranking is wrong? Write in and tell us why. We want your take on Take Five.  Share your top five picks. Email them – just five, please – toFOXNEWSFIRST@FOXNEWS.COM or tweet @ChrisStirewalt.  BECAUSE WHAT COULD GO WRONG WITH A PET COBRA? Wesh: “A king cobra has reportedly escaped from its owner in the Orlando area, according to the Florida Fish and Wildlife Conservation Commission. The escaped king cobra was reported Wednesday by its owner, who is a licensed and bonded to care for exotic animals, but the snake actually went missing Tuesday, officials said. The privately owned, non-native, venomous snake was reported to have escaped from its cage at a home in the 4800 block of North Apopka Vineland Road in Orlando. ‘It wasn’t deliberately let out from what we can see. Looks like it escaped its cage it was in,’ said Capt. Chris Roszkowiak of the Florida Fish and Wildlife Conservation Commission. The snake is approximately 8 feet and is green and yellow. A permit is required to possess a king cobra and owners are required to report escaped animals immediately. The owner, Mike Kennedy, is an exotic animal dealer and star of the Discovery Channel reality show ‘Airplane Repo.’ Officials said he could face criminal penalties for not telling authorities about the escape immediately.”  AND NOW A WORD FROM CHARLES… “…It used to be if you were a police officer in a confrontation your instant one thought would be how do I escape alive? How do I protect the people?  Now he has to think, how is this going to look on video.  How will I be treated tonight in the evening news and how will I be ultimately treated by the legal system. And once you have to add that factor, the policeman is defenseless.” – Charles Krauthammer on “Special Report with Bret Baier” Watch here.  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "First salvo in $7 million ad buy touts Wisconsin governor's ability to fight and win.", "title": "First in Fox News First: Walker PAC rolls out first ad", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/X4sgGVcR40E/", "topics": ["immigration", "campaign_finance", "personality"], "people": ["Kelly File", "Chris Wallace", "Serafin Gomez", "Julie Roginsky", "Elijah Cummings", "Ted Cruz", "Charles Krauthammer", "Chris Stirewalt", "Joe Biden", "Bret Baier", "Andrew Cuomo", "Scott Walker", "Bill Clinton", "Andrew Napolitano", "Jeb Bush", "Donald Trump", "Reince Priebus", "Doug Becker", "Larry King", "Hillary Clinton", "John Kasich", "George W. Bush", "Robert Redford", "Ben Carson"], "orgs": ["Unintimidated PAC", "Constitution", "New York University", "Congress", "National Journal", "RNC", "WSJ", "Laureate International Universities", "Senate", "Republican National Committee", "PAC", "FNC", "Florida Fish and Wildlife Conservation Commission", "Walker PAC", "FBI", "Laureate Education", "GOP", "United Nations"], "authors": [], "date_written": "2015-09-03 15:26:05", "org": "fox", "article_id": "22afdc27410470f1086a9d198b1a7538", "date_access": "2015-09-03 15:00:37.923360"}