{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tA crime scene investigator looks inside a train car after a train wreck, Tuesday, May 12, 2015, in Philadelphia. An Amtrak train headed to New York City derailed and crashed in Philadelphia. (AP Photo/Joseph Kaczmarek)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tNTSB investigators expected to arrive on scene in the Port Richmond neighborhood of Philadelphia this morning after a passenger train travelling from NYC to Philly derailed. At least six were killed as several cars came off the tracks throwing passengers all over the place and injuring dozens. 243 people were on board. Train traffic between Philadelphia and New York is completely shut down. We’ve got Fox team coverage with Rick Leventhal, Laura Ingle, and Doug McKelway reporting. \nThe death toll continues to rise in Nepal as a second major earthquake killed at least another 65 yesterday. Aftershocks are terrorizing residents and hurting recovery efforts. More than 8000 were killed in the first, even larger quake last month. We still do not know what happened to a Marine Corp helicopter that had been providing assistance to quake survivors, and is missing with 6 Marines and 2 other personnel on board. David Piper and Greg Palkot reporting. \nThe jury could begin deciding the fate of Boston Marathon bomber Dzhokhar Tsarnaev today in Boston. Closing arguments in the penalty phase of his trial expected to finish today. \nTwo Saudi leaders will meet with President Obama today at the White House. The Saudi King declined to attend which some consider a snub over the President’s negotiations with Iran. Negotiations with Iran over its nuclear program continue today in Vienna. \nFormer FL Governor Jeb Bush, FL Senator Marco Rubio, and former MD Governor Martin O’Malley all holding events today. They’re all presumed candidates for the White House.   \nJeb Bush backtracking some on comments he made to Megyn Kelly on the Iraq war. He seemed in an interview to suggest he’d have voted to go to war with Iraq back in 2003 even knowing what we know now. But now he says that’s not necessarily the case.\n \nWe get the annual report nicknamed “the pig book,” citing the most egregious examples of government waste and pork-barrel spending. There’s a news conference at 9am we’ll be watching. \nChicago’s credit rating downgraded to junk status by Moody’s. Ouch. That will make borrowing more difficult. The downgrade comes the same week President Obama said his Presidential library will be in Chicago. \nToyota and Nissan recalling another six and a half million vehicles to their recall lists over faulty airbags made by beleaguered Takata Corp. \nWe get reads today on retail sales, business inventories, prices and petroleum. We also get earnings reports from several big retailers including Macys and Ralph Lauren.  \n\t\t\t\t\t\t\thappening-now\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tJon Scott and Jenna Lee will take YOU to news when and where it happens.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "NTSB investigators expected to arrive on scene in the Port Richmond neighborhood of Philadelphia this morning after a passenger train travelling from NYC to Philly derailed. At least six were killed as several cars came off the tracks throwing passengers all over the place and injuring dozens. 243 people were on board. Train traffic between Philadelphia and New York is completely shut down. We’ve got Fox team coverage with Rick Leventhal, Laura Ingle, and Doug McKelway reporting.", "title": "Train Disaster Kills At Least 6", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/A7mSy-Fyf44/", "topics": ["personality", "immigration", "terrorism"], "people": ["Ralph Lauren", "Martin O'Malley", "Jenna Lee", "Rick Leventhal", "Jeb Bush", "Greg Palkot", "Dzhokhar Tsarnaev", "Jon Scott", "Joseph Kaczmarek", "Marco Rubio", "Laura Ingle", "Megyn Kelly", "David Piper"], "orgs": ["Marine Corp", "Marines", "Toyota", "Nissan", "Amtrak"], "authors": [], "date_written": "2015-05-13 13:26:34", "org": "fox", "article_id": "e9470e936d70339734c9703c1f788e09", "date_access": "2015-05-13 12:45:22.058210"}