{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tShown here are Sen. David Vitter, R-La., left, and former Secretary of State Hillary Clinton. (Reuters/AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tA GOP senator's questions over whether a foreign donor swayed Hillary Clinton's decisions while secretary of state have triggered a nasty -- and rather unusual -- dispute with a fellow Republican. \n\nLast week, Sen. David Vitter, R-La., raised new conflict-of-interest concerns for Clinton regarding donations to her family's foundation, questioning whether Nigerian businessman and philanthropist Gilbert Chagoury played any role in her initial opposition to designating a major terror group. ADVERTISEMENTADVERTISEMENT\n\nChagoury, a Nigerian citizen of Lebanese descent, has donated millions to the Bill, Hillary & Chelsea Clinton Foundation, and has long ties to the family. The Louisiana senator wants to know if that history had anything to do with Clinton's reluctance to designate Boko Haram a terror group while secretary of state. \n\n\"Chagoury is a huge donor to the Clinton Foundation,\" Vitter told FoxNews.com. \"He clearly had an interest in keeping Nigeria looking better than it was. [The designation] would have absolutely hurt his bottom line. \n\n\"It is not a difficult set of dots to connect.\" \n\nVitter sent a letter to Secretary of State John Kerry last week raising these questions, saying: \"We need to know if Mr. Chagoury had any influence in the decision not to designate Boko Haram an FTO, or had any other influence with Sec. Clinton's foreign policy decisions.\" \n\nChagoury did not respond to a request for comment. \n\nBut a veteran Republican media strategist in Washington, Mark Corallo, did. He's calling Vitter's \"intimation\" that Chagoury tried to delay the Boko Haram designation \"ludicrous and laughable.\" \n\n\"I understand David Vitter's desire to score political points against Hillary Clinton. I was in the Clinton opposition business long before anyone had heard of Senator Vitter. And by all means it should be open season on Hillary,\" Corallo said in a lengthy statement. \"But we should be careful to base our political attacks on facts, not innuendo dressed up as a Congressional inquiry. We shouldn't treat everyone who ever associated with the Clinton's as collateral damage.\" \n\nCorallo, who served as Attorney General John Ashcroft's spokesman in the Bush Justice Department from 2002-2005, counts Chagoury as a close friend. He told FoxNews.com he represents Chagoury \"pro bono,\" calling him \"family.\" \n\nIn his statement, he added: \"His love for America and his hatred of Islamic terrorists is intense and public.\" \n\nAt this point, Vitter is not offering proof that Chagoury, a Maronite Catholic, had advocated against the Boko Haram designation -- or even alleging it. But he raised the question -- the kinds of questions Clinton increasingly faces about her family foundation's donations as she gears up for a likely White House bid. \n\n\"I think broadly speaking, there are real substantive, legitimate questions,\" Vitter said, adding that he has \"not come to this lately or lightly,\" noting he first raised the issue when Clinton was first nominated to lead the State Department in 2009. \n\nVitter also drew a connection between the two major controversies looming over Clinton's expected presidential bid: over Clinton Foundation donors, and her use of personal email while secretary of state. Vitter is asking whether, because of her personal email use, messages dealing with the Boko Haram designation are missing. \n\nVitter's letter asked the State Department for all documents regarding Clinton's decision not to support a Foreign Terrorist Organization (FTO) designation for the Nigeria-based Boko Haram. \n\nKerry designated Boko Haram an FTO when he became secretary in 2013. By then, its ties to Al Qaeda-affiliated groups were clearly established. Since that time, the Islamic militant group -- which has been responsible for numerous civilian attacks, rapes and kidnappings in Nigeria, including of over 200 schoolgirls in April 2014 -- has sworn fealty to the Islamic State. \n\nWhether Chagoury indeed had any interest in staving off the terror designation is unknown. \n\nChagoury is listed as giving between $1 million and $5 million on Bill, Hillary & Chelsea Clinton Foundation. In 2008, the Wall Street Journal reported that Chagoury and his family have been longtime supporters of President Bill Clinton and he has donated funds to his campaigns, as well as Mrs. Clinton's unsuccessful presidential bid in 2008. \n\nHis bio is long: Chagoury is a hugely wealthy philanthropist giving to humanitarian, educational and Christian-Catholic causes. An ambassador of St. Lucia to the Holy See, he has been received \"warmly\" by Pope Francis \"several times,\" said Corallo, and has donated millions to Catholic charities. According to Corallo, he was friends with Ronald Reagan and along with family members has given generously to Republican candidates, including the Republican Party and the George W. Bush Presidential Library, over the years. His friendship with Bill Clinton, said Corallo, was sparked by their shared interest in Africa. \n\nChagoury, who has a residence in Los Angeles, is not without controversy, however. He made his fortune building The Chagoury Group, described as an industrial conglomerate with interests in construction, real estate, property development, IT communications, finance and hotels. Both the Wall Street Journal and Harper's Magazine reported in 2008 that Chagoury has a \"controversial past,\" having supported and advised de facto president Sani Abacha, who seized power in Nigeria in a 1993 military coup. His reign was marked by human rights abuses and corruption. After the general died in 1998, Chagoury paid $300,000 to the new Nigerian government in exchange for immunity in a broader investigation of billions of dollars improperly taken out of the country during Abacha's tenure. \n\n\"[Chagoury] was the gatekeeper to Abacha's presidency,\" Philippe Vasset, editor of Africa Energy Intelligence, told PBS Frontline in 2010. \n\nDeals he has been involved with have been the target of bribery-related investigations over the years, but he \"hasn't been accused of wrongdoing\" in any of them, according to the Journal. \n\nRequests for comment by FoxNews.com to Clinton's staff were not returned. When reached for comment, a spokesperson at the State Department told FoxNews.com they had received Vitter's letter and were reviewing it. \n\nPeter Pham, an Africa expert at the Atlantic Council, agreed that the State Department was ambivalent about designating Boko Haram until 2012, but said the hesitancy was widespread throughout much of the foreign policy and intelligence community at the time. \n\n\"There was tremendous pushback,\" Pham told FoxNews.com, recalling his own advocacy for the FTO on Capitol Hill as early as 2011. He noted, too, that the Nigerian government was \"in denial,\" and felt the designation would \"impair foreign investment\" and other assistance to the county. The government also worried the designation would give Boko Haram additional clout. \n\nAfter the group kidnapped the schoolgirls in 2014, critics began to wonder whether the Clinton State Department had erred by not designating the group earlier. \n\nPham said he would \"caution against presuming that because someone is a Nigerian they are necessarily nefarious\" -- referring to the questions revolving around Chagoury. \n\nHowever, he acknowledged that for Clinton, having these foreign donors \"is a complicated thing ... it does raise issues.\" \n\nCorallo said Chagoury has had no contact with Hillary Clinton \"for years\" and that even if Vitter gets new emails, \"he'll find no emails or correspondence of any kind from Ambassador Chagoury with Secretary Clinton or the Department of State.\" \n\nIn 2008, Clinton signed an agreement that the foundation would not take money from foreign governments while she was secretary of state. A Washington Post report in February, however, indicated donations kept coming in from several governments because of an exemption for countries that were already donating at the time the agreement was made. At the time, foundation officials said the money went to the organization's charitable works, including earthquake relief in Haiti.", "byline": "", "description": "", "title": "WAR OF WORDS  Questions over Clinton donor sparks GOP spat", "url": "http://www.foxnews.com/politics/2015/03/28/senators-questions-over-clinton-foundation-nigerian-donor-spark-gop-infighting/", "topics": ["campaign_finance", "terrorism"], "people": ["John Kerry", "Peter Pham", "Sani Abacha", "Philippe Vasset", "Bill Clinton", "Gilbert Chagoury", "Hillary Clinton", "Mark Corallo", "John Ashcroft", "Pope Francis", "David Vitter", "Ronald Reagan", "Boko Haram"], "orgs": ["George W. Bush Presidential Library", "Republican Party", "Bush Justice Department", "Al Qaeda", "Journal", "State Department", "Clinton State Department", "Clinton Foundation", "Chagoury Group", "Chagoury", "PBS Frontline", "Africa Energy Intelligence", "Chelsea Clinton Foundation", "Foreign Terrorist Organization", "GOP", "FTO"], "authors": [], "date_written": "2015-03-28 10:18:46", "org": "fox", "article_id": "b140302c3aa1232b500d6960414a540c", "date_access": "2015-03-28 10:25:11.896366"}