{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tI think the Hillary Clinton email controversy is a fascinating story. I'm very interested in it because I always love a great mystery with a lot of different components.  And this story certainly has that.\n\nWhether we will ever find out all the answers though is the frustrating part. And in the end, if Hillary wants to be president it really only matters what the voters ultimately think.  Earlier this week we showed you a poll about who was actually interested in the story. It was an incredibly low number.  I'm not sure if that's emblematic of low information voters or that people just really don't care.ADVERTISEMENTADVERTISEMENT\n\nSo now I draw your attention to a Gallup Poll taken just as the email controversy was coming to light:  Mrs. Clinton still viewed favorably by 50 percent of the respondents and recognized by 89 percent. She still beats any other prospective GOP rival. The closest to Mrs. Clinton in familiarity - Former Florida Governor Jeb Bush at 68 percent and his likability at 35 percent.\n\nAs we've discussed before, politics can change on a dime ... And since this story could be far from over ..let me know if you think those numbers will change.Gretchen Carlson currently serves as anchor of FOX News Channel's (FNC) The Real Story with Gretchen Carlson (weekdays 2-3PM/ET). She joined the network in June of 2005. Click here for more information on Gretchen Carlson. ", "byline": "", "description": "In the end, if Hillary wants to be president it really only matters what the voters ultimately think.", "title": "Gretchen's Take: Do voters care about Hillary Clinton controversy?", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/boUDemZAQBE/", "topics": ["immigration", "economy", "trade"], "people": ["Jeb Bush", "Hillary Clinton", "Gretchen Carlson"], "orgs": ["FNC", "Gallup Poll", "GOP"], "authors": [{"author_id": 19362, "fullname": "", "primary_org": "nyt"}], "date_written": "2015-03-13 21:52:20", "org": "fox", "article_id": "47cc4903a19d2b30b12bfa5d661f3049", "date_access": "2015-03-13 21:59:03.971990"}