{"body": "\n\n\n\nFILE - In this Aug. 28, 2015 file photo, Democratic presidential candidate, former Rhode Island Gov. Lincoln Chafee speaks in Minneapolis. (AP Photo/Jim Mone, File)\n\n\nFormer Rhode Island Gov. Lincoln Chafee withdrew Friday from the Democratic presidential race, further narrowing the already thin field of competitors facing front-runner Hillary Clinton. \nChafee, who has struggled to gain traction in the polls, announced his decision at a Women's Leadership Forum conference where other candidates also were speaking. \n\"After much thought I have decided to end my campaign for president today,\" Chafee said, while reminding the audience of his \"prosperity through peace\" campaign slogan. Appealing for less U.S. military intervention abroad, he said: \"I would like to take this opportunity one last time to advocate for a chance be given to peace.\" \nThe former Rhode Island governor and senator had a hard time on the campaign trail competing against Clinton as well as liberal Vermont Sen. Bernie Sanders. \nIn last week's Democratic debate Chafee referred to himself as a \"block of granite\" when it came to issues and said he was most proud of his judgment, particularly his vote against the Iraq war. But his performance was widely panned due to his stumbling over questions about his record and his reason for seeking the presidency -- even as he was perhaps the most critical of Clinton of those on stage. \nIn addition, Chafee raised just $11,000 in the most recent fundraising quarter, a pittance compared to the $28 million and $26 million pulled in by Clinton and Sanders, respectively. Most of his money has come from more than $360,000 that he has loaned his campaign. \n\nThe former Rhode Island senator surprised many when he formed a presidential exploratory committee last spring and raised eyebrows when he called for the U.S. to switch to the metric system during a formal campaign kickoff in Virginia last June. His poll numbers were so low that comedian Conan O'Brien came up with a song for Chafee's longshot bid and encouraged viewers to boost his poll numbers from 0 percent to 1 percent because \"it seems like the nice thing to do.\" \nOften driving from his Rhode Island home, Chafee visited the first primary state of New Hampshire several times but failed to draw large crowds. \nChafee is a former Republican who became an independent before joining the Democratic Party. \nEarlier this week, former Virginia Sen. Jim Webb also bowed out of the Democratic race, while saying he would consider running as an independent. \nThe decisions leave only Clinton, Sanders and former Maryland Gov. Martin O'Malley as major candidates in the Democratic field. \nThe Associated Press contributed to this report.", "byline": "", "description": "Former Rhode Island Gov. Lincoln Chafee withdrew Friday from the Democratic presidential race, further narrowing the already thin field of competitors facing front-runner Hillary Clinton.", "title": "Chafee withdraws from Democratic 2016 race", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/dhyAr_dgcz0/", "topics": ["campaign_finance", "women"], "people": ["Martin O'Malley", "Jim Mone", "Hillary Clinton", "Jim Webb", "Conan O'Brien", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Democratic Party", "Leadership Forum"], "authors": [], "date_written": "2015-10-23 13:24:35", "org": "fox", "article_id": "6d68d599d167d641e38c4575623e4403", "date_access": "2015-10-23 13:00:53.138271"}