{"body": "\n\n\n\nAug 21., 2015: Republican presidential candidate Donald Trump waves to supporters during a campaign rally in Mobile, Ala. (AP Photo/Brynn Anderson)\n\n\nMOBILE, Ala. –  Republican front-runner Donald Trump on Friday joked, \"I know how Billy Graham felt\" as he addressed the largest crowd yet of his thriving presidential campaign.\n\"I would like to have the election tomorrow,\" Trump crowed. \"I don't want to wait.\"\nThousands of Alabama voters came out to hear the New Yorker bring his message to the Deep South. The 40,000-seat Ladd-Peebles Stadium was about half-full when Trump began his speech.\nTrump was welcomed by an array of Alabama politicians, including Republican Sen. Jeff Sessions, who praised him for the attention he's drawn to immigration issues. And Trump led off his speech with more criticism of immigrants living in the country illegally, drawing loud cheers when he repeated his promise to build a wall on the U.S.-Mexico border.\nHe reiterated his intention to end \"birthright citizenship\" for children of immigrants here illegally.\nTrump also attacked the Obama administration's deal with Iran to restrict that country's nuclear program, calling it \"so sad.\"\n\nAnd he promised to \"repeal and replace Obamacare\" — the health care law that's President Barack Obama's singular domestic achievement.\nBefore Trump arrived, his fans — some carrying signs, others wearing T-shirts supporting the billionaire businessman — spoke of his outsider status in a crowded field dominated by former and current elected officials as the song \"Sweet Home Alabama\" blared from loudspeakers.\n\"Donald Trump is telling the truth and people don't always like that,\" said Donald Kidd, a 73-year-old retired pipe welder from Mobile. \"He is like George Wallace, he told the truth. It is the same thing.\"\nWallace, a fierce opponent of civil rights, served as governor of Alabama and sought the presidency multiple times.\nKidd said Trump is a \"breath of fresh air,\" and praised him as a businessman with common sense.\nRelated ImageExpand / ContractAug. 21, 2015: Donald Trump supporters wait in line outside Ladd-Peebles Stadium hours before the start of a rally in Mobile, Ala. (Sharon Steinmann/AL.com via AP)\nSavannah Zimmerman, a 27-year-old registered nurse from Mobile, agreed. \"I think he appeals to us Southerners because he tells it like it is and he has strong opinions. That is the way we are here in the South,\" she said.\nMary Anne Bousenitz, 59, a retired psychiatrist from Tuscaloosa, said she isn't offended by the insults Trump has directed at women, like \"dog\" and \"bimbo.\"\n\"I'm not married to the man and it's not like I'm going to have to sit across a turkey at the table with him,\" she said.\nInterest in the candidate forced organizers to move a planned rally from the Mobile Civic Center, which holds about 2,000 people, to Ladd-Peebles Stadium, a 40,000-seat football stadium.\nBefore the rally, Trump tweeted: \"We are going to have a wild time in Alabama tonight! Finally, the silent majority is back!\"\nDuring the height of the Vietnam War, Richard Nixon sought the backing of the \"silent majority,\" widely considered to be Americans who stood behind the Republican president and weren't getting the attention that protesters attracted. Trump has derided elected officials and cast his candidacy as an outsider's bid.\nThe Bush campaign on Friday night e-mailed thousands of supporters in Alabama, denouncing Trump as a Republican presidential candidate. The campaign statement said that Trump favors partial-birth abortions, supports restrictions on gun rights and backs laws that infringe on states' land rights.\n\"Trump's positions are deeply out of step with the Alabama way of life,\" the campaign said in the email. \"We know Alabama cherishes life, especially the life of the unborn.\"\nRight to Rise USA, the super PAC supporting Bush, tweeted photos of a plane, with a banner ad bashing Trump and promoting Bush, flying over the stadium, before Trump's rally.", "byline": "", "description": "Republican front-runner Donald Trump on Friday joked, \"I know how Billy Graham felt\" as he addressed the largest crowd yet of his thriving presidential campaign.", "title": "Donald Trump addresses largest crowd of presidential campaign yet while in Alabama", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/i8ncppsjgKY/", "topics": ["mexico", "immigration"], "people": ["Richard Nixon", "Donald Kidd", "Billy Graham", "Brynn Anderson", "Donald Trump", "Savannah Zimmerman", "Barack Obama", "George Wallace", "Jeff Sessions", "Mary Anne Bousenitz", "Sharon Steinmann"], "orgs": ["Peebles Stadium", "PAC", "Mobile Civic Center"], "authors": [], "date_written": "2015-08-22 02:33:13", "org": "fox", "article_id": "f348231628d77c62fa8fe985e5cc884d", "date_access": "2015-08-22 02:20:13.238807"}