{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nKentucky Sen. Rand Paul, a Republican presidential candidate, said Sunday that he’ll try this afternoon on Capitol Hill to force a vote to block federal funding for Planned Parenthood, following the release of videos showing group officials discussing how they provide aborted fetal organs for research.\n“I really think the time has come in our country to have the debate on whether taxpayer money should still be spent on this,” Paul told “Fox News Sunday.”\nPaul is one of several Republican lawmakers or presidential candidates who have said they want to eliminate Planned Parenthood's federal funding, which they so far have failed to do.\nPaul said he will try a long-shot legislative maneuver -- submitting a “discharge position” -- to force the vote when senators return Sunday to Washington to vote on a transportation and transit funding bill set to expire in a few days.  \n“I think we might likely win that vote,” he said.\nAbortion opponents say the videos show that Planned Parenthood is illegally harvesting and selling the organs. The group says it has done nothing wrong and that the stealth videos were deceptively edited to support extremists' false claims.\n\nAnti-abortion activists, under the banner of the previously obscure Center for Medical Progress, released the two videos secretly recorded in 2014 and 2015 by people posing as buyers of fetal tissue.\nOne video shows their conversation with Dr. Deborah Nucatola, Planned Parenthood's senior director of medical services; the other is with Dr. Mary Gatter, one of the organization's medical directors.\nIn both videos, the Planned Parenthood officials discuss the fees the group charges to provide the organs and the abortion procedures used to obtain the organs.\nPlanned Parenthood's president, Cecile Richards, has apologized for the \"tone and statements.\" Senate Minority Leader Harry Reid, D-Nev., said he has seen no indication that the organization broke federal laws, but that \"should be looked into.\"\nThree congressional committees are making inquiries, including the House Energy and Commerce Committee, which wants a briefing from Nucatola.\nPaul is now is seventh place among 2016 GOP presidential candidates, but has lost several percentage points in recent weeks, according to an averaging of polls by the nonpartisan website RealClearPolitics.com. He was at 10.5 percent in February.\nOn Sunday, he argued that his message is still resonating with voters, despite a drop-off in interest regarding a couple of his key issues -- the U.S. government collecting data on Americans and the surge of such terror groups as the Islamic State, or ISIS.\n“Even by government accounts, we have not been catching any terrorists with the collection of bulk data,” Paul said.\nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Paul trying to force rare Sunday vote on Planned Parenthood funding", "url": "http://www.foxnews.com/politics/2015/07/26/paul-to-try-to-block-planned-parenthood-funding-during-rare-sunday-voting/", "topics": ["terrorism", "abortion"], "people": ["Rand Paul", "Cecile Richards", "Harry Reid", "Mary Gatter", "Deborah Nucatola"], "orgs": ["Senate", "House Energy and Commerce Committee", "Parenthood", "Medical Progress", "RealClearPolitics", "Planned Parenthood", "GOP"], "authors": [], "date_written": "2015-07-26 16:16:51", "org": "fox", "article_id": "e5df8e21696614947b103bbd355dff70", "date_access": "2015-07-26 15:50:02.716789"}