{"body": "\t\t\t\n\t\t\t NEW YORK –  Defending the use of American military power, Republican presidential candidate Marco Rubio on Wednesday called for increasing military spending and for the U.S. to aggressively confront Russia, China and others that he says threaten the nation's economic interests. \nIn what his campaign billed as a major speech on foreign policy, the Florida senator sought to draw a sharp distinction with President Barack Obama and Hillary Rodham Clinton, the front-runner for the Democratic nomination who spent four years as Obama's secretary of state. \nRubio said Obama \"wasted no time stripping parts from the engine of American strength,\" and cast Clinton as his loyal deputy. \n\"We simply cannot afford to elect as our next president one of the leading agents of this administration's foreign policy -- a leader from yesterday whose tenure as secretary of state was ineffective at best and dangerously negligent at worst,\" Rubio said during remarks at Council on Foreign Relations in New York. \nRubio also waded into a flair-up over the wisdom of the 2003 U.S. invasion of Iraq, becoming the latest GOP candidate to try to draw a distinction with Jeb Bush, whose brother George W. Bush started the war as president. Jeb Bush said this week that even if he had known about flaws in intelligence reports about Iraq's weapons capabilities, he didn't know what decision he would have made about invading. \nOn Thursday, Rubio said that with knowledge of the intelligence mistakes, \"Not only would I not have been in favor of it, President Bush would not have been in favor of it.\" \nRubio has previously said the U.S. is safer for having invaded Iraq and the world is better off without Saddam Hussein running the country. While former President Bush has said the intelligence failures were a blow to his credibility, he has maintained that the invasion was the right decision. \nIn the wide-open Republican primary, Rubio tried to use foreign policy experience to set himself apart from competitors with similarly hawkish views. The first-term lawmaker serves on the Senate Foreign Relations Committee and the Intelligence Committee, and he has become a frequent critic of Obama's policies. \nWhile many of the foreign policy prescriptions Rubio outlined Wednesday were broad, he issued direct warnings to Russia, China, Iran and other countries that attempt \"to block global commerce.\" He singled out attempts to block transit through the South China Sea, where China claims control and is building islands, and the Strait of Hormuz, where Iran recently seized a Marshall Islands-flagged ship. \n\"Gone will be the days of debating where a ship is flagged or whether it is our place to criticize territorial expansionism,\" he said. \nAs part of what he described as a three-pronged foreign policy doctrine, Rubio also called for boosting the military budget beyond levels imposed by automatic budget cuts in 2011. \nObamas most recent budget called for $612 billion in defense spending, which is higher than the so-called sequester levels. \nRubio's foreign policy pledges are an attempt to counter Obama's own self-described doctrine for tackling world affairs, which aides say boils down to \"Don't do stupid stuff.\" The president has said his goal is to proceed cautiously and hit \"singles and doubles,\" with an occasional home run. \nRubio said the president \"entered office believing America was too hard on our adversaries, too engaged in too many places, and that if we just took a step back, did some `nation building at home' -- ceding leadership to other countries -- America would be better liked and the world better off.\" \nSeeking to look beyond sheer military power, Rubio says he would support the spread of economic and political freedom, resist efforts by large powers to control smaller neighbors and work to advance the rights of women and religious minorities around the world. \n\"The American people hear their cries, see their suffering, and most of all, desire their freedom,\" he said. \nRubio has been particularly critical of Obama's thaw with Cuba, the communist island nation Rubio's parents left in the 1950s. He's argued that the president's overtures to Havana are a premature reward for a nation with a repressive government and dismal human rights record.", "byline": "", "description": "Defending the use of American military power, Republican presidential candidate Marco Rubio on Wednesday called for increasing military spending and for the U.S. to aggressively confront Russia, China and others that he says threaten the nation's economic interests.", "title": "Rubio promoting a strong military as part of foreign policy", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/mflxlNug5sw/", "topics": ["women"], "people": ["Saddam Hussein", "Jeb Bush", "George W. Bush", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama"], "orgs": ["Intelligence Committee", "Senate Foreign Relations Committee", "GOP"], "authors": [], "date_written": "2015-05-13 22:46:55", "org": "fox", "article_id": "72eb14bfe1e6a02c44d2213d97873ed7", "date_access": "2015-05-13 22:00:22.183619"}