{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDocuments released by a conservative watchdog group Thursday show Hillary Clinton personally signed official forms in 2012 that allowed her top aide to attain status as a special government employee (SGE), despite the Democratic presidential frontrunner's denial of any involvement in the situation during a recent interview.\nThe arrangement enabled Huma Abedin to work both for Clinton at the State Department and the corporate consulting firm Teneo, as well as carry out duties on behalf of the Clinton Foundation. Abedin's  status has led some lawmakers to raise questions about the possibility of conflicts of interest during Clinton's time as secretary of state. \nThe document obtained by Judicial Watch as part of a Freedom of Information Act request shows that Clinton signed off on a title change for Abedin on March 23, 2012. The aide's dual role didn't go into effect until that June. The document's release was first reported by Politico.\nThe Clinton campaign and lawyers for Abedin have denied any wrongdoing. On Thursday, the Clinton campaign told Politico that the document signed by Clinton merely approved the title change brought about by Abedin's new status, not the status change itself. \nIn an interview with NBC's Andrea Mitchell that aired Sept. 4, Clinton was asked about the propriety of Abedin collecting a salary from the State Department and Teneo, which was founded by a longtime aide to former President Bill Clinton.\n\"Well, you know, I was not directly involved in that,\" Clinton answered. \"But everything that [Abedin] did was approved, under the rules, as they existed, by the State Department.\"\n\n\n\nMore on this...\n\n\n\n\nWas Clinton's top aide improperly paid at State Department? \n\n\n\n\nLate last month, Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, raised questions about the intersection of Abedin's various job responsibilities, asking in a letter to the aide and Secretary of State John Kerry, \"How can the taxpayer know who exactly SGEs are working for at any given moment? How can the ethics officer at the State Department know?\"\nEmails from Abedin's State Department account obtained by Fox News show that she discussed matters related to her work for the Clinton Foundation and Teneo through official channels. In his letter, Grassley wrote that the emails \"raise a number of questions about the intersection of official State Department actions, private Teneo business, and Secretary Clinton’s personal interest in fundraising for the Clinton Foundation and related entities.\"\nAbedin's close ties to Clinton has made her a key figure into the FBI investigation of classified information on Clinton's personal e-mail server. Fox News previously reported that an April 2011 e-mail from Abedin contained intelligence from the Defense Intelligence Agency (DIA), the National Security Agency (NSA), and the National Geospatial-Intelligence Agency (NGA), which oversees aerial imagery, including satellites. That e-mail was later declassified by the State Department, in possible violation of an executive order signed by President Barack Obama.\nClick for more from Politico.", "byline": "", "description": "", "title": "Clinton signed off on key aide's job-juggling, despite her denials", "url": "http://www.foxnews.com/politics/2015/09/25/clinton-signed-off-on-special-job-status-for-top-aide-abedin/", "topics": ["campaign_finance", "women", "personality"], "people": ["John Kerry", "Bill Clinton", "Chuck Grassley", "Hillary Clinton", "Andrea Mitchell", "Barack Obama", "Huma Abedin"], "orgs": ["NSA", "NGA", "Defense Intelligence Agency", "State Department", "DIA", "Senate Judiciary Committee", "Clinton Foundation", "Teneo", "National Security Agency", "FBI", "SGE", "Freedom of Information Act"], "authors": [], "date_written": "2015-09-25 08:28:57", "org": "fox", "article_id": "5578269569a2cfefc37b13dd8eba49e9", "date_access": "2015-09-25 08:00:04.960713"}