{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWASHINGTON –  Former Florida Gov. Jeb Bush is walking back controversial comments he made calling for Americans to “work longer hours” -- insisting his remarks were taking out of context and what he really meant is that there needs to be more full-time jobs for Americans.\nBush told reporters at a campaign event in New Hampshire Wednesday night that “people need to work longer hours” to grow the economy, referring to part-time workers being bumped up to full-time schedules and not full-time employees working longer hours, he clarified to the Boston Herald. \n“If we’re going to grow our economy, people need to stop being part-time workers and need to be having access to greater opportunities to work,” Bush said. “You can take it out of context all you want, but high-sustaining growth means people work 40 hours, rather than 30 hours.”\nAt the event, Bush, who is one of 14 Republican candidates vying for a 2016 presidential bid, slammed Donald Trump over his comments about Mexican immigrants, the Boston Herald reported.\nBush told a crowd of about 150 people he was going to “campaign in the Latino communities all across this country – and I might do it in Spanish and in English.”\nHe also called Trump’s personal attack on him a “weird little controversy.”\n\nTrump re-tweeted a claim that Bush likes “Mexican illegals because of his wife,” Columba, a naturalized U.S. citizen.\n“You can love the Mexican culture, you can love your Mexican-American wife, and also believe you can control the border,” Bush said.", "byline": "", "description": "Former Florida Gov. Jeb Bush is walking back controversial comments he made calling for Americans to “work longer hours” - insisting that they were taking out of context and what he really meant is that there needs to be more full-time jobs for Americans.", "title": "Bush clarifies comments on working longer hours; takes verbal jab at Trump", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/vkjoHCtwm68/", "topics": ["personality"], "people": ["Donald Trump", "Jeb Bush", "Columba Bush"], "orgs": [], "authors": [], "date_written": "2015-07-09 14:05:31", "org": "fox", "article_id": "68e909855222d7a8f476ac000d8cb038", "date_access": "2015-07-09 14:00:06.674198"}