{"body": "\nDES MOINES, Iowa –  He's behind in the polls and has spent little time in Iowa of late, but Chris Christie is set to get a major bump in the leadoff caucus state with endorsements from nearly all of the local Republican heavyweights who tried to recruit him to run four years ago.\nSix of the seven big-money donors and activists who flew to New Jersey to urge the Republican governor to run in the 2012 race plan to formally endorse Christie in Des Moines Tuesday. The news was first reported by The Des Moines Register.\n\"What we've looked at and come around to is similar thoughts as in 2011,\" said Bruce Rastetter, a major GOP donor who made his fortune in the pork and ethanol industries. \"We need blunt, bold leadership. We need somebody that can actually govern.\"\nOf the seven who hopped aboard the private plane to the East coast in 2011, two have long been vocal supporters and one has said he would not endorse because he works for an elected official. Getting the majority to publicly endorse Christie is a boon for his campaign. He has struggled to compete in a crowded field that includes attention-grabbing front-runner Donald Trump.\n\"Whatever he needs, we're going to be behind him,\" said real estate developer Gary Kirke, who said the group wanted to stick together.\nHis backers think his chances are improving after strong debate performances and with two governors — Wisconsin Gov. Scott Walker and former Texas Gov. Rick Perry —now out of the race. Now Rastetter said he hopes the endorsements will send a message to Iowa Republicans, that they should \"give him another look.\"\nChristie held a town hall meeting with Rastetter Monday night, telling the crowd gathered in a cavernous barn that \"you'll always know how hard I'm willing to fight for you.\" He declined to talk about the endorsements in advance of the Tuesday press conference.\nThe trip this week marks his ninth to the leadoff caucus state this year. Christie, who has focused more heavily on New Hampshire, has spent less time here than many other contenders, though he put in a marathon day at the Iowa State Fair in August and has a well-regarded team, with respected operatives Phil Valenziano and Jeffrey Boeyink.\nCampaign aides said Christie will be ramping up his visits to the state in the fall. Mikel Derby, who works for the state's transportation department and who was part of the Christie recruitment effort in 2011, said there is still time for Christie to do well.\n\"History is littered with the Bachmanns and Walkers who are superstars real early. There's no purpose in peaking in August and September,\" said Derby, who has been with Christie all along.\nStill, while these endorsements matter, most agree Christie will still have to invest more time in Iowa. Republican State Rep. Chip Baltimore, who has not endorsed a candidate, said there was no substitute for retail politicking.\n\"If he is not here, he will not do well,\" Baltimore said. \"Gov. Christie, when he talks to people and meets people, is very persuasive. People walk away from that generally feeling positive toward him.\"", "byline": "", "description": "He's behind in the polls and has spent little time in Iowa of late, but Chris Christie is set to get a major bump in the leadoff caucus state with endorsements from nearly all of the local Republican heavyweights who tried to recruit him to run four years ago.", "title": "Iowans who sought to draft Christie in 2011, back him again", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/KxD_M4Qh5-A/", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Phil Valenziano", "Chris Christie", "Rick Perry", "Bruce Rastetter", "Mikel Derby", "Scott Walker", "Gary Kirke"], "orgs": ["Des Moines Register", "DES MOINES"], "authors": [], "date_written": "2015-09-29 19:17:42", "org": "fox", "article_id": "a227046e07ef8a0caaaf51aa816cad87", "date_access": "2015-09-29 18:30:47.106999"}