{"body": "\n\n\n\nFeb. 25, 2015: President Obama speaks during a town hall meeting on immigration hosted by Telemundo and MSNBC, at Florida International University in Miami. (AP)\n\n\nWASHINGTON –  The Obama administration deported the fewest number of immigrants in the past 12 months since 2006, according to government figures obtained by The Associated Press.\nThe figures also show that deportations of criminal immigrants have dropped to the lowest numbers since President Barack Obama took office in 2009, despite his pledge to focus on finding and deporting criminals living in the country illegally.\nThe overall total of 231,000 deportations generally does not include Mexicans who were caught at the border and quickly returned home by the U.S. Border Patrol. The figure does include roughly 136,700 convicted criminals deported in the last 12 months. Total deportations dropped 42 percent since 2012.\nThe Homeland Security Department has not yet publicly disclosed the new internal figures, which include month-by-month breakdowns and cover the period between Oct. 1, 2014, and Sept. 28. The new numbers emerged as illegal immigration continues to be sharply debated among Republican presidential candidates, especially front-runner Donald Trump. And they come as Obama carries out his pledge from before his 2012 re-election to narrowly focus enforcement and slow deportations after more than a decade of rising figures.\nThe biggest surprise in the figures was the decline in criminal deportations. Homeland Security Secretary Jeh Johnson last year directed immigration authorities anew to focus on finding and deporting immigrants who pose a national security or public safety threat, those who have serious criminal records or those who recently crossed the Mexican border. The decline suggests the administration has been failing to find criminal immigrants in the U.S. interior, or that fewer immigrants living in the U.S. illegally had criminal records serious enough to justify deporting them.\n\"With the resources we have ... I'm interested in focusing on criminals and recent illegal arrivals at the border,\" Johnson told Congress in April.\n\nRoughly 11 million immigrants are thought to be living in the country illegally.\nObama has overseen the removal of more than 2.4 million immigrants since taking office, but deportations have been declining steadily in the last three years. Removals declined by more than 84,000 between the 2014 and 2015 budget years, the largest year-over-year decline since 2012.\nThe Homeland Security Department has been quick to attribute the steady decline to changing demographics at the Mexican border, specifically the increasing number of immigrants from countries other than Mexico and the spike in unaccompanied children and families caught trying to cross the border illegally in 2014. The majority of the children and tens of thousands of people traveling as families, mostly mothers and children, came from Honduras, El Salvador and Guatemala.\nThe Border Patrol historically sends home Mexican immigrants caught crossing the border illegally, but U.S. Immigration and Customs Enforcement must fly home immigrants from other countries. That process is more expensive, complicated and time-consuming, especially when immigrants fight their deportation or seek asylum in the United States.\nArrests of border crossers from other countries also dropped this year, along with the number of unaccompanied children and families. As of the end of August, the Border Patrol arrested about 130,000 immigrants from countries other than Mexico, about 34,500 unaccompanied children and roughly 34,400 people traveling as families.\nMore than 257,000 immigrants from countries other than Mexico were apprehended at the border during the 2014 budget year, including more than 68,000 unaccompanied children and tens of thousands of family members. It was the first time that immigrants from other countries outnumbered those from Mexico.", "byline": "", "description": "", "title": "US gov't deports fewest immigrants in nearly a decade", "url": "http://www.foxnews.com/politics/2015/10/06/us-government-deports-fewest-immigrants-in-nearly-decade/", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Barack Obama", "Jeh Johnson"], "orgs": ["Congress", "Border Patrol", "Homeland Security Department", "U.S. Immigration and Customs Enforcement", "Telemundo", "U.S. Border Patrol", "United States.", "MSNBC", "Florida International University"], "authors": [], "date_written": "2015-10-06 13:57:27", "org": "fox", "article_id": "87ac1e8b91945eeee044741b059a5033", "date_access": "2015-10-06 13:30:08.221867"}