{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tPresidential candidate and former Texas Gov. Rick Perry acknowledged on Sunday that he was ill-prepared for his previous White House bid, but said he’s back in 2016 to win the election, not to make a symbolic redemption effort. \n“I didn't prepare properly,” the Republican candidate told “Fox News Sunday.”  “I thought being governor of the state of Texas for 12 years was enough preparation … . Until you've done it, you don't even realize what a challenge it is, these broad array of issues that you have to have more than passing knowledge of.” \nPerry said having back surgery a month before officially starting his 2012 campaign in August 2011 also was a major factor. \nThe recovery extended for several months, not a few weeks as expected. And Perry ended his campaign in January 2012 after having lackluster debate performances. \n “We weren’t healthy,” the 65-year old Perry said Sunday. \nHe also said he has learned that “it takes years” to prepare to become a serious presidential candidate and that he has sought the wisdom of such economic and foreign policy experts as former National Security Adviser and Secretary of State Henry Kissinger and George Shultz, whose political career included time as the secretaries of state, labor and treasury and director of the Office of Management and Budget.\n \n“I feel very confident now sitting on the stage,” Perry said. “The American people are going to see a very different candidate than they did four years ago. … We’re going to talk about a vision for this country that is very forward leaning.” \nPerry disagreed with suggestions that he’s running on a populist message similar to that of Democratic presidential candidate Vermont Sen. Bernie Sanders that could alienate an array of potential backers and primary voters. \n“I sound like a young man who grew up on a dryland cotton farm that understands what it's like to have to really work hard,” Perry said. “In today's world, a lot of Americans are out there and they're going, ‘Hey, wait a minute. What are these people on Wall Street getting rich for? I mean, who's going to bail me out?’ ” \nPerry also dismissed the idea that his campaign could be doomed by the kind of verbal gaffes that hurt his 2012 campaign, particularly after he mistakenly called the fatal shootings last week of nine black people in a South Carolina church an “accident,” instead of “incident.” \nHe said voters will ultimately judge candidates on the issues.    \n ", "byline": "", "description": "Presidential candidate and former Texas Gov. Rick Perry acknowledged on Sunday that he was ill-prepared for his previous White House bid but said he’s back in 2016 to win the election, not to make a symbolic redemption effort.", "title": "Perry: 'American people are going to see a very different candidate'", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/jeM794l9oDQ/", "topics": ["campaign_finance", "economy"], "people": ["George Shultz", "Bernie Sanders", "Rick Perry", "Henry Kissinger"], "orgs": ["National Security Adviser", "Office of Management and Budget"], "authors": [], "date_written": "2015-06-21 16:13:03", "org": "fox", "article_id": "e15944d73a18adeea51a7365dabb2c4d", "date_access": "2015-06-21 16:24:54.080025"}