{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWith Scott Walker out of the race, the Republicans left on the still-packed primary field are scrambling to pick up his supporters and campaign operatives -- seeking all the help they can get for what is becoming a political endurance contest. \nIn the early hours after the Wisconsin governor's exit, Florida Sen. Marco Rubio seemed to be absorbing the lion's share of Walker campaign backers. Texas Sen. Ted Cruz also announced ex-Walker team members had signed up with his campaign. \nIn terms of popular support, by the time Walker bowed out of the race Monday, there was little left. Walker was polling at under 1 percent in the latest national survey -- and so his exit likely will have little impact on other candidates' percentages. But he had built a formidable Iowa operation over the summer, and those early-voting state teams seemed to be what Walker's former rivals were after. \nThe Rubio campaign announced Tuesday it had signed on several Walker backers in Iowa, New Hampshire and South Carolina. \nIn Iowa, Melody Slater, Walker's former Lee County chairwoman, said, \"While I am saddened by the news of Governor Walker's campaign ending, I am proud to join Senator Rubio's team. His conservative, positive vision is exactly what this country needs.\" \nCruz announced the support of Walker-aligned leaders and activists in Iowa, Georgia and Nevada. \n\n\"We are thrilled to announce these additions to our growing grassroots campaign,\" Mark Campbell, Cruz' national political director, said in a statement. \"We have a tremendous organization on the ground across the country and their help will make us stronger.\" \nFormer Florida Gov. Jeb Bush, meanwhile, picked up the support of Richard Graber, former Wisconsin GOP chairman, the Milwaukee Journal Sentinel reported. \nSo far, no Republican candidates are abiding by Walker's stark appeal to join him in leaving the race -- if only to thin the field, and help consolidate support around an alternative to front-runner Donald Trump. \nWalker made that appeal in a hastily called press conference in Madison on Monday. \nWithout explicitly naming Trump, Walker warned that he thinks the billionaire businessman could damage the party and urged his colleagues to consider dropping out. \n\"I believe that I am being called to lead by helping to clear the field in this race so that a positive, conservative message can rise to the top of the field,\" Walker said. \"... I encourage other Republican presidential candidates to consider doing the same so that the voters can focus on a limited number of candidates who can offer a positive, conservative alternative to the current front-runner.\" \nEven candidates who may stand little chance of picking up parts of Walker's team are trying to use his exit to their advantage. \nKentucky Sen. Rand Paul blasted out a fundraising email Monday night citing the latest development. \n\"Just this afternoon, news broke that Governor Scott Walker is suspending his campaign for the Republican presidential nomination,\" he wrote. \"As the Republican field continues to narrow, we must act fast and with all of our energy to keep up our momentum and capture the Republican nomination. Today's news illustrates that without the necessary support from grassroots conservatives like you, no campaign can survive.\"", "byline": "", "description": "With Scott Walker out of the race, the Republicans left on the still-packed primary field are scrambling to pick up his supporters and campaign operatives -- seeking all the help they can get for what is becoming a political endurance contest.", "title": "GOP rivals poach Walker operation for support after gov’s exit", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/h0nLOksQbJc/", "topics": ["personality"], "people": ["Rand Paul", "Jeb Bush", "Mark Campbell", "Donald Trump", "Marco Rubio", "Richard Graber", "Scott Walker", "Ted Cruz"], "orgs": ["GOP", "Milwaukee Journal Sentinel"], "authors": [], "date_written": "2015-09-22 14:03:37", "org": "fox", "article_id": "3490e4a195024e7caede938f9ed931dd", "date_access": "2015-09-22 16:20:37.513456"}