{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tDonald Trump is riding to the rescue — of the country (as he sees it), of the Republicans (as few see it), of the media (as I see it).\n\nNot that the 2016 campaign has lacked for drama, but Trump always brings bigger, better and louder production values.ADVERTISEMENTADVERTISEMENT\n\nThe question, as always, is whether this is another elaborate head fake, a temporary foray into the silly season.\n\nTrump speaks Friday to a CPAC gathering where there has been no shortage of media-bashing. When I was out at the conference at Maryland's National Harbor, I heard Chris Christie say he doesn’t subscribe to the New York Times. I heard Rep. Marsha Blackburn tick off the names of the television networks: CNN (Clinton News Network), NBC (Nobody But Clinton), CBS (Clinton BS network...) And while Scott Walker mostly bashed Washington, he said in a USA Friday op-ed that “when we refuse to take the media's bait, we suffer….\n\n“I will always choose to focus on what matters to the American people, not what matters to the media.”\n\nThe Donald has a strangely symbiotic relationship with the media. He loves the attention, basks in the spotlight, has a genius for generating headlines. At the same time he loves to pick fights with journalists, attack them on Twitter, and assume the role of aggrieved party. \n\nRight now he is courting the media, or at least trying to persuade them that he may well be a full-fledged presidential candidate this time around. Never mind that Trump makes these noises every four years. Never mind that he sustained the tease for a long period in 2011, before re-upping his NBC deal for \"The Apprentice.\"\n\nTrump told the Washington Post he is “more serious” this time:\n\n“Everybody feels I’m doing this just to have fun or because it’s good for the brand,” he said. “Well, it’s not fun. I’m not doing this for enjoyment. I’m doing this because the country is in serious trouble.”\n\nBut the press pack remains skeptical, and as much as I'd enjoy covering a campaign of Trumpian dimensions, I'm in that camp as well. A zillionaire is going to put himself through a two-year grind, share a stage with a dozen or two dozen opponents, and disclose his finances? \n\nLet's say Trump actually does run. His approval ratings are lousy: 68 percent unfavorable among Iowa Republicans, 69 percent unfavorable among New Hampshire Republicans. So there’s not exactly a draft.\n\nTrump is the epitome of the 1 percent. He lost plenty of luster when he touted the birther questions against President Obama. Some of his casinos have gone bankrupt. And what happens when the press starts digging into his business dealings and tax breaks?\n\nSome people will undoubtedly be drawn to his bombastic style and us-and-them rhetoric. He can blanket the airwaves with ads and not have to beg a bunch of donors for cash. \n\nBut Trump is 68, slightly older than Hillary, and has long since come to be viewed as an entertainer who dabbles in politics. Can he turn that image around? \n\nTrump probably benefits more from the flirtation phase of 2016 than the consummation phase. I suspect that before long he’ll be back on TV firing people. But I’m happy to be proven wrong.\n\nClick here for more Media Buzz\n\n\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "Donald Trump is riding to the rescue — of the country (as he sees it), of the Republicans (as few see it), of the media (as I see it).", "title": "Trump’s tantalizing talk of running: Why the media aren’t buying", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/p0b7C111FO4/", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Chris Christie", "Marsha Blackburn", "Scott Walker", "Howard Kurtz"], "orgs": ["New Hampshire Republicans"], "authors": [], "date_written": "2015-02-27 10:00:03", "org": "fox", "article_id": "e54f3b7d1bc2eb3107ae6af2abbf6469", "date_access": "2015-02-27 18:27:10.437403"}