{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWith Donald Trump soaring high in the polls, Wednesday night's second Republican debate is more a battle for runner-up status, than front-runner. \nAnd while there's little doubt that Trump's rivals will take their best shots -- as the billionaire businessman likes to remind people: he's \"not going anywhere.\" \nWhich leaves the rest of the field of 15 candidates to jockey for position and find their stride as the Trump alternative in the 2016 presidential campaign. \nRetired neurosurgeon Ben Carson has vaulted into second place in most surveys -- and may well be the candidate his rivals try to knock down a peg. Carson's candidacy took off after delivering some stand-out moments at the Aug. 6 Fox News debate, displacing previously high-polling candidates like ex-Florida Gov. Jeb Bush and Wisconsin Gov. Scott Walker. \nThose two already have indicated they plan to be more aggressive at Wednesday's debate. \n\"We got to show a little more passion. We got to be aggressive,\" Walker told Fox News on Tuesday night, when asked about his debate strategy for standing out. \"You don't want to be rude. You don't want to be obnoxious, but you want to show the same kind of passion I showed when I didn't back down.\" \n\n\n\nMore on this...\n\n\n\n\nDonald Trump continues to lead the GOP presidential field  \n\n\n\nDr. Ben Carson sounds off about his surge in the polls \n\n\n\nCarly Fiorina says she doesn't worry about Trump's attacks \n\n\n\n\nCarson himself, who is perhaps the season's most atypical candidate as a soft-spoken and conflict-averse non-politician, has shown little interest in tangling with his opponents on stage. The strategy has gotten him this far, and he said he doesn't plan to change it. \n\"I don't think that my strategy is going to change at all. It's going to be to tell the truth and to talk about, you know, my vision for America,\" he told Fox News. \nBut Kentucky Sen. Rand Paul indicated he plans to directly challenge Trump's conservative credentials on stage. \n\"I think he is running as a conservative. But the Tea Party movement, we were very wary of fake conservatives,\" Paul told Fox News. \"Donald Trump was for President Obama's stimulus plan. ... No conservative in America was for it.\" \nNew Jersey Gov. Chris Christie, too, who has struggled in the polls like Paul, has signaled he plans to elbow his way into the conversation Wednesday night if the moderators are glossing over him. \nCNN is hosting an early debate for low-polling candidates at 6 p.m. ET, in Simi Valley, Calif., followed by the main debate at 8 p.m. ET, with 11 candidates expected on stage. \nA new entry to the main stage this time is former HP exec Carly Fiorina, whose stand-out performance last month helped her climb in the polls and qualify for the night bout. \nThe possibility of a Trump-Fiorina conflict is high, after Trump took heat for making a comment about Fiorina's face in an interview with Rolling Stone. \nAsked about the dispute, Fiorina told Fox News the race is about \"leadership\" and \"judgment\" and \"temperament,\" and \"it is most definitely about character.\" \nFiorina added: \"And character requires humility and empathy as well as confidence. And one of the things that I believe is that character is revealed over time and under pressure. And so I think all of our characters are being revealed over time and under pressure, including Mr. Trump's.\" \nFiorina, while rising in the polls, is still averaging just over 3 percent nationally, according to RealClearPolitics. \nBush, once the front-runner, is at about 8 percent. Walker is down to 3 percent. Texas Sen. Ted Cruz and Florida Sen. Marco Rubio remain in the middle of the pack, trailing slightly behind Bush.   \nBut with Carson and Trump attracting the support of roughly half of primary voters, the other 14 candidates are fighting for relative scraps. Trump's national lead now tops 30 percent. \nIn an interview with Fox News, Trump continued to tout his numbers and cast himself as the prime target Wednesday night. \n\"They are all coming after me is what I hear, and whatever it is it is,\" Trump said. \"Let's see what happens.\"", "byline": "", "description": "With Donald Trump soaring high in the polls, Wednesday night's second Republican debate is more a battle for runner-up status, than front-runner.", "title": "Debate night: GOP candidates battle for runner-up position", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/kknfGH6FGhM/", "topics": ["personality"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "Scott Walker", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Rolling Stone", "Tea Party", "GOP"], "authors": [], "date_written": "2015-09-16 14:37:04", "org": "fox", "article_id": "c5ad754d9d6bebcf123d5694ebdb6a9c", "date_access": "2015-09-16 16:10:57.952506"}