{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nSome Hillary Clinton donors are defecting to Joe Biden, resisting entreaties from the Democratic front-runner’s campaign to stand by her despite slipping poll numbers.\nA few of the fundraisers have gone public with their presidential preference. Others have quietly decamped and signaled their intentions to the Draft Biden 2016 super PAC that is working to prod the vice president into the race for the White House.\n“Instead of being ready for Hillary, we’re waiting for Joe,” said Bill Bartmann, the founder and chief executive of CFS2 Inc., and onetime donor to Clinton’s friendly super PAC. Bartmann’s switch in allegiance prompted one Clinton campaign official to contact him and ask: “Why are you doing this?” he said.\nClinton fundraisers say they don’t expect many supporters to switch teams, should Biden enter the presidential primary race. Her campaign didn’t respond to a request for comment.\nBiden’s growing support base demonstrates the threat he could present in chipping away at Mrs. Clinton’s donor ranks, and her campaign is taking steps to stave off high-profile defections. The increasing support for the vice president also creates additional pressure on Mr. Biden to take a third shot at the White House.\nA decision may not be imminent, though, as Biden allies say he may wait until after the Oct. 13 Democratic debate to announce his plans. Some of his advisers have noted that launching a campaign and preparing for a debate simultaneously might not be the best strategy, said one Democrat familiar with the Biden team’s planning.\n\nIn the meantime, the Draft Biden organization is securing commitments as the vice president’s public standing is on the rise, while Clinton appears more vulnerable. A Wall Street Journal/NBC poll released this week shows that Biden is running stronger than Clinton in head-to-head match-ups against leading Republican candidates.\nBartmann was an early supporter of Ready for Hillary, contributing $5,000 to the pro-Clinton super PAC, in part, he said, because it appeared inevitable that the former secretary of state would be the Democratic nominee.\nClinton’s handling of questions about the private email server she used as secretary of state troubled Bartmann and eventually prompted him to consider his options. He now says he wants to “be as helpful as the law allows” in donating to a Biden presidential bid.\nClick for more from The Wall Street Journal", "byline": "", "description": "Some Hillary Clinton donors are defecting to Joe Biden, resisting entreaties from the Democratic front-runner’s campaign to stand by her despite slipping poll numbers.", "title": "Some Hillary Clinton donors join movement to draft Joe Biden", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/G40IYIl2teA/", "topics": ["campaign_finance"], "people": ["Joe Biden", "Hillary Clinton", "Bill Bartmann"], "orgs": ["PAC"], "authors": [], "date_written": "2015-10-04 05:15:01", "org": "fox", "article_id": "da44c3a2ddc2d4938f55d67f757bdde0", "date_access": "2015-10-04 07:30:16.867422"}