{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tNine people dead in a horrifying massacre—and some pundits and politicians can’t wait to point fingers. \nAfter a psychopath opened fire at a black church in Charleston, some people could not resist the urge to score political points. This is becoming a disgusting spectacle after these increasingly common mass shootings. And it is reprehensible. \nOne target, less than 24 hours after the murders, was Fox News. \nTodd Rutherford, a South Carolina state rep, unloaded in an interview with CNN’s Jake Tapper. He said the gunman “watches the news and he watches things like Fox News, where they talk about things that they call news, but they’re really not. They use that coded language, they use hate speech, they talk about the president as if he’s not the president, they talk about churchgoers that they’re not really churchgoers. And that’s what this young man acted on.” \nI was inclined to cut Rutherford some slack because he was very emotional and lost a friend in that church. But then he doubled down in an interview with Bill O’Reilly. \nThis is the worst kind of politicization. I shouldn’t even have to say this: We don’t even know if the shooter watched Fox. When people on Fox News criticize President Obama, they’re not acting as if he’s not president, and I have no clue what Rutherford means by talking about churchgoers as if they’re not churchgoers. \nThink about this lawmaker’s message: Someone watches Fox and goes berserk. This was a heinous act committed by a psychopath, a white supremacist consumed by hate, and Rutherford couldn’t wait 24 hours before dragging in a cable news network he doesn’t like. \nBut he was hardly alone. Even the church’s murdered pastor, Clementa Pinckney, came under attack. \nCharles Cotton, an NRA board member, invoked the late clergyman’s role as a state senator: \n“He voted against concealed-carry. Eight of his church members who might be allowed if he had expressly allowed members to carry handguns in church are dead. Innocent people died because of his position on a political issue.” \nThe man is dead and he’s being blamed. And regardless of your position on the issue, no one knows what would have happened on that particular night if the state had such a law. (Cotton later deleted the post and an NRA spokesman said he speaks only for himself.) \nSome also faulted President Obama for invoking gun control. But he didn’t do it as a call to action: “At some point, we as a country will have to reckon with the fact that this type of mass violence does not happen in other advanced countries. I say that recognizing the politics in this town foreclose a lot of those avenues right now.” \nThen there was Hillary Clinton, lamenting in an interview with Nevada journalist Jon Ralston: \n“We have to have a candid national conversation about race, and about discrimination, hatred, prejudice. Public discourse is sometimes hotter and more negative than it should be, which can, in my opinion, trigger someone who is less than stable.” \nThen, without naming Donald Trump, Hillary said: “A recent entry into the Republican presidential campaign said some very inflammatory things about Mexico.” \nNow it’s certainly fair for Clinton to jump on Trump for having said that illegal Mexican immigrants “are bringing drugs, crime” and are “rapists” and “some, I assume, are good people.” But in the context of the South Carolina shootings? \nTrump replied that “wow, it’s pretty pathetic that Hillary Clinton just blamed me for the horrendous attack that took place in South Carolina.” She didn’t do that, but she did drag him into the conversation. \nUnfortunately, both sides have a history of engaging in shameful rhetoric over the years. After the 1995 Oklahoma City bombing, in remarks aimed at Rush Limbaugh, Bill Clinton blamed “loud and angry voices” that “keep some people are paranoid as possible…They spread hate, they leave the impression that, by their very words, that violence is acceptable.” \nLimbaugh responded that “liberals intend to use this tragedy for their own political gain,\" blaming \"many in the mainstream media\" for \"irresponsible attempts to categorize and demonize those who had nothing to do with this.\" \nIn 2011, some liberals blamed Sarah Palin for the Arizona shooting that wounded Gabby Giffords and killed six people because Palin’s organization had put crosshairs on a political map targeting Democratic lawmakers.  I denounced it then and will continue to denounce such guilt-by-association tactics. \nPalin responded that \"within hours of a tragedy unfolding, journalists and pundits should not manufacture a blood libel that serves only to incite the very hatred and violence they purport to condemn.” The phrase blood libel sparked a fresh controversy.  \nEvery time there’s a mass shooting, if the murderer had any kind of discernible political beliefs—and often it’s just an incoherent stew of hatred—some on the left or the right try to capitalize on that. It’s ugly, it’s appalling and has no place in civil discourse. \n‎This message and its attachments may contain legally privileged or confidential information. It is intended solely for the named addressee. If you are not the addressee indicated in this message (or responsible for delivery of the message to the addressee), you may not copy or deliver this message or its attachments to anyone. Rather, you should permanently delete this message and its attachments and kindly notify the sender by reply e-mail. Any content of this message and its attachments that does not relate to the official business of Fox News or Fox Business must not be taken to have been sent or endorsed by either of them. No representation is made that this email or its attachments are without defect. \nClick for more from Media BuzzHoward Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz. Click here for more information on Howard Kurtz. ", "byline": "", "description": "Nine people dead in a horrifying massacre—and some pundits and politicians can’t wait to point fingers.", "title": "After Charleston church tragedy, reckless rhetoric from pundits and politicians", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/mxSVkBUAMUY/", "topics": ["immigration", "mexico", "personality"], "people": ["Howard Kurtz", "Bill O'Reilly", "Bill Clinton", "Clementa Pinckney", "Sarah Palin", "Hillary Clinton", "Todd Rutherford", "Donald Trump", "Jake Tapper", "Gabby Giffords", "Charles Cotton", "Jon Ralston"], "orgs": ["NRA"], "authors": [], "date_written": "2015-06-23 02:44:28", "org": "fox", "article_id": "ecacf1c5608574e36b5a00f6d1a24606", "date_access": "2015-06-22 09:06:42.565436"}