{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDonald Trump’s criticism of Jeb Bush’s brother over the 9/11 attacks is resonating strongly with one group:\nLiberals.\nThey are more than happy to seize the moment and blame George W. Bush for the worst terrorist attack in our nation’s history.\nTake MSNBC’s Chris Matthews, who is pumped up over the Trump offensive: “The Democrats never had the stones to go out and challenge George W… because they probably felt that would be un-nice. Trump isn’t un-nice, he’s willing to be tough.”\nBrad Woodhouse, a former Democratic Party spokesman, sent out an email saying “Trump is right about 9/11.” That linked to a liberal piece in the Atlantic with the same headline.\nAny fair review of what happened would conclude that the Clinton and Bush administrations shared responsibility for the attacks that claimed the lives of 3,000 Americans. The intelligence failures over the al-Qaeda plot, which had been in the works for years, certainly predate Bush, who had only been in office for eight months. But it’s also true that the classified presidential daily briefing on Aug. 6, 2001 warned Bush: “Bin Laden Determined to Strike in U.S.”—and there were other warnings as well.\n\nIn pure political terms, Trump has shifted the campaign conversation in a way that hurts Jeb. The more time that Jeb spends talking about 2001, the less time he spends talking about the future. And the more time he spends defending his brother, the more he reminds voters that he is the third Bush to seek the White House—which undermines Jeb’s “I’m my own man” theme.\nThis has become a Trump specialty, to jab at his rivals with a provocative comment that forces them to spend days counterpunching.\nThe contretemps began with a television interview on Bloomberg, when Trump said this about the 43rd president: “I mean, say what you want, the World Trade Center came down during his time.” When anchor Stephanie Ruehl objected, Trump said people could blame Bush or not, but this was a fact: “The World Trade Center came down during his reign.” That prompted Jeb to tweet that the billionaire’s comments were “pathetic.”\nSince the Trump line contradicts Jeb’s narrative that his brother “kept us safe,” Bush stepped it up on CNN’s “State of the Union,” saying Trump is not serious when it comes to foreign policy: “Does anybody actually blame my brother for the attacks on 9/11? If they do, they’re totally marginalized in our society.”\nBut nobody this side of the conspiracy nuts is blaming George Bush for the attacks; some are saying (which was widely reported in the following years, though little remembered now) that his administration missed important signals and that law-enforcement and intelligence agencies failed to share information.\nTrump elaborated Monday’s on “Fox & Friends” and Tuesday on CNN’s “New Day,” saying his tougher approach to immigration might have kept most of the hijackers out of the country. (This is debatable, as most of them had valid student and tourist visas.)\nAnd the new focus on what was dubbed the War on Terror enabled Trump to pivot to Iraq, saying on CNN it was “just a disastrous decision” for the former president to launch that invasion and destabilize the Middle East.\nTrump also told anchor Alisyn Camerota that “they knew an attack was coming. George Tenet, the CIA director, knew in advance there would be an attack, and he said so.”\nIt sounded at first glance like Trump might be wading into murky waters, but the key phrase is “an attack.” Tenet was indeed worried about an al-Qaeda attack—he insisted on a meeting with Condi Rice to press the point—but he didn’t know when and where, or that planes would be hijacked.\nWhile liberals are jumping on this Trump bandwagon, some conservatives are upset. Fox’s Dana Perino, Bush’s former press secretary, accused Trump of peddling “liberal conspiracy theories.”\nThe Wall Street Journal’s editorial page, a major detractor, ran a piece titled “Trump’s 9/11 Truthing.” The headline is unfair because truthers are those who say the Bush administration was complicit in the attacks.\n“Mr. Trump is now trying to blunt that rebuke by distorting the truth about the hijackers and the  Osama bin Laden era…Blaming George W. Bush for the 9/11 attacks is like blaming President Obama for the recession that followed the 2008 financial panic,” the Journal says. “The rise of al Qaeda had been going on for years, and its first attack on U.S. soil was its bombing of the World Trade Center in 1993.”\nNational Review, which is hostile to The Donald, published a column yesterday in which Jeb said Trump “echoes the attacks of Michael Moore and the fringe Left against my brother is yet another example of his dangerous views on national-security issues…\n“Donald Trump simply doesn’t know what he’s talking about. And his bluster overcompensates for a shocking lack of knowledge on the complex national-security challenges that will confront the next president of the United States.” ‎ Perhaps it’s just a coincidence, but Mike Murphy, an 18-year Jeb adviser who runs his Super PAC, broke a long period of media silence by calling Trump “a false zombie front-runner. He’s dead politically, he'll never be president of the United States, ever. By definition I don't think you can be a front-runner if you're totally un-electable,” Murphy told Bloomberg.\nSo Jeb World is fully engaged. And since Bush’s interviews tend not to generate much news, maybe this has brought him more media attention than he’s gotten in weeks.\nBut he’s playing very much on Trump’s turf, and that has hurt. In the latest CNN poll, Trump hit 27 percent, and Bush is at 8—numbers that, however early, Jeb needs to find a way to change.\n‎Click for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Donald Trump’s criticism of Jeb Bush’s brother over the 9/11 attacks is resonating strongly with one group:", "title": "Trump’s 9/11 sparring with Bush: The left piles on Jeb’s brother", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/aJoXGra5P3g/", "topics": ["personality", "immigration", "terrorism"], "people": ["Brad Woodhouse", "Jeb World", "George Tenet", "Howard Kurtz", "Jeb Bush", "Donald Trump", "George W. Bush", "Chris Matthews", "Michael Moore", "Condi Rice", "Mike Murphy", "Dana Perino", "Alisyn Camerota"], "orgs": ["CIA", "al Qaeda", "Journal", "National Review", "World Trade Center", "Democratic Party", "MSNBC"], "authors": [], "date_written": "2015-10-22 00:55:54", "org": "fox", "article_id": "9aa43a2506080ecdb1bef8d5f3bd6a47", "date_access": "2015-10-21 19:01:46.500197"}