{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • What Walker (and everyone else) got wrong about 2016 • Baier Tracks: Black and blue and read all over… • Throwback: Hillarycare 3.0 to focus on drug prices • Dems face vote on late-term abortion • Well, it worked didn’t it?\nWHAT WALKER (AND EVERYONE ELSE) GOT WRONG ABOUT 2016 The Scott Walker campaign autopsy will drag on for a bit longer elsewhere, but we will spare you the viscera.  The real work is already done, anyway. Josh Kraushaar (here) and Liz Mair (aggregated here) had already determined the causes of death before most in the political press had even finished snark-Tweeting.  So, enough about the roadkill. Let’s talk about the road.  What squashed Walker wasn’t so much about bad staffing or unpreparedness as it was about his fundamental misunderstanding of the nature of his party in this cycle.  Walker looks like a good alternative to Jeb Bush if Ted Cruz is on the other side. But what if the outer boundary is actually Donald Trump or Ben Carson?\nSecond-place Carson is currently running laps around Trump on the issues of sharia law and creeping Islamism. While Trump is trying to get off the topic, Carson is denouncing willful P.C. blindness to the issue.  If you knew these would be the dominant issues of late September, would you have been bullish on Walker in the spring?  With so many voters so deeply despairing about the nature of the government and the state of the republic, Walker-like “reform” doesn’t sound so attractive. Revolt is the thing in the GOP these days.  Many have tried to rigidly apply the 2012 template to the 2016 stakes – including Walker’s campaign. And while there are similarities, 2016 looks different: the nature and size of the field, the compressed schedule, the perceptions of Hillary Clinton’s vulnerability and, most of all, a deeper sense of dread among party activists.  Here’s a way to think about it. When the 2012 GOP nominating cycle was entering its darkest days, Newt Gingrich was warning of creeping sharia. It seems like Carson is picking up where he left off, but with more vigor. It took a while in the 2012 cycle to get to brutal attacks on rivals’ immigration stances. In this cycle, it’s where Trump started.  It’s not so much that Walker peaked too soon, it’s that it’s much later in the cycle than we think.  Given the bloody war that has raged in the GOP since the last presidential cycle, this ought not to surprise us. But it certainly has, and no one more than Walker.  BAIER TRACKS: BLACK AND BLUE AND READ ALL OVER… “What happened to Scott Walker?  He wasn’t getting any positive story lines and never could get off the ground. A search for headlines in major news outlets in the past five weeks reveals more than 80 brutal stories.  Some lowlights: (8/14) WashEx: Walker won't buck special interests; (8/19) WaPo: Scott Walker goes wobbly; (8/24) WaPo: Walker falls flat on his face; (9/8) The Atlantic: Can Scott Walker Save Himself? The Wisconsin governor’s presidential campaign is in free fall; (9/17) Politico: Scott Walker swings, misses and his campaign scrambles  And there were dozens more as bad or worse.  This paints a tough picture of a candidate who one person who knows Walker said, ‘He ran - not on who he was, but on who he thought people (particularly in Iowa) thought he should be.’” – Bret Baier  Jeb responds to 9/11 attack ad - At an event in Iowa Monday night, Bush responded to an attack ad from a PAC with ties to Hillary Clinton that went after Bush’s defense of his brother President George W. Bush. Bush responded in Iowa, “Protecting the homeland is a first priority of the President of the United States, and it shouldn’t be a partisan issue.”  You high, bro? - In a new Instagram video, Donald Trump mocks Bush again, this time focusing on Bush’s admitted past doobage enthusiasm. Using Bush’s differing stances on the Iraq war, Trump poses the question: Are we sure it was only 40 years ago?  Carly shows her lighter side on ‘Tonight Show’ - Carly Fiorina decided to show her lighter side with Jimmy Fallon Monday night. Fiorina talked about her grandchildren and the songs she sings to her dogs. She performed a verse of her made-up song to the tune “Rock Around the Clock.”  [In an effort to have more voters get to know her, the super PAC backing Fiorina’s campaign hosts a the premiere of “Citizen Carly” tonight at the Arlington Cinema ‘n’ Drafthouse in Arlington, Va. Watch the trailer here.]  SOUND OFF: READERS RESPOND TO GOP 2016 POWER INDEX “I used to be a supporter of Fox News, now I don’t listen to any of Fox reporters or staff. You are just as bad as the lazy Republicans and Democrats. You don’t care about truth, just ratings....shame on you...” – David Black  “Debate established that Carly Fiorina and Marco Rubio most articulate on policy, with Donald Trump and Ben Carson weak on substance. At this early point, a Rubio-Fiorina ticket (or vice versa) appears best chance to both unify fractious GOP and win the general election.” – Jim Hartman  “Chris, c’mon! Love the daily column but in what world, or by what metric, do you see Jeb as the most likely GOP nominee today? A little too inside for me. I’d go Carly, Rubio and Cruz as 1,2,3 in any order you want to put them as of today (e.g. if the vote was tomorrow) Thanks. Keep it comin’.” – J.E. Schreiner  WITH YOUR SECOND CUP OF COFFEE… The autumnal equinox will come at 4:21 a.m. ET Wednesday. And you don’t have to be a druid to know that this is a remarkable week to be watching the skies. Nat Geo tells you where, how, and when to look for the brightest “morning star” of the year, the perfect balance between day and night, and a lunar eclipse. All of the details and some of the science can be found here.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.4 percent//Disapprove – 50.3 percent Directions of Country: Right Direction – 29.4 percent//Wrong Track – 61.4 percent  THROWBACK: HILLARYCARE 3.0 TO FOCUS ON DRUG PRICES WashEx: “Hillary Clinton will roll out her proposed changes to President Obama’s Affordable Care Act on Tuesday, focusing lowering the cost of prescription drugs. … In the run-up to Clinton’s healthcare event, her campaign has complained that ‘price gouging … in the specialty drug market is outrageous’ and said that would soon lay out a plan to tackle it. Additionally, Clinton has committed to changing the law’s small business mandate, which requires businesses with 50 or more full-time employees to provide health insurance or pay a penalty fee. In a February 2014 speech she spoke of the perils of Obamacare forcing businesses to hire employees part-time, rather than full time, in order to ensure that they don’t have to pay extra for healthcare allowances.”  Hillary botches emotional moment with suicide victim’s mom - Boston Globe: “The sauna-hot room was silent as a woman told a halting and tearful story about her son’s struggle with a serious mental disorder. ‘Because we couldn’t get good mental health care for him,’ she said, wiping a tear, ‘he finally took his life.’ … Hillary Clinton physically backed up closer to a wall as she listened and nodded. When the woman finished her story, the leading Democratic presidential contender retrieved a microphone, turned away, and began asking another panelist to respond. Then she stopped herself. ‘I’m very sorry,’ said Clinton, who followed with a bland observation. ‘We’re not doing enough on mental health treatment.’ No real show of compassion. No hug or even a touch on the hand.”  New Yorkers hard on Iran deal - Support for the Iranian nuclear deal that Hillary Clinton helped set in motion as secretary of state is abysmal even in her home state of New York. Only 32 percent of registered voters in a new Quinnipiac University poll support the deal. Fifty-nine percent were opposed. This may help explain Clinton’s poor favorability rating in the Siena College poll out Monday.  Told ya so: Clintons scuff up Biden ahead of potential launch - You read it here on Monday, but Politico chronicles the pressures being applied to the vice president.  DEMS FACE VOTE ON LATE-TERM ABORTION As Pope Francis arrives in Washington today, Senate Democrats are being forced to fight to keep elective late-term abortions legal. Although Democrats have enthusiastically embraced the pope’s stance on income inequality and climate change it seems that enthusiasm stops with the Church’s anti-abortion stance. Republicans hope to shine a light on this discrepancy between Democrats and the Catholic Church ahead of Francis’ Thursday address to a joint session of Congress.  The vote concerns moving legal constraints from the current 24 weeks to 20 weeks and has broad support across the country. And while Democrats have the votes to stymie the measure, Republicans hope that simply holding the vote will appeal to the broad electorate and create campaign problems for Democratic senators up for re-election in 2016.  Graham wants to get out of abortion ‘club of seven’ - The Hill: “Sen. Lindsey Graham (R-S.C.) urged his colleagues to allow a 20-week abortion ban to move forward, saying it’s time for America to ‘get out of this club of seven’…Other countries that don’t ban elective abortions after 20 weeks include Canada, China, the Netherlands, North Korea, Singapore and Vietnam.”  McConnell starts laying out spending strategy - WaPo: “[Senate Majority Leader Mitch McConnell] is expected [today] to begin setting up the procedural process that could allow the Senate to complete work on a stop-gap bill by early next week, giving the House just enough time to consider the legislation before the end of the fiscal year on Sept. 30. Under the plan, the Senate would first vote on a short-term continuing resolution (CR) that would include language blocking funds from going to Planned Parenthood. Democrats will almost certainly have the votes to filibuster that bill. McConnell would then bring up a CR that would extend current discretionary funding levels for up to two and half months without any significant policy changes.”  [Countdown to shutdown: 9 days - Yes it’s that time. Current funding for Federal Government agencies runs out at 11:59pm on September 30. ]  FIRST MAJOR TELEVISION AD AGAINST IRAN DEAL TARGETS BENNET WSJ: “A Colorado nonprofit group plans to spend in the six figures to attack Democratic Sen. Michael Bennet over his support for the Iran nuclear deal, in the first major television advertisement using votes on the Iran deal to attack a vulnerable senator up for re-election…The ad, which will run Sept. 22 to Sept. 29 on Denver area ABC, CBS and NBC affiliates, pictures children counting down in various languages and then a nuclear bomb exploding, with the caption ‘A nuclear Iran is a threat to the entire world.’”  GOOD GET! AEI SNAGS BIBI Israeli Prime Minister Benjamin Netanyahu returns to Washington in November to receive the Irving Kristol Award from the American Enterprise Institute. The award ceremony is Nov. 9 in Washington.  [Watch Fox: Megyn Kelly interviews Kentucky county clerk Kim Davis who refused to hand out same-sex marriage licenses in her first interview on “The Kelly File” at 9 p.m. ET.]  WELL, IT WORKED DIDN’T IT? New Hampshire Union Leader: “A city man is facing an arson charge after police say he lit his own vehicle on fire to prevent it from being towed. Police Sgt. Chris Biron said officers were sent to 25 Cartier St. around 7:43 p.m. to investigate a report of arson. Biron said the owner of an apartment building had called Dan’s City Towing to have an illegally parked car removed. According to police, after the car had been placed on a tow truck and lifted, the owner of the vehicle, identified as Shad Badeau, 40, of 25 Cartier St., arrived. According to Biron, Badeau set his vehicle on fire to prevent it from being towed. The tow truck driver unhitched and dropped the vehicle, at which time Badeau extinguished the car fire himself before fire and police personnel arrived. Badeau was arrested on a charge of arson, and is expected to be arraigned today.”  AND NOW A WORD FROM CHARLES… “When he knew that [Scott Walker] disappeared in Iowa, it was over. In a way, it’s kind of patriotic…he realized if he gets out it may be the beginning of the winnowing of the field.” – Charles Krauthammer on “Special Report with Bret Baier”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "It’s not so much that Walker peaked too soon, it’s that we're much later in the cycle than we think.", "title": "What Walker (and everyone else) got wrong about 2016", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/fq-YrsVfNto/", "topics": ["immigration", "abortion"], "people": ["Chris Wallace", "Kim Davis", "Ted Cruz", "Josh Kraushaar", "Chris Stirewalt", "Liz Mair", "Newt Gingrich", "Kelly File", "Bret Baier", "Pope Francis", "Scott Walker", "Jimmy Fallon", "Jeb Bush", "Donald Trump", "Marco Rubio", "Megyn Kelly", "Michael Bennet", "Carly Fiorina", "Benjamin Netanyahu", "Jim Hartman", "Charles Krauthammer", "Lindsey Graham", "Hillary Clinton", "George W. Bush", "Nat Geo", "Ben Carson"], "orgs": ["P.C.", "Quinnipiac University", "Congress", "Senate", "New Hampshire Union Leader", "Siena College", "PAC", "FNC", "AEI", "American Enterprise Institute", "GOP"], "authors": [], "date_written": "2015-09-22 17:04:07", "org": "fox", "article_id": "2f78aac2f8f54cf6980e9fab3c9baf08", "date_access": "2015-09-22 16:30:25.530175"}