{"body": "\nTV Station WDBJ had a moment of silence this morning in honor of the two members of its news team were gunned down in cold blood on live television. Reporter Alison Parker and cameraman Adam Ward were both assassinated by a disgruntled former on-air reporter. The fired gunman killed himself after fleeing the scene. In a manifesto, the gunman says his motive was the massacre at an African American church in Charleston. A woman who was being interviewed – Vicki Gardner by Parker is hospitalized in stable condition. She was shot in the back.  We’ve got Fox team coverage and we’ll talk to a friend of Parkers about her life.\nWall Street set to open higher after a huge rally yesterday for U.S. stocks. We’re awaiting a revision to the GDP reading for last quarter. Economists expect growth to be upwardly revised to 3%. Chinese stocks closed higher overnight for the first time in 6 days, but the news on the Chinese economy is pretty grim. It’s been an economic roller coaster for several weeks now. We’ll ask Dennis Berman from the Wall Street Journal what all this means to the U.S. economy.\nWashington state’s governor touring damage from one of the state’s large wildfires. 40 homes have been destroyed as the state has dealt with the worst fires in its history. Fires continue to rage in 7 Western states.\nTropical storm Erika already dumping rain on the islands of Antigua and Barbuda as it heads for Puerto Rico and eventually Florida. Rick Reichmuth joins us on that, and to discuss how far forecasting has come in the 10 years since Hurricane Katrina.\nPresident Obama heads to New Orleans today to mark the anniversary. He’ll visit and give a speech in the Lower 9th Ward which was obliterated during the hurricane and flooding.\nVP Joe Biden still mulling a run for the White House. Speculation has been rampant, but the New York Times today reports Biden has told DNC members that he was uncertain if his family has the “emotional fuel” for a presidential campaign after the death of his oldest son Beau Biden…\nHillary Clinton has an event today in Cleveland. Ed Henry covering her campaign as she continue to try and deal with the fallout from the email controversy. That’s the primary driver of growing concerns among Democrats about Clinton’s chances, and may help explain some of the growing support for Joe Biden. The Washingont Post reports today, “A wide swath of party financiers is convinced that Biden will make a late entry into the race, and a sizable number are contemplating backing him, including some who have signed on with Clinton.”\nThere are new Quinnipiac polls out today of national voters that suggest Biden outperforms the former Secretary of State in head to head matchups against top Republicans. The poll is of registered voters nationwide.\nThat polling also shows a surging Donald Trump who is by far the leading candidate on the GOP side. He gets 28% up from 20% a month ago. The next highest is Ben Carson with just 12% followed by 7% for Bush, Cruz and Rubio.\nTrump is holding a rally today in Greenville, SC at 11am. More interestingly we could get another news conference with reporters in the second hour of Happening Now. Stay tuned for those fireworks!\nClosing arguments today in the trial of Owen Labrie. He’s the 19-year-old graduate of an elite New Hampshire prep school who is accused of raping a teenage girl. He says it was consensual.\nFor more news, follow me on Twitter:\n@ClintPHenderson\n \nhappening-now\n\nJon Scott and Jenna Lee will take YOU to news when and where it happens.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Trump rally and news conference today. Trump surges in new polls. Biden up in new polls. 10 year anniversary of Hurricane Katrina. U.S. GDP up again. Stocks surge in U.S. Stocks up in China. Larry Sabato here with his Crystal Ball. ", "title": "Day of Mourning", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/OC2_nkVn6JQ/", "topics": ["economy"], "people": ["Crystal Ball", "Dennis Berman", "Beau Biden", "Jenna Lee", "Joe Biden", "Hillary Clinton", "Larry Sabato", "Ed Henry", "Alison Parker", "Owen Labrie", "Vicki Gardner", "Adam Ward", "Jon Scott", "Donald Trump", "Rick Reichmuth", "Ben Carson"], "orgs": ["GOP", "DNC", "Quinnipiac"], "authors": [], "date_written": "2015-08-27 14:52:51", "org": "fox", "article_id": "3d3c36a17d9e529a491d83db256eb3af", "date_access": "2015-08-27 14:20:21.188039"}