{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Democratic presidential candidates faced off Tuesday for their first debate of the 2016 season, with Hillary Clinton at center stage as she tries to keep her primary rivals from denting her front-runner status.\nVermont Sen. Bernie Sanders, the only declared Democratic candidate coming anywhere close to Clinton in the polls, would appear best-positioned to put the former secretary of state on defense Tuesday night in Las Vegas.\nBut the CNN debate also is a chance for the three other candidates on stage -- former Maryland Gov. Martin O’Malley, former Virginia Sen. Jim Webb and former Rhode Island Gov. Lincoln Chafee – to expand their scant base of support with a break-out moment. Right now, all three are averaging below 1 percent in the polls nationally, according to RealClearPolitics.\nAn easy target for the other four candidates on stage may be Clinton’s shifting positions on issues ranging from trade to health care to immigration. In the run-up to the debate, her Democratic opponents have suggested she's testing the political winds before taking a stand on such issues.\nClinton faces a dual task, though – to not only outperform primary rivals cutting into her lead and but perhaps keep her biggest potential challenger, Vice President Biden, on the sidelines.\nBiden still is mulling a bid and did not make Tuesday’s showdown. According to a White House official, Biden plans watch the debate at the Naval Observatory residence.\n\nClinton’s performance in Vegas could weigh on his ultimate decision.\nWhile Clinton remains the front-runner, a new Fox News poll underscored her potential vulnerability in a general election – and showed Biden faring better than her against would-be GOP rivals.\nIn hypothetical 2016 matchups, Clinton trailed all the Republicans tested, including Ben Carson by 11 points and Donald Trump by 5 points. By comparison, Biden was leading Trump by 13 points and Carson by 4 points.\nThe poll was based on interviews with 1,004 registered voters nationwide. The poll had a margin of error of 4 percentage points for the head-to-head match-ups.", "byline": "", "description": "The Democratic presidential candidates faced off Tuesday for their first debate of the 2016 season, with Hillary Clinton at center stage as she tries to keep her primary rivals from denting her front-runner status.", "title": "Clinton faces Dem rivals at kick-off 2016 debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/jFUDg6QH39o/", "topics": ["immigration", "campaign_finance"], "people": ["Martin O'Malley", "Hillary Clinton", "Donald Trump", "Jim Webb", "Bernie Sanders", "Ben Carson", "Lincoln Chafee"], "orgs": ["GOP"], "authors": [], "date_written": "2015-10-14 01:34:04", "org": "fox", "article_id": "2a3ba36c89b6c47d9cc54632c591ea14", "date_access": "2015-10-14 01:04:26.138542"}