{"body": "\n\n\n\nPresident Barack Obama and Pope Francis stand at attention during the playing of the national anthems during a state arrival ceremony for the pope, Wednesday, Sept. 23, 2015, on the South Lawn of the White House in Washington. (AP Photo/Pablo Martinez Monsivais)\n\n\nThe Pope is in America! Today he’ll speak to Americans on his first ever visit to the U.S.. Pope Francis will meet with the President and speak to America’s bishops. An arrival ceremony at the White House today will feature 15,000 Americans. During our show there’s a papal motorcade from the White House to Saint Matthew’s Cathedral. He’ll meet with various church officials before holding a Noon prayer service in Spanish. Afterwards he heads via motorcade to what is the Catholic version of an embassy called the Nunciature. We’ve got Fox team coverage, and we’ll talk to Shepard Smith and some other guests about the historic visit.\nThe Chinese President Xi Jinping also in the United States visiting Seattle before heading for Washington. Dan Springer reporting.\nThere’s lots of political news today too.\nLive events with Lindsey Graham, Carly Fiorina and this afternoon, Donald Trump.\nNew polling out this morning from Bloomberg. It shows Biden surging even though he hasn’t officially entered the race for the White House.\nThe Bloomberg poll still has Clinton in the lead with 33%, Biden gets 25% and Sanders with 24%. The polling was of Democrats and Democratic leading voters.\n\nHillary Clinton has come out against the Keystone Pipeline.\nBloomberg is reporting the FBI has recovered some email from Hillary Clinton’s private server. Private and work emails were deleted. Bloomberg’s Del Quentin Wilber writes, “The Federal Bureau of Investigation’s success at salvaging personal e-mails that Clinton said had been deleted raises the possibility that the Democratic presidential candidate’s correspondence eventually could become public. The disclosure of such e-mails would likely fan the controversy over Clinton’s use of a private e-mail system for official business.”\nFor more news, follow me on Twitter: @ClintPHenderson\n \nhappening-now\n\nJon Scott and Jenna Lee will take YOU to news when and where it happens.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Pope Francis in America. Hillary Clinton leads new Bloomberg poll. Biden is number two even though he hasn't gotten into the race. Chinese President in U.S. ", "title": "Pope in America", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/8cyXOeGpVIQ/", "topics": ["personality"], "people": ["Pablo Martinez Monsivais", "Carly Fiorina", "Jenna Lee", "Lindsey Graham", "Dan Springer", "Hillary Clinton", "Jon Scott", "Donald Trump", "Quentin Wilber", "Barack Obama", "Pope Francis", "Shepard Smith", "Xi Jinping"], "orgs": ["FBI", "Federal Bureau of Investigation", "Keystone Pipeline"], "authors": [], "date_written": "2015-09-23 14:43:31", "org": "fox", "article_id": "ab2595e30caffccd19359cdb068fafb7", "date_access": "2015-09-23 15:50:50.443494"}