{"body": "\t\t\t\n\t\t\t It’s not smart to get too enthusiastic about any politician. I’ve been disappointed often. I believed Bill Clinton when he said, “the era of big government is over.” I thought George W. Bush was a “small government guy.” And Barack Obama …\n\nWell, never mind.ADVERTISEMENTADVERTISEMENT\n\nIf I want limited government and individual freedom, to whom do I turn?\n\nTed Cruz? I want to like him. He’s smart. He’s read economists Mises, Hayek, Rothbard, etc. He confronted Obama’s attorney general about constitutional limits on killing Americans with drones. He fought hard against Obamacare.\n\nBut he also seems so eager to go to war. It also bothers me that he praises states’ independence but then criticizes President Obama for giving states a tiny bit of free rein to set drug policy.\n\nI like Jeb Bush personally. I like Govs. Walker, Kasich and Perry. But they also seem eager to go to war in the Middle East and continue the destructive drug war in America.\n\nSo I plan to vote for Rand Paul.\n\nSen. Paul confuses people. Some Ron Paul fans say Rand is not as committed to liberty as his father. But some of their complaints seem ambiguous. Yes, Rand avoids alienating conservatives because he wants the Republican nomination. But has he violated his principles?\n\nHe doesn’t call for drug legalization but wants to decrease penalties, and he doesn’t rule out legalization.\nHe voted for sanctions on Iran, which bothers hardcore libertarians, but of the policies under consideration, sanctions were better than war.\n\nAnd Rand wants the Senate to fulfill its constitutional role by approving any war. That’s libertarian.\nHe supported increases in defense spending, but at least he said they should be offset by reductions in other spending.\n\nPaul disappoints me by opposing gay marriage and saying a “moral crisis allows people to think there would be some other sort of marriage.” What? If anything, there are fewer “moral crises” in America: Crime, teen pregnancy, teen sexual activity and use of marijuana are all trending down. I wish politicians would get off their “moral crisis” pedestal.\n\nAt least Rand did not ask the government to ban gay marriage. It’s a relief when a politician draws a line between what his religion tells him and what government ought to do.\n\nWhere Rand Paul shines is in the clarity of his plans to shrink government. When elected to the Senate, he said his big priorities were “the debt, the debt and the debt.”\n\nGood. With the federal government $18 trillion in the hole, we can’t afford another big-government president.\n\nPaul presented budget proposals (visible online) that left-wing critics like Vox say are “the most radical vision of limited government ever presented by a major American presidential candidate (apart, perhaps, from Paul’s father, Ron Paul).”\n\nHe wants to eliminate the Department of Education, Amtrak subsidies, the Department of Energy, foreign aid and other programs that do more harm than good. He would privatize Medicare and partially privatize Social Security.\n\nPaul criticizes crony capitalist subsidies, and, unlike most politicians who suck up to Midwestern farmers by offering ethanol subsidies, he proposes merely eliminating regulations that inhibit ethanol production. That’s libertarian.\n\nPaul’s practicing politics, but it’s still pretty libertarian politics. In fact, he seems to lean over backward to stick to libertarian principles -- even while trying to sound like a mainstream politician.\n\nMost politicians just change their “principles” to fit the needs of their campaign. And maybe keeping things vague is the way to win. Hillary Clinton’s website doesn’t even give any specific policy positions.\n\nLiberals should consider voting for this Republican. Paul’s been more vocal than any Democrat in his warnings about civil liberties violations by police, the Dept. of Homeland Security and the NSA. His criticism of policies that disproportionately harm minorities let him reach out to groups that Republicans have often ignored. A recent poll of swing states found Paul would beat Hillary Clinton in Colorado and Iowa.\n\nRand Paul is not perfectly libertarian, but of those who might be president, he’s the best thing we’ve got.  \n\nIn 2012, I voted for Gary Johnson. This year: Rand Paul.John Stossel is the host of \"Stossel\" (Thursdays at 9 PM/ET), a weekly program highlighting current consumer issues with a libertarian viewpoint. Stossel also appears regularly on Fox News Channel (FNC) providing signature analysis. Click here for more information on John Stossel.", "byline": "", "description": "It’s not smart to get too enthusiastic about any politician.", "title": "Why I plan to vote for Rand Paul for president", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/o2427KKE-Qs/", "topics": ["health", "economy", "gay_marriage", "terrorism"], "people": ["Rand Paul", "Ron Paul", "John Stossel", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "George W. Bush", "Barack Obama", "Gary Johnson", "Ted Cruz"], "orgs": ["Social Security", "Amtrak", "Department of Energy", "Senate", "Vox", "Homeland Security", "FNC", "NSA", "Department of Education"], "authors": [], "date_written": "2015-04-23 00:00:01", "org": "fox", "article_id": "3fda6e708b3d16044b0f14662385be84", "date_access": "2015-04-23 02:55:04.897196"}