{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe FBI has taken possession of the personal e-mail server used by Hillary Clinton during her tenure as secretary of state, according to a published report.\nBarbara Wells, an attorney for Denver-based computer services firm Platte River Networks, told The Washington Post that federal agents picked up the server from a private data center in New Jersey Wednesday afternoon. The attorney told the paper that the server \"was blank\" and no longer contained useful information.\n\"The information had been migrated over to a different server for purposes of transition,\" Wells told the paper. \"To my knowledge the data on the old server is not available now on any servers or devices in Platte River Network’s control.\" Wells added that the company had cooperated with the FBI and had been told it was not a target of the investigation.\nThe Justice Department is looking into whether classified information was improperly stored on or passed through the server, which Clinton used for all her correspondence during her time as secretary of state. \nThe Post reported that Platte River Networks had been hired by former President Bill and Hillary Clinton to upgrade their private e-mail network in June 2013, after Hillary Clinton had left the State Department. As part of the job, the old server was taken from the basement of the Clintons' Chappaqua, N.Y. home and moved to the New Jersey data center. \nClinton announced that she would turn the server over to the FBI Tuesday. That same day, Intelligence Community Inspector General I. Charles McCullough III told members of Congress that at least two emails that traversed the device while she was secretary of state contained information that warranted one of the government's highest levels of classification.\n\n\n\nMore on this...\n\n\n\n\nEmail scandal a political and legal nightmare for Hillary? \n\n\n\nThe evolution of Hillary Clinton's server scandal \n\n\n\nE-mail scandal's political impact on Hillary Clinton \n\n\n\n\nThe latest e-mail revelations have thrown a major wrench into Clinton's 2016 presidential campaign, though communications director Jennifer Palmieri shrugged off the ongoing investigation in an e-mail to supporters Wednesday. \n\"Look, this kind of nonsense comes with the territory of running for president,\" Palmieri wrote.  We know it, Hillary knows it, and we expect it to continue from now until Election Day.\"\nMeanwhile, Fox News has learned that top U.S. intelligence officials are running out of patience with the State Department's reluctance to turn over emails from the server.\nThe Intelligence Community's Inspector General has requested approximately 30,000 emails from Clinton's tenure as Secretary of State in order to conduct its own review. Those emails are in possession of the State Department, which has been gradually releasing them to the public.\nAn intelligence source told Fox News the State Department has pushed back on the government intelligence watchdog's request, and that Director of National Intelligence James Clapper is considering intervening. The source said the inspector general wants to check the controls on the redaction process and ensure that the office can get a handle on all of the potentially sensitive information that was contained in the Clinton emails.\nIn addition, Republican lawmakers have reached out to Platte River Networks with questions about what measures it took to safeguard national security information in Clinton's emails. \n\"Given that the server was used to conduct official State Department business, questions have been raised regarding whether classified information was stored on the private server,\" Sen. Ron Johnson, R-Wis., wrote Platte president Treve Suazo in a letter obtained by McClatchy Tuesday. Johnson, the chairman of the Senate Homeland Security Committee, has asked Suazo to respond to his questions within two weeks, including \"if that data was secure, who had access to that material and whether all official documents were appropriately preserved\" and whether Platte River Networks was \"authorized to maintain or access classified information.\"\nThe Associated Press contributed to this report.\nClick for more from The Washington Post.", "byline": "", "description": "The FBI has taken possession of the personal e-mail server used by Hillary Clinton during her tenure as secretary of state, according to a published report. ", "title": "FBI reportedly takes possession of 'blank' Clinton email server", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/lIj91lc6PT0/", "topics": ["campaign_finance"], "people": ["Jennifer Palmieri", "Ron Johnson", "Hillary Clinton", "Treve Suazo", "Barbara Wells"], "orgs": ["Senate Homeland Security Committee", "Congress", "The Post", "State Department", "National Intelligence", "Justice Department", "Platte River Networks", "McClatchy", "FBI"], "authors": [], "date_written": "2015-08-13 09:35:14", "org": "fox", "article_id": "ea644350e765ace63540883e99df7b42", "date_access": "2015-08-13 09:20:05.579668"}