{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nBusiness magnate Carl Icahn announced Wednesday he’s launching his own super PAC with the goal to influence Congressional decisions on economic and business legislation.\nIn a letter sent to House and Senate leaders as well as members of the House Ways and Means Committee and the Senate Finance Committee, Icahn explained that lawmakers need to be held “accountable for the current gridlock in Congress that prevents important legislation from being passed”.\nIcahn says he will invest $150 million into his PAC to demonstrate he’s serious about reforming current federal policy.\nOne major issue important to the businessman is stopping American companies from moving their operations outside the U.S., often called “corporate tax inversions”. Multinational corporations make this move in an effort to pay a lower tax rate offered in other countries.\n“In the last few years over 50 companies have left the country through 'inversions,' representing over half a trillion dollars in market value, hundreds of millions in tax dollars, and tens of thousands of jobs”, Icahn explained. “If this exodus is allowed to accelerate, there will be disastrous consequences for our already fragile economy”.\nHe added, “this is by far the worst time imaginable to have an exodus of hundreds of companies. It would not only hurt our economy badly but would also meaningfully tarnish our reputation as a world power”.\n\nIcahn could find bipartisan support from the White House. “They're technically renouncing their U.S. citizenship. They're declaring they're based someplace else even though most of their operations are here. Some people are calling these companies \"corporate deserters,” President Obama told a crowd in July 2014.\nThis issue has also been a focus for Icahn’s friend and Republican presidential candidate Donald Trump.\nIn September, Trump released his tax reform proposals, which target current loopholes. “Too many companies – from great American brands to innovative startups – are leaving America, either directly or through corporate inversions”.\nThe GOP frontrunner has publicly shammed American companies for moving operations outside the states.\n“I'm not eating Oreos anymore. Nabisco is closing their plant in Chicago and moving it to Mexico. Ford is building $2.5 billion plant in Mexico,” Trump told supporters in New Hampshire last month. “You know I have Carl Icahn lined up. I have some of the greatest business leaders in the country lined up … they're going to go and negotiate, and we are going to make great deals…”\nIcahn has endorsed Trump’s presidential bid. “You have this movement toward a guy like Donald Trump, because you want someone that’s not beholden to an establishment,” he said in a recent video on his website. “We need a president that can move Congress and I think Donald Trump could do it. I disagree with him on certain issues, and certainly would talk to him more, but this is what this country needs -- somebody to wake it up.”\nIt’s yet to be seen if Icahn will join Trump on the campaign trail in the weeks ahead to push for tax and economic reform.Chris Snyder is a producer for Foxnews.com based in New York. Follow him on twitter: @ChrisSnyderFox. ", "byline": "", "description": "Business magnate Carl Icahn announced Wednesday he’s launching his own super PAC with the goal to influence Congressional decisions on economic and business legislation.", "title": "Billionaire Carl Icahn invests $150M in new super PAC to influence Congress", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/F5ZXLvrtyUs/", "topics": ["economy"], "people": ["Donald Trump", "Carl Icahn"], "orgs": ["Congress", "Senate Finance Committee", "Senate", "Ford", "PAC", "GOP"], "authors": [], "date_written": "2015-10-22 05:15:16", "org": "fox", "article_id": "56ffb8b904d73a3dc2c2efec8adf2f92", "date_access": "2015-10-22 05:30:20.001505"}