{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tJune 20, 2015: Republican presidential candidate, Sen. Ted Cruz, R-Texas, reacts after shooting a Smith & Wesson M-15 at the CrossRoads Shooting Sports in Johnston, Iowa. (AP Photo/Charlie Neibergall)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tRepublican presidential candidate Sen. Ted Cruz has returned money given to his campaign by the head of an organization linked to the suspected gunman in last week's Charleston church shooting. \nThe Cruz campaign said in a statement obtained by Fox News that it was returning money donated by Earl Holt III, the head of the Council of Conservative Citizens. The donations were first reported by The Guardian. \n\"Senator Cruz believes that there is no place for racism in society,\" the statement read. \"Upon learning about Mr. Holt's background and his contributions to the campaign, he immediately instructed that all of those donations be returned.\" The Guardian and The New York Times reported that Holt's donations to Cruz amounted to $8,500 since 2012, though that amount was not confirmed by the campaign.  \nThe Guardian also reported that Holt had donated to the campaigns of Sen. Rand Paul and former Sen. Rick Santorum. The paper reports that Holt contributed $1,750 and $1,500 to those campaigns, respectively. \nSantorum spokesman Matthew Beynon told The Guardian, \"Senator Santorum does not condone or respect racist or hateful comments of any kind. Period. The views the Senator campaigns on are his own and he is focused on uniting America, not dividing her.\" \nThe Council of Conservative Citizens is defined by the Southern Poverty Law Center as a white supremacist organization that opposes \"race mixing\" and describes blacks as inferior. A manifesto believed to be written by Dylann Roof that was uncovered over the weekend said that Roof had learned of what he called \"brutal black-on-white murders\" from the organization's website. Roof is accused of murdering nine black people this past Wednesday during a Bible study session at the Emanuel AME Church in Charleston. \n \nIn a statement posted online Sunday, Holt said that it \"was not surprising\" that Roof credited his group with his knowledge of black-on-white crime. But he added that the Council of Conservative Citizens is \"hardly responsible for the actions of this deranged individual merely because he gleaned accurate information from our website,\" and said that the group doesn't condone illegal activities. \nFox News' Dan Gallo and The Associated Press contributed to this report. ", "byline": "", "description": "Republican presidential candidate Sen. Ted Cruz has returned money given to his campaign by the head of an organization linked to the suspected gunman in last week's Charleston church shooting.", "title": "Sen. Ted Cruz returns donations from head of group linked to Charleston gunman", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/4Wz3Yv4BlFA/", "topics": ["campaign_finance", "economy"], "people": ["Rand Paul", "Rick Santorum", "Charlie Neibergall", "Matthew Beynon", "Earl Holt", "Ted Cruz"], "orgs": ["Southern Poverty Law Center", "Council of Conservative Citizens"], "authors": [], "date_written": "2015-06-22 09:28:29", "org": "fox", "article_id": "37ceea601360ca652b8e6ce83010548b", "date_access": "2015-06-22 09:45:36.476935"}