{"body": "\n\n\n\nOct. 3, 2015: Republican presidential candidate former Sen. Rick Santorum, R-Pa., prepares to speak during the Practical Federalism Forum hosted by American Principles Project held at Southern New Hampshire University in Hooksett, N.H. (AP Photo/Cheryl Senter)\n\n\nRepublican presidential candidate Rick Santorum downplayed low poll and fundraising numbers Tuesday while talking up the benefits of being a heavy underdog in the race for the White House.\nThe former Pennsylvania senator theorized that his more prominent opponents would be targeted for attack ads by money-engorged Super PACs, which have no cap on the amount of cash they can raise. Santorum said it was helpful not to be in the sights of those groups.\n\"I'm not gonna be in anybody's path,\" Santorum said of those Super PACs, which he referred to as \"Sniper PACs.\" \nSantorum also took the opportunity to analyze the success of GOP front-runner Donald Trump. He said Republican voters hate the media and love when candidates like Trump stick it to the man, which happens to be the press.\n\"Trump is just ‘screw you,’ and there is a lot of antipathy toward the media that he is able to seize,\" Santorum said before adding that Trump’s current tenor is \"probably not a successful strategy in winning and governing.”\nWhen asked about his strategy going forward, Santorum pointed to the possibility that the “pack can thin,” especially after the next debate a week from Wednesday in Boulder, Colorado.  \n\nSantorum himself showed no sign of backing out of the race and seemed to embrace his current status: “We’re sort of the patron saint of the underdog candidates for President.”", "byline": "", "description": "Republican presidential candidate Rick Santorum downplayed low poll and fundraising numbers Tuesday while talking up the benefits of being a heavy underdog in the race for the White House.", "title": "Santorum downplays low polls, fundraising numbers", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/WfxuIMc0I-g/", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Rick Santorum", "Cheryl Senter"], "orgs": ["American Principles Project", "GOP", "Super PACs", "PACs"], "authors": [], "date_written": "2015-10-21 08:15:13", "org": "fox", "article_id": "20232666591ea61929ea9b071c1abafc", "date_access": "2015-10-21 03:31:04.563262"}