{"body": "\n\n\n\n\nWill he or won't he? \nGOP front-runner Donald Trump has a big decision to make today. Trump will meet with RNC chair Reince Preibus in New York City about signing the \"pledge\" to promise to support the Republican nominee for president (if it is not Trump) and more importantly for the RNC -- pledge to not run as a third party candidate. \nEvery other GOP candidate in the field has vowed to sign the pledge or has done so already -- but why wouldn't they? None have the bravado of a Trump to make any kind of a case as an independent voice. \nSo will Trump do it? I say yes -- especially with Dr. Ben Carson now tied with him for first place at 23 percent in the latest poll out of Iowa. \nI also think signing the pledge takes a huge hit away from other candidates at the next GOP debate in two weeks. \nIf Trump doesn't sign the pledge they could have gone after him for not being a true Republican and handing the election to the Democrats if he decided to run as an independent. \nBut -- Donald Trump is always full of surprises and defies conventional wisdom almost daily. \nBe sure to tune into \"The Real Story\" today at 2 ET to hear Trump himself with his decision.\nGretchen Carlson currently serves as anchor of FOX News Channel's (FNC) \"The Real Story with Gretchen Carlson\" (weekdays 2-3PM/ET). She is the author of the new book, \"Getting Real\" (Viking, June 16, 2015) and joined the network in June of 2005. Click here for more information on Gretchen Carlson. \n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "What will GOP front-runner Donald Trump's decision be?", "title": "Gretchen's Take: Will he or won't he? Trump's bid decision", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/IAfTaPZrrSw/gretchens-take-will-or-wont-trumps-bid-decision.html", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Reince Preibus", "Ben Carson", "Gretchen Carlson"], "orgs": ["RNC", "Real", "FNC", "GOP"], "authors": [], "date_written": "2015-09-03 18:23:00", "org": "fox", "article_id": "5b085ab50e12d54ff8bd68fb65c452cc", "date_access": "2015-09-03 17:50:23.160760"}