{"body": "\n\n\n\nJuly 31, 2015: Democratic presidential candidate and former Secretary of State Hillary Clinton calls on Congress to end the trade embargo the U.S. has imposed against Cuba since 1962 during a campaign stop at Florida International University in Miami.  (AP Photo/Gaston De Cardenas)\n\n\nThe first television advertisements in support of Hillary Clinton's presidential campaign will air Tuesday in the early voting states of Iowa and New Hampshire in a move to shore up support for the Democratic front-runner.\nPeople close to the Clinton campaign told Fox News late Sunday that they felt it was time to enter the next phase of the 2016 campaign amid a strengthening challenge from Vermont Sen. Bernie Sanders and increased speculation that Vice President Joe Biden will make a late entry into the race.\nThe ads will focus on Clinton's legal work on behalf of families and her relationship with her late mother Dorothy, central themes of her early campaign.\n\"After law school she could have gone to a big firm but instead went to work for the Children's Defense Fund. In Arkansas, she fought for school reform to change lives forever. Then as first lady she helped get health care for eight million kids,\" says a narrator in one of the ads. \" You probably know the rest.\"\nThough Clinton remains the heavy favorite for the 2016 Democratic nomination, recent surveys have show declines in her favorability and trustworthiness ratings amid ongoing controversy over her use of a private e-mail address to handle correspondence while secretary of state.\nOn Thursday, Fox News reported that Clinton aides were growing increasingly nervous about the possibility of a Biden run after the vice president’s White House chief of staff was spotted having breakfast recently with major Democratic donor Louis Susman, a Clinton friend who served as U.S. Ambassador to the United Kingdom under President Obama. The New York Times reported Sunday that Biden had discussed entering the race with friends, family, and Democratic donors. \n\nMeanwhile, Sanders has drawn large crowds in early voting states with his left-wing populist economic message. However, the self-described socialist has resisted attacking Clinton, focusing instead on contrasting his more liberal views with hers on issues like Wall Street regulations and the Keystone pipeline.\n\"I have a lot of respect for Hillary Clinton,\" he ABC News' \"This Week\" on Sunday. But, he added: \"She and I disagree on many issues.\"\nClinton aides, meanwhile, have been trying to lower expectations for her primary performance by arguing that both Iowa, where the state's caucuses bring out the most passionate party voters, and New Hampshire, next door to Sanders home state of Vermont, favor their competition.\nThe emphasis on family issues is a change in course from Clinton's failed White House bid in 2008, when her campaign focused on her experience and toughness. Though Clinton has spent decades on the American political stage, her team insists that voters don't really know much about her background. They've focused on reintroducing the former Secretary of State, presidential candidate, and New York senator as a grandmother-in-chief, highlighting her family relationships and embracing her role in history as the first potential female president.\nA number of Republican candidates have already begun airing ads, attempting to distinguish themselves in a crowded primary field. Florida Sen. Marco Rubio's campaign has invested more than $12 million in ads that start airing at the end of the year in Iowa, New Hampshire and other states. Ohio Gov. John Kasich has spent $1 million and New Jersey Gov. Chris Christie's presidential campaign nearly $500,000 on spots in New Hampshire.\nFox News' Ed Henry and the Associated Press contributed to this report.", "byline": "", "description": "The first television advertisements in support of Hillary Clinton's presidential campaign will air Tuesday in the early voting states of Iowa and New Hampshire in a move to shore up support for the Democratic front-runner.", "title": "Hillary Clinton campaign launches first TV ads Tuesday in Iowa, New Hampshire", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/kWjsRWcF2e4/", "topics": ["economy", "campaign_finance"], "people": ["Ed Henry", "Chris Christie", "Joe Biden", "Hillary Clinton", "Louis Susman", "Marco Rubio", "Bernie Sanders", "John Kasich", "Gaston De Cardenas"], "orgs": ["Florida International University", "Congress"], "authors": [], "date_written": "2015-08-03 08:15:48", "org": "fox", "article_id": "f5c96a12627dfbf42182352cf8c49e08", "date_access": "2015-08-03 05:30:04.149787"}