{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWith the release of every poll, Hillary Clinton's once-unquestioned advantage in the Democratic 2016 field seems to erode just a little more as Bernie Sanders creeps ahead in New Hampshire and now Iowa.\nBut the true test may lie in whether Clinton can retain what has long been the family's political firewall: strong support from African-American voters.\nSo far, polling indicates that support remains intact, and Sanders is not exactly winning over the black Democratic constituency. But analysts still say Clinton will need to pay attention to issues important to that community or she could start to lose them. And if she continues to slip in New Hampshire and Iowa, that support -- and turnout -- becomes even more critical in follow-on contests like South Carolina and Florida.\n\"Clinton is popular, but that does not automatically guarantee a good turnout. It's about organization and motivation,\" said Terry Madonna, director of the Franklin & Marshall Poll in Pennsylvania. \"She needs to energize black voters and talk about their issues that help motivate turnout.\n\"I'm not convinced she's done that yet.\"\nThe X-factor, as it has been for months, may be whether Vice President Biden enters the race.\n\nAn August poll by Gallup made clear that, for now, Sanders is not resonating with black voters like Clinton. Her favorability among black adults was at 80 percent, compared with 23 percent for Sanders (many were not even familiar with Sanders).\nBiden was not listed in that survey. But Gallup pointed out that a late entry by Biden \"could threaten her dominant favorability among blacks, because Biden is nearly as well-known as Clinton, and the black community views him quite positively.\" \nClinton, who has shared a steadfast bond with black voters since her husband Bill Clinton's first term as president in 1992, is no doubt aware of the need to cultivate that connection. In April, Clinton took to the stage at Columbia University to talk about \"hard truths\" relating to race and the \"era of mass incarceration,\" police brutality, and other justice issues affecting the black community.\nLater in August, after Black Lives Matters activists tried to disrupt a campaign event in Keene, N.H., on Aug. 11, Clinton spent 15 minutes with them in a private meeting, caught on video, listening to their concerns and offering advice. The video of the tense session was posted online.\nIn a hypothetical general election, it would appear the support of black voters is not much up for grabs right now. A late August Quinnipiac poll showed Clinton with 92 percent of the black vote against Republican Jeb Bush and 91 percent against Donald Trump. In the same match-ups, Sanders won 79 percent and 76 percent of the black vote, respectively. \nBut to get to the general election, she'll have to get through the primaries. And Sanders is complicating her path to winning those delegates.\nA CBS News/YouGov poll released Sunday showed Sanders surging in Iowa, leading Clinton 43-33 percent. In New Hampshire, he leads by more than 20 percentage points. That would mark a huge jump from a Marist poll showing Sanders leading in New Hampshire by 9 points, and a Quinnipiac poll giving Sanders a 1-point edge in Iowa, within the margin of error.\nSanders' rise would make the first-in-the-South contest in South Carolina -- and subsequent contests -- critical for Clinton. The same poll indeed shows Clinton leading comfortably in South Carolina, 46-23 percent.\n\"If the election were held here today, I have no doubt she would win and win handily,\" said Alissa Warters, who teaches political science at Francis Marion University in South Carolina.\nBut there's that Biden factor again. Biden -- who is not a declared candidate -- pulls 22 percent in South Carolina. And while Sanders attracts little support from black voters there, Biden's support in the poll stood at 34 percent among likely black Democratic voters. Clinton's was at 52 percent.\nBlack voter turnout historically has been strong in these contests. Exit polling in 2008 showed roughly 55 percent of Democratic primary voters in South Carolina were black. In 2004, nearly half of those voting in the primary were black. Secretary of state figures show \"nonwhite\" participation in the Palmetto Democratic primary has risen significantly since the 1980s.\nClinton has lost ground with black voters before, albeit when she was running against the man who would be the first black president. In the 2008 primary, Clinton lost South Carolina to Obama by 29 points. Her husband was blamed by analysts, in part, for injecting race into the campaign there. Former President Clinton called that a \"myth,\" but the charges tainted the race through the rest of the primary.\n\"2008 was a hiccup for Hillary Clinton, but I think African Americans are willing to forgive and forget on that one,\" Warters suggested.\nSanders, meanwhile, has been trying to burnish his reputation with black voters after a rough start in August when he was pushed from the stage at a Seattle event by two Black Lives Matter activists. Last weekend, he took a swing through South Carolina, making an appearance with liberal black scholar Cornel West at the historically black Benedict College, then onto Winthrop College and the city of Florence. The Washington Post reported that the crowds at the two latter events were mostly white.\n\"Senator Sanders needs the black vote in South Carolina if he, like Barack Obama did in 2008, hopes to fundamentally challenge and best Clinton's front-runner status,\" noted Todd Shaw, an African American studies professor at the University of South Carolina.\nSouth Carolina is hardly the only state where Clinton would need to hold down that support. Delegate-heavy states like Georgia and North Carolina, with large black voting blocs, loom large on the primary calendar.\nLike all voting blocs, they need to be motivated and energized. \"She's not shown dynamism, another important consideration\" Madonna said. \"It would help to have major black leaders out fronting for her as well.\"", "byline": "", "description": "With the release of every poll, Hillary Clinton's once-unquestioned advantage in the Democratic 2016 field seems to erode just a little more as Bernie Sanders creeps ahead in New Hampshire and now Iowa. But the true test may lie in whether Clinton can retain what has long been the family's political firewall: strong support from African-American voters.", "title": "Can Clinton rely on black voters to counter Sanders surge?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/5uVm0Uxpqx4/", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Benedict College", "Bill Clinton", "Hillary Clinton", "Donald Trump", "Terry Madonna", "Barack Obama", "Cornel West", "Alissa Warters", "Bernie Sanders", "Todd Shaw"], "orgs": ["Marist", "Winthrop College", "Franklin & Marshall Poll", "Quinnipiac"], "authors": [], "date_written": "2015-09-14 20:10:02", "org": "fox", "article_id": "b0883e766670b3b7334d31c01716de5a", "date_access": "2015-09-14 20:01:27.701903"}