{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nCOLUMBUS, Ohio –  Republican presidential candidate and Florida Sen. Marco Rubio on Saturday told thousands of conservative activists that the United States' economic growth is lagging because other countries are doing better at what the U.S. set in motion but has abandoned.\nThe first-term senator made his comments at the annual summit of Americans for Prosperity, the flagship conservative political organization of the billionaire industrialists Charles and David Koch.\nRubio was among the five Republican presidential candidates speaking at the summit.\n“There are dozens of countries that have learned from our example,” he told the crowd. “So the first thing we must do is become globally competitive again. That's why we talk about tax reform.\"\nTexas GOP Sen. Ted Cruz said that if elected he would rescind \"every single illegal and unconstitutional executive order\" signed by President Obama, begin investigating Planned Parenthood, \"rip to shreds\" the Iranian nuclear deal and order all federal agencies to end religious persecution of Christians -- all on his first day in office.\nCruz also peppered his address with jokes, scriptural references and jabs at Obama and Democratic frontrunner Hillary Clinton.\nHe said he's the best choice among the GOP's vast field because he will always do what he says he's going to do.\nCruz suggested that he’d like to see the Internal Revenue Service discontinued and appeared to say jokingly that he would take the agency’s 90,000 employees and send them to guard the U.S.-Mexico border.\nFormer Texas Gov. Rick Perry is also scheduled to speak Saturday.\nLouisiana Gov. Bobby Jindal and former Florida Gov. Jeb Bush spoke on Friday.\nAn invitation to speak at the event potentially paves the way to votes and financial support from members of the Tea Party movement, as Republicans seek to narrow their large presidential field in 2016.", "byline": "", "description": "Republican presidential candidate and Florida Sen. Marco Rubio on Saturday told thousands of conservative activists that the United States' economic growth is lagging because other countries are doing better at what the U.S. set in motion but has abandoned.", "title": "Rubio says US competitiveness on the wane, at annual Americans for Prosperity summit", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/3cOoAPpxs7g/", "topics": ["economy"], "people": ["David Koch", "Jeb Bush", "Rick Perry", "Hillary Clinton", "Marco Rubio", "Bobby Jindal", "Ted Cruz"], "orgs": ["Internal Revenue Service", "Tea Party", "GOP"], "authors": [], "date_written": "2015-08-22 22:05:22", "org": "fox", "article_id": "5e01af7bef58e930547683a90403f492", "date_access": "2015-08-22 21:20:04.659850"}