{"body": "\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tFeb. 27, 2015: Former Florida Gov. Jeb Bush speaks during the Conservative Political Action Conference in National Harbor, Md. (AP)\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\tPotential 2016 White House candidate Gov. Jeb Bush made the most of his opportunities this week to assure attendees at the Conservative Political Action Conference that he rides with them on such key issues as immigration reform and education standards.\n\nBut that was about the best the former Florida GOP governor could expect in a gathering where long-standing allegiances and beliefs are hard to change.ADVERTISEMENTADVERTISEMENT\n\nEschewing the ballroom speech upon which other presidential hopefuls relied, Bush instead used a 20-minute question-and-answer session to try to reestablish his conservative credentials and dispel notions about being a squishy moderate and Republican establishment royalty.\n\n“The simple fact is there is no plan to deport 11 million people,” he said Friday, defended his gubernatorial record on granting drivers licenses to illegal immigrants. “We should give them a path to legal status where they work, where they don’t receive government benefits … where they make a contribution to our society.”\n\nEight years out of office, Bush has had to work hard to remind potential voters that he was among the country's most conservative governors.\n\nStill, some conservatives need no convincing. Bush already enjoys formal and informal support from a growing network of well-connected conservative leaders with whom he maintains regular contact.\n\n\"It'd be hard to be better than Bush on the life issue,\" said Marjorie Dannenfelser, president of the Susan B. Anthony List, a national group that advocates for social conservative values and supports candidates who oppose abortion. \"He's said many times -- said it to me -- that he can be counted on.\"\n\nMatt Schlapp, president of the American Conservative Union, which hosts CPAC, cannot formally endorse a presidential candidate but says Bush had \"sterling conservative credentials\" as Florida governor and \"took prominent conservative positions in a battleground state.\"\n\n\"Conservatives play a large role in determining who the Republican nominee is,\" said Schlapp, who served as political director in Bush's brother's White House. \"People will forgive him if they connect to him when he makes his pitch. I think that's what's critical.\"\n\nThough the crowd at CPAC, the nation's largest annual conference of conservative activists, largely responded to Bushes responses with cheers, others booed and walked out.\n\n\"No more Bushes. No more Clinton.\" chanted Georgia Tea Party activist William Temple, who led the walkout. \"What's he doing here? He's an establishment candidate, not a conservative candidate.”\n\nReports that Bush supporters were bussed to CPAC from downtown Washington and allegations they intend to ballot stuff the event’s straw poll have also shadowed his appearance at the event.\n\nBut winning over some or any of those who attended the event was always going to be difficult -- considering the popularity of other potential Republican candidates such as retired neurosurgeon Dr. Ben Carson and Kentucky Sen. Rand Paul -- who won the CPAC straw poll in 2013 and 2014.\n\n“Rand Paul is not the old school conservative,” said Alexis Esneault, who especially likes Paul’s efforts to reform the criminal justice system and who attended CPAC with the nonprofit group Young Americans for Liberty. “He’s pulling in people from the left and he’s also got the youth vote. I really like that.”\n\nTo be sure, many of the hundreds who attended the event were under 30. They were eager to stake their position in conservative politics and eagerly welcomed by the movement’s old guard, which held such seminars as “Reclaiming the American Dream: Millennials Look Toward Their Future.”\n\nPaul already benefits from being the son of Libertarian and retired Texas Rep. Ron Paul, who as a presidential candidate had a large and devoted youth following.\n\n“It would be tough not to vote for Rand,” said Dave Franklin, a stock market analyst who has attended CPAC since 2011. “I was a little skeptical at first. But he’s his own man.”\n\nBush, now largely considered to be the presumptive GOP frontrunner, arrived at CPAC amid aggressive, nationwide fundraising efforts, while his team and key backers take steps to remind the party of his history as a conservative in office.\n\nAl Cardenas, a longtime Bush supporter and former chairman of the American Conservative Union, said it would take Bush six to eight months to \"totally set the record straight.\"\n\nCardenas and other Bush allies say the problem is one of misperception, as a new era of conservatives are simply less familiar with his record as Florida governor.\n\nAides say that while in office from 1999 to 2007, Bush was among the first state executives to take on teachers unions, lowered taxes each year and signed Florida's \"stand your ground\" gun law. He was a hero among social conservatives for his actions to keep Michael Schiavo from removing the feeding tube from his brain-damaged wife, Terri.\n\n“It shouldn't be like this, but Bush’s name almost disqualifies him,” said R.J. Robinson, a fundraiser for Run Ben Run: The National Draft Ben Carson for President Committee. “It seems almost unanimous that nobody wants another Bush-Clinton race.”\n\nBeyond the criticism about being soft on immigration reform, Bush is also taking heat for his support for the Common Core education standards.\n\n“The federal government has no role in the creation of standards” Bush said Friday, adding the government should not dictate what is taught in schools. “The role of the federal government, if any, is to create more school choice.”\n\nJust four in 10 self-identified conservatives and tea party supporters rated Bush favorably in an Associated Press-GfK poll conducted earlier this month. There was evidence, too, of anti-Bush sentiment in the crowded hotel lobbies Thursday as thousands of activists gathered for CPAC.\n\n\"I have not seen a single Jeb Bush button here,\" said Neil McGettigan, 25, of New Jersey. \"Honestly, I think the media's more excited about him than anyone here.\"\n\nThe Associated Press contributed to this report. \n\n \n\n \n\n \n\n ", "byline": "", "description": "", "title": "Jeb Bush does his best to reestablish conservative credentials at CPAC - Rand Paul wins 2015 CPAC straw poll", "url": "http://www.foxnews.com/politics/2015/02/28/at-cpac-bush-does-his-best-to-reestablish-conservative-creds-break-through/", "topics": ["immigration"], "people": ["Rand Paul", "Marjorie Dannenfelser", "William Temple", "Ron Paul", "Alexis Esneault", "Jeb Bush", "Matt Schlapp", "Al Cardenas", "Michael Schiavo", "Susan B. Anthony List", "R.J. Robinson", "Ben Carson", "Dave Franklin"], "orgs": ["American Conservative Union", "Conservative Political Action Conference", "Conservative Political Action Conference in National Harbor", "Committee", "Young Americans for Liberty", "GOP", "Georgia Tea Party"], "authors": [], "date_written": "2015-03-01 17:45:52", "org": "fox", "article_id": "8b017a398711c66dfa0dffcdb935af8b", "date_access": "2015-03-01 18:36:55.863638"}