{"body": "\n\n\n\nAug. 10, 2015: Republican presidential candidate Sen. Rand Paul, R-Ky. speaks in Bowling Green, Ky. Pauls re-election campaign is on hold pending the outcome of his presidential bid. (AP)\n\n\nDES MOINES, Iowa –  Federal prosecutors prevailed Friday in their yearlong fight to force Google Inc. to turn over the emails of an indicted Republican consultant with close ties to Ron and Rand Paul.\nU.S. District Judge John Jarvey rejected a request to quash a warrant ordering Google to give the FBI the contents of Jesse Benton's Gmail account, which he used to work on Ron Paul's 2012 presidential campaign and Senate Majority Leader Mitch McConnell's 2014 re-election bid.\nBenton had been leading a super PAC supporting Rand Paul's presidential campaign until he was indicted earlier this month. He and two other top aides from Ron Paul's 2012 campaign are charged with conspiring to secretly pay off an Iowa state senator to endorse Paul before that year's Iowa caucuses. They pleaded not guilty in an Iowa federal court.\nUnder Jarvey's order, Google will be legally required to divulge tens of thousands of emails sent and received by Benton between March 2011 and July 2014.\nGuy Cook, a lawyer for Google, said Friday that the company would respect the order. Lawyers for Benton and the Justice Department declined to comment.\nJarvey's ruling appears to end a dispute that has gotten attention in libertarian and technology circles as a test of the government's ability to broadly review email accounts during criminal investigations.\n\nBenton gave the FBI permission to search the account last year, but he withdrew it days later after investigators started combing through his email. An FBI agent then applied for a warrant to search and seize parts of the account, which a magistrate judge approved based on probable cause that a crime was committed.\nAfter Google received the warrant, the company told Benton that it intended to comply with the request unless he filed a legal challenge. Benton's attorney filed a motion to quash the warrant, arguing that it was overly broad, violated his privacy rights and amounted to a fishing expedition.\nProsecutors argued that the warrant was lawful and tailored to the evidence of wrongdoing they had uncovered related to improper payments to Sen. Kent Sorenson, who flipped from supporting Michele Bachmann to Ron Paul days before the 2012 caucuses.\nU.S. Magistrate Judge Helen Adams upheld the warrant Aug. 10. Google then sought to give Benton time to appeal the order, resisting the government's request to immediately produce the emails.\nAdams last week put the ruling on hold so Benton could appeal to the district judge, Jarvey, who sided with the government in a terse order Friday. He said the law doesn't give Benton the ability to challenge the execution of a search warrant beforehand. Instead, Benton could later seek to suppress any emails the government wants to use against him in the criminal case by arguing their seizure was unconstitutional.\nProsecutors have said they will review the emails and seize only those that are relevant to their investigation. They pledge to filter out all others, including those protected by attorney-client privilege.", "byline": "", "description": "", "title": "Feds win fight for access to indicted Paul aide's Gmail", "url": "http://www.foxnews.com/politics/2015/08/28/feds-win-fight-for-access-to-indicted-paul-aide-gmail/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Ron Paul", "Helen Adams", "Kent Sorenson", "Michele Bachmann", "Jesse Benton", "John Jarvey", "Guy Cook"], "orgs": ["Senate", "Benton", "Justice Department", "PAC", "DES MOINES", "FBI"], "authors": [], "date_written": "2015-08-28 22:47:22", "org": "fox", "article_id": "6745ef025fa55d9afa37ebdd095db1d0", "date_access": "2015-08-28 22:43:04.882468"}