{"body": "\n\n\n\n\n\t                        Republican presidential candidate Donald Trump listens during a news conference after speaking at the TD Convention Center, Thursday, Aug.  27, 2015, in Greenville, S.C. (AP Photo/Richard Shiro)\n\t                        \n\t                \n\n\nFirst the Republican National Committee (RNC) tried to shut Donald Trump up. Or at the very least they asked him to tone it down. \nThursday, the RNC -- acknowledging that Trump isn’t going away -- met with him to try to get him to sign the GOP's \"loyalty pledge.\"  So, who is the real winner? \nWell, the RNC has Trump's signature and word that he will now support the eventual GOP nominee -- if it's not him -- and won't run as a third party candidate. \nAdvantage: RNC. \n\nThe real story is what it means for all the other GOP candidates. \n\nBut -- the truth of the matter is -- the pledge is not legally binding -- so in reality it doesn't really mean a thing. \nAdvantage: Trump. \nBut with all the focus on Trump -- i think the real story is what it means for all the other GOP candidates who must now also sign the pledge. Now, they will be on the hook to support Trump if he actually becomes the Party's nominee.  \nSo -- will they really do that? To me, that puts a heavier burden on the other 16 candidates in the race -- who never ever envisioned they'd have to one day say \"I support Trump.\" \nAdvantage: Trump.\n\nGretchen Carlson currently serves as anchor of FOX News Channel's (FNC) \"The Real Story with Gretchen Carlson\" (weekdays 2-3PM/ET). She is the author of the new book, \"Getting Real\" (Viking, June 16, 2015) and joined the network in June of 2005. Click here for more information on Gretchen Carlson. \n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "First the Republican National Committee (RNC) tried to shut Donald Trump up.", "title": "Gretchen's Take: Advantage Trump", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/lL7ZNyqXVMw/gretchens-take-trump-and-gop-loyalty-pledge.html", "topics": ["personality", "mexico"], "people": ["Donald Trump", "Richard Shiro", "Gretchen Carlson"], "orgs": ["Real", "RNC", "TD Convention Center", "Republican National Committee", "FNC", "S.C.", "Party", "GOP"], "authors": [], "date_written": "2015-09-03 19:22:00", "org": "fox", "article_id": "be7bc79963dedad9ff09acea1d2f59c9", "date_access": "2015-09-03 18:50:21.715029"}