{"body": "\t\t\t\n\t\t  \tThe businessman’s got billions. The senator’s got ambitions.\n\nTogether, they make an imposing match for a march to the White House.\n\nSouth Florida billionaire Norman Braman's long-time support – through financing and friendship – of Sen. Marco Rubio is now under the spotlight as the former Philadelphia Eagles owner is expected to spend between $10 million and $25 million to fund the presidential candidate’s super PAC.\n\nBut it isn't just Braman’s mega-money that is attracting people's attention.\n\nThe Braman family's philanthropic foundation counts as one of its employees Jeanette Rubio, the candidate’s wife. The group pays her more than $50,000 for a part-time job, reports the Tampa Bay Times. Braman also gave Florida International University $100,000 that helped fund a teaching job for Rubio, according to the New York Times, which noted that the 82-year-old benefactor “has left few corners of Rubio's world untouched.”\n\nThe Florida senator, who in the past has also been Braman’s lawyer, is defending his ties to the donor, saying he’s a long-time friend and has never asked for any favors in return for his financial support.\n\nBraman, Rubio has said to reporters, is like a second father who has counseled him about which books to read and how to be a leader. After Rubio's father died in 2010, Braman called him every other day to see how he was coping.\n\n\"What is the conflict?\" he responded when asked by the Times whether he saw any ethical concerns in his ties to Braman. \"I don't ever recall Norman Braman ever asking for anything for himself.\"\n\nHe told MSNBC, \"Norm Braman is a great man, a pillar of the South Florida community and someone who I’m personally close to. I’m very proud to be associated with him.\"\n\nQuestions about Rubio’s relationship with Braman come as his fellow Sen. Robert Menendez (D-N.J.), faces federal charges that he accepted money and gifts from a Florida doctor – Salomon Melgen, who long has donated to Menendez's campaigns – and in exchange made moves using his political office that benefited Melgen. Menendez and Melgen both deny the charges.\n\nIn an April interview with the Washington Post, Braman – who is an ardent detractor of the another potential presidential candidate from Florida, former Gov. Jeb Bush – said he’s had his eye on Rubio, whom he met in the early 2000s, for a long time.\n\n“I’ve tracked him and watched his growth, watched him become speaker of the [Florida] House,” Braman said. “I was incredibly impressed with his intellect, his gift of communication. He was somebody who dealt with solutions.\"\n\n\"Everybody runs for political office knocking somebody and very few run on, ‘This is what I stand for. This is what I believe will solve these problems,'\" he said. \"That’s what Rubio did when he was ... in a position of leadership here in Florida. And that’s how he’s been and how he’ll be in his candidacy.”\n\nSounding a theme that Rubio used when he launched his presidential campaign, Braman added, “He also represents the future, not the past. We’re in 2015 – it’s not 1988.”\n\nMany political experts say big-time donors have become an integral part of presidential campaigns, and they don’t expect the Rubio-Braman link to adversely affect the candidate, who has done well in early polls.\n\n“Sen. Rubio has to get through the primaries and to do that he will need lots of money, a situation shared by each of his competitors,” Louis DeSipio, a professor of political science and Chicano/Latino studies at the University of California at Irvine, told Fox News Latino. “None of the candidates are in a position to self-fund. So all the successful candidates will each have large contributors, each of whom will have made his/her money in a way that could potentially be questioned.”\n\nIf Rubio wins the Republican nomination, DeSipio added, and runs against former Secretary of State Hillary Clinton in the general election, she is likely to face many more questions about funding than he will.\n\nThe Democrats, meanwhile, casts the Rubio-Braman link in a different light.\n\n“It’s no wonder millionaires and billionaires are backing Rubio and these GOP candidates,” Pablo Manriquez, the Democratic National Committee's Hispanic media director, in a statement. “They have consistently supported policies that protect the wealthy’s bottom line while slashing programs that create opportunity for middle class families.”\n\n Elizabeth Llorente can be reached at elizabeth.llorente@foxnewslatino.com. Follow her on https://twitter.com/Liz_Llorente\n\nLike us on Facebook\nFollow us on Twitter & Instagram", "byline": "", "description": "", "title": "Could Marco Rubio's friendship with Florida billionaire become an election distraction?", "url": "http://latino.foxnews.com/latino/politics/2015/05/20/could-marco-rubio-friendship-with-florida-billionaire-become-election/", "topics": ["personality", "immigration"], "people": ["Robert Menendez", "Jeb Bush", "Salomon Melgen", "Norman Braman", "Hillary Clinton", "Jeanette Rubio", "Marco Rubio", "Pablo Manriquez", "Norm Braman", "Elizabeth Llorente"], "orgs": ["University of California", "Philadelphia Eagles", "GOP", "PAC", "Democratic National Committee", "MSNBC", "Florida International University"], "authors": [], "date_written": "2015-05-20 21:08:33", "org": "fox", "article_id": "71826824bb190fa0eaa2337e1280b0e8", "date_access": "2015-05-20 20:25:21.879854"}