{"body": "\n\n\n\nJune 19, 2015: New Jersey Gov. Chris Christie speaks at the Northeast Republican Leadership Conference in Philadelphia.\n\n\nWhen New Jersey Gov. Chris Christie enters the race for president next week, he'll do so as an underdog.\nThe launch of the Republican governor's White House campaign is the culmination of years of groundwork that began even before his landslide re-election to a second term as governor in 2013, but one nearly felled by scandal and a descent from his standing as one of the nation's most popular state leaders to a politician whose approval ratings have reached record lows.\nIt's a reality Christie and his supporters are ready to embrace.\n\"Clearly, he's got some uphill work to be done,\" said Ken Langone, a co-founder of The Home Depot and one of Christie's most vocal cheerleaders. \"But I think it can be done.\"\nIn recent months, Christie's team has tried to re-establish him as a credible candidate chock-full of policy prescriptions. They tout his charismatic personality, quick wit and plain-spoken manner, which they believe can win over voters at town hall events and on debate stages.\nWith so many candidates in the field -- Christie will be the 14th major Republican to enter the race, with two more likely before summer's end -- and no clear front-runner, they believe they can forge a path to the GOP nomination.\n\n\"The worst position to be in is that of the media-anointed front-runner,\" said Phil Cox, who founded the America Leads super PAC that will back Christie's campaign. \"The fact is, there is no front-runner, and anyone who tells you differently doesn't know what they're talking about.\"\nChristie will kick off his campaign Tuesday at the gymnasium of his old high school in Livingston, New Jersey, where he served in student government and played for the celebrated baseball team. His remarks will aim at reintroducing him to a national audience and will draw heavily on his biography.\nChristie often tries to emphasize his working-class roots, telling the story of his father, who paid his way through college while working at a Breyers ice cream plant. It's an implicit contrast with former Florida Gov. Jeb Bush, whose family name and flush campaign accounts Christie will now be up against.\nWith a newly-unveiled slogan -- \"Telling it like it is\" -- Christie will also play up his brash persona, presenting himself as someone unafraid to take on politically unpopular issues such as overhauling Social Security and Medicare.\nThe message aims to move Christie past the moments that have defined him since 2012, when Langone was among those pleading with him to get into the presidential race. They include the actions of three former aides, charged with creating politically motivated traffic jams to retaliate against a Democratic mayor who passed on endorsing Christie's re-election.\nWhile Christie's turn as head of the Republican Governor's Association was widely viewed as a success in the 2014 midterm elections, and the traffic scandal has never touched him personally, he has so far failed to build much momentum in early polls.\nBut polling at this point in the race is notoriously inaccurate, and Cox said the fundraising activity at the pro-Christie super PAC has picked up in the last month as the campaign launch approached.\n\"There's been more of a sense of urgency with the timeline the governor laid out for making his decision and the financial reporting deadline coming up,\" he said.\nThe group seeks to raise between $15 and $20 million by the end of the year, the amount they believe they need for Christie to compete in early states, according to a person who has attended America Leads events. The group hopes to be a third of the way to that goal by the end of June, said the person, who spoke on condition of anonymity because they were not authorized to publicly discuss the PAC's fundraising.\nThe person said their goal at this point wasn't to have as much money as some of their top rivals, but to bring in a broad group of donors, including those who might give significantly more money after Christie formally announces.", "byline": "", "description": "", "title": "Christie to embrace underdog role in 2016 bid", "url": "http://www.foxnews.com/politics/2015/06/28/christie-to-embrace-underdog-role-as-launches-2016-bid/", "topics": ["campaign_finance", "personality"], "people": ["Chris Christie", "Ken Langone", "Jeb Bush", "Phil Cox"], "orgs": ["PAC", "GOP", "Social Security and Medicare"], "authors": [], "date_written": "2015-06-28 17:03:43", "org": "fox", "article_id": "d66f9ec64cf595d2d9c31fea2bcca083", "date_access": "2015-06-28 16:20:02.550383"}