{"body": "\n\n\n\n\n\n\nEmbattled San Francisco Sheriff Ross Mirkarimi pointed the finger back at the feds Friday, in his first detailed comments since a five-times deported illegal immigrant killed a tourist in a case that has brought heavy criticism to \"sanctuary cities\" where law enforcement refuses to work with federal immigration officials when illegal immigrants are detained.\nMirkarimi, a past champion of such policies, which are in effect in San Franciso, Los Angeles and about 100 other municipalities across the country, called it “sad and incomprehensible” that the murder of Kathryn Steinle on July 1 has caused a political uproar.Francisco Sanchez has admitted killing the woman, who died in her father's arms. But Mirkarimi insisted at a City Hall news conference that his department followed procedure.\n“It is incredibly sad and incomprehensible that this tragedy is being used as a platform for political gain,” Mirkarimi said, before taking swipes at his own city's mayor, Ed Lee, and GOP presidential candidate Donald Trump, who has said many of the illegal immigrants coming north from Mexico are criminals.\nMirkarimi admitted his department brought Sanchez to San Francisco in March after he completed a 46-month stint in federal prison to face a 1995 charge of possessing marijuana. Once there, prosecutors dropped the case and Mirkarimi's department released Sanchez rather than honor a request by the Immigration and Customs Enforcement agency to turn him over for deportation.\nLee and others have criticized that decision, but Mirkarimi blamed federal officials for not getting a warrant, saying a mere request was not binding and called it “unconstitutional.”\nBut federal officials said Mirkarimi has it wrong, and a source said Mirkarimi's claim that a judicial order was required for his department to turn Sanchez over for deportation \"reflects a manifest misunderstanding of federal immigration law.\"\n\n\"We strongly disagree with the Sheriff's characterization of the facts in this case,\" ICE said in a statement released after Mirkarimi's conference. \"This is a tragic situation -- we must not engage in finger-pointing and all work together to make sure it is not repeated.\"\nThe statement said San Francisco released Sanchez without notifying the federal agency despite the request to do so, and said federal officials would have deported Sanchez had they been given the chance. \nSanchez’s whereabouts after his release in mid-April are unclear. He has pleaded not guilty to murder charges.", "byline": "", "description": "", "title": "'SANCTUARY' CHAOS: Sheriff points finger at feds in SF murder case", "url": "http://www.foxnews.com/us/2015/07/11/sf-sheriff-points-finger-back-at-feds-in-murder-case-involving-illegal/", "topics": ["immigration"], "people": ["Donald Trump", "Francisco Sanchez", "Kathryn Steinle", "Ed Lee", "Ross Mirkarimi"], "orgs": ["Immigration and Customs Enforcement", "GOP", "Sheriff", "City Hall"], "authors": [], "date_written": "2015-07-11 04:41:46", "org": "fox", "article_id": "5d44cc49976a1b849551088efbffde4f", "date_access": "2015-07-11 04:50:03.062938"}