{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican presidential candidate Ben Carson said Tuesday that he would have attacked the gunman who killed nine people at an Oregon community college last week.\n\"I would not just stand there and let him shoot me,\" Carson told \"Fox and Friends\". \"I would say 'Hey, guys, everybody attack him! He may shoot me but he can't get us all.\"\nThe retired neurosurgeon added that he probably would not have visited Roseburg, Ore., where the Umpqua Community College shooting took place, if he were president because that would inject politics into a tragedy.\nLate Monday, Carson took to Facebook to slam calls by Democrats for more gun control legislation in the aftermath of the shooting. Democratic presidential front-runner Hillary Clinton rolled out several proposals to address gun violence this week, including using executive action as president to expand background check requirements. Clinton pledged to require anyone \"attempting to sell a significant number of guns\" to be considered a firearms dealer, and therefore subject to a federal license.\n\"As a Doctor, I spent many a night pulling bullets out of bodies,\" Carson wrote. \"There is no doubt that this senseless violence is breathtaking – but I never saw a body with bullet holes that was more devastating than taking the right to arm ourselves away. Serious people seek serious solutions. \n\"The Left would prefer to use these tragedies to advance a political agenda. To me, that is also devastatingly sad,\" Carson continued. \"The Left would have you believe that a man that asked Christians to stand up (and then executed them one by one) would obey 'new gun laws'. That kind of logic explains many of the problems we find ourselves in today.\"\n\nIn a new book released Tuesday, Carson, who was raised in inner-city Detroit, says he previously supported stricter gun laws \"until he fully recognized the intent of the Second Amendment, which is to protect the freedom of the people from an overly aggressive government.\"\nHe writes in \"A More Perfect Union\" that calls for greater gun control after repeated mass shootings, especially those involving children, may seem noble, \"but is just the kind of thing that our founders feared.\" And he defended the right to own powerful weaponry such as assault rifles and armor-penetrating ammunition.\nCarson wrote that the \"people have a right to any type of weapon that they can legally obtain in order to protect themselves. They would be at a great disadvantage if they were attacked by an overly aggressive government and all they had to defend themselves with were minor firearms.\"\nCarson and some of his Republican rivals have called for measures that would prevent people who are seriously mentally ill from owning guns.\nThe Associated Press contributed to this report.", "byline": "", "description": "Republican presidential candidate Ben Carson said Tuesday that he would have attacked the gunman who killed nine people at an Oregon community college last week.", "title": "Ben Carson says he would have charged Oregon community college gunman", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/c09iX7AzyCA/", "topics": ["trade", "campaign_finance", "economy"], "people": ["Ben Carson", "Hillary Clinton"], "orgs": ["Umpqua Community College"], "authors": [], "date_written": "2015-10-07 08:03:37", "org": "fox", "article_id": "488d5c04ed5a2c4a3706ed84fa8cf5e5", "date_access": "2015-10-07 07:30:27.708716"}