{"body": "\t\t\t\n\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t   \t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n\t\t\t\t\t\tNow that wasn’t so hard, was it? \nHillary Clinton took questions from five reporters on Monday and did nothing to damage herself. \nShe easily finessed the gently phrased questions, in most cases without really answering them, but hey, that’s what candidates do. \nNow, of course, journalists are picking apart her answers, as they are wont to do. \nFor 28 days, the story basically became Hillary Ducks the Media. Hillary in the Bunker. Hillary Won’t Answer Questions. The drumbeat was starting to drown out everything she did. \nEven if her campaign doesn’t like the coverage generated by her mini-presser in Iowa, consider this: In order to critique the answers, television has to keep playing them over and over. Websites are posting the video. So voters get to see her message before the pundits weigh in.\n \nOf course, Hillary could deign to talk to journalists just once a month, concluding that her arm’s-length strategy is working as she rolls toward the Democratic nomination. But I think that would be a mistake. \nIt’s not just a question of alienating the press corps. A listening tour is fine for awhile, but voters can sense when candidates are hermetically sealed with safe and scripted events. Clinton benefits from being seen sparring with reporters, the public gets to watch her think on her feet, and she gets better coverage to boot. \nOf course, by limiting the encounter to less than five minutes, Hillary ensured that there was little opportunity for follow-ups, making it easier for her to slide by with generalities. \nOne reporter, for example, said this about foreign donations to the Clinton Foundation: “Your opponents say the donations and your private email account are examples of the Clintons having one set of rules for themselves and another set of rules for everyone else.” \nHer response: “I am so proud of the foundation. I'm proud of the work that it has done and is doing…I'll let the American people make their own judgments.” Nothing on foreign government donations. \nOn a question about her wealth: “Well, obviously, Bill and I have been blessed and we're very grateful for the opportunities that we've had, but we've never forgotten where we came from.\" Nothing on the special interests providing those six-figure speaking fees.  \nNo tortured arguments on supporting the Iraq invasion: “I've been very clear that I made a mistake, plain and simple.”  \nThe question about her old friend and former White House aide Sid Blumenthal was so poorly phrased that it didn’t mention the word Libya. (Blumenthal was peppering the secretary of State with memos about Libya while trying to help associates do business in Libya.) That enabled Hillary to say: “I have many, many old friends, and I always think that it's important when you get into politics to have friends that you had before you were in politics and to understand what's on their minds.” \nFinally, will she ask that her private emails be released sooner, and “was there a conflict of interest in your giving paid speeches into the run-up of your announcing that you're running for president?” \n“The answer to the first is: No,” said Hillary. “And the answer to the second is: I have said repeatedly, I want those emails out.” \nGame, set, match. She hit her talking points without stumbling over a single phrase. \nJust as voters can see when politicians are avoiding the press, they can also see when they’re ducking the substance of questions. But Hillary is hardly the first politician to practice this art form. \nLet’s hope she does a lot more of this—and that reporters seize the opportunity with sharper questions that require more than platitudes.   \nClick for more Media Buzz.\n\t\t\t\t\t\t\tmedia-buzz\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMore on this show\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t", "byline": "", "description": "", "title": "MEDIA BUZZ: The press finally gets to question Hillary, and the results are lame", "url": "http://www.foxnews.com/politics/2015/05/21/press-finally-gets-to-question-hillary-and-results-are-lame/", "topics": ["campaign_finance"], "people": ["Sid Blumenthal", "Howard Kurtz", "Hillary Won", "Hillary Clinton", "Hillary Ducks"], "orgs": ["Clinton Foundation"], "authors": [], "date_written": "2015-05-21 10:10:42", "org": "fox", "article_id": "5bf40d2fcdf989e9ccb2dfc0b8740f76", "date_access": "2015-05-21 09:55:20.539371"}