{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nPresident Obama on Friday pushed back against GOP presidential candidate Jeb Bush’s “stuff happens” comment, in the renewed disagreement over gun-control in the aftermath of the fatal Oregon shootings.\nBush on Thursday suggested that more regulations is not always the correct response to a crisis.\n\"I don't think more government is necessarily the answer to this,\" he said. \"I had this challenge as governor, because, look, stuff happens, there's always a crisis. And the impulse is always to do something. And it's not necessarily the right thing to do.\"\nHowever, Democrats and others quickly focused on the “stuff happens” part and suggested the former Florida governor was dismissive or perhaps insensitive over the tragedy.\nOn Thursday, Christopher Harper Mercer, 26, fatally shot nine people in Oregon inside an Umpqua Community College classroom. Mercer, who apparently had emotional problems, was killed in an exchange of gunfire with responding officers.\nAt a press conference on Friday, Obama was asked about Bush’s comment and responded, “I don't even think I have to react to that one. \n\n“I think the American people should hear that and make their own judgments, based on the fact that every couple of months, we have a mass shooting, and in terms of -- and they can decide whether they consider that ‘stuff happening.’ ”\nThe president also renewed his effort for tighter gun-control and suggested Americans vote against members of Congress who block such legislation and “let them know precisely why you’re voting against them.”\nThe Senate in 2013 failed to get 60 votes from chamber Democrats and Republicans to pass comprehensive gun-control legislation, after a 26 people were fatally a year earlier inside the Sandy Hook Elementary School, in Newton, Conn.\nThe issue could well become a key point in the 2016 general election race, with Democratic presidential frontrunner Hillary Clinton also making a case for tighter gun control in the aftermath of Oregon shootings.\n“I feel an absolute urgency for this country to start being sensible about keeping guns away from people who should not have them,” she said. “I'm going to be pushing this issue. … I would like us to be absolutely determined, as I am, to try to do something about this.”\nFellow GOP presidential candidates this week appeared to support Bush’s position.\nFrontrunner Donald Trump told Fox News: “The truth is that this stuff is going to happen … whether we like it or not. People are going to slip through the cracks. They're mentally ill. There's a huge mental illness problem, and it's very sad. When you look at it, it's very sad.”\nOn Saturday, Ben Carson, a retired pediatric neurosurgeon, said that if elected his administration would focus on the early-warning signs exhibited by gunmen in mass-shootings to try to prevent future tragedies.\n“The Ben Carson administration would be making decisions based on idealogy,” Carson, whom most polls show is second place behind Trump, told Fox News.\n \n \n \n ", "byline": "", "description": "President Obama on Friday pushed back against GOP presidential candidate Jeb Bush’s “stuff happens” comment, in the renewed disagreement over gun-control in the aftermath of the fatal Oregon shootings.", "title": "Obama reacts to Bush's 'stuff happens' comment, sparking bipartisan, presidental debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/3Fkf6keB9NM/", "topics": ["personality", "terrorism", "immigration", "economy"], "people": ["Donald Trump", "Jeb Bush", "Hillary Clinton", "Christopher Harper Mercer", "Ben Carson"], "orgs": ["Senate", "Umpqua Community College", "GOP", "Congress"], "authors": [], "date_written": "2015-10-03 19:19:41", "org": "fox", "article_id": "68d53840e8adc279c06d0a9559fcccd2", "date_access": "2015-10-03 19:01:17.151695"}