{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nAt some point in this long slog of a presidential campaign, I expected to see the media declare that Hillary Clinton was in trouble.\nAfter all, journalists crave a race, she’ll inevitably hit some speed bump, and the pundits can all wring their hands until she resumes her march to the Democratic nomination.\nWhen I chatted with John Podesta after her Roosevelt Island launch, he was quick to note that “Bernie has a following,” and that Hillary will have to fight for Iowa and New Hampshire. I figured the campaign chairman was just offering the we-take-no-vote-for-granted refrain, given that no candidate wants to be seen as taking a race for granted.\nNow, however, the rumblings are growing louder. But are they real?\nThe Hill declares that “it may be time for Hillary Clinton to take the challenge from Sen. Bernie Sanders more seriously.\n“Sanders is surging in the race for the party’s presidential nomination.\"\n\nBut there’s a risk in Hillary attacking the Vermont socialist head on, the paper says: “Doing so could rally his supporters, alienate liberals the Democratic nominee will need in the fall of 2016 and elevate Sanders as a challenger.”\nRepublican pollster Glen Bolger, according to Roll Call, “made a bold prediction that Clinton would not win the Iowa caucuses or the New Hampshire primary.”\nAnd after Sanders wins the first caucuses and the first primary, “then Democratic primary voters will go, ‘Oh my God, what are we doing here?’”\nExcept that, as the lead sentence noted, Bolger still believes that Hillary “is almost certain to be the Democratic nominee,” and he later told the paper he’d just been making a “bold, fun prediction.”\nThe most dramatic statement comes in this Salon headline: “Hillary Is Going to Lose.”\nExcept that turns out to be clickbait. Author Bill Curry, a former Clinton White House counselor, doesn’t go that far:\n“Democratic elites don’t want to hear it but Hillary Clinton’s in trouble ... Bernie Sanders is the only candidate in either party who seems to feel the tectonic plates of our politics shifting, perhaps because he’s expected the change for so long. His is still an improbable candidacy, but less improbable than it was a month or even a week ago.”\nAll right, so this is mostly preseason stuff, like sportswriters chewing the fat over who’s the favorite for the 2016 Super Bowl. But there’s no question that Sanders is drawing large crowds—more than 5,000 at the University of Denver over the weekend--and has some momentum. He hits the right notes for liberal Democrats who don’t like Wall Street, big corporations or Barack Obama’s trade deal. A classic protest candidate—unless it turns out he’s more than that.\nIs Hillaryland adjusting? Democratic strategist Maria Cardona said of Sanders on ABC’s “This Week”:\n“We shouldn’t be surprised that there is so much enthusiasm for him, and in fact, we shouldn’t be surprised if he does very well in New Hampshire or in Iowa and perhaps even wins. I think this is good for the Democratic Party … As a Hillary supporter, I think she will be the nominee, but she will be that much better of a nominee and that much better of a general election candidate because of Bernie.”\nThis smells like lowering expectations, as host Jon Karl noted.\nSanders did raise $1.5 million in the 24 hours after he launched, more than several Republican candidates. And the senator, from a neighboring state, is trailing Hillary by just 41 to 31 percent in one New Hampshire poll. (Keep in mind that Gene McCarthy knocked LBJ out of the race in 1968 with 41.9 percent of the vote to Johnson’s 49.6 percent, in a vastly different situation.)\nLots of successful candidates have lost Iowa but won their party’s nomination. Losing the first two states would be an earthquake.\nI still think this is mainly media hot air, something to match the 90-plus temperatures here inside the Beltway.\nIn fact, in a Wall Street Journal/NBC poll out last night, Hillary leads Bernie among Democrats by a humongous margin, 75 to 15 percent (and holds an 8-point lead over Jeb Bush). But the same survey shows 62 percent of Democrats want her to have a challenging primary.\nThat would include 100 percent of the media. But it doesn’t mean it’s going to happen.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "", "title": "MEDIA BUZZ: The mini-panic over Bernie Sanders - Bon Jovi, Lady Gaga headline Hillary fundraising spree - VIDEO: Is Sanders a threat to Clinton's 2016 nomination?  - Candidates, parties map out social media campaigns in attempt to reach Latino voters", "url": "http://www.foxnews.com/politics/2015/06/23/hillarys-hurting-hillary-could-lose-medias-mini-panic-over-bernie-sanders/", "topics": ["trade"], "people": ["Howard Kurtz", "Jeb Bush", "Glen Bolger", "Hillary Clinton", "Lady Gaga", "Barack Obama", "Maria Cardona", "Bon Jovi", "Bill Curry", "Bernie Sanders", "John Podesta", "Jon Karl"], "orgs": ["Democratic Party", "LBJ", "University of Denver", "Beltway"], "authors": [], "date_written": "2015-06-23 10:38:07", "org": "fox", "article_id": "cc45ddfa98a3fe0b96a3a0d23be8ddd6", "date_access": "2015-06-23 09:56:48.495887"}