{"body": "\n                        \n\n\n    \n\n    \n\n    \n        \n        \n            \n\n            \n            \n                \n                \n\t                \n\t                    \n\t                        FILE - In this May 27, 2015 file photo, Democratic presidential candidate, former Secretary of State Hillary Rodham Clinton speaks in Columbia, S.C. Clinton plans to deliver the first major speech of her Democratic presidential primary campaign in New York City next week in a new phase of her campaign adding some fanfare and policy specifics to a White House bid marked by small events in parts of the country since its launch.  (AP Photo/Richard Shiro, File)\n\t                        \n\t                \n                \n            \n        \n        \n    \n    \n        \n        \n        \n    \n\n    \n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n                        \n\n\n\n\n\n\n    \n    \n    \n        \n            Two new reports from the Clinton Chronicles demand attention. One involves an anti-gay church in an impoverished African country that gave up to $10 million to the Clinton Foundation. The London Daily Mail reports that the Cameroon Baptist Convention believes that being gay “contradicts God’s purpose” and likens homosexuality to the Devil.\n            \n            \n\n        \n            The church only has about 100,000 members, so where did it get so much money? And why is it shipping millions to the Clintons when Cameroon is one of the poorest countries on Earth, with child labor a scourge and only one doctor for every 5,000 people? Life expectancy is reported as 55.\n            \n            \n\n        \n            Moreover, Cameroon is extremely corrupt, with human-rights organizations claiming that criminal suspects, gays and political activists are routinely tortured.\n            \n            \n\n        \n            The second scandal involves a Clinton spinoff in Sweden that collected $26 million in donations while Sweden was trying to persuade Hillary Clinton’s State Department not to sanction major national firms doing business with Iran. The Washington Times broke the story and says the spinoff was never disclosed to federal ethics officials, “even though one of its largest sources of donations was a Swedish government-sanctioned lottery.”\n            \n            \n\n        \n            Two results: No Swedish firms were sanctioned, and one of them, telecommunications giant Ericsson AB, paid Bill Clinton $750,000 for a speech. The Times reports that Ericsson was trying to sell tracking technology to Iran that could be used by the mullah’s security services.\n            \n            \n\n        \n            Something is rotten in Clinton World. Actually, everything is rotten in Clinton World.\n            \n            \n\n        \n            To continue reading Michael Goodwin's column in the New York Post, click here. \n            \n            \n\n        \n\n        \n            \n        \n\n        \n\n\n \n\n\tMichael Goodwin is a Fox News contributor and New York Post columnist.\n\n    \n\n \n\n\n\n\n\n                   \t\t\n\n\n\t+ FollowFoxNewsOpinion on Facebook\n\n                    \t\n\n\n\n\n                    ", "byline": "", "description": "Two new reports from the Clinton Chronicles demand attention.", "title": "Something's rotten in Clinton World: Two more Clinton cash scandals", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/lCMyYVjJbIg/two-new-clinton-cash-scandals.html", "topics": ["women", "economy"], "people": ["Michael Goodwin", "Bill Clinton", "Richard Shiro", "Hillary Clinton", "Hillary Rodham Clinton", "S.C. Clinton"], "orgs": ["Clinton Foundation", "New York Post", "State Department", "Ericsson"], "authors": [], "date_written": "2015-06-08 16:24:00", "org": "fox", "article_id": "eb458ebfb606a07d7a77a51af98eb75b", "date_access": "2015-06-08 19:29:53.011853"}