{"body": "Targeting California’s recent record-low voter turnout, Gov. Jerry Brown on Saturday signed a measure that would eventually allow Californians to be automatically registered to vote when they go the the DMV to obtain or renew a driver’s license.\nThe measure, which would also allow Californians to opt out of registering, was introduced in response to the dismal 42% turnout in the November 2014 statewide election.\nThat bill and 13 others the governor signed Saturday, will \"help improve elections and expand voter rights and access in California,\" Brown's office said in a statement.\nSIGN UP for the free Essential Politics newsletter >>\nSome 6.6 million Californians who are eligible to register to vote have not registered, according to Secretary of State Alex Padilla, who supported the legislation as a way to increase voter participation.\n\"The New Motor Voter Act will make our democracy stronger by removing a key barrier to voting for millions of California citizens,\" Padilla said Saturday. \"Citizens should not be required to opt-in to their fundamental right to vote.“We do not have to opt-in to other rights, such as free speech or due process.\"\nThe law takes effect Jan. 1, but the new registration process will not be offered until the state completes work on a new voter registration database called VoteCal, which is expected around June 2016, the time of the presidential primary election.\nCurrently, driver’s license applicants are asked whether they want to register and, if they agree, are supposed to be given a paper registration form to fill out, although activists say that does not always happen.\nThe new system would register them when they visit a Department of Motor Vehicles office to get a new license or renew an expiring one, unless they opt out, and does not require the applicant to fill out a new paper form.\nThe bill will eliminate “unnecessary barriers” to voting, according to Assemblywoman Lorena Gonzalez (D-San Diego), an author of the bill.\n“We’ve seen turnout plummet in recent years as our voting system has fallen behind the times, but the New Motor Voter Act allows us the opportunity to streamline and modernize the registration process for millions of eligible voters who haven’t been a part of our voting system,” Gonzalez said.\nALSO\nCalifornia sets new rules for medical pot industry\nCiting past budget anxiety, Gov. Brown vetoes several new tax credits\nBrown vetoes transparency bills for troubled state utilities commission", "byline": "", "description": "<p>Targeting California’s recent record-low voter turnout, Gov. Jerry Brown on Saturday signed a measure that would eventually allow Californians to be automatically registered to vote when they go the the DMV to obtain or renew a driver’s license.</p> <p>The measure, which would also allow Californians...</p>", "title": "Gov. Brown approves automatic voter registration for Californians", "url": "http://www.latimes.com/la-me-pc-gov-brown-on-motor-voter-bill-20150917-story.html", "topics": ["personality", "mexico", "abortion"], "people": ["Jerry Brown"], "orgs": [], "authors": [{"author_id": 40220, "fullname": "patrick mcgreevy", "primary_org": "latimes"}], "date_written": "2015-10-10 20:05:00", "org": "latimes", "article_id": "09b52a38bd908a9b528a4dfef93ccd79", "date_access": "2015-10-10 19:30:08.459673"}