{"body": "A core group of House conservatives is likely to withhold its support for Rep. Paul Ryan (R-Wis.) to become the next speaker, creating a political standoff between the GOP’s favorite son and the renegade newcomers who have established their own new power center.\nRyan, once considered the Republicans’ only hope for uniting their frayed party, has spent a recess week away from Washington without any fresh indication that he is seriously lobbying for a job he would accept only if the party's warring factions agreed to stop the infighting and give it to him without conditions. That stance reflects not only his own reluctance to assume the difficult job, but also the reality he may not be able to easily win it.\nSee the most-read stories this hour >>\nAt the same time, the 40-or-so Republicans who make up the House Freedom Caucus, a ragtag, somewhat secretive group of influential conservatives, appear to feel little pressure to consent to Ryan’s rise after they successfully toppled House Speaker John A. Boehner and thwarted the aspirations of the next-in-line, Majority Leader Kevin McCarthy (R-Bakersfield).\nAfter repeatedly insisting that he had no interest in becoming speaker of the House, Republican Rep. Paul D. Ryan was seriously considering the job Friday.\nHe had little choice. The wonkish Wisconsin congressman and former vice presidential nominee is seen as the GOP’s best hope to calm the chaos...\nAfter repeatedly insisting that he had no interest in becoming speaker of the House, Republican Rep. Paul D. Ryan was seriously considering the job Friday.\nHe had little choice. The wonkish Wisconsin congressman and former vice presidential nominee is seen as the GOP’s best hope to calm the chaos...\nThe stalemate has devolved into a political staring contest that could determine who controls the largest House Republican majority in generations, and neither side appears ready to blink.\nThe Freedom Caucus is still pressing to extract procedural reforms from the next leader that will decentralize power away from the marbled speaker’s office and spread it through the rank-and-file trenches, a change its members hope will make it easier to pursue the group's small-government, socially conservative agenda.\nCongress resumes Tuesday with Republicans no closer to replacing Boehner than they were almost a month ago when the Ohio Republican suddenly announced he would call it quits rather than continue fighting with the right flank. Though Boehner is set to retire at the end of the month, the party's inability to rally around an alternative speaker could leave him in charge indefinitely, albeit weakened, which both sides may ultimately prefer to testing the limits of their power struggle.\nVin Weber, a former congressman, said his party is “adrift” and should turn to Ryan, whom he has mentored and counts as an ally.\n“If the House of Representatives wants to be a defining institution in articulating a message, they have a golden opportunity in making Paul Ryan speaker,” Weber said. “If all they want is a weak speaker and chaos in the House, then he’s the wrong guy.”\nWhile there is no shortage of aspirants for the job, some more viable than others, none has the political panache of Ryan, the party’s former vice presidential nominee.\nRyan, though, has shown nothing but disinterest in the tangled mess of the speaker’s job. He made virtually no overtures to the conservatives for their votes during the break. Instead, Ryan is waiting for the Freedom Caucus to decide if they want him, signaling that he will not be pressured to make the kinds of assurances or promises about rule changes and conservative principles that they are demanding in exchange for their endorsement.\nBoehner and Ryan chatted midweek, but it is increasingly clear Ryan will consider the promotion only if he is confident that he won’t be undermined by the right flank rebellion that doomed Boehner’s tenure. Supporters say Ryan is smart to send the message that he would be speaker on his terms or not at all. But he’s unlikely to receive such deference.\n“We need Paul; Paul doesn’t need us,” acknowledged one senior GOP leadership aide, who spoke on condition of anonymity in order to discuss the crisis.\nBut the Freedom Caucus is in no mood to cave on its demands. The group is looking for its own guarantee that the new GOP leadership will open committee assignments and return to “regular order” -- a process by which bills are brought to the floor and are more open to amendments.\n“Anybody, Paul included, who wants to be speaker has to address the fact that a large percentage of a majority of the conference wants to see changes,” said Rep. Mick Mulvaney (R-S.C.), a founding member of the Freedom Caucus, said in an interview. “If Paul gets up and says, I’m going to be the exact same speaker John Boehner was, he’s going to have a problem.”\n“There are no shoo-ins,” said Rep. Tim Huelskamp (R-Kan.), who was booted from the House Budget Committee in 2012 as punishment for being at odds with leadership. “It can’t be a John Boehner 2.0 or 3.0.”\nFounded in January after an earlier failed attempt to oust Boehner, the Freedom Caucus has become a driving force within the House Republican majority simply because of its power as a voting block.\nEven though its membership is not public, the group formed with an eye toward a roster of 40 – the number of lawmakers it would take to stop the 247-seat Republican conference from being able to comfortably pass bills in the House, where 218 votes are needed.\nOften referred to as “dissidents” and “crazies” -- Boehner called them “knuckleheads” –- the group in many ways formalized a rebellious conservative wing that grew from the 2010 tea party election that gave Republicans the House majority.\nThe Freedom Caucus includes newer lawmakers swept into power that year, as well as more veteran conservatives. They come from every region in the nation, with strongholds in the South and inter-mountain West. One of them, Rep. Morgan Griffith (R-Va.), has taken to carrying an inches-thick rules book under his arm.\n“Those of us who wanted John Boehner to leave, what we wanted was the institution to change, for the process to be more bottom up,” said Rep. Thomas Massie (R-Ky.), who is aligned with the Freedom Caucus, but not a member. “Let’s make this the people’s House, go back to regular order. Everybody may not be satisfied with what comes out at the end of the day, but at least you would have some say.”\nMembers of the Freedom Caucus insist theirs is not a struggle over ideological differences, but procedures; and some note that the group’s own choice for speaker, Rep. Daniel Webster of Florida, is not the most conservative among them, but a process-driven former House speaker in his state.\n“To those who say we’re trying to hold up the conference, nothing could be further,” said Mulvaney. “We want the same thing the other Republicans in the conference want. I can’t tell you the number of people who’ve walked up to me and said, thanks for what you’re doing. We’re not going away.”\nCloaked within their We-the-People-view of governance, however, is both a shrewd grasp at power and an attempt to bend the GOP majority toward their more conservative positions.\nIn many ways, withholding their support from Ryan – as they did for Boehner and McCarthy – gives the group a powerful tool to force the majority to yield to their demands.\nThe times that Boehner abandoned the Freedom Caucus and relied on Minority Leader Nancy Pelosi (D-San Francisco) to deliver Democratic votes often strengthened the group’s arguments against him.\nIn fact, some in the Freedom Caucus had preferred to keep Boehner in power as a hobbled speaker. They initially resisted a motion filed against him by one member, Rep. Mark Meadows (R-N.C.).\nTo that end, the Freedom Caucus may get its wish. Boehner has said he will remain until a new speaker is elected.\nIf the group blocks Ryan from ascending to the speaker’s office, it will have achieved perhaps a more powerful victory that forcing out Boehner.\nIt may force him to stay.\nFor the latest from Congress and the 2016 campaign follow \n@LisaMascaro\nFor more, go to \nwww.latimes.com/politics\nALSO:\nShe can't vote, but this young immigrant plays a key role in Clinton's campaign\nIs Biden running for president? Top aide says vice president is nearing decision\nBen Carson leads Republicans in fundraising as Ted Cruz quietly fills war chest\n ", "byline": "", "description": "<p>A core group of House conservatives is likely to withhold its support for Rep. Paul Ryan (R-Wis.) to become the next speaker, creating a political standoff between the GOP’s favorite son and the renegade newcomers who have established their own new power center.</p> <p>Ryan, once considered the Republicans’...</p>", "title": "Paul Ryan vs. House Freedom Caucus: Who will blink first in speaker's race?", "url": "http://www.latimes.com/la-na-ryan-freedom-caucus-20151016-story.html", "topics": ["campaign_finance"], "people": ["Tim Huelskamp", "Thomas Massie", "Mick Mulvaney", "Vin Weber", "Daniel Webster", "Mark Meadows", "John Boehner", "Paul Ryan", "Paul D. Ryan", "Nancy Pelosi", "Ben Carson", "John A. Boehner", "Ted Cruz"], "orgs": ["Congress", "Freedom Caucus", "House Budget Committee", "House of Representatives", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 40308, "fullname": "lisa mascaro", "primary_org": "latimes"}], "date_written": "2015-10-16 16:24:00", "org": "latimes", "article_id": "0bea125db5391753c4cdddd4fd27ad23", "date_access": "2015-10-16 16:10:19.387860"}