{"body": "Call him the secretary of throwing shade.\nIn a chat Tuesday with Stephen Colbert on \"The Late Show,\" President Clinton shared his assessments of two of the leading candidates in the 2016 race for the White House -- that is, the ones who aren't his wife, Hillary Rodham Clinton. And while everything he said sounded fairly diplomatic, his comments were loaded with plenty of negative subtext. \n\"Can you explain three things to me very quickly?\" Colbert asked as their conversation was winding down. \"I know quick is a tough word.\"\nRemarkably, the famously talkative Clinton managed to keep his answers brief, but even more noteworthy was the subtle way he took aim at two of his wife's biggest rivals. See if you can spot the carefully disguised disses.\nWhy he thinks Sen. Bernie Sanders is doing so well against Hillary Clinton in the polls: \n\"Because there are a lot of people all over the world that are really hacked off that they think the system is rigged against them and the rich get all the gains. And in America a lot of them believe that the Republicans. ... they reward the people that go furthest to the right so the Democrats would be even more effective if they move further to the left\"\nWhy he thinks Donald Trump is leading the GOP field: \n\"Because he's a master brander and he's the most interesting character out there. And because he says something that overrides the ideological differences. If you look at the first debate, a lot of those guys were competing for who could be the most politically correct on the answers.\" [Ed. note: \nReally\n?]\n\"Trump says, OK, I've supported Democrats, I've supported Republicans. Yeah, I used to be friends with Bill Clinton, who cares? I run things and I build things and you need somebody that will go in there and fix it. And if they don't let me fix it, I'll just get them out of the way. It may have a short half-life this campaign, I can't tell yet. But he's a master brander and there is a macho appeal to saying 'I'm just sick of nothing happening. I make things happen. Vote for me.'\"\nOn the rumor he called Trump and asked him run in order to boost his wife's chances in the general election: \n\"I get credit for doing a lot of things I didn't do.\" [Ed note: Such as?] \"His daughter told my daughter that he had tried to call me, and I didn't get the message. So I simply called him back.... I had a very nice conversation with him, but it wasn't about running for office. So I missed the chance.\"  \nFollow \n@MeredithBlake\n on Twitter.", "byline": "", "description": "<p>Call him the secretary of throwing shade.</p> <p>In a chat Tuesday with Stephen Colbert on \"The Late Show,\" President Clinton shared his assessments of two of the leading candidates in the 2016 race for the White House -- that is, the ones who aren't his wife, Hillary Rodham Clinton. And while everything...</p>", "title": "Bill Clinton throws shade at Bernie Sanders, Donald Trump on 'The Late Show'", "url": "http://www.latimes.com/la-et-st-bill-clinton-stephen-colbert-donald-trump-bernie-sanders-20151007-story.html", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Hillary Clinton", "Donald Trump", "Hillary Rodham Clinton", "Stephen Colbert", "Bernie Sanders"], "orgs": ["GOP"], "authors": [{"author_id": 40389, "fullname": "meredith blake", "primary_org": "latimes"}], "date_written": "2015-10-07 16:26:00", "org": "latimes", "article_id": "7ec04e865aa8a13952f014faa5e3fea2", "date_access": "2015-10-07 16:30:09.412031"}