{"body": "It's unclear whether the precept being followed by Republican Presidential hopeful Carly Fiorina is \"never apologize, never explain,\" or \"the best defense is a good offense,\" or \"in for a penny, in for a pound,\" but her defense on Sunday's Meet the Press of her manifest lies about Planned Parenthood was her most bizarre and extreme yet.\nFiorina was so insistent that she had seen and heard things on videotapes purporting to show babies aborted by Planned Parenthood, and made such an outrageous new charge, that host Chuck Todd had trouble keeping up. Her insistence on telling lies about Planned Parenthood could undermine one of her prime defenses against critics of her 1999-2005 performance as head of Hewlett-Packard, which is that the critics are telling lies about her.\nThe Meet the Press video can be \nseen here\n and the \ntranscript is here\n. The results are sad to watch for several reasons. One is that several of Todd's rivals among news anchors and hosts on other networks turned in a creditable job Sunday of holding Fiorina's rivals to account for their own words.\nCNN's Jake Tapper\n effectively exposed the fatuity of Dr. Ben Carson's dictum (issued, as it happens, to Todd a week ago) that being a Muslim is a disqualification to serve as President. Tapper told Carson that as a Seventh Day Adventist and an African-American, \"you know what it's like for people to make false assumptions about you, and you seem to be doing the same thing with Muslims.\" Tapper's questioning finally provoked Carson's media handler to end the interview. Like Tapper, \nABC's Martha Raddatz\n refused to let Carson claim he'd been misquoted, by showing the NBC transcript. (Tapper showed the actual clip from Meet the Press.)\nOn \"60 Minutes,\" Scott Pelley did a fairly creditable job of puncturing the cartoonish bluster of Donald Trump in a lengthy one-on-one interview. It was marred, however, when Pelley displayed a shocking and irresponsible ignorance about Social Security by casually calling it a \"basket case.\" (See \nDean Baker's gloss\n on Pelley's uninformed words.)\nBack to Fiorina, who seems determined to set a new standard for extremism in her claims about Planned Parenthood. Todd started by asking her to defend her assertion, during the Sept. 16 GOP candidates' debate, that the doctored videotapes distributed by the anti-abortion \nCenter for Medical Progress\n showed \"a fully-formed fetus on the table, its heart beating, its legs kicking, while someone says, 'We have to keep it alive to harvest its brain.'\"\nThis scene does not appear in the videotapes targeting Planned Parenthood. A clip in one video shows a fetus moving, but the anti-abortion Center for Bio-Ethical Reform, which provided it to CMP doesn't identify its source and doesn't claim it's from a Planned Parenthood facility. Neither organization has provided documentation that the image is of an aborted fetus. A second shot of a fetus in the same tape came from a stillbirth, not an abortion. The line Fiorina quoted is not heard on any of the released tapes.\nTodd asked her, \"Are you willing now to concede that you exaggerated that scene?\"\nFiorina: \"No, not at all. That scene absolutely does exist. And that voice saying what I said they were saying, 'We're going to keep it alive to harvest its brain' exists as well....\nTodd: \"So you saw that moment on the tape?\"\nFiorina: \"Yes.\"\nThat's bluster on a Trumpian scale. There's no such scene on the tape to which she's referring, no such audio, and her campaign hasn't identified any. \nBut then Fiorina went even further, claiming, \"Planned Parenthood is aborting fetuses alive to harvest their brains and other body parts. That is a fact.\" She added, \"Planned Parenthood will not and cannot deny this because it is happening. It is happening in this nation.\"\nIn other words, Fiorina has moved from asserting in effect that Planned Parenthood \"harvested\" (a loaded word) tissue from a still-live fetus, to claiming that Planned Parenthood deliberately aborts live fetuses for that purpose.\nThis is a major expansion of her attack on the organization. There is absolutely not a speck of evidence on those videotapes that Planned Parenthood has done this; not a single one of the numerous state investigations that followed the release of CMP's heavily edited videotapes supports that charge.\nPlanned Parenthood can \nand\n has \ndenied it, repeatedly\n. Even the CMP videotapes, especially the supposedly clean unedited versions, show Planned Parenthood officials repeatedly reminding the disguised CMP agents they're talking with that the organization complies with federal law requiring that patients be offered the opportunity to donate fetal tissue only \nafter\n they've decided to undergo an abortion.\nPressed by Todd, Fiorina resorted to rhetorical legerdemain: \"Chuck, Chuck, Chuck, Chuck, Chuck,\" she said. \"Do you think this is not happening? Does Hillary Clinton think this is not happening?\"\nThis could have been the opening Todd needed to reply: \"No, there's no evidence it is happening--do you have any?\" He didn't, although he did accuse Fiorina of \"sort of ducking the video\" and described the footage she alluded to as \"at best a reenactment.\" (It isn't; it's stock footage exploited to illustrate an unsupported accusation.)\nIt's hard to understand Fiorina's strategy. Yes, she's throwing red meat to the lowest-information voters in the coming GOP primaries, while staking a claim to the far right of even her most zealously anti-abortion rivals in the race.\nBut she's doing so by moving far beyond anything she can conceivably document, and by refusing to acknowledge her errors. The more outlandish her claims, the more they will provoke demands for proof, and the more unprincipled she will look if she can't produce it. It's a fair assumption that if she could provide documentation, she would have done so by now, instead of erecting a wall of bluster as a defense. Instead of fessing up, she has doubled, tripled, quadrupled down.\nThis strategy can only erode the credibility of her candidacy. Among her defenses against critiques of her dismal performance as chairman and CEO of Hewlett-Packard from 1999 to 2005 are attacks on the integrity of her critics. Her dishonesty about Planned Parenthood saps her ability to fight back as a \"truth-teller\" about her HP record.\nFiorina's theme, which she repeated to Todd several times, is that Planned Parenthood's alleged misdeeds involved \"to the character of our nation.\" What about the character of a candidate who goes this far just to win a vote?\nKeep up to date with the Economy Hub. Follow \n@hiltzikm\n on Twitter, see our \nFacebook page\n, or email \nmichael.hiltzik@latimes.com\n.", "byline": "", "description": "It's unclear whether the precept being followed by Republican Presidential hopeful Carly Fiorina is \"never apologize, never explain,\" or \"the best defense is a good offense,\" or \"in for a penny, in for a pound,\" but her defense on Sunday's Meet the Press of her manifest lies about Planned Parenthood...", "title": "Fiorina, pressed on Planned Parenthood, becomes even more extreme", "url": "http://www.latimes.com/la-fi-mh-fiorina-keeps-getting-more-extreme-20150927-column.html", "topics": ["personality", "abortion"], "people": ["Dean Baker", "Hillary Clinton", "Donald Trump", "Chuck Todd", "Martha Raddatz", "Jake Tapper", "Scott Pelley", "Carly Fiorina", "Ben Carson"], "orgs": ["Social Security", "GOP", "Planned Parenthood", "Medical Progress", "CMP"], "authors": [{"author_id": 40147, "fullname": "michael hiltzik", "primary_org": "ap"}], "date_written": "2015-09-28 19:59:00", "org": "latimes", "article_id": "8c30f4e988b7c4a571addaa5487d89ee", "date_access": "2015-09-28 19:30:07.159065"}