{"body": "Customized TV Listings are available here: \n www.latimes.com/tvtimes\nClick here to download\n TV listings for the week of Sept. 20 - 26, 2015 in PDF format \n This week's TV Movies\n \nSERIES\nCedar Cove\n Olivia (Andie MacDowell) is baffled and hurt when Paul (Colin Ferguson) decides to leave Cedar Cove and refuses to explain his decision to her in the season finale. Dylan Neal, Sarah Smyth and Jesse Hutch also star. 8 p.m. Hallmark\nDoctor Who\n The Doctor (Peter Capaldi) is trapped with no companion in a Dalek city without his sonic screwdriver or the TARDIS in the conclusion of this two-part episode. 9 p.m. BBC America\nBlunt Talk\n When Walter's (Patrick Stewart) estranged son (played by Daniel Stewart, Patrick's real-life son) comes to Los Angeles for a boxing match, Walter wants to make peace with him. Celia (Dolly Wells) gets pulled into the family drama that ensues in this new episode. 9 and 10 p.m. Starz\nAmerica's Next Weatherman\n In the season finale, one of the final three weathercasters will win cash, an agent and a guest appearance in a weather segment on CNN's \"Good Day.\" With KTLA news anchor Michaela Pereira. 11 p.m. TBS\nSPECIALS\nBrian Regan: Live From Radio City Music Hall\n The veteran comic stars in Comedy Central's first live comedy special, performing before a crowd at the iconic New York venue. 9 p.m. Comedy Central\nMOVIES\nUnbroken\n Angelina Jolie directs this adaptation of Laura Hillenbrand's fact-inspired book about Louis Zamperini (Jack O'Connell), an Olympian who survived the shooting down of his World War II bomber and became a prisoner in a succession of Japanese POW camps. Domhnall Gleeson, Finn Wittrock, Garrett Hedlund and Jai Courtney also star. 8 p.m. HBO\nMurder in Mexico\n Colin Egglesfield (\"Rizzoli & Isles\") stars in this new 2015 TV drama as Bruce Beresford-Redman, a producer on the reality TV show \"Survivor,\" who takes his family on a 2010 vacation to Cancun. After Monica is found strangled to death, however, he soon becomes the prime suspect for detectives. Leonor Varela also stars. 8 p.m. Lifetime\nLove on the Air\n Alison Sweeney stars in this new TV movie set in the world of radio shock jocks. Jonathan Scarfe, Crystal Balint, David Lewis and Vincent Gale also star. 9 p.m. Hallmark\nWEEKEND TALK\nSATURDAY\nToday\n (N) 6 a.m. KNBC\nGood Morning America\n (N) 7 a.m. KABC\nMcLaughlin Group\n (N) 6:30 p.m. KCET\nSUNDAY\nToday\n (N) 6 a.m. KNBC\nGood Morning America\n Pope Francis' vist to the U.S. (N) 6 a.m. KABC\nState of the Union With Jake Tapper\n Papal visit; politics: House minority leader Rep. Nancy Pelosi (D-San Francisco). Papal visit; politics: Democratic presidential candidate Gov. Martin O'Malley (D-Md.). Papal visit: Mayor Michael Nutter (D-Philadelphia). Politics: Republican presidential candidate Dr. Ben Carson. Papal visit: Father Edward Beck; John Allen; Delia Gallagher; Father James Martin. Panel: Paul Begala; Ana Navarro; Van Jones. (N) 6, 8 and 9 a.m. CNN\nCBS News Sunday Morning\n Cardinal Timothy M. Dolan; St. Patrick's Cathedral. (N) 6:30 a.m. KCBS\nFox News Sunday With Chris Wallace\n Republican presidential candidate former Gov. Jeb Bush (R-Fla.). Potential government shutdown: Rep. Tom Cole (R-Okla.); Rep. Mick Mulvaney (R-S.C.). Panel: George Will; Anne Gearan, the Washington Post; Michael Needham; Juan Williams. (N) 7 a.m. KTTV; 11 a.m. FNC\nFareed Zakaria GPS\n Iran nuclear deal; presidential election; email controversy; Donald Trump and the GOP; Syria; Russia and Ukraine: President Bill Clinton. (N) 7 and 10 a.m. CNN\nFace the Nation\n Speaker of the House Rep. John Boehner (R-Ohio). Democratic presidential candidate Sen. Bernie Sanders (I-Vt.); Republican presidential candidate Gov. John Kasich (R-Ohio). Panel: Kimberley Strassel, the Wall Street Journal; Susan Page, USA Today; Nancy Cordes; Ed O'Keefe, the Washington Post. (N) 8 a.m. KCBS\nMeet the Press\n Democratic presidential candidate Hillary Clinton. Republican presidential candidate Carly Fiorina. The Pope's visit: Papal biographer George Weigel. Panel: David Brooks; Andrea Mitchell; Eugene Robinson; Andrew Ross Sorkin. (N) 8 a.m. KNBC; 11 p.m. MSNBC\nThis Week \n(N) 8 a.m. KABC\nMediaBuzz\n (N) 8 a.m. FNC\n60 Minutes\n (Season premiere) (N) 7 p.m. KCBS", "byline": "", "description": "Customized TV Listings are available here: <a href=\"http://www.latimes.com/tvtimes\"> www.latimes.com/tvtimes</a>", "title": "Saturday TV Highlights and Weekend Talk: 'Cedar Cove' on Hallmark", "url": "http://www.latimes.com/la-et-st-saturday-tv-highlights-and-weekend-talk-cedar-cove-on-hallmark-20150925-story.html", "topics": ["campaign_finance", "personality", "trade"], "people": ["Edward Beck", "Patrick Stewart", "Van Jones", "Susan Page", "Paul Begala", "Hillary Clinton", "Dolly Wells", "Daniel Stewart", "Tom Cole", "Chris Wallace", "Angelina Jolie", "Michael Needham", "Andrew Ross Sorkin", "Mick Mulvaney", "John Boehner", "James Martin", "Ana Navarro", "Pope Francis", "Bernie Sanders", "John Allen", "Martin O'Malley", "Bill Clinton", "Ed O'Keefe", "Jeb Bush", "George Will", "Nancy Pelosi", "Donald Trump", "David Brooks", "Andrea Mitchell", "David Lewis", "Jake Tapper", "Kimberley Strassel", "Carly Fiorina", "Anne Gearan", "Delia Gallagher", "Eugene Robinson", "Juan Williams", "Michael Nutter", "Michaela Pereira", "Nancy Cordes", "John Kasich", "Ben Carson"], "orgs": ["HBO", "Fareed Zakaria GPS", "McLaughlin Group", "Comedy Central", "State of the Union", "MSNBC", "KTLA", "GOP"], "authors": [{"author_id": 40505, "fullname": "ed stockly", "primary_org": "latimes"}], "date_written": "2015-09-25 22:40:00", "org": "latimes", "article_id": "ffc945dfdcc48acd66c74034e6418270", "date_access": "2015-09-25 22:00:06.274722"}