{"body": "Vice President Joe Biden has decided not to run for president, ending months of intrigue about his political future and greatly boosting the prospects of the Democratic front-runner, Hillary Rodham Clinton.\nOver the summer, while his family grieved the \nMay death of his son\n, Beau, the vice president “said all along” that the window for a presidential run might close before they were ready to decide.\n“I’ve concluded it has closed,” Biden said Wednesday in an appearance in the White House Rose Garden. “Unfortunately, I believe we’re out of time, time necessary to run a winning campaign.”\nBiden’s announcement, with both his wife, Jill, and President Obama at his side, signals the approaching end of a four-decade career in elected office and a quest for the presidency that stretched for more than a generation.\nBarring an unexpected development, it also sets the final shape of the Democratic race in a way that strongly favors Clinton, the former secretary of State.\nBiden’s speech contained at least one thinly veiled criticism of Clinton – warning against excessive partisanship – and although he did not mention her name, he challenged her on policies. Overall, however, his decision strongly helps her campaign.\nIn the past couple of weeks, a raft of polls have tested how the race would look with and without Biden. The surveys offered a consistent verdict – that Biden would have started out with support from just short of one-fifth of Democrats, and that that backing largely would have come at Clinton’s expense.\nEven more important than the raw numbers were the types of voters Biden potentially could have attracted.\nSen. Bernie Sanders of Vermont, Clinton’s main remaining rival, has gathered strong support among white, college-educated liberals who share his strongly held views about income inequality and his critique of big banks and corporate power.\nJoe Biden used a Washington forum on the vice presidency Tuesday to highlight his close relationship with President Obama that would be at the heart of Biden’s potential presidential campaign, even offering a fresh account of his counsel to Obama about targeting Osama bin Laden.\nThrough that anecdote...\nJoe Biden used a Washington forum on the vice presidency Tuesday to highlight his close relationship with President Obama that would be at the heart of Biden’s potential presidential campaign, even offering a fresh account of his counsel to Obama about targeting Osama bin Laden.\nThrough that anecdote...\nBut Clinton has stayed well ahead of Sanders in national polls and in surveys of most heavily Democratic states because of lopsided support for her among black and Latino voters and self-identified moderates. A Biden candidacy would have threatened that bulwark, potentially holding down Clinton’s vote enough to allow Sanders to defeat her in key contests.\nClinton still faces a spirited contest from Sanders. “She still needs to earn this. Bernie Sanders is still a formidable threat and could still win the first two states, and nobody knows what will happen if that kind of jolt occurs,” said Paul Maslin, a veteran Democratic strategist who is neutral in the primaries.\n“The positive part is it avoids a bloodletting,” Maslin said of Biden’s decision not to run. “There’s not that much difference between the two of them, so his argument would had to have been, ‘I’m genuine, I’m real, I have good character and she does not.’ However it ended up, that would not have been helpful.”\nFreed of that risk, Clinton now has a much clearer path to the nomination unless Sanders can dramatically expand his base of support, which so far has not happened. Indeed, even before Biden announced his decision, Clinton seemed to be gaining ground in several polls taken after last week’s Democratic debate, both nationally and in New Hampshire, the one state where Sanders did have a clear lead.\nFor his part, the often loquacious Biden used his time in front of the cameras to lay out the themes on which he would have campaigned. He called on Democratic candidates to “run on the record” that Obama has compiled over the past seven years, and he declared that “I will not be silent,” promising to speak out “clearly and forcefully” to articulate his vision for the Democratic Party and the future.\nIn his clearest critique of Clinton, he repeated a line he has used \nseveral times over the past few days\n, to declare that the country needs a less partisan political atmosphere.\nRepublicans are “our opposition – they’re not our enemies,” he said.\nAt last week’s debate, Clinton, in a response to a question asking her to name her enemies, had included “the Republicans” on her list, although she also noted that she successfully worked with Republicans while she was a senator from New York.\nBiden also gave Clinton a challenge, as he ticked off the policy goals that he argues the next president needs to embrace. Among the most notable was his call for free college.\n“We need to commit to 16 years of free public education for all of our children,” he said. “We all know that 12 years of public education is not enough. As a nation, let’s make the same commitment to a college education today that we made to a high school education 100 years ago.”\nClinton has placed college affordability at the center of her campaign, but she has stopped short of pushing to make college free, a position that is more in line with Sanders’ campaign.\nBiden also said “we need a moonshot in this country to cure cancer,” the disease that claimed the life of his son. “It’s personal,” he acknowledged. “But I know we can do this.”\nBiden’s speech also sounded a cautious note on the use of force overseas, which potentially creates a contrast with Clinton, who has advocated what she calls a “smart power” approach to foreign policy that calls for using military might when necessary.\n“We have to accept the fact that we can’t solve all the world’s problems,” he said. “The argument that we just have to do something when bad people do things isn’t good enough. It’s not a good enough reason for American intervention.”\nSIGN UP for the free Essential Politics newsletter >>\nOn other major issues, though, Biden’s remarks could have been pulled from a Clinton stump speech – a reminder of why it was so difficult for him to find space in the field to mount a viable challenge.\nHe warned the country has reached unsustainable levels of inequality, that unlimited and secret cash in politics is corroding democracy, and that the rich get too many tax deductions. He also talked about the need to address racial injustice, boost gay rights and reform the immigration system.\nFor months, a close circle of advisors — and at times the vice president himself — worked to build support for what would have been a third campaign for the White House. Aides said he felt confident he could run \na viable campaign\n.\nBut Biden's deliberations were complicated by his struggle to reconcile his political ambition with his family’s anguish after Beau's death.\nHad Biden run, he would have started from a strong platform. After seven years at President Obama’s side, he can claim a hand in the achievements of what many Democrats see as a successful administration.\nMoreover, in what has proved to be an unpredictable campaign dominated by political outsiders, Biden’s brand as an authentic — some say gaffe-prone — political warrior might have suited the times.\nBut no sitting vice president has won the presidency since 1988 — the first time Biden ran — when George H.W. Bush was elected to succeed Ronald Reagan. And in Clinton, the former secretary of State, senator and first lady, Biden would have faced an opponent who already boasts significant political support and a formidable campaign infrastructure.\nIn a statement, Clinton called Biden’s record one to be “proud of, defend and build on.” She said that “like millions of others, I admire his devotion to family, his grace in grief, his grit and determination on behalf of the middle class and his unyielding faith in America’s promise.”\nBiden’s political career ultimately has been book-ended by two searing personal tragedies. Just weeks after his election to the Senate at age 29, his wife and infant daughter were killed in a car accident that also left his two young sons seriously injured. He almost didn’t enter the office he’d been elected to, but ultimately served 36 years in Congress before his election as vice president in 2008.\nIn that time he waged two campaigns for the presidency, and had designs on a third from the moment he and Obama were reelected in 2012. But Beau faced a series of health issues, and early this year was diagnosed with terminal brain cancer. He died May 30.\nBeau “is our inspiration,” Biden said Wednesday of his late son, who served as Delaware's attorney general and was a rising political star. The entire family, Biden said, \"found purpose in public life.\"\nTimes staff writer Evan Halper contributed to this report.\nFor more campaign coverage, follow \n@mikememoli\n and \n@davidlauter", "byline": "", "description": "<p>Vice President Joe Biden has decided not to run for president, ending months of intrigue about his political future and greatly boosting the prospects of the Democratic front-runner, Hillary Rodham Clinton.</p> <p>Over the summer, while his family grieved the <a href=\"http://www.latimes.com/local/obituaries/la-me-beau-biden-20150531-story.html\">May death of his son</a>, Beau, the vice president “said...</p>", "title": "Joe Biden decides against presidential bid, a big boost to Hillary Clinton", "url": "http://www.latimes.com/la-na-joe-biden-not-running-20151021-story.html", "topics": ["immigration"], "people": ["Beau Biden", "Joe Biden", "Hillary Clinton", "Paul Maslin", "Hillary Rodham Clinton", "Evan Halper", "Bernie Sanders", "Ronald Reagan"], "orgs": ["Senate", "Democratic Party", "Congress", "Osama bin Laden"], "authors": [{"author_id": 40320, "fullname": "michael a. memoli", "primary_org": "latimes"}, {"author_id": 40195, "fullname": "david lauter", "primary_org": "latimes"}], "date_written": "2015-10-21 19:48:00", "org": "latimes", "article_id": "55294df963b12af74ad7a9ce0f26e0ba", "date_access": "2015-10-21 19:00:07.474534"}