{"body": "In what amounts to blasphemy for a late-night host, John Oliver confessed to Stephen Colbert that he \"couldn't give less of a\" you-know-what about Donald Trump.\n\"It's the 2016 election, and it's 2015,\" said the comedian in a visit to \"The Late Show\" on Wednesday. \"I don't care until we're in the same year of the thing that I'm supposed to care about.\"\nOliver also acknowledged that his brave stance against Trump jokes is possible because he's on just once a week for a half-hour, liberating his staff from the daily news cycle. \"We don't have to care about the election,\" he said. \"It's a privilege not to care.\" \n \nSIGN UP for the free Indie Focus movies newsletter >>\nAs for what the candidates and the news media should be discussing, Oliver suggested \"anything that is not election-related. There are plenty of problems in the world they might want to talk about.\"\n\"They are sad, though,\" Colbert said, referring to the more substantive issues that all too frequently get neglected. \"Meanwhile, his hair... you know it's made of cotton candy?\" \n\"It sure is,\" Oliver admitted.\nOliver's lack of interest in Trump, the candidate whose campaign has been a godsend to late-night comedians and cable news producers, isn't the only thing that sets him apart from his peers. \nThe former \"Daily Show\" correspondent has distinguished himself with lengthy, comedic reports on subjects often overlooked by the media -- whether because they're too depressing, too arcane or do not involve missing airplanes.\nStephen Colbert interviews Republican presidential candidate Donald Trump on \"The Late Show.\"\nStephen Colbert interviews Republican presidential candidate Donald Trump on \"The Late Show.\"\nOr as Colbert put it, by doing \"18 minutes on tainted meat.\" \nThroughout the discussion, Colbert made it known he was jealous of Oliver, whose platform on premium cable gives him a level of creative freedom not really possible in the five-night-a-week grind of a network talk show.  \nHe seemed particularly envious of the fact that Oliver rarely has interviews on \"Last Week Tonight\" -- and when he does, they're with people like Stephen Hawking and Edward Snowden. At one point, Colbert even flipped Oliver a (friendly) middle finger. \nBut it was evident the two hosts shared much in common, including their sadness over Jon Stewart's absence from the airwaves. \n\"Do you miss Jon Stewart as much as I do?\" Colbert asked. \n\"Yeah, I miss him hugely,\" replied Oliver, Stewart's one-time fill-in on \"The Daily Show.\" \"I love that man.\"\nColbert had some kind words for Stewart's replacement, Trevor Noah, saying the young South African had \"crushed it\" in his debut. \nOliver agreed, but added that Noah is \"taking on the impossible\" and \"you can't replace the irreplaceable\" -- again, things he doesn't have to worry about at HBO. \nColbert had the perfect response:  \"I wouldn't know what that's like.\"  \nFollow\n \n@MeredithBlake\n on Twitter.\nMORE:\nComfortable, confident Trevor Noah takes over as host of 'The Daily Show' ... and survives \nJohn Oliver's latest find: How 'Breaking Bad's' Mike misled teens about menstruation \nTrump's bump on cable news is real, but Fox's Megyn Kelly still rules", "byline": "", "description": "<p>In what amounts to blasphemy for a late-night host, John Oliver confessed to Stephen Colbert that he \"couldn't give less of a\" you-know-what about Donald Trump.</p> <p>\"It's the 2016 election, and it's 2015,\" said the comedian in a visit to \"The Late Show\" on Wednesday. \"I don't care until we're in the...</p>", "title": "Sorry, America, but John Oliver doesn't care about Donald Trump", "url": "http://www.latimes.com/la-et-st-john-oliver-tells-stephen-colbert-he-doesn-t-give-a-bleep-about-donald-trump-20151001-story.html", "topics": ["economy", "campaign_finance", "personality"], "people": ["Trevor Noah", "Jon Stewart", "Donald Trump", "John Oliver", "Megyn Kelly", "Stephen Colbert", "Edward Snowden"], "orgs": [], "authors": [{"author_id": 40389, "fullname": "meredith blake", "primary_org": "latimes"}], "date_written": "2015-10-01 16:16:00", "org": "latimes", "article_id": "6d4e1b01908affbd4c94a6a6046273c3", "date_access": "2015-10-01 15:30:08.312039"}