{"body": "The founder of the global News Corp. media empire, Rupert Murdoch, is suggesting that President Obama isn't a \"real black president.\"\nMurdoch was praising Republican presidential candidate Ben Carson and his wife on \nTwitter\n on Wednesday evening when he wrote: \"Ben and Candy Carson terrific. What about a real black President who can properly address the racial divide?\"\nLater, \nMurdoch recommended a New York magazine\n article asking whether Obama has done enough for the African American community.\nMurdoch is the founder of Fox News Channel, and News Corp.'s publications include the New York Post and the Wall Street Journal.\nThe 84-year-old Murdoch has praised Carson on Twitter before, calling him \"irreproachable on background, achievements, character, vision.\"\nMORE FROM POLITICS\nBillionaire Tom Steyer joins campaign to increase cigarette taxes\nIn big break with Obama, Hillary Clinton poised to oppose Pacific trade deal\nHow the debate over healthcare is changing - just in time for the 2016 election", "byline": "", "description": "<p>The founder of the global News Corp. media empire, Rupert Murdoch, is suggesting that President Obama isn't a \"real black president.\"</p> <p>Murdoch was praising Republican presidential candidate Ben Carson and his wife on <a href=\"https://twitter.com/rupertmurdoch/status/651924724960874497\" rel=\"nofollow\" target=\"_blank\">Twitter</a> on Wednesday evening when he wrote: \"Ben and Candy Carson terrific. What...</p>", "title": "Rupert Murdoch tweets Obama isn't 'real black president'", "url": "http://www.latimes.com/la-rupert-murdoch-obama-20151007-story.html", "topics": ["trade", "economy"], "people": ["Rupert Murdoch", "Hillary Clinton", "Tom Steyer", "Ben Carson", "Candy Carson"], "orgs": ["New York Post"], "authors": [{"author_id": 944, "fullname": "associated press", "primary_org": "wsj"}], "date_written": "2015-10-08 06:34:00", "org": "latimes", "article_id": "1f840877a9c57d2a24a8ea4b8f1c0c11", "date_access": "2015-10-08 06:00:04.759318"}