{"body": "Among the more bizarre developments of the campaign for the 2016 Republican presidential nomination is Donald Trump's apparent popularity among evangelicals. Several polls show Trump garnering a plurality — though not a majority — of evangelical votes.\nPundits, religious and otherwise, have been shaking their heads about this. Some evangelicals claim the polling is faulty — because it has to be! Devoted Christians, the thinking goes, shouldn't embrace a thrice-wed blustery billionaire who, until very recently, supported abortion rights. How, after all, can Trump's race-baiting rhetoric about immigration be reconciled with biblical injunctions to welcome the stranger?\nIn one of the more amusing commentaries, Russell Moore of the Southern Baptist Convention claimed that evangelicals had suddenly abandoned biblical values in their fondness for Trump. \"To back Mr. Trump,\" Moore wrote in the New York Times, \"these voters must repudiate everything they believe.\"\nMoore's lament that evangelicals have forsaken \"the conservation of moral principles and a just society\" in their love affair with Trump may be good theater, but it's colossally bad history. The evangelical repudiation of the faith for a mess of political pottage is not a recent phenomenon. It can be traced at least as far back as the 1980 presidential election, when evangelicals deserted Jimmy Carter, one of their own, for Ronald Reagan.\nWhereas Carter advocated racial and sexual equality, cornerstones of a \"just society\" and articles of faith for 19th century evangelicals, Reagan opposed the Civil Rights Act, the Voting Rights Act and the proposed Equal Rights Amendment. Reagan opened his 1980 general election campaign in, of all places, Philadelphia, Miss., the site of the brutal slayings of three civil rights workers by the Ku Klux Klan 16 summers earlier. In his speech at the Neshoba County Fair on Aug. 3, Reagan proclaimed his support for \"states rights,\" coded language employed by a generation of Southern segregationists.\nCarter, who painstakingly brokered the Camp David accords, moved American foreign policy away from the reflexive dualism of the Cold War toward an emphasis on human rights, and he understood that if the United States was to have any meaningful relationship with Latin America, the Panama Canal treaty must be renegotiated. Although he restored the defense spending cuts enacted by his Republican predecessors, Carter believed that the most effective military weapon was the one never deployed. He remains proud of the fact that no soldier died in combat during his presidency.\nRegarded by many conservationists as the greatest environmental president ever, Carter also understood nature as God's creation and worked to protect it. Reagan, on the other hand, appointed James Watt as secretary of the interior; Watt favored development over conservation and was unremittingly hostile to the protection of the environment.\nBy the 1980 election, evangelicals had seized on abortion as a pretext for abandoning Carter. As governor and as president, however, Carter had worked very hard, within the confines of the law, to reduce the incidence of abortion; Reagan, while governor of California, signed the most liberal abortion bill in the nation. Although he came around to a so-called pro-life position by 1980, Reagan, as even his apologists acknowledge, made no serious attempt to make good on his promise to outlaw abortion.\nCarter was dealt a bad hand — runaway inflation, soaring interest rates, fallout from the Arab oil embargo, the taking of hostages in Iran — and it was a hand that, in some ways, he played badly. Many voters turned on Carter when he sought a second term, but the defection of his fellow evangelicals in favor of an episodic churchgoer whose grasp of the contours of evangelical faith paled next to Carter's remains one of the great puzzles of presidential politics.\nEver since 1980, evangelicals have afforded Republican candidates for president a majority of their votes, although their support for some has been enthusiastic (George W. Bush) and for others (Bob Dole, John McCain and Mitt Romney), a bit more tepid. In some of those contests, notably 1996, 2008 and 2012, the Democratic candidate arguably had a stronger claim on the rudiments of evangelical social ethics than his opponent. But, for politically conservative evangelicals, partisanship trumped both theology and tradition.\nWhat did evangelicals gain by selling their birthright to Ronald Reagan in 1980 and to the Republican Party thereafter? It's a very good question — and one that evangelicals should ponder carefully as they approach yet another election.\nYes, politically conservative evangelicals have indeed neglected the teachings of Jesus and defaulted on the noble legacy of 19th-century evangelicalism, which invariably took the part of those on the margins, including women and minorities. But Trump is not responsible for these lapses. He is simply reaping the benefits of a much earlier defection.\nRandall Balmer is a religion professor at Dartmouth College and the author of \"Redeemer: The Life of Jimmy Carter.\"\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>Among the more bizarre developments of the campaign for the 2016 Republican presidential nomination is Donald Trump's apparent popularity among evangelicals. Several polls show Trump garnering a plurality — though not a majority — of evangelical votes.</p> <p>Pundits, religious and otherwise, have been...</p>", "title": "Shocked at evangelicals' flocking to Trump? Blame it on Reagan", "url": "http://www.latimes.com/la-oe-balmer-evangelicals-politics-do-not-match-their-faith-20151005-story.html", "topics": ["immigration", "women"], "people": ["Russell Moore", "Randall Balmer", "Bob Dole", "Ronald Reagan", "Donald Trump", "George W. Bush", "Mitt Romney", "Jimmy Carter"], "orgs": ["Republican Party", "Dartmouth College", "Ku Klux Klan", "Civil Rights Act", "Voting Rights Act"], "authors": [{"author_id": 37748, "fullname": "randall balmer", "primary_org": "washpo"}], "date_written": "2015-10-05 13:00:00", "org": "latimes", "article_id": "3dc81fb68970ad9d04c4e5a2c6e673ee", "date_access": "2015-10-05 12:30:09.112191"}