{"body": " Scott Walker has so much of what Republican voters seem to want: The fresh, youthful look, a resume full of big victories and a solid conservative record.\nNow comes the big challenge. Can the Wisconsin governor, untested on a national stage, survive the brutal presidential campaign process?\nWalker announced his bid for the Republican presidential nomination Monday, first in a video, then at a rally in Waukesha, a Milwaukee suburb. He’s recalling his fight against public employee unions and his effort to revive the state’s ailing economy with tax cuts, and using them to set himself apart from his rivals for the Republican nomination.\n“In Wisconsin, We didn’t nibble on the edges. We enacted big bold reforms, took power out of the hands of big government special interests, gave it to the hard working taxpayers,” he says in the video.\n“In the Republican field, there are some who are good fighters, but they haven't won those battles. There are others who have won elections but haven't consistently taken on the big fights. We showed you can do both. ... I am running for president to fight and win for the American people.”\nBut scratch those surfaces and big questions about Walker emerge. He’s stumbled on national security issue and appeared awkward in unscripted moments. Critics charge he’s hurt the state’s public schools and university system. His approval numbers are down. His claims about his state budget prowess have not always withstood scrutiny. \n\n41% Walker’s Wisconsin approval rating in April, according to the Marquette University Law School Poll\nPeople outside the Midwest are still learning about him, and he has to prove he can look and act presidential.\n“He is by far the highest ranked unknown in the field,” said Charles Franklin, director of the Marquette University Law School Poll in Wisconsin.\nWalker, 47, starts with important political advantages. He’s proven to be an effective fundraiser, thanks partly to the unsuccessful 2012 campaign to recall him by opponents furious over his successful effort to effectively end collective bargaining for most public employees.\n“He seemed to have every fundraising list. I was getting mail for a year,” said Katon Dawson, a former South Carolina Republican chairman.\nHe’s wowed Republican audiences this year, particularly in Iowa, with his insistence he can tame Washington’s budget chaos the same way he helped bring Wisconsin’s budget into balance.\nThat kind of talk has earned him front-runner status in Iowa, the nation’s first caucus state.\n\nWalker’s family lived for several years in Plainfield, Iowa, and moved to Delavan, Wis., when he was young.\nThe rest of the country, though, presents a challenge. “People have ideas about him based on very little information,” said Andrew Smith, director of the University of New Hampshire Survey Center. “They’re projecting who they want Scott Walker to be.”\nDoubts about Walker are slowly growing, notably about his budget and immigration record. He pledged to help create 250,000 private-sector jobs in his first term but never reached that number. At the end of last year, the total was about 146,000.\nFor years, he’s been touting how he eliminated a $3.6 billion budget deficit without raising taxes. The number is misleading, reflecting the deficit only if he were to meet state agency requests, which never happens. If such requests were fully met this year, his state would have a $2.2 billion deficit.\nWalker has ready answers. “It’s not just what requests are,” he told McClatchy. “That’s what they asked for and we brought it down.”\nEDITORS: BEGIN OPTIONAL TRIM\nBalancing the budget remains difficult. Walker proposed steep cuts in state aid to public education. The Republican-led Wisconsin legislature balked and struggled to write a budget that closed a big projected shortfall.\nEDITORS: END OPTIONAL TRIM\nWalker also has been under fire for uncomfortable performances in impromptu moments. In February, former New York City Mayor Rudolph Giuliani said, “I do not believe the president loves America” during a small dinner honoring Walker. \nWalker wouldn’t take a position. The next morning, he told CNBC, “The mayor can speak for himself.”\nA few days later, Walker appeared to liken U.S. labor union members to Islamist terrorists. “If I can take on 100,000 protesters, I can do the same across the world.” After a firestorm of criticism, he tried to clarify but said he didn’t regret his remarks.\n\nThat’s the closest thing I have in terms of handling a difficult situation, not that there’s any parallel between the two. Scott Walker on how dealing with Wisconsin protesters will help him handle Islamist terrorists\nHe’s since become more cautious. When he visited Israel in May, Walker didn’t give interviews during the trip.\nSo far, none of this has severely wounded Walker politically. “He’s found ways to rhetorically pivot to where he wants to be,” said Franklin of Marquette, “and until recently it hasn’t come back to bite him.”\nMonday, Walker steps onto a very different stage, a top-tier contender who at least initially will be regarded as having a realistic shot at winning the White House.\nEDITORS: STORY CAN END HERE\nHis first stop Tuesday will be in Nevada, then three stops Wednesday in South Carolina, where the latest Morning Consult poll has him fourth. Thursday, Walker heads to New Hampshire, where about one-third of Republican voters don’t know him.\nWhat matters most will be Iowa, where Walker has to convince Republicans he’s one of them. He’s got some work to do. While Walker maintains a lead in most polls, it’s been slipping.\n“In Iowa we are at a stage where voters really want to see the candidates hold their own events, and Walker hasn’t really done any of that,” said Craig Robinson, editor-in-chief of TheIowaRepublican.com, a partisan newsletter.\nWalker plans a three-day, 11-city state swing in a Winnebago, starting Friday. \nDavid Lightman: 202-383-6101, @lightmandavid\nScott Walker\nBorn: Nov. 2, 1967, Colorado Springs, Colo. Moved to Delavan, Wis., in 1977.\nFamily: Wife, Tonette. Two sons.\nEducation: Marquette University. Did not graduate.\nCareer: Wisconsin State Assembly, 1993-2002. Milwaukee county executive, 2002-2010. Governor of Wisconsin, 2011-present.\nNotable: Led fight to effectively end collective bargaining for most public employees in Wisconsin. Led to massive protests. Walker survived a 2012 recall election, the first governor ever to do so.", "byline": "", "description": "Wisconsin governor declares White House bid Monday\nHe leads in Iowa but lesser known elsewhere\nHas been awkward in unscripted moments\n…\nClick to Continue »", "title": "Is there a second act for presidential hopeful Scott Walker?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article27111934.html", "topics": ["campaign_finance"], "people": ["Charles Franklin", "Katon Dawson", "Craig Robinson", "Andrew Smith", "Rudolph Giuliani", "David Lightman", "Scott Walker"], "orgs": ["Marquette University", "University of New Hampshire Survey Center", "CNBC", "McClatchy", "Marquette University Law School Poll"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-07-13 07:00:00", "org": "mcclatchy", "article_id": "6282d4130678be3616f6f454ad8ebced", "date_access": "2015-07-14 21:15:58.710223"}