{"body": "The conservative group Club for Growth’s political action committee is steering donations to five Republicans, calling on members to donate to Sens. Ted Cruz, Rand Paul and Marco Rubio, along with Gov. Scott Walker and former Gov. Jeb Bush.\nThe influential club says the unprecedented move does not mean an official endorsement, but president David McIntosh said the five “are at the forefront of the Republican presidential field on issues of economic freedom, and the Club for Growth PAC is standing with them to help them stand out from the rest.”\nThe unusual intervention comes as real estate tycoon Donald Trump rises in Republican presidential primary polls, much to the dismay of the conservative tax group. Trump on the campaign trail has accused the group of writing a bad review of him because he wouldn’t contribute $1 million.\nClub for Growth, which has prepared \"white papers\" for the presidential candidates’ economic plans did not do so for Trump. A spokesman in June said that Trump had indicated an interest in donating to the group. \"But that doesn’t change the fact that the Club for Growth PAC thinks he’s an unserious candidate and would make a terrible president, just as we publicly pointed out during his last political publicity stunt in 2011,\" spokesman Doug Sachtleben said at the time.\nMcIntosh says the senators, whom the group helped elect, have backed pro-growth issues in the Senate and that Walker’s battle with public unions in Wisconsin “was nothing less than heroic. Bush, he said, “amassed a solid record on tax cuts as governor of Florida.”", "byline": "", "description": "Conservative group is sending contributions to Cruz, Paul, Rubio, Walker and Bush\nGroup has made its disdain for Donald Trump apparent\n…\nClick to Continue »", "title": "Club for Growth backing five GOP’ers who are not Donald Trump", "url": "http://www.mcclatchydc.com/news/politics-government/election/article30705660.html", "topics": ["personality", "economy"], "people": ["Rand Paul", "Jeb Bush", "Donald Trump", "Marco Rubio", "Doug Sachtleben", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "Club for Growth PAC", "GOP"], "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-08-11 18:32:27", "org": "mcclatchy", "article_id": "db5d39c770603eb0614e0428d8ac8189", "date_access": "2015-08-11 17:40:03.278520"}