{"body": "Republicans probably need as much as 47 percent of the Latino vote next year to win the presidency, according to a new study, and current polls suggest that could be tough to reach.\nA study released Friday by Latino Decisions, which specializes in Latino public opinion research, said that if the white vote is 59 percent of the 2016 electorate, the 2012 share, Republicans would need 47 percent of the Hispanic vote to reach a majority. The Hispanic vote is projected to be a higher percentage of the overall vote next year than in 2012.\n“Republicans do seem to have a quite a mountain to climb,” said Frank Sharry, executive director of America’s Voice, which advocates for changes in the nation’s immigration system.\nThe study found Republicans need similar showings to win majorities in key states: Colorado, 44 percent; Florida, 47 percent; New Mexico, 42 percent; Nevada, 45 percent, Ohio, 43 percent and Virginia, 46 percent.\nRepublican presidential nominee Mitt Romney won an estimated 27 percent of the Hispanic vote in 2012, exit polls found. When George W. Bush, the last Republican to win the White House, won in 2004, he got an estimated 40 percent.\nA poll released Thursday by the Univision television network found that if Democratic front-runner Hillary Clinton ran against former Florida Gov. Jeb Bush, a Republican who speaks fluent Spanish and whose wife is a Mexican-American, she would win 64 percent of the Latino vote to Bush’s 27 percent.\n\nClinton would win 70% of the Latino vote against Donald Trump. He’d get 16%.\nSen. Marco Rubio of Florida, a Cuban-American seeking the Republican nomination, got favorable ratings from 35 percent of the Hispanics surveyed.\n“Latino voters feel that the Democratic Party is more in tune with their ideas on the economy and immigration than the Republican Party,” a survey analysis found.\n Republican candidate Donald Trump has stirred controversy recently with his blasts at undocumented Mexican immigrants. Nearly one in five Hispanics said they found his comments offensive, but 14 percent said the comments represented the general viewpoint of the party.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "GOP needs to do better with Latino voters to win White House\nClinton far ahead of Bush among Hispanic voters\n79% of Latino voters find Trump’s immigration remarks offensive\n…\nClick to Continue »", "title": "GOP needs much bigger share of Latino vote for ‘16 win, study finds", "url": "http://www.mcclatchydc.com/news/politics-government/election/article27497359.html", "topics": ["immigration"], "people": ["Frank Sharry", "Jeb Bush", "Hillary Clinton", "Donald Trump", "David Lightman", "George W. Bush", "Mitt Romney", "Marco Rubio"], "orgs": ["Democratic Party", "Univision", "Republican Party"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-07-17 18:33:02", "org": "mcclatchy", "article_id": "8bbd581845ca8c80627a2dbcd0b30114", "date_access": "2015-07-17 17:40:02.741489"}