{"body": "Looks like Colorado Republicans won’t have much say in early voting for the party’s 2016 presidential nominee.\nThe state party’s executive committee has decided not to hold a presidential preference poll during its March caucus. The Denver Post reported Tuesday that the vote was unanimous.\nColorado has been a key state in recent presidential elections. Republicans stressed its importance by scheduling a presidential candidate debate in the state in October.\nBut, Associated Press reported, state officials were responding to a new Republican party rule making the presidential caucus poll binding. In the past, the poll could be used to illustrate who had support and was non-binding.\nThe party executive committee decided making the vote stick would make the caucuses too formal, AP said. Caucuses have been criticized for making candidates who tend to draw activists more prominent. Former U.S. Sen. Rick Santorum of Pennsylvania won in 2012, and eventually lost the Republican nomination to Mitt Romney.\nThe 2016 change probably means less traditional candidates such as real estate mogul Donald Trump or retired neurosurgeon Ben Carson could face a tougher time eventually winning the state’s delegates.\n\n40.3% Rick Santorum’s total in the 2012 Colorado Republican caucus. Runnerup Mitt Romney had 34.9%.\nColorado could wind up playing a bigger role next year should the race remain deadlocked into the spring and summer.\n\"If you look back in the past, we haven't had a significant enough role,\" Party Chairman Steve House told AP. \"In this particular year, people are looking to (see) how can we be relevant if something unusual happens.\"\nDemocrats in Colorado still plan a presidential preference poll in the March caucus.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Swing state won’t hold poll during caucus\nGOP plans debate in state\nSantorum won 2012 caucus\n…\nClick to Continue »", "title": "Colorado says no to early GOP presidential preference vote", "url": "http://www.mcclatchydc.com/news/politics-government/election/article32435232.html", "topics": ["personality"], "people": ["Rick Santorum", "Mitt Romney", "Donald Trump", "David Lightman", "Steve House", "Ben Carson"], "orgs": ["Denver Post", "GOP", "Colorado Republicans"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-08-26 18:13:13", "org": "mcclatchy", "article_id": "a55364c9555fb6634d7e3c2b4dd76a9f", "date_access": "2015-08-26 17:20:02.866142"}