{"body": " Presidential contender Donald Trump ruffled more feathers today by canceling an appearance in Washington next week with the United States Hispanic Chamber of Commerce.\n\"The USHCC's Q&A with Donald Trump is officially cancelled,” said the organization in a press release. “After having publically confirmed, Mr. Trump has chosen to withdraw from the USHCC's Presidential Candidate Q&A Session, scheduled for October 8th in Washington, D.C. Mr. Trump was unwilling to abide by the terms and conditions of the USHCC's Presidential Candidate Q&A Series - the same rules that all participants have previously followed.”\nTrump has alienated many Latinos with his aggressive stance on immigration, from calls for building a wall along the U.S. border with Mexico to deporting the approximately 11 million people in the U.S. illegally.\nAccording to the Hispanic Chamber of Commerce, Trump was concerned about being “put on trial” because of the question and answer format conducted by Javier Palomarez, the group’s president and chief executive officer. The event was scheduled to be held in the Newseum.\nSo far, GOP presidential candidate Senator Ted Cruz of Texas has participated in a Q&A session with Palomarez and former Florida Gov. Jeb Bush met with the Hispanic Chamber of Commerce at its convention. Democratic candidates former Maryland Gov. Martin O'Malley and Sen. Bernie Sanders of Vermont have each participated in a Q&A program and GOP candidate Ohio Gov. John Kasich will be on the program on Oct. 6 in Washington. The chamber is working on appearances by Sen. Marco Rubio, R-Fla., former businesswoman Carly Fiorina and Democratic frontrunner former Secretary of State Hillary Clinton.\nAccording to a new NBC News/Wall St. Journal/Telemundo poll, “Nearly three in four Latinos say they have a negative view of Trump, with 67 percent saying their view is \"very negative.\" \nTrump’s campaign office did not respond to a request for comment.\nMaria Recio: 202-383-6103, @maria_e_recio", "byline": "", "description": "GOP frontrunner Donald Trump decides to skip Oct. 8th event\nTrump reportedly did not like Q&A format\nTrump has high unfavorable ratings from Latinos\n…\nClick to Continue »", "title": "Trump Cancels on Hispanic Chamber of Commerce", "url": "http://www.mcclatchydc.com/news/politics-government/election/article37363719.html", "topics": ["immigration", "personality"], "people": ["Maria Recio", "Martin O'Malley", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Marco Rubio", "Bernie Sanders", "Javier Palomarez", "Carly Fiorina", "Ted Cruz"], "orgs": ["Q&A", "Telemundo", "USHCC", "Hispanic Chamber of Commerce", "GOP", "United States Hispanic Chamber of Commerce"], "authors": [{"author_id": 33910, "fullname": "maria recio", "primary_org": "mcclatchy"}], "date_written": "2015-10-02 20:41:25", "org": "mcclatchy", "article_id": "7eb813a5f06bdf3992094ea5c523a564", "date_access": "2015-10-02 20:00:05.785091"}