{"body": "Bobby Jindal, the governor of Louisiana, has been barely visible in Republican presidential polls. That’s changed, at least for the moment.\nHe tied for fifth with some big names in the recent NBC News-Wall Street Journal/Marist poll, and TheIowaRepublican’s Craig Robinson notes his jump “shouldn’t be a surprise.”\nJindal spent 11 days last month in Iowa, which hosts the nation’s first caucus February 1. The poll showed him with 6 percent support, the same as Sens. Ted Cruz, R-Texas, and Marco Rubio, R-Fla.\n“Jindal’s bump in the poll isn’t just because he was in the state often. He was also on the offensive,” Robinson found. “.Jindal clearly doesn’t like or respect the GOP frontrunner, Donald Trump, but he also critiqued Scott Walker before Walker got out of the race.”\n“Many Iowa conservatives have been impressed with him and are surprised that the effort he and his super PAC have made in Iowa, which includes television advertising, hasn’t,” he added.\nJindal appeared Tuesday on MSNBC’s “Morning Joe” and was asked about his poll showing.\n“We're spending time on the ground talking directly to voters,” he said. “We're doing town halls in every one of the 99 counties. I'm the last person to leave. Sometimes I go as long as three hours.”\nOne warning, though, from Robinson: Jindal’s support remains low, and it’s still early in the process. Candidates go up and down, and Trump is still well ahead, with retired neurosurgeon Ben Carson close. \nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Louisiana governor tied with Cruz, Rubio\nSpent 11 days in Iowa last month\nTrump still on top in first caucus state\n…\nClick to Continue »", "title": "Is Jindal’s Iowa moment here?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article37931757.html", "topics": ["personality"], "people": ["Craig Robinson", "Ben Carson", "Donald Trump", "David Lightman", "Marco Rubio", "Bobby Jindal", "Scott Walker", "Ted Cruz"], "orgs": ["Jindal", "Marist", "PAC", "Sens", "MSNBC", "GOP"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-10-06 14:23:10", "org": "mcclatchy", "article_id": "b19574dcfdc97da6d755031b1b3ad694", "date_access": "2015-10-06 13:30:07.838100"}