{"body": " Hillary Clinton has attempted to cast herself as a crusader for economically struggling Americans but the source of her contributions to her presidential campaign could undermine that.\nMore than two dozen of Clinton’s top volunteer fundraisers who collected at least $100,000 have ties to Wall Street while 40 federal lobbyists collected more than $2 million for her campaign.\nBarack Obama banned contributions in his presidential races from political action committees, lobbyists and agents who represent other countries but are U.S. citizens. This time around, no presidential candidate, including Clinton, has agreed to any self-imposed prohibitions.\n“The failure of our campaign finance system to provide a meaningful way for Americans of average means to meaningfully participate in elections and to feel that their voices can be heard by candidates does not bode well for our democracy,” said Meredith McGehee, policy director at the Campaign Legal Center, a nonpartisan, nonprofit organization.\nOn the same day she filed a required report with the Federal Elections Commission, Clinton late Wednesday voluntarily posted on her website the names of 122 volunteer fundraisers or bundlers who’d collected a total of at least $12 million on her behalf. Clinton is the only candidate to release that information this quarter, though Republican Jeb Bush said he will release them in October. \nThe list includes many names of well known Democratic operatives and longtime supporters of Clinton and her husband, former President Bill Clinton. Many have also contributed to the family’s foundation, which critics say could cause conflicts of interest.\nMore than two dozen have ties to Wall Street, including Haim Saban, chairman and chief executive officer of Saban Capital Group, Inc., a private investment firm based in Los Angeles; Lisa Caputo, executive vice president of global marketing and corporate affairs for Citigroup; Frank White, founder of DuSable Capital Management; J.B. Pritzker, co-founder and managing partner of Pritzker Group, a private investment firm, and New York hedge fund leader Marc Lasry, who was a leading fundraiser for Clinton’s failed 2008 prsidential campaign and who hired Chelsea Clinton, the Clintons’ daughter. \n\nFor most Wall Street representatives, they could care less if the next president is a Democrat or Republican; they just want to make sure their next president is a friend, Craig Holman, government affairs lobbyist at Public Citizen, a government watchdog group\nLobbyists collected more than $2 million for Clinton, according to FEC forms the campaigns are required to file for registered lobbyists. Four of them raised more than $100,000.\n\n40, number of federal lobbyists who collected $2 million for Clinton’s campaign \nEDITORS: BEGIN OPTIONAL TRIM\nThe top bundler by far was Jackson Dunn of FTI Consulting, who lobbies for Dow Chemical, MasterCard, Noble Energy and PepsiCo. He raised nearly $232,000.\nAmong the top lobbyist bundlers was Steven Elmendorf, deputy manager of Democrat John Kerry’s unsuccessful 2004 presidential campaign, who has lobbied for Verizon, Fannie Mae and the Association of the Trial Lawyers of America ($142,000). \nTwo other bundlers belong to the McGuireWoods lobbying firm, Andew Smith, who raised $133,350 and former South Carolina governor Jim Hodges, who raised $106,750.\nOther lobbyists represent Starbucks, Corning Inc., Microsoft, the National Cable Telecommunications Association, and Exxon.\n\nLobbying and bundling combine to make a combustible cocktail because the lobbyist fundraising helps facilitate their access and influence to the public officials on behalf of their private clients, Meredith McGehee, policy director at the Campaign Legal Center, a nonpartisan, nonprofit organization\n“We can expect a huge role for K Street in fundraising for both the Democratic and Republican candidates,” said Craig Holman, government affairs lobbyist at Public Citizen, a government watchdog group. “Lobbyists have large networks of wealthy special interests they can tap into for bundling campaign contributions on behalf of their clients. Lobbyists will be a major force in the fundraising machine for Clinton and the other leading candidates.”\nEDITORS: END OPTIONAL TRIM\nClinton’s campaign defended her fundraising, saying more than 250,000 people across the country contributed to the campaign, with 94 percent of the donations $250 or less. \nEDITORS: BEGIN OPTIONAL TRIM\n“Regardless of the size of their donation, the people who support Hillary’s campaign know that’s what she’s fighting for – working to ensure we have an economy that works for all Americans and not just those at the top, one that allows everyday Americans to get ahead and stay ahead,” campaign spokesman Josh Schwerin said.\nEDITORS: END OPTIONAL TRIM\nIn total, Clinton far outraised her four challengers for the Democratic nomination with a record $47 million collected in the last three months. But she received less money from small donors, just 17 percent, while her nearest rival, Bernie Sanders, received nearly 76 percent of his donations from contributors giving less than $200, according to the FEC reports. \nEDITORS: BEGIN OPTIONAL TRIM\nClinton’s contributions likely will fuel accusations that she is an out-of-touch Washington insider garnering hefty paychecks for her speeches and books who is too close to the corporate elites. The top range of assets listed in her latest financial statement, along with the two luxury homes she owns with her husband, would put Clinton’s net worth as high as $70 million. \nEDITORS: END OPTIONAL TRIM\nClinton has spent her campaign trying to relate to working American families as Democrats and Republicans alike have made economic populism a major focus during the presidential race with a focus on the middle class.\n“The deck is still stacked for those at the top,” Clinton said at a typical campaign event in Cedar Falls, Iowa. “People aren’t getting a fair shake. Something is wrong when CEOs earn more than 300 times more than what the typical American worker earns and when hedge fund managers pay a lower tax rate than truck drivers or nurses.”\nRepublicans were quick to say Thursday that the contributions show how hypocritical she is.\n“This goes to show just how bogus Hillary Clinton’s populist rhetoric really is and why she is struggling to gain the trust of Democrat grassroots and the American people,” Republican National Committee spokesman Michael Short said.\nGreg Gordon contributed.\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "More than two dozen bundlers have ties to Wall Street\nForty lobbyists gave $2 million to campaign\nClinton accepts money that Barack Obama did not\n…\nClick to Continue »", "title": "Clinton’s Wall Street, lobbyist donors hurt middle class defender image", "url": "http://www.mcclatchydc.com/news/politics-government/election/article27446782.html", "topics": ["economy"], "people": ["J.B. Pritzker", "Jackson Dunn", "Steven Elmendorf", "Fannie Mae", "Greg Gordon", "Bill Clinton", "Jim Hodges", "Craig Holman", "Michael Short", "Hillary Clinton", "Haim Saban", "Barack Obama", "Marc Lasry", "Chelsea Clinton", "Bernie Sanders", "Josh Schwerin", "Anita Kumar", "Lisa Caputo"], "orgs": ["Exxon", "FEC", "PepsiCo", "Corning Inc.", "Campaign Legal Center", "Verizon", "Microsoft", "Republican National Committee", "FTI Consulting", "K Street", "Starbucks", "Federal Elections Commission", "Citigroup", "MasterCard"], "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}, {"author_id": 33911, "fullname": "corinne kennedy", "primary_org": "mcclatchy"}], "date_written": "2015-07-16 23:57:07", "org": "mcclatchy", "article_id": "0b2b11c4ec8b4fb7c8b1d78fe4b9424d", "date_access": "2015-07-16 23:00:13.481556"}