{"body": "WASHINGTON Outgoing House Speaker John Boehner lashed out Sunday at foes in and out of Congress who pressured him into resigning, calling them “absolutely unrealistic” about what they can accomplish legislatively and accusing some of being “false prophets” who pushed strategies that “never had a chance” of working.\nSpeaking Sunday on CBS’ “Face the Nation,” a relaxed and sometimes emotional Boehner, R-Ohio, didn’t hold back when asked about a group of conservative Republicans within the House of Representatives and like-minded interest groups who claimed that he was blocking their agenda and was unwilling standing up to President Barack Obama.\n“Absolutely, they’re unrealistic,” Boehner said. “The Bible says beware of false prophets. And there are people out there, you know, spreading noise about how much can get done. I mean this whole notion that we’re going to shut down the government to get rid of Obamacare in 2013 – this plan never had a chance.”\nHe added: “But over the course of the August recess in 2013 and in September, a lot of my Republican colleagues who knew this was a fool’s errand – really, they were getting pressure from home to do this.”\nWhen asked if the “false prophets” included Sen. Ted Cruz, R-Texas, a 2016 Republican presidential candidate, Boehner told “Face the Nation” host John Dickerson “You can pick out a lot of names. I’ll let you choose them.”\nBoehner then referred Dickerson to comments he made at a Colorado fundraiser where the speaker called Cruz a “jackass.” Cruz earned Boehner’s ire when for advising House Republican conservatives.\n“And so, we’ve got groups here in town, members in the House and Senate here in town, who whipped people into a frenzy believing they can accomplish things that they know – they know – are never going to happen.”\nWilliam Douglas: 202-383-6026, @williamgdouglas", "byline": "", "description": "Outgoing speaker blasts some Republican House members for 2013 shutdown\nAccuses foes of pursuing strategies that they know won’t work\nBoehner believes “change comes slowly, and obviously too slowly for some”\n…\nClick to Continue »", "title": "Boehner attacks conservative foes who wanted him out", "url": "http://www.mcclatchydc.com/news/politics-government/congress/article36756699.html", "topics": ["health", "campaign_finance"], "people": ["William Douglas", "John Boehner", "John Dickerson", "Barack Obama", "Ted Cruz"], "orgs": ["Senate", "House of Representatives", "The Bible", "Congress"], "authors": [{"author_id": 33904, "fullname": "william douglas", "primary_org": "mcclatchy"}], "date_written": "2015-09-27 17:54:27", "org": "mcclatchy", "article_id": "5e23856a2fabecf5b301dc58a70dcaab", "date_access": "2015-09-27 17:00:04.761237"}