{"body": " Liar. Dishonest. Untrustworthy.\nThose were the top words people used to describe Hillary Clinton in a recent survey. That’s political Kryptonite, because to get elected president, voters have to believe you’re authentic. If a candidate can’t meet the three tests of authenticity – empathy, consistency and trust – they rarely win. \nAmong recent presidents, only Richard Nixon, once labeled as Tricky Dick and lampooned in a poster asking, “Would you buy a used car from this man,” managed to win without meeting the standards. \nConvincing people you’ve got the qualities of authenticity is critical, because voters are picking not only a head of government but also the head of state. “We are voting for essentially our national symbol,” said Scott Huffmon, director of the Winthrop University Poll in Rock Hill, S.C.\nThe challenge for candidates such as Clinton is particularly important among young voters, keenly skeptical of stereotypical politicians and more wary of the political establishment. Someone born in the 1980s or later has only known a federal government and a political system marred by congressional gridlock, an impeached president and highly unpopular wars.\n“Authenticity is huge” with younger voters, said Kei Kawashima-Ginsberg, director of CIRCLE, which studies youth voting trends. \nIt’s not simply a matter of candor and approachability.\n \nThere’s a lot more to authenticity than how you do with supporters at a town hall. Doug Thornell, managing director at SKDKnickerbocker, a consulting firm specializing in Democratic campaigns\nCandidates seeking to persuade voters they’re caring and genuine usually have to master all three tests of authenticity. It’s too soon to tell who will wear the best, but so far, Clinton is stumbling in every area:\n– Empathy. Former President Bill Clinton is the modern master, able to talk in down-to-earth terms to almost anyone about anything. “I feel your pain,” he famously said, and America believed him. Many Democrats don’t see his wife with that talent.\nWarmth does come more easily to other candidates. Vice President Joe Biden’s common touch is an important reason he could be a tough challenge for Clinton. On Thursday, for example, he talked in warm tones about how the death of his son, after losing his wife and daughter decades ago in a car crash, weighs on his decision whether to run.\nEDITORS: BEGIN OPTIONAL TRIM\n“Can my family undertake what is an arduous commitment that we’d be proud to undertake in ordinary circumstances. The honest to God answer is I just don’t know,” he said. “I know from previous experience after my wife and daughter… There’s no way to put a timetable on that.”\nEDITORS: END OPTIONAL TRIM\nAmong Republicans, Gov. John Kasich of Ohio has that knack. At the Iowa State Fair, he talked easily with fair-goers about his faith and how his party needs to share more compassion. \n\nI am Batman. Donald Trump to a 9-year-old Iowa boy at the state fair last month, according to CNN\n– Consistency. People still are picking presidents, not friends, so a popular candidate has to demonstrate a firm set of core beliefs. Ronald Reagan set this example, sticking to his conservative philosophy during the 1980 presidential campaign even though his message of less government, lower taxes and a tougher stance against the Soviet Union was different from the standard political message of the time.\nToday, a big reason Sen. Bernie Sanders of Vermont has edged close to Clinton in Iowa and New Hampshire is his championing of policies he’s pushed for years.\nEDITORS: BEGIN OPTIONAL TRIM\nHe can draw contrasts with Clinton, saying she’s wavered or equivocated on key issues. He was against the Iraq War in 2002. Clinton voted yes, then said last year she made a mistake. He’s for a $15 minimum wage; she supports that level only for fast food workers.\nEDITORS: END OPTIONAL TRIM\n– Trust. The ultimate test involves a candidate’s skill at reacting to new challenges. The more his pr mher view appears heartfelt and logical, the better. \nJudging the sincerity and depth of a candidate’s beliefs is a process that “develops over the long haul,” said Doug Thornell, managing director of SKDKnickerbocker, a political consulting firm that specializes in Democratic campaigns. \nExpediency means trouble. \nScott Walker, the governor of Wisconsin seeking the Republican nomination, was the Iowa front-runner for months.\nThen came a series of missteps. In a single week last month, he agreed with Donald Trump’s opposition to “birthright citizenship,” which allows children born in this country to undocumented immigrants to stay. Four days later, Walker had no position, and he later said he wouldn’t change the law. He’s plummeted in Iowa polls. \nEDITORS: BEGIN OPTIONAL TRIM\nThe same sort of uncertainty staggered Jeb Bush, the former Florida governor. He’s considered more moderate on immigration than most of his presidential rivals, but calling children born to non-citizens “anchor babies” ignited a furor.\nClinton began the 2016 race with the weight of years of tortured explanations to controversy. The uproar over her use of private email while secretary of state deepened the distrust.\nEDITORS: END OPTIONAL TRIM\n \n61% Voters telling Quinnpiac poll last month Clinton is not honest and trustworthy, her lowest score ever.\nA Quinnpiac poll last month found that 61 percent didn’t trust Clinton. Trump came close, distrusted by 54 percent.\nOthers fare better. Biden is regarded as trustworthy by 56 percent. Sanders, still largely unknown, is seen that way by twice as many voters than view him as untrustworthy. Among Republicans, 48 percent trust Bush and 41 percent trust Sen. Marco Rubio, R-Fla. Both numbers are higher than their distrust showings. On the word list, the most mentioned descriptions of Bush are “Bush” and “family,” reminders that being the son and brother of presidents may not be an advantage, and “honest.”\nEDITORS: STORY CAN END HERE\nThat suggests potential to grow, whereas Clinton’s prospects are more limited.\nAuthenticity matters, said Winthrop’s Huffmon.\n“People don’t tend to understand policy in a very deep fashion,” he said. “Leadership is very much about trust.”\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Large majority doesn’t trust Clinton\nVoters seek empathy, consistency, trust\nScott Walker stumbles as views shift\n…\nClick to Continue »", "title": "Is Hillary Clinton the new Nixon?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article34013760.html", "topics": ["immigration"], "people": ["Donald Trump", "Richard Nixon", "Jeb Bush", "David Lightman", "Bill Clinton", "Joe Biden", "Hillary Clinton", "John Kasich", "Doug Thornell", "Scott Huffmon", "Marco Rubio", "Ronald Reagan", "Bernie Sanders", "Dick Cheney", "Scott Walker"], "orgs": ["Soviet Union"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-09-04 15:42:37", "org": "mcclatchy", "article_id": "a84bb5893e6d2d079da86b0a21c0c9df", "date_access": "2015-09-04 14:50:03.104183"}