{"body": " Donald Trump traded the now usual barbs with rivals, but foreign policy dominated much of the second round of Republican presidential debates Wednesday as candidates differed over how to deal with China, Iran and Russia.\nThe dividing line was whether to tear up agreements with Iran and shun leaders such as Russian President Vladimir Putin. Some such as Ted Cruz and Carly Fiorina drew a hard line. Others such as John Kasich and Rand Paul urged engagement even with enemies in the mold of Ronald Reagan during the Cold War.\nDespite some personal skirmishes, Donald Trump faded as a focal point in this debate as other candidates debated foreign policy in detail. Trump and Ben Carson were not really part of those exchanges.\nInstead, the most forceful voices on foreign policy often bypassed Trump and focused on their different approaches from one another, or from Barack Obama. Dominating: Ted Cruz, Carly Fiorina, John Kasich and Rand Paul. Also, in an earlier debate with other candidates: Lindsay Graham.\nJeb Bush:\nThe former Florida governor tried to land an early knockout punch against front-runner Donald Trump but ended up standing by smiling as Wisconsin Gov. Scott Walker took on Trump’s suitability for office directly. Bush and Trump tangled several times, with Trump at one point shushing the former Florida governor. Trump refused to apologize for pulling Bush’s Mexican-born wife, Columba, into the immigration debate. “My wife is as American as anyone in this room.” \nBen Carson:\nThe soft-spoken neurosurgeon was overshadowed on the stage by the other candidates as he stressed his outsider status as a pediatric surgeon concerned about childrens’ future. He took sides, however, against big money in politics, saying he was “in no way willing to lick the boots of billionaires.”\nChris Christie:\nThe New Jersey governor came out punching, accusing Obama of stealing trust from the country and promising “when I’m president, I’m going to take it back.” He sought to burnish his credentials as an outsider despite years in government office, saying he was a Republican in blue state New Jersey.\nTed Cruz: \nThe combative Texas senator showed off a zeal for the battle and red meat, earning applause for saying he would “rip to shreds this catastrophic Iranian deal.” And he showed he was willing to criticize his own congressional peers and party leaders, accusing them of surrendering to Obama by not pursuing a government shutdown in the wake of a veto threat over defunding Planned Parenthood. “We need to stop surrendering and start standing for our principles.” \nCarly Fiorina:\nThe business executive and only woman on stage showed early why she deserved her promotion to the first tier, demonstrating a detailed grasp of foreign policy, coyly dismissing Trump as a “wonderful entertainer” and delivering a passionate call to defund Planned Parenthood. “This is about the character of our nation. If we will not stand up and force President Obama to veto this bill, then shame on us.”\nMike Huckabee: \nThe former governor of Arkansas displayed his trademark wit in his opening, dubbing the Republicans the “A-Team” with its own Mr. T “who doesn’t mind saying you’re a fool.” Though not always in the fray, he got in an appeal to Christian conservatives, embracing his role in support of Kim Davis, the Kentucky clerk jailed for refusing to sign marriage licenses for gay couples, noting others have been granted religious accommodations, including the Fort Hood shooter who was allowed to grow a beard.\nJohn Kasich: \nThe Ohio governor cast himself as the can-do leader – a la Ronald Reagan – who has balanced budgets and could work with Democrats here, allies abroad, and geopolitical rivals to get things done. “We work better when we work with our allies. We work better when we are unified.”\nRand Paul:\nThe senator from Kentucky all but ridiculed rivals who would cut off talks and high-profile visits with leaders of nations such as China or Russia or tear up the agreement with Iran. “Think if Reagan had said that during the Cold War? We continued to talk with the Russians throughout the Cold War, which is much more significant that where we are now.”\nMarco Rubio:\nThe senator from Florida was strong on foreign policy, talking in detail about Russian President Vladimir Putin in Syria.\nDonald Trump:\nThe real estate billionaire appeared to fade on the stage as rivals largely ignored him and bored in on their disagreement on issues. While others spoke in detail about issues such as Iran, Russia and Syria, Trump defended his qualifications to be commander in chief by cutting his business success. “I think I have a great temperament. I built a phenomenal business with incredible iconic assets, one of the truly great real-estate businesses.”\nScott Walker:\nOften passive in the first debate, the Wisconsin governor went right after Trump. He accused him of being too inexperienced to be commander in chief. He also hit Trump for using bankruptcy to escape debts. “You can’t take America into bankruptcy.”\nEDITORS: STORY CAN END HERE\n“Women clearly heard what Mr. Trump said.” Carly Fiorina on Trump saying of her: “Look at that face. Would anyone vote for that? Can you imagine that, the face of our next president?”\n“We’re going to pull the caliphate up by its roots and we’re going to kill every one of these bastards we can find.” Lindsay Graham on the Islamic State.\nThe Iran deal. Some, notably Ted Cruz, said they would tear it up on Day One as president.\n“This deal abandons four American hostages in Iran, and this deal will only accelerate Iran’s acquiring nuclear weapons. You’d better believe it. If I am elected president, on the very first day in office, I will rip to shreds this catastrophic Iranian nuclear deal,” Cruz said.\nOthers, notably John Kasich and Rand Paul, said it would be irresponsible to act unilaterally without the agreement of allies.\nSaid Kasich: “If they cheat, we slap the sanctions back on. If they help Hamas, and Hezbollah, we slap the sanctions back on. And, if we find out that they may be developing a nuclear weapon, then the military option is on the table. We are stronger when we work with the Western civilization, our friends in Europe, and just doing it on our own I don’t think is the right policy.”\nSaid Paul: “Should we continue to talk with Iran? Yes. Should we cut up the agreement immediately? That’s absurd. Wouldn’t you want to know if they complied?”\nEDITORS: STORY CAN END HERE\nDespite the location at the Ronald Reagan presidential library and his iconic stature in the party, there were few efforts by candidates to associate themselves with Reagan.\nSen. Lindsay Graham of South Carolina dominated the first debate, featuring four candidates whose poll numbers did not make the cut for the main debate and which quickly morphed into a series of sharp exchanges among the four.\nGraham cast himself as the only candidate capable of serving as commander in chief as he pledged to put combat troops in Iraq and Syria. He earned several rounds of applause, including when he defended saying nice things about Hillary Clinton by insisting he’d be happy to have drinks with Democrats. “That’s the first thing I’m going to do as president, we’re going to drink more,” he quipped. \nAlso participating: former Pennsylvania Sen. Rick Santorum, former New York Gov. George Pataki and Louisiana Gov. Bobby Jindal.\nSteve Thomma: 202-383-6042, @stevethomma\nLesley Clark: 202-383-6054, @lesleyclark", "byline": "", "description": "Trump does not dominate talk anywhere near like in the first debate\nOften a bystander in foreign policy exchanges\nCruz, Fiorina, Graham, Kasich and Paul dominate foreign policy talk\n…\nClick to Continue »", "title": "Trump often bystander as foreign policy dominates GOP debate", "url": "http://www.mcclatchydc.com/news/politics-government/election/article35526621.html", "topics": ["immigration", "personality", "terrorism"], "people": ["Kim Davis", "Lesley Clark", "Mike Huckabee", "Vladimir Putin", "Ronald Reagan", "Ted Cruz", "Chris Christie", "Lindsay Graham", "Bobby Jindal", "Scott Walker", "Rand Paul", "Jeb Bush", "Steve Thomma", "Donald Trump", "Marco Rubio", "Barack Obama", "Carly Fiorina", "Rick Santorum", "George Pataki", "Hillary Clinton", "John Kasich", "Columba Bush", "Ben Carson"], "orgs": ["Hezbollah", "GOP", "Hamas"], "authors": [{"author_id": 36270, "fullname": "steven thomma", "primary_org": "mcclatchy"}, {"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-09-17 03:22:06", "org": "mcclatchy", "article_id": "6d437f734b84b5669fa3ed65ce1f08c2", "date_access": "2015-09-17 02:30:03.439396"}