{"body": " Greg Robinson was hosting his first meeting to recruit volunteers for Hillary Clinton in Oklahoma when he got the inevitable question. Why are you here?\nOklahoma, after all, is far from Iowa, New Hampshire and South Carolina, crucial early voting states where nearly two dozen presidential candidates of both parties are tripping over one another to shake hands and win votes. \nYet soon after launching her bid for the White House, Clinton dispatched more than 100 paid staffers to all 50 states and U.S. territories – even the ones far down the primary calendar, even the ones that lean conservative, even the ones that are often overlooked – to recruit and organize volunteers at meetings, training sessions and parties. That’s more than any other candidate of either party.\n“People were surprised . . . but they were excited we were taking seriously a state like Oklahoma,” said Robinson, 25, who served as Clinton’s Oklahoma grassroots organizer. “To have them organizing already, it boosted morale.”\nIn the last three months, the campaign held 3,874 one-on-one meetings with potential supporters and signed up 11,869 volunteers in the four early states. It hosted 323 meetings attended by more than 11,000 people in the non-early states. \n\n16 Number of offices Hillary Clinton has opened in the early states of New Hampshire, Iowa, South Carolina and Nevada\nThat effort has cost big bucks. Clinton spent more money on the massive organizing effort than anything else in the last three months, according to her campaign. Details of the $45 million she’s raised and how she’s spent money so far will be released Wednesday by the Federal Election Commission.\nThe campaign is frugal in some ways. Staff, for example, do not have business cards and use their personal cellphones. But the campaign has spent big to organize both on the ground and online, costs that could have been pushed off until later, aides say. It paid in full for early state voter files, bought digital ads to recruit supporters and hired large digital, analytics and tech teams to help with targeting, organizing and fundraising, they said. \n“One of the things that I learned last time is it’s organize, organize, organize,” Clinton told CNN last week in her first national TV interview since her launch. “And you’ve got to get people committed. And then they will follow through and then you bring more people.”\nShe likely doesn’t need to raise and spend this much to win the Democratic nomination. She leads by wide margins over her rivals – Vermont Sen. Bernie Sanders, former Maryland Gov. Martin O’Malley, former Rhode Island Gov. Lincoln Chafee and former Virginia Sen. Jim Webb.\nBut the early organizing could help Clinton fight against complacency and prepare for any unexpected challenge in the primaries, while also building the network for a general election campaign. Even in states that might not have a say in the primaries, or might never go Democratic in the general election, her efforts could help Democratic turnout in other down-ticket races and earn her goodwill with state activists and party officials.\n\nIf you have the resources, why not prepare for any and all scenarios? You can never predict what may happen. Doug Thornell, managing director at SKDKnickerbocker, which works with Democratic candidates. \n \nHoward Dean employed a 50-state strategy in 2005 when he became chairman the Democratic National Committee, though many prominent members of his party mocked him for wasting money. Barack Obama did the same thing in 2008 and managed to flip a trio of states, Virginia, North Carolina and Indiana, that had not voted for a Democrat for decades.\nEDITORS: BEGIN OPTIONAL TRIM\nPatsy Keever, chairwoman of the North Carolina Democratic Party, said her organization is so busy battling the Republican governor and legislature and solidifying the party in all 100 counties that it hasn’t had the time yet to think about recruiting volunteers. She said Clinton’s organizer contacted her when he arrived in North Carolina, but that he has largely worked outside the party apparatus.\n“The presidential race is in the distance,” she said. “They are doing organizing on their own. But the groundwork they are doing right now will pay off later, just like it did for Barack Obama.”\nEDITORS: END OPTIONAL TRIM\nDuring a single weekend in late June, aides, volunteers and supporters held more than 200 activities and events in the 46 non-early states, including phone banks, happy hours and house parties, kicking off the second phase of organizing that will take place over the summer.\nVolunteers canvassed at a farmer’s market in Greater Oahu, Hawaii, attended a kickoff barbecue in Anchorage, Alaska, marched in a gay pride parade in San Francisco and made phone calls at a bingo hall in Durant, Okla. \n\n650 Number of launch parties held on June 13, the day Clinton held her first campaign rally.\nThe initial three-month organizing effort came to a close just as the first fundraising quarter ended. Now, many of the paid staff are being sent to other states in the hopes that they are leaving enthusiastic volunteers behind to continue organizing. \nRobinson, an Oklahoma native who previously worked in Texas and North Carolina, has just relocated to Iowa, along with 19 other organizers from across the nation, bringing the total in the state to 47.\nEDITORS: STORY CAN END HERE\n“The key to successful organizing is that it’s local,” said Marlon Marshall, Clinton’s director of state campaigns and political engagement. “Our campaign is doing things a little bit differently in each state. Our organizing is a not a top-down, one-size-fits-all approach – it’s a grassroots-driven campaign that’s about the people in each state.”\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "Focus on Democratic primary campaign goes way beyond the early states\nA 50-state strategy now for primaries and general election\nCampaign hires more than 100 organizers across the U.S.\n…\nClick to Continue »", "title": "Why is Clinton spending so much money?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article27130963.html", "topics": ["campaign_finance"], "people": ["Howard Dean", "Martin O'Malley", "Barack Obama", "Hillary Clinton", "Doug Thornell", "Patsy Keever", "Jim Webb", "Marlon Marshall", "Bernie Sanders", "Anita Kumar", "Lincoln Chafee"], "orgs": ["Federal Election Commission", "Democratic National Committee"], "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-07-14 07:00:00", "org": "mcclatchy", "article_id": "71b164f78a448c9fc98440e15fd02f8d", "date_access": "2015-07-14 21:15:58.559727"}