{"body": " Marco Rubio “emerges as the GOP’s brightest star,” one publication said after the Florida senator’s debate performance.\n“Rubio wins the main event,” another publication said.\nOn a night that millions of people tuned in, one clear takeaway was that the young, charismatic Rubio had a very good night – and maybe even won it.\nThat, by the way, was the first debate back in August, in Cleveland.\nAnd in the weeks that followed? Despite the solid reviews from the political expert class, the people who vote in Republican primaries and caucuses barely budged in their support for the Florida senator. He continued to bump along, usually in single digits.\nLast week, Rubio turned in another strong debate performance, this time at the GOP debate in Simi Valley, Calif. The sense among political experts was that both Carly Fiorina and Rubio turned in stellar performances.\nOne poll, from CNN/ORC International, showed that voters agreed with the experts, and Rubio saw his support increase from his pre-debate numbers. Among CNN polls, Rubio has seen support drop from 8 percent to 3 percent, and now up to 11 percent. \nRubio has consistently ranked as a top-tier candidate among experts, but his support among voters has been erratic and often weak. After formally entering the race in April, he had a strong surge of support – even popping into the lead briefly. But that was before Donald Trump and Fiorina caught fire.\nThe latest average of recent polls assessed by RealClearPolitics.com, a political website, has Rubio at fourth, behind businessman Trump, retired neurosurgeon Ben Carson and former Florida Gov. Jeb Bush.\nThe poll from CNN – conducted after last week’s debate – also has him in fourth, although former corporate executive Fiorina had jumped to second and Bush was below Rubio.\n\nIt’s a demolition derby. Your car can be running fourth or fifth, but if the cars in front of you crash, then you can end up the winner of the race.\nLarry Sabato, University of Virginia\nEven more telling than horse-race numbers, experts said, were other details the poll offered.\nAmong the poll respondents who were registered voters and who described themselves as Republicans or leaning that way, Rubio had the second-highest favorable rating, behind only Carson. When those who watched the debate were asked who did the worst job, the percentage for Rubio was negligible.\nEDITORS: STORY CAN END HERE\nAs the race moves toward the first caucuses and primaries next year, other candidates may rise and fall – particularly the outsiders such as Trump, Carson and Fiorina. But experts said politicians such as Bush, Rubio and Ohio Gov. John Kasich have run successful races before, and if they’re careful they can remain viable and get hot at the right moment.\n“It’s a demolition derby. Your car can be running fourth or fifth, but if the cars in front of you crash, then you can end up the winner of the race,” said Larry Sabato, director of the Center for Politics at the University of Virginia. Rubio, he added, “is positioned to take advantage of circumstances if they appear.”\nEDITORS: BEGIN OPTIONAL TRIM\nSusan MacManus, a political science professor at the University of South Florida in Tampa, has seen Rubio run such a methodical race before, when he won his U.S. Senate seat in 2010.\n“He’s got room to grow,” she said. “If people start falling off, he could be among the top three or four still standing.”\nEDITORS: END OPTIONAL TRIM\nA spokesman for Rubio said much the same as the experts. “While it’s always nice to see people responding well to Marco, the truth is that polls at this stage of the race are not indicative of who will win,” said Alex Conant. “We have a strategy to be first in February, and we’re on track to accomplishing that.”\nChris Adams: 202-383-6071, @CAdamsMcClatchy", "byline": "", "description": "Florida senator did well last week – but did well in August, also\nFirst poll from last week shows bump – and also strong favorable ratings\nIn election as a ‘demolition derby,’ safe and steady could win\n…\nClick to Continue »", "title": "Will Marco Rubio’s debate performances translate into support?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article35983518.html", "topics": ["personality"], "people": ["Chris Adams", "Jeb Bush", "Alex Conant", "Larry Sabato", "John Kasich", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Ben Carson"], "orgs": ["Center for Politics", "University of Virginia", "GOP"], "authors": [{"author_id": 33913, "fullname": "chris adams", "primary_org": "mcclatchy"}], "date_written": "2015-09-21 20:23:25", "org": "mcclatchy", "article_id": "1f7bdf29efc65fafe383639fc49cd17d", "date_access": "2015-09-21 19:30:03.963192"}