{"body": " Hillary Clinton, the front-runner for the Democratic nomination for president, attended a fundraiser in New York hosted by John Zaccaro, convicted on felony drug charges after he sold cocaine to an undercover cop.\nThe 1988 conviction of the son of unsuccessful Democratic vice presidential candidate Gerraldine Ferraro was reported in numerous publications at the time. But the arrest was unearthed Friday by the Republican National Committee.\n“Hillary Clinton can’t seem to kick her decades-long habit of taking money from sketchy campaign contributors,” RNC spokesman Michael Short said. “During her last presidential campaign it was straw donors, now it’s convicted cocaine dealers.”\nZaccaro garnered national headlines in February 1986, while arrested as a senior at Middlebury College for selling a quarter of a gram of cocaine for $25 at his off-campus apartment to a state police officer posing as a student. Ferraro said at the time that her son had been set up, but the conviction was upheld.\nZaccaro has been a regular to Clinton and other Democrats over the years. Clinton’s campaign declined to comment.\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "Hillary Clinton, the front-runner for the Democratic nomination for president, attended a fundraiser in New York hosted by John Zaccaro, convicted on felony drug charges after he sold cocaine to …\nClick to Continue »", "title": "Clinton fundraiser was hosted by convicted drug dealer", "url": "http://www.mcclatchydc.com/news/politics-government/election/article36614232.html", "topics": ["campaign_finance", "economy", "personality"], "people": ["Anita Kumar", "Michael Short", "Hillary Clinton"], "orgs": ["RNC", "Republican National Committee", "Middlebury College"], "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-09-25 23:01:49", "org": "mcclatchy", "article_id": "e86445a851078f623deba1be4e87d27c", "date_access": "2015-09-25 22:30:06.592541"}