{"body": " John Kasich wowed ’em at the Shady Canyon Golf Club, the sort of elegant setting where influential establishment Republicans size up presidential candidates.\n“He’s a very accomplished person,” said Tom Tucker, a Newport Beach real estate developer. “You have to be able to run something large and complex, and he has, and you have to make deals.” \n“He’s done all this stuff,” added David Horowitz, state Republican finance chairman, “and he cares.”\nUnder the old rules, the warm response to the governor of Ohio might signal he’s about to climb into the top tier of the contest for the 2016 Republican presidential nomination, especially as other governors or former governors – Rick Perry of Texas and Scott Walker of Wisconsin – have dropped out and another – Jeb Bush of Florida – has failed so far to catch on.\nYet no one knows what works this year, as voters angrily send a message that they’re tired of politics and politicians as usual. Three outsiders who have never held elective office – real estate mogul Donald Trump, former business executive Carly Fiorina and retired neurosurgeon Ben Carson – dominate Republican polls.\nFar behind are the candidates with the government records who logically would seize the spotlight as voters start zeroing in on the race. Bush has more money but is stuck in single digits. Sens. Marco Rubio of Florida and Ted Cruz of Texas are fresh under-50 up-and-comers, but they have gotten little traction.\nKasich, 63, would seem a logical serious contender. He offers a strong resume, popularity in a pivotal state and a down-to-earth personality that few of his Republican rivals can match. And he’s a good fit with the center-right Republicans whose ranks have produced party presidential nominees since 1988.\n\n10.3% Kasich’s showing in latest RealClearPolitics average of New Hampshire polls. He’s third behind Donald Trump and Ben Carson.\nKasich is held back by the very quality that endears him so to the insider political community: his resume.\nHe accepted federal money to expand the Medicaid program for lower-income people, a feature of Obamacare that most Republicans loathe. He’s urged a path to legal status for some undocumented immigrants. As House Budget Committee chairman in 1997, Kasich was an architect of the bipartisan balanced budget agreement that helped create years of federal surpluses, and he has argued against a 2015 government shutdown.\nAt the golf club, Kasich spoke to members of New Majority, a conservative group focused on fiscal issues, not social issues.\nHis message was clear: I’m a conservative who seeks solutions and will work with anyone to find them. Kasich’s practical talk makes grassroots conservatives seethe.\n“The base is looking for a candidate capable of attacking Democrats,” said Mark Meckler, co-founder of Tea Party Patriots.\n\nYou can’t win without that base. I don’t know if he’d have that. Hogan Gidley, Mike Huckabee adviser, discussing John Kasich\nKasich insists he’s a true conservative. “I don’t think my positions are moderate. They’re conservative,” he told reporters. “They’re practical.”\nEDITORS: BEGIN OPTIONAL TRIM\nBeing practical, and candid, can also be a liability in a crowded Republican field where most of the candidates are barely known.\nAt the golf club, speaking without notes, Kasich said, “I look at our friends in the Latino community as people that ought to be voting Republican. . . . They are great, caring, hardworking folks. And a lot of them do jobs that they’re willing to do. That’s why in the hotel you leave a little tip, you know?”\nThat drew criticism from some Hispanic rights groups. Kasich clarified his comments three days later, saying, “From top to bottom, Hispanics play a critical role in America, not only today, but going forward.”\nEDITORS: END OPTIONAL TRIM\nBy the rules that have governed presidential nominating contests for years, Kasich sees a huge opportunity\n“There’s now only one Midwestern governor left in the race,” said spokesman Chris Schrimpf. Kasich’s Ohio record “will play well throughout the Midwest, and it’s the kind of record that voters nationally ultimately want to see in the White House.”\nHe’s got an opening. The center-right is unenthusiastic about Bush, and it wants Fiorina and Rubio to show the gravitas and depth demanded of would-be presidents. Chris Christie, the governor of New Jersey, has been stuck in low single digits in most polls. In the latest Monmouth University New Hampshire poll, taken earlier this month, Trump led Kasich among moderates, 29 percent to 19 percent.\nKasich hopes to break through in the New Hampshire, which conducts the nation’s first primary Feb. 9. It could happen, but the fuzzy rules of how to succeed in 2016 politics make his fate unpredictable.\n“The race is way too fluid,” said Andrew Smith, director of the University of New Hampshire Survey Center.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Resume includes Washington, state experience\nHopes to do well in New Hampshire\nVoters signal they want outsiders\n…\nClick to Continue »", "title": "Good news, bad news: GOP establishment likes Kasich", "url": "http://www.mcclatchydc.com/news/politics-government/election/article36270648.html", "topics": ["immigration"], "people": ["David Horowitz", "Hogan Gidley", "Mark Meckler", "Chris Christie", "Jeb Bush", "Rick Perry", "Andrew Smith", "John Kasich", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Chris Schrimpf", "David Lightman", "Ben Carson", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["University of New Hampshire Survey Center", "Tea Party Patriots", "House Budget Committee", "Medicaid", "GOP"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-09-24 09:00:00", "org": "mcclatchy", "article_id": "5c1e98a1e8a8ed8a6699f44e90dadfb2", "date_access": "2015-09-24 12:03:11.223666"}