{"body": "Bernie Sanders says he raised more than $1.2 million in two days after he was targeted by a super PAC backing former Secretary of State Hillary Clinton.\nIn a message the Democratic presidential candidate will send to supporters on Friday, he thanked them \"for standing up to ugly, negative campaigning.\"\nSanders’ campaign says donors gave $1.2 million in 48 hours after Correct the Record, a Clinton-backing super PAC, sought to link Sanders and the late Venezuelan leader Hugo Chavez. The average donation was $23.\n\"I hope that sends a very clear message that the American people are sick and tired of politics as usual and negative campaigning,\" the Vermont senator said in the email.\nCorrect the Record on Monday sent an email to a Huffington Post reporter attempting to tie the the self-described Democratic socialist to Chavez, as well as to controversial remarks made by Jeremy Corbyn, the United Kingdom's new Labour Party leader. The site said the email “highlights how Sanders helped negotiate a program with Venezuela's national oil company in 2006 that provided discounted heating oil assistance to low-income Vermonters.”\nSanders’ campaign responded with an email of its own -- this one to supporters -- charging that Clinton supporters, worried about Sanders’ rise in the polls in Iowa and New Hampshire, were looking to smear him by linking him to Chavez.\n\"They suggested I’d be friendly with Middle East terrorist organizations, and even tried to link me to a dead communist dictator,\" Sanders said in a fundraising email. (Sanders’ response dubbing the duly-elected Chavez a \"dead communist dictator,\" didn’t sit well with Venezuela’s ambassador to the United States, Maximilien Arvelaiz, who quipped that he would send a “couple of good books” to Sanders.)\nBut the email worked for the campaign. Sanders’ campaign said the fundraising firm, ActBlue, said the donor response was unprecedented.\n The campaign noted that the “connection\" to Chavez was that Sanders and former Rep. Joseph Kennedy, D-Mass., had worked together to provide low-income residents with affordable home heating oil supplied by the Venezuelan state-owned oil company, CITGO.\nAmid a price spike after Hurricanes Katrina and Rita in 2005, Venezuela began donating heating oil to the poor in Northeastern U.S. cities. The program, which involves both discounted and free heating oil, began with Kennedy’s help and has continued ever since. It’s even touted on Citgo’s website as a symbol of corporate responsibility.\nSanders has pledged not to accept super PAC money for his campaign.", "byline": "", "description": "Sanders says donors responded after Super PAC targeted him\nClinton-allied group sought to tie Vermont senator to Venezuela’s Hugo Chavez\n…\nClick to Continue »", "title": "Bernie Sanders raises $1.2 M after he’s targeted by Hillary Clinton ally", "url": "http://www.mcclatchydc.com/news/politics-government/election/article35637714.html", "topics": ["women", "economy", "terrorism"], "people": ["Hurricanes Katrina", "Hillary Clinton", "Hugo Chavez", "Maximilien Arvelaiz", "Joseph Kennedy", "Jeremy Corbyn", "Bernie Sanders"], "orgs": ["Labour Party", "PAC", "Super PAC"], "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-09-18 00:21:29", "org": "mcclatchy", "article_id": "7d5c0589382d3eff3f286aa2f046e039", "date_access": "2015-09-17 23:30:02.907873"}