{"body": " \nxx\nAides to former Secretary of State Hillary Clinton appear to have bypassed State Department ethics officials in turning down invitations for her husband to speak in North Korea, the Congo and to a U.S.-China energy summit, a senior Republican senator said Friday.\nAppearing in Minneapolis Friday, Hillary Clinton said her husband received “some unusual requests” for speaking appearances, but that “they all went through the process to try to make sure that the State Department conducted its independent review.” \nBut Sen. Chuck Grassley, R-Iowa, the chairman of the Senate Judiciary Committee, said recently released State Department emails between aides to Clinton and former President Bill Clinton suggest that in fact, department ethics officials never got a chance to review 2012 invitations for Bill Clinton to speak in North Korea, the Congo and at the U.S.-China energy summit in San Francisco.\nIf so, he wrote Kerry, the Clintons failed to honor an agreement they worked out before Hillary Clinton took office in 2009 to ensure that her husband’s lucrative public speaking business and fundraising for his global charity, the Clinton Foundation, didn’t ensnare her in conflicts of interest.\nThe Clintons and their attorney, David Kendall, pledged at the time to submit all of his speaking invitations to State Department ethics officers. Department records released to date show that it took just days for the ethics office to clear the vast majority of Bill Clinton’s worldwide speaking appearances, which earned him tens of millions of dollars during her State Department tenure.\nGrassley pointed to a series of newly released emails obtained through a Freedom of Information lawsuit by the conservative watchdog group Citizens United that he said show no evidence that “the review protocols” were observed.\n\nIt appears that the pattern of conduct for reviewing (speeches) for approval may have excluded the agency ethics official. If that is the case, the failure to involve the relevant ethics officials directly conflicts with the representations made to Congress and the public. Sen. Chuck Grassley, R-Iowa\nNeither Hillary Clinton nor her husband sent or received any of the emails.\nIn June 2012, Amitabh Desai, Clinton’s foreign policy adviser at the foundation, emailed three Clinton aides at the State department regarding the North Korea invitation. \n“Is it safe to assume USG (the United States Government) would have concerns about WJC (William Jefferson Clinton) accepting the attached invitation related to North Korea?” she asked.\nClinton’s chief of staff, Cheryl Mills, responded: “Decline it.”\nDesai wrote back, however, that “this came via Tony Rodham. So we would be grateful for any specific concerns that we could share … Tony is seeing WJC in a couple of hours.”\nRodham is Hillary Clinton’s brother. Grassley said the fact that it was Rodham proposing a speech in North Korea also “raises a number of concerns” because Rodham had “sought to capitalize on his relationship” with the Clintons more than once before.\nApparently referring to Rodham's involvement, Mills said in her response that Desai should tell Bill Clinton “that his wife knows.” Mills offered to discuss it with Bill Clinton over a secure line.\nGrassley noted in his letter that Michael Fuchs, a current State Department employee, was one of the aides to Hillary Clinton receiving the North Korea-related emails. Grassley asked Kerry to explain why an attachment on one Fuchs email was not released with the other documents.\nWithin days of the North Korea exchange, Desai also forwarded to Hillary Clinton’s aides an invitation for Bill Clinton to speak in the Congo for a fee of $650,000. Desai said the foundation’s own vetting process was still underway, but that Bill Clinton wanted to know if the State Department might approve the request if all of the money went to the foundation.\nSimilarly, Grassley said, Bill Clinton proposed passing to the foundation a $200,000 fee if the department would allow him to speak at the energy summit with China.\nGrassley said, “it appears that Ms. Mills was the ultimate decision maker for approving or disapproving former President Clinton’s paid speeches.”\nIn Minneapolis, Hillary Clinton noted Friday that Bill Clinton had previously visited North Korea to win freedom for two young American women journalists. Returning to speak, she said, “was not something my husband wanted to do. It was not something that the State Department wanted to do. It never happened.”\nA State Department spokesman acknowledged receipt of Grassley’s letter, but declined further comment.\nDavid Lightman in Minneapolis contributed to this report.\nGreg Gordon: 202-383-0005, @greggordon2\nMarisa Taylor: 202-383-6164, @marisaataylor\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "Hillary Clinton’s brother pitched speech to North Korea, emails show\nSen. Grassley says Clintons may have failed to fully honor 2008 pledge\nWas Clinton’s top aide the “ultimate decision maker” on some speeches?\n…\nClick to Continue »", "title": "GOP senator says State Department bypassed ethics officers on some Bill Clinton speeches", "url": "http://www.mcclatchydc.com/news/politics-government/election/article32690718.html", "topics": ["women", "china"], "people": ["Greg Gordon", "Cheryl Mills", "Bill Clinton", "Chuck Grassley", "David Kendall", "Hillary Clinton", "William Jefferson Clinton", "Tony Rodham", "Michael Fuchs", "Anita Kumar", "Amitabh Desai", "David Lightman", "Marisa Taylor"], "orgs": ["USG", "Congress", "State Department", "WJC", "Senate Judiciary Committee", "Clinton Foundation", "Citizens United", "Freedom of Information"], "authors": [{"author_id": 33931, "fullname": "marisa taylor", "primary_org": "mcclatchy"}, {"author_id": 33925, "fullname": "greg gordon", "primary_org": "mcclatchy"}, {"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-08-29 00:56:45", "org": "mcclatchy", "article_id": "421001aef1279d537c809611ea98a78a", "date_access": "2015-08-29 00:02:23.082799"}