{"body": " As Democratic Party insiders gather for their summer meeting, there is a growing undercurrent of concern whether Hillary Clinton would be the party’s strongest candidate to keep the White House next year.\nThey still like and mostly support her. But many are increasingly questioning her handling of official emails while Secretary of State and her response to the furor over it. Some worry about her ability to connect with voters. And all this is aggravated by Vice President Joe Biden and his supporters stepping up their soundings on whether to mount a challenge.\nThe controversy over Clinton’s email “muddles the thinking of a lot of people,” said Alexandra Rooker of West Sacramento, vice chair of the state party in California.\n“The email issue is affecting her campaign,” said Nancy Jacobson, a member of the Democratic National Committee from Orlando, Florida. She urged Clinton to offer an explanation with “simplicity and clarity.”\nClinton will address the Democratic National Committee meeting in Minneapolis on Friday. As party members gathered Thursday, Clinton support was easy to find. \nBut so was a nervousness about her viability as a general election candidate. A new Quinnipiac University poll Thursday, for example, showed Biden doing better than her against potential GOP opponents Donald Trump. Jeb Bush or Marco Rubio.\n\n70% Percentage of Iowa Democrats in Suffolk University poll saying they don’t believe Clinton’s email practices don’t bother them. \nParty officials most of all want a winner, and are open to a Biden bid.\nThe vice president spoke to DNC members Wednesday in a 40-minute conference call. Asked about a presidential bid, Biden said he was trying to gauge “whether or not there is the emotional fuel at this time to run,” according to two people familiar with the call. \n“If I were to announce to run, I have to be able to commit to all of you that I would be able to give it my whole heart and my whole soul, and right now, both are pretty well banged up,” CNN reported Biden as saying. Biden’s son, Beau, died earlier this year.\nEDITORS: BEGIN OPTIONAL TRIM\nThe conference call was arranged ostensibly so that Biden could discuss the Obama administration’s Iran nuclear deal. It also proved a reminder of his role as a key Obama lieutenant, and showcased his expertise on a complex national security issue.\nBiden has recently stepped up his consideration of a third run for the Democratic nomination. Saturday, he had lunch with Sen. Elizabeth Warren, D-Mass., a favorite of the party’s liberal wing. Thursday, he reportedly met with AFL-CIO President Richard Trumka. \nEDITORS: END OPTIONAL TRIM\nBiden supporters are expected at the DNC meeting this week. Party officials said the Draft Biden 2016 committee, which is not formally affiliated with the vice president, is seeking meetings with members. Josh Alcorn, former top political aide to Beau Biden, joined the draft group this month.\nClinton is pressing hard too. About two dozen volunteers, waving Clinton signs, were strategically positioned where DNC members gathered for meetings. Some officials said they expect to meet privately with Clinton here on Friday. They want to hear more about the email controversy.\n\n‘Liar’ is the first word that comes to mind more than others in an open-ended question when voters think of Clinton. Quinnipiac poll analysis, based on survey results released Thursday\nAnother concern: Clinton has so far failed to make much of an emotional connection to voters.\n“I do hear that a fair amount, even among people for her,” said Donald Fowler of South Carolina, national party chairman during part of Bill Clinton’s administration.\nBiden has that warmth, as well as longstanding political and emotional connections to this group. They gratefully recall his leadership roles over the years in championing tougher domestic violence laws, stricter tougher gun control and gay and civil rights, and more.\n“He has a particular bond with a lot of folks in South Carolina,” said Jaime Harrison, chairman of the state party in South Carolina.\n\nBiden vacationed last month in South Carolina, which holds the nation’s first Southern presidential primary\nEDITORS: BEGIN OPTIONAL TRIM\nIn Iowa, site of the first 2016 caucus, Biden is also well-liked though he lost badly in the state’s Democratic caucus when he ran in 2008.\n“There are some very loyal Biden people here,” said Andy McGuire, Iowa Democratic chairwoman.\nRemember, said insiders, it’s still early in the presidential process and most voters are far from deciding. “We’re focused on North Carolina. What’s happening elsewhere is not affecting us yet,” said Patsy Keever, North Carolina Democratic chairman.\nClinton has tried to defuse the email controversy, earlier this month turning over to the Justice Department a server that has stored her email traffic since a few months after she left the State Department in early 2013.\nHer lawyer also handed over a thumb drive containing copies of her official email. Clinton turned over 30,490 official emails to the State Department in December, and in March said she simultaneously deleted more than 31,000 personal emails.\nState Department officials first found classified information in Clinton’s official emails last May, long before the controversy reached its current fever. It’s uncertain what she and her lawyer did in the ensuing weeks to fully secure the sensitive data, McClatchy has found. It also reported that her top aides are part of a federal probe into possible security breaches. Two emails on Clinton’s private account have since been classified above “Top Secret.” \nEDITORS: END OPTIONAL TRIM\nWhen Clinton appeared at a Democratic gala with her presidential rivals in Iowa August 14, she joked about the emails. The next day, she offered a vigorous defense during a news conference at the Iowa State Fair, saying she never sent classified material on her email and never received any classified information. And, she said, voters do not raise the issue.\nThat’s the general take of many of her supporters. “This will blow over,” said former Pennsylvania Gov. Ed Rendell.\nExcept so far it hasn’t, and that leaves an opening for Biden, if not someone else.\n“A lot of folks out there are still looking at all the candidates,” said Scott Brennan, Iowa national committee member.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Democrats weigh emails, connection to voters\nShe addresses party meeting on Friday\nBiden talks by phone with Democratic National Committee\n…\nClick to Continue »", "title": "Inside Democratic Party, growing concerns about Clinton", "url": "http://www.mcclatchydc.com/news/politics-government/election/article32561658.html", "topics": ["personality"], "people": ["Scott Brennan", "Donald Trump", "Joe Biden", "David Lightman", "Beau Biden", "Bill Clinton", "Richard Trumka", "Josh Alcorn", "Jeb Bush", "Hillary Clinton", "Ed Rendell", "Nancy Jacobson", "Patsy Keever", "Marco Rubio", "Elizabeth Warren", "Donald Fowler", "Jaime Harrison"], "orgs": ["Quinnipiac University", "DNC", "Quinnipiac", "Democratic Party", "Suffolk University", "State Department", "Justice Department", "Democratic National Committee", "McClatchy", "GOP"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-08-27 21:23:36", "org": "mcclatchy", "article_id": "79b8c7b9fb305343886b88b98932a220", "date_access": "2015-08-27 20:30:05.239143"}