{"body": " While Donald Trump was talking about Mexicans and rising in the polls, Jeb Bush was talking to workers at a pharmaceutical plant in South Carolina.\nTrump was trying to make headlines. Bush was trying to make friends. \nTrump is the latest presidential contender whose ability to get attention from a ravenous media vaulted him, however briefly, to political prominence.\nBut blunt talk is less of a virtue once voters start seriously gauging temperament and depth. Audiences today cheer loudly for Trump, much as they did in past campaigns for the likes of Pat Buchanan, Howard Dean or Herman Cain. Then they wound up voting for Bob Dole, John Kerry and Mitt Romney.\nAttention-getting candidates use two devices to get noticed: incendiary rhetoric or simple solutions to complex problems. \nBusinessman Steve Forbes promoted a flat tax in his 1996 and 2000 campaigns. Pizza magnate Cain offered a 9-9-9 tax plan in 2011.\nTrump is using primarily the rhetorical approach so far, similar to Republican Buchanan in 1992 and 1996. The conservative commentator parlayed his gift for zingers into serious presidential campaigns, rallying his backers as a team of “peasants with pitchforks.”\nTrump also breathes fire. When he announced his presidential candidacy last month, he said of Mexico, “They’re sending people that have lots of problems. . . . They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.”\nEven after NBC, Macy’s, Univision and others cut ties with the New York-based business mogul, he’s remained resolute.\n\nI said tremendous crime is coming across. Everybody knows that’s true. Donald Trump, Fox “Media Buzz” July 5\nSuch attention-getters thrive in the summers before election years because they tap into deep-held feelings. “They’re saying things the little guy wants to hear,” said Andrew Smith, director of the University of New Hampshire Survey Center.\nTrump has hit one raw nerve. \nNearly half the Republicans in Iowa, the nation’s first caucus state, think undocumented immigrants should be required to leave the United States, a Quinnipiac University poll last month showed.\nOften the candor candidates fade because they are too polarizing, they don’t have a long-term political strategy, or their catchy proposals lack depth. \nIn last month’s University of New Hampshire Republican poll, nearly half the Republicans had an unfavorable view of Trump, presumably a vote he can’t get.\n\nFormer Florida Gov. Jeb Bush was seen negatively by one-third of New Hampshire voters, Florida Sen. Marco Rubio by 21 percent, Wisconsin Gov. Scott Walker by 18 percent.\nThe depth question becomes predominant during debates. Republicans plan one debate each month through the primary season, starting Aug. 6.\nIn 2011, for example, Cain soared briefly thanks to a 9-9-9 plan to replace all federal taxes with 9 percent corporate, personal income and federal sales tax rates. The idea was derided as overly simplistic; Cain would fade for other reasons, and his plan hasn’t been discussed much since.\nThe time-tested way to win is to be organized, well-funded and have an eye on the broader picture. Trump could eventually fit those criteria. He has staff in key states. His wealth should take care of funding issues. And he likely will offer more detailed policies.\n“He can’t be a distraction, he needs to add something to the debate to continue to be taken seriously,” said Craig Robinson, editor-in-chief of TheIowaRepublican.com, a partisan newsletter.\n\n12% Trump showing in CNN/ORC late June poll, up from 3% a month earlier \nEDITORS: STORY CAN END HERE\nTrump’s more cautious rivals have a different challenge: not to look too uncertain.\nWhen the flap over the Confederate flag erupted last month after a white gunman murdered nine African-American parishioners in a Charleston church, few Republican candidates were willing to say unequivocally they wanted the flag removed from the South Carolina Capitol grounds.\nBush noted that as governor, he had the flag removed from the Florida State Capitol grounds. But he echoed the caution of other candidates, saying he was “confident they will do the right thing” in South Carolina.\nBush, visiting South Carolina last week, met privately with 50 pastors in Charleston and talked about his faith. Later, he toured the Nephron Pharmaceuticals plant in West Columbia and spent an hour taking questions from employees. One asked him about the flag.\nHe tied its removal to the economic message he was trying to promote. He cited the state’s flourishing businesses. “Anything that gets in the way of that vision, I think, while doing it respectfully, ought to be put aside and allow South Carolina to move forward,” he said.\nBush was among the leaders in the latest South Carolina Morning Consult Republican poll. Trump was far back.\nAndrew Shain of The State of Columbia, S.C., contributed.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Remember Pat Buchanan? Herman Cain? Howard Dean? No?\nOther Republicans may look overly cautious by comparison\nTrump polls second with 12% in late June\n…\nClick to Continue »", "title": "Trump’s bluster gets the attention and moves polls – for now", "url": "http://www.mcclatchydc.com/news/politics-government/election/article26772529.html", "topics": ["immigration", "personality"], "people": ["John Kerry", "Donald Trump", "Herman Cain", "Craig Robinson", "Pat Buchanan", "Bob Dole", "Jeb Bush", "Andrew Smith", "Howard Dean", "Marco Rubio", "Mitt Romney", "Andrew Shain", "David Lightman", "Scott Walker", "Steve Forbes"], "orgs": ["S.C.", "University of New Hampshire Survey Center", "Univision", "Quinnipiac University", "Macy"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-07-09 07:00:00", "org": "mcclatchy", "article_id": "f9509ededb2fec1c2a9692ff109afe90", "date_access": "2015-07-14 21:16:23.415306"}