{"body": "Donald Trump, third party candidate?\nDoubtful, the real estate mogul turned Republican presidential candidate says, but he won’t completely rule it out.\nHe told the Washington Examiner and Fox News Channel’s Greta Van Susteren this week he’s intent on getting the Republican nomination. Trump has climbed into the top tier in most Republican presidential preference polls.\n\"I've had many, many people ask me about running as an independent,\" Trump told the Examiner’s Byron York. \"My sole focus is to run as a Republican. I'm a conservative Republican.\"\nAsked if he would definitely say no to a third-party bid, Trump said, \"It's something I'm not thinking about right now because I'm doing well within the Republican ranks, and that gives us the best chance of defeating Hillary Clinton.\"\nTrump told Van Susteren, “...I will tell you I have many people that have asked me to go independent, and I think I would do very well if I went independent, but that's not my thinking. My thinking is to run as a Republican.”\nYork recalled Ross Perot’s independent effort in 1992, when he received 19 percent of the popular vote, but no electoral votes.\nTrump said he regarded Perot as a spoiler. \"I think every single vote that went to Ross Perot came from [George H.W.] Bush,” Trump said. “Virtually every one of his 19 percentage points came from the Republicans. If Ross Perot didn't run, you have never heard of Bill Clinton.\"\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Donald Trump, third party candidate? Doubtful, the real estate mogul turned Republican presidential candidate says, but he won’t completely rule it out. He told the Washington Examiner and Fox News …\nClick to Continue »", "title": "Trump won’t completely rule out third party run", "url": "http://www.mcclatchydc.com/news/politics-government/election/article26766982.html", "topics": ["campaign_finance", "economy", "personality"], "people": ["Bill Clinton", "Hillary Clinton", "Donald Trump", "Van Susteren", "Ross Perot", "David Lightman", "Greta Van Susteren"], "orgs": [], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-07-08 20:11:46", "org": "mcclatchy", "article_id": "c3bc69f3e04d8b11a35ff17f0e3a9fc8", "date_access": "2015-07-14 21:16:27.133797"}