{"body": "Riding a populist wave, Bernie Sanders pulled in $26.2 million for his presidential bid over the last three months -- more than an early estimate that had already placed him well within reach of his chief competitor, Hillary Clinton.\nClinton had earlier reported pulling in $28 million. Sanders had earlier reported collecting $25.5 million. Clinton late Thursday reported raising $28 million for the primary and had $33 million in the bank.\nSanders’ impressive total --all of it for use in the Democratic primaries and caucuses – occurs in a grassroots presidential campaign that has drawn 1.3 million small donations since it began, campaign officials said. Since his White House bid was launched last April 30, Sanders has raised about $41.4 million, according to the report, closing the quarter with nearly $27.1 million in the bank.\nHis campaign touted the number of small donors it said were “responding to his call for a political revolution to stand up for the middle class.\n\"Other campaigns are bankrolled by big donors who have given so much even under our current corrupt political system they can’t legally give any more,\" campaign manager Jeff Weaver said. \"Bernie’s big base of small donors may give again and again. What is clear now is that this campaign to transform America will have the resources to fight all the way to the convention.\"\nOnly 270 of Sanders’ 650,000 donors gave the maximum $2,700 permitted under campaign finance law. And more than 77 percent of contributions – $20.2 million this quarter and $30.7 million altogether – came from individuals who gave less than $200.\nThe campaign reported a surge of donations totaling $3.2 million since the Democratic debate.", "byline": "", "description": "His campaign raises more than it had earlier predicted\nMost of its donors are small givers\n…\nClick to Continue »", "title": "Bernie Sanders raises significant campaign cash", "url": "http://www.mcclatchydc.com/news/politics-government/election/article39362331.html", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton", "Jeff Weaver"], "orgs": [], "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-10-16 01:40:50", "org": "mcclatchy", "article_id": "7bff4b964bad5f60c896624443d92aaf", "date_access": "2015-10-16 01:00:05.361668"}