{"body": " Both of the top candidates seeking the Democratic presidential nomination are trying to appeal to everyday Americans as they pledge to help the many struggling in a still faltering economy. But an analysis of how the candidates raised their money shows that Sanders is the only one riding that populist wave when it comes to cash. \nAt least a third of Hillary Clinton’s money came from a network of influential Americans who collected vast sums for her campaign. More than three-quarters of the contributions to her chief rival, Bernie Sanders, were from people who gave less than $200.\n“We’re tired and Bernie can see that, he realizes that we are struggling out here,” said Sally Anderson, 49, an ultrasound technician from Tacoma, Wash. who donated $35 to Sanders in the last fund raising period, bringing her year-long total to $279. \n“We are America ... just a lot of people going to work every single day who are tired and struggling to send their kids to college, put food on the table, save for retirement and maybe fix your car every once in a while.”\nA whopping 77 percent of Sanders’ donations – $31 million – came from Americans who gave less than $200, according to forms his campaign filed with the Federal Elections Commission late Thursday. Only 17 percent of Clinton’s donations – $13 million – came from small donors, according to her forms.\n\nClinton has raised a record a $76 million while Sanders has raised $41 million\nMost of her money comes from large donors or has been collected by a network of backers cultivated over more than three decades in public life. \nNearly 250 volunteers have collected more than $23.3 million for Clinton, according to interviews and an analysis of her campaign forms. That amounts to more than 30 percent of her total receipts. \nDubbed “Hillraisers” by her campaign, 210 bundlers each raised at least $100,000, according to her campaign. They included 10 federal lobbyists who together accounted for at least $2.1 million. \nAnother 35 lobbyists raised lesser amounts. \nThe list of bundlers includes many familiar names to Democratic politics:\n–Vogue editor Anna Wintour;\n–Erskine Boyce Bowles, former chief of staff to Bill Clinton; \n–Steven Rattner, a leading member of President Barack Obama's task force guiding the bailout of the U.S. auto industry after the 2008 financial crisis; \n–and New York hedge fund leader Marc Lasry, who hired Chelsea Clinton, Bill and Hillary Clinton’s daughter.\nJohn Morgan, a Florida lawyer who collected about $1 million for Clinton at a fundraiser at his home, said he understands that donating a few dollars to Sanders might make a frustrated American feel better, but insisted they’re wasting their money on a candidate who will not win.\n“In the end, they are pissing money down a rathole,” Morgan said. \nJim Hodges, the former governor of South Carolina, said he collected money for Clinton at a Charleston fundraiser because he has “known the Clintons for years.” He estimates he helped collect a “couple hundred thousand dollars.”\nIn total, Clinton has raised a record a $76 million in the nearly six months she has been running. Sanders raised a total of $41 million.\n\nShe is the best qualified of any person, Democrat or Republican, running for president in this cycle, Susan Bysiewicz, former Connecticut secretary of state, who helped collect money for Clinton after meeting her in 1992\nClinton had nearly $33 million in the bank as of Sept. 30, the final day of the fundraising quarter, more than any other candidate in either party. Sanders had $27 million in the bank as of Sept. 30.\n“It gives me concern some of her big donors are Goldman Sachs and others. She's tied into these interests and that has to have an effect,” said Michael Tenzer, a veterinarian from Miami who contributed $700 to Sanders’ campaign online with donations as small as $10.\nClinton has found herself in an increasingly tight race with Sanders, who casts himself as a crusader against the “billionaire class.” The former secretary of state still leads nationally, but the independent senator from Vermont has tied her in some recent polls in the crucial early nominating states of Iowa and New Hampshire.\nSanders’ has drawn 1.3 million small donations from Americans his campaign said were “responding to his call for a political revolution to stand up for the middle class.” They averaged $30. \nEDITORS: STORY CAN END HERE\nOnly 270 of Sanders’ 650,000 donors gave the maximum $2,700 permitted under campaign finance law. according to his campaign. More than 16,000 of Clinton individual donors have contributed the maximum $2,700 to her primary election campaign, according to her forms.\nSanders’ total receipts from political action committees for companies or other special interests since he began his campaign: $200. He has, however, received more than $18 million in small donations channeled through ACTBLUE, a fundraising group for progressive causes.\nEDITORS: STORY CAN END HERE\n\nA lot of the system is about supporting the filthy rich. I mean 400 families own the majority of wealth in this country and that’s really out of whack. It wasn’t this way 30 years ago and it’s time to rebuild the middle class, Stanley Hills, a retired Miami-Dade County fire fighter who donated $10 to Bernie Sanders last quarter\nClinton is the only Democratic candidate to release the names of her bundlers. Republican Jeb Bush identified his bundlers this quarter for the first time.\nJay Riestenberg, a researcher with Common Cause, who is studying the fundraising numbers, said the question now for Sanders is how long he can remain competitive when Clinton is “collecting and stockpiling million-dollar checks.” \nSanders pledges not to accept support from any of the political action committees that can raise unlimited sums from corporations, unions, associations and individuals. Lobbyists did not collect money for him. A pair of independent groups supporting Clinton, Priorities USA Action and American Bridge 21st Century, raised more than $20 million in the second quarter. They do not have to further disclose their fundraising total until early next year.\nThree others are running for the Democratic presidential nomination, but their fundraising was dwarfed by Clinton and Sanders.\nFormer Maryland Gov. Martin O’Malley raised $1.3 million while former Virginia Sen. Jim Webb raised about $697,000 and former Rhode Island Gov. Lincoln Chafee raised about $15,000.\nVera Bergengruen and Iana Kozelsky contributed.\nAnita Kumar: 202-383-6017, @anitakumar01\nLesley Clark: 202-383-6054, @lesleyclark\nGreg Gordon: 202-383-0005, @greggordon2", "byline": "", "description": "Sanders’ campaign has received 1.3M small donations\n210 bundlers collected more than $100K for Clinton\nThe former secretary of state has raised a record a $76M\n…\nClick to Continue »", "title": "Sanders relies on small donors while Clinton depends on wealthy bundlers", "url": "http://www.mcclatchydc.com/news/politics-government/election/article39506640.html", "topics": ["campaign_finance"], "people": ["Greg Gordon", "Martin O'Malley", "Bill Clinton", "Steven Rattner", "Jim Hodges", "Jim Webb", "Hillary Clinton", "Anna Wintour", "Lesley Clark", "John Morgan", "Barack Obama", "Chelsea Clinton", "Bernie Sanders", "Anita Kumar", "Marc Lasry", "Lincoln Chafee"], "orgs": ["Priorities USA Action", "Federal Elections Commission", "Goldman Sachs"], "authors": [{"author_id": 33925, "fullname": "greg gordon", "primary_org": "mcclatchy"}, {"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}, {"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-10-16 23:05:35", "org": "mcclatchy", "article_id": "929b45a1108fda0dc75504ef89616bf7", "date_access": "2015-10-16 22:30:06.489088"}