{"body": "Donald Trump’s recent surge to the top tier of Republican presidential candidates has a familiar ring.\nLarry Sabato, director of the University of Virginia Center for Politics compared the real estate mogul’s support to that of Ross Perot and Pat Buchanan in 1992. Perot ran as an independent that year and won 19 percent of the popular vote. Buchanan challenged President George H. W. Bush for the Republican nomination.\nThe Center looked at recent polls and found “favorable views of Trump among African Americans are minimal, and Hispanic boosters are at a higher level than blacks but well below that of whites. Older voters (those age 65 and over) undoubtedly form his core; in fact, the 65+ group is the only age cohort to view him favorably...virtually the opposite view of all other age groups.” It uses data from the Economist/YouGov poll earlier this month.\n\n59% Very or somewhat favorable views of Trump in Economist/YouGov poll among those over 65\nThe Center does warn that “we are mixing polling apples and oranges to a degree. The YouGov Trump poll measures just favorability, whereas the Perot profile comes from arguably the best possible survey (when done correctly): the November 1992 exit poll of real voters taken at the precincts on Election Day.”\nStill, it found “there are significant similarities in the support profile of Trump and Perot.” Perot’s backers were disproportionately white, male, and Republican or Independent. One difference: he did best with voters 25 to 29, not the over 65 voters. \n\n7% Percent of registered Republican voters in Economist/YouGov poll saying Trump is most likely to win the GOP nomination\nPolls found that Buchanan in 1992 “ran better with men, younger voters, and those with less than a high school education (and presumably, those with lower incomes). Like Trump does now, Buchanan drew disproportionately among Northeastern GOP voters,” the center found.\nIts analysis: “Unquestionably, elements of style link Trump, Perot, and Buchanan: brashness, bluntness, and straight talk. All three men were more than willing to push hot-button issues that stirred many voters’ passions. In this respect, they were Barry Goldwater-esque, providing a choice, not an echo, to voters. While having a major impact, and attracting attention and lots of votes, Buchanan and Perot could not put together anything close to a winning plurality, either for a party nomination or general election. We suspect this is the future of Trump’s 2016 candidacy.”\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Donald Trump’s recent surge to the top tier of Republican presidential candidates has a familiar ring. Larry Sabato, director of the University of Virginia Center for Politics compared the real …\nClick to Continue »", "title": "Are Trump backers similar to Perot & Buchanan voters?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article27402091.html", "topics": ["personality"], "people": ["Barry Goldwater", "Pat Buchanan", "George H. W. Bush", "Larry Sabato", "Donald Trump", "David Lightman", "Ross Perot"], "orgs": ["Perot", "The Center", "University of Virginia Center for Politics", "GOP"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-07-16 17:51:54", "org": "mcclatchy", "article_id": "027040bccfde7e32fc9fb45f1e2fb791", "date_access": "2015-07-16 19:50:05.038541"}