{"body": " The contentious debate over a nuclear deal with Iran promises to grow increasingly bitter, despite signs that efforts in Congress to block the accord are certain to fail.\nCongress, back from a monthlong recess, began its deliberations on a resolution disapproving the deal Tuesday, and Republican presidential candidates Donald Trump and Sen. Ted Cruz, R-Texas, will headline a rally on Capitol Hill on Wednesday expected to draw thousands opposed to the agreement.\nBut the White House is already claiming victory, announcing that it has secured pledges from enough senators to ensure that a promised presidential veto of any GOP proposal to block the accord will be upheld. \nDemocratic Sens. Richard Blumenthal of Connecticut, Gary Peters of Michigan and Ron Wyden of Oregon announced their support for the deal Tuesday, bringing the number of Democrats backing it to 41.\nOnly 34 votes are needed in the Senate to sustain a veto; 41 could prevent a resolution of disapproval from even coming to a vote in the Senate, where 60 votes are required to overcome a filibuster. But it was unclear Tuesday whether all of the 41 have pledged to oppose closing off debate, the step needed to allow a final majority-rules vote on the resolution.\n“The administration is gratified by the growing support that we’ve seen in the United States Congress for the international agreement to prevent Iran from obtaining a nuclear weapon,” White House Press Secretary Josh Earnest said.\nI know of no nation in history that has agreed to guarantee that the means of its own destruction will be in the hands of another nation, particularly one that is hostile. Former Vice President Dick Cheney\nAsked if the administration is pressing the 41 Democrats to vote against cloture, Earnest said, “We certainly would expect that those members of Congress who support the agreement to take the necessary steps in Congress to prevent Congress from undermining the agreement.”\nOpening the Senate’s debate Tuesday, Senate Majority Leader Mitch McConnell, R-Ky., implored Democrats to “resist attempts to obstruct a final vote and deny the American people and Congress the say they deserve on this extremely important matter.” \nSenate Minority Leader Harry Reid, D-Nev., responded that Republicans were decrying the 60-vote threshold, even though they’d used it effectively many times when they were in the Senate’s minority.\nAs Congress began its debate, the battle over the Iran deal also raged off Capitol Hill.\nSpeaking at the conservative American Enterprise Institute, former Vice President Dick Cheney said the outcome of the nuclear deal “could well be catastrophic.”\n“With the removal of restrictions on Iran’s ballistic missile program, this agreement will give Iran the means to launch a nuclear attack on the U.S. homeland,” Cheney said. “I know of no nation in history that has agreed to guarantee that the means of its own destruction will be in the hands of another nation, particularly one that is hostile.” \nThe rhetorical volume on the Iran debate will likely increase at Wednesday’s anti-deal really. In addition to Cruz and the high-profile Trump, former Alaska Gov. Sarah Palin, the 2008 GOP vice presidential nominee, also has signed up to speak at the “Stop the Iran Deal” rally.\nAccording to Jenny Beth Martin, co-founder and national coordinator of the Tea Party Patriots, which is co-sponsoring the rally with the Center for Security Policy and the Zionist Organization of America, the 1 p.m. EDT event has grown from one hour in duration to more than two hours.\nConservative talk show favorites Glenn Beck and Mark Levin as well as several GOP lawmakers, including Rep. Louie Gohmert, R-Texas, are in the lineup. Martin said she has gotten more than 70 requests from people who want to speak.\n\nSen. Ted Cruz was the original headliner of Wednesday’s rally but then decided to invite Donald Trump to boost media attention.\nTrump, the billionaire developer who has vaulted to the top of the race for the Republican presidential nomination, often talks about the Iran nuclear arms deal.\n“That agreement is a disaster – for this country, for Israel, for the Middle East,” Trump said at a press conference last week. “It’s going to lead to nuclear proliferation.”\nEDITORS: STORY CAN END HERE\nThe author of “The Art of the Deal” is also trying to score political points. “You say, who negotiates a deal like that? That won’t happen, I can guarantee you, with a President Trump.”\nHowever, Trump said on MSNBC’s “Morning Joe” on Friday that unlike other GOP opponents of the deal, including Cruz, he would not “repudiate” the Iran deal if he were president but would work to improve it.\n“I do like to buy bad contracts,” he said.\nCruz was the original headliner of the rally but then decided to invite Trump to boost media attention. The Texas senator has featured the Iran nuclear deal in his campaign stump speech.\nEDITORS: STORY CAN END HERE\nWhen Sen. Chuck Schumer, D-N.Y. announced last month that he would oppose the deal, Cruz embraced the move.\n“It is my hope and prayer that in the coming weeks we see more and more Democrats who make the decision to put the national security of the United States of America, to put standing with our friend and ally the nation of Israel, and to put the safety and security of millions of Americans above partisan loyalty to the Obama White House,” Cruz said.\nSen. Joe Manchin, D-W.Va., on Tuesday announced that he, too, was opposed to the Iran deal, joining Democratic Sens. Bob Menendez of New Jersey, Ben Cardin of Maryland and Schumer.\nReid was confident Tuesday in a speech at the Carnegie Endowment for International Peace, saying that the Democrats supporting the deal would be able to filibuster the resolution against it.\n“And today I am gratified to say to my fellow Americans, our negotiating partners and our allies around the world: This agreement will stand. America will uphold its commitment and we will seize this opportunity to stop Iran from getting a nuclear weapon,” he said.\nEDITORS: BEGIN OPTIONAL TRIM\nCruz has criticized the deal as unenforceable.\n\nHave any of y’all seen the movie ‘Scarface?’ This is the equivalent of law enforcement picking up the phone and calling Tony Montana and saying, ‘Hey Tony, you got any drugs?’ ‘I don’t got no drugs.’ ‘Thank you, Tony.’ That is essentially the Iranian nuclear inspection regime. Sen. Ted Cruz\n“Every observer knows that this president is not willing to use force, military or otherwise, to prevent Iran from acquiring nuclear weapons,” Cruz said last week on Fox News. “The Democratic senators know full well that there is no credible threat of military action by the Obama presidency.”\nEDITORS: END OPTIONAL TRIM\nAmericans are divided. \nA recent Quinnipiac University poll found voters against it 55-25 percent. A Monmouth University poll last month found them opposed 32-27 percent, with 41 percent unsure.\nThe Republican-controlled House of Representatives is poised to pass a bill that disapproves the Iran deal. But the body is also expected to uphold any presidential veto.\nHouse Majority Leader Kevin McCarthy, R-Calif., said the lower chamber will vote on the Republican-crafted resolution this week, apparently starting debate Wednesday and voting by Friday.\nThe Tea Party Patriots’ Martin, who has also organized rallies targeted at individual lawmakers, is not conceding defeat. The Capitol rally is “absolutely still necessary.”\n“If senators hear from their own constituents, they may reconsider,” she said.\nLesley Clark of the Washington Bureau contributed.\nMaria Recio: mrecio@mcclatchydc.com, 202-383-6103, @maria_e_recio \nWilliam Douglas: wdouglas@mcclatchydc.com, 202-383-6026, @williamgdouglas", "byline": "", "description": "41 senators vow to uphold Obama veto, ensuring failure of effort to block accord\nStill, Trump, Cruz will headline anti-deal rally at Capitol on Wednesday\nAnother bitter fight unfolding over an issue Congress can’t change\n…\nClick to Continue »", "title": "Battle over Iran nuclear deal over, but fight is just beginning", "url": "http://www.mcclatchydc.com/news/politics-government/congress/article34397298.html", "topics": ["immigration", "terrorism", "trade"], "people": ["Chuck Schumer", "Josh Earnest", "Jenny Beth Martin", "Ben Cardin", "Bob Menendez", "William Douglas", "Sarah Palin", "Maria Recio", "Harry Reid", "Glenn Beck", "Mark Levin", "Donald Trump", "Joe Manchin", "Lesley Clark", "Ron Wyden", "Louie Gohmert", "Gary Peters", "Ted Cruz", "Dick Cheney", "Richard Blumenthal"], "orgs": ["Democratic Sens", "Quinnipiac University", "Congress", "Zionist Organization of America", "Senate", "Carnegie Endowment", "Monmouth University", "Tea Party Patriots", "Washington Bureau", "United States Congress", "Center for Security Policy", "MSNBC", "American Enterprise Institute", "GOP"], "authors": [{"author_id": 33910, "fullname": "maria recio", "primary_org": "mcclatchy"}, {"author_id": 33904, "fullname": "william douglas", "primary_org": "mcclatchy"}], "date_written": "2015-09-08 23:01:50", "org": "mcclatchy", "article_id": "5e846b10ea161af03b49e750274cff6b", "date_access": "2015-09-08 22:10:06.742204"}