{"body": "Sen. Bernie Sanders, who has surprised even himself with the recent momentum of his presidential campaign, raised more of his money from small donations than Hillary Clinton, the overwhelming favorite for the Democratic nomination.\nSanders received nearly $10.5 million, or 76 percent of his donations from small contributors, those giving less than $200, according to a report filed Wednesday with the Federal Elections Commission. Clinton received $8.1 million, or 17 percent, of her money from small donors, according to her report. \nStill, both Sanders and Clinton touted receiving donations from small donors, a key signal of support from everyday Americans who back a candidate but perhaps don’t have thousands of dollars to give.\nSanders collected more than 230,000 from small donors. More than 76.5 percent of all contributions – totaling more than $10.5 million – came from individuals who donated less than $200, according to his campaign.\n“Our campaign is a strong grassroots movement supported by middle-class Americans from working families, not billionaires trying to buy elections,” Sanders said in a statement “I am proud that we have more than 284,000 individual donors and that the average contribution was about $35.”\nClinton, however, dwarfed Sanders in overall fundraising. She raised three times as much money -- a record $47 million -- while Sanders raised $15.2 million in the previous three months. \nClinton had nearly $29-million in the bank as of June 30, more than any other Democratic or Republican candidate. She spent the bulk of the money on a massive 50-state organizing strategy, according to the campaign. The campaign did not ask for money for the general election but still took in close to $825,000 that can only be spent only if she becomes the Democratic nominee. Sanders had $12.2 million in cash as of June 30.\nShe received money from more than 250,000 contributors representing all 50 states, Puerto Rico, the District of Columbia and US territories, according to her campaign. More than 60 percent of donors are women and 94 percent of the donations came in amounts of $250 or less, according to the campaign. Clinton’s average donation was $144.89.\n“Thanks to the more than 250,000 Americans who have stepped up to support Hillary Clinton’s campaign, we have had the ability to make critical investments in our organization that will put us in position to win the primary and the White House,” campaign manager Robby Mook said. “With Republicans tapping their billionaire backers for unlimited sums of money, we are glad to be able to have such broad support to be able to show why Hillary Clinton is the only candidate who will fight for policies that allow everyday Americans to get ahead and stay ahead.”\nClinton voluntarily released 122 names of her top volunteer fundraisers or bundlers who collected more than $100,000 on her website. She is the only candidate to release these names this quarter, though Republican Jeb Bush will release his in October.\nThe list includes many familiar names to Democratic politics, including Florida lawyer John Morgan, former Senator Evan Bayh of Indiana Texas Rep. Joaquín Castro, whose brother is rumored to be in the running for Clinton’s runningmate, Steven Rattner, who was the lead member of President Barack Obama's task force guiding the bailout of the U.S. auto industry after the 2008 financial crisis, Steve Elmendorf, a Washington lobbyist who was deputy manager of Sen. John Kerry's unsuccessful 2004 presidential campaign, Fred Eychaner, a Chicago billionaire and leading Democratic donor, who also has been one of the top donors to the foundation formed by former President Bill Clinton, New York hedge fund leader Marc Lasry, who was a leading fundraiser for Clinton's 2008 campaign and also hired Chelsea Clinton, Bill and Hillary's Clinton’s daughter, and EMILY’s List, which support female candidates who support abortion rights.\nAmong Sanders' more than $15 million in receipts were $1.5 million in leftover funds from his 2012 Senate race.\nThree others are running for the Democratic nomination --former Maryland Gov. Martin O’Malley, former Rhode Island Gov. Lincoln Chafee and former Virginia Sen. Jim Webb -- but Clinton and Sanders’ fundraising totals far surpass theirs. O'Malley, who was a candidate for 30 days this quarter, raised the most, $2 million, according to his campaign.", "byline": "", "description": "Sen. Bernie Sanders, who has surprised even himself with the recent momentum of his presidential campaign, raised more of his money from small donations than Hillary Clinton, the overwhelming favorite …\nClick to Continue »", "title": "Sanders receives more from small donors than Clinton", "url": "http://www.mcclatchydc.com/news/politics-government/election/article27365962.html", "topics": ["campaign_finance", "women"], "people": ["John Kerry", "Steve Elmendorf", "Martin O'Malley", "Fred Eychaner", "Bill Clinton", "Steven Rattner", "Jim Webb", "Joaquin Castro", "Hillary Clinton", "John Morgan", "Barack Obama", "Evan Bayh", "Chelsea Clinton", "Bernie Sanders", "Robby Mook", "Marc Lasry", "Lincoln Chafee"], "orgs": ["Senate", "District of Columbia", "Federal Elections Commission"], "authors": [{"author_id": 33925, "fullname": "greg gordon", "primary_org": "mcclatchy"}, {"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-07-16 02:19:55", "org": "mcclatchy", "article_id": "f0ea9cc04db179e5fa5bb2c8deecabe5", "date_access": "2015-07-16 01:30:38.306299"}