{"body": " Rand Paul was right.\nIn January 2014, the day after The Atlantic anointed Paul, Kentucky’s junior U.S. Senator, as the Republican frontrunner in the 2016 presidential race, Paul told the Herald-Leader “it’s still too early probably to talk about things like that.”\n“That sounds unlucky to me,” he said.\nLess than two years later, Paul’s luck, it seems, is running out.\nCampaigning on Friday in New Hampshire, Paul continues to charge ahead with his struggling presidential campaign, but speculation is growing that he might be the next Republican candidate to drop out of the race.\nFormer Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker have already folded, and Paul is one of the hot names in the parlor game of guessing who will exit next.\nOn Friday, the Washington Post and Politico devoted space to an early draft of Paul’s presidential campaign obituary.\n“Walker’s departure from the race means that the senator from Kentucky is no longer the front-runner for the most disappointing campaign of 2016,” the Post wrote. “So, congrats on that. But Paul appears to have dropped entirely off the radar of most Republican voters.”\nPolitico’s weekly poll of political insiders from early-voting states put Paul right behind Louisiana Gov. Bobby Jindal and former New York Gov. George Pataki as the next to drop out, with 22 percent saying Paul would be next.\nOne unnamed New Hampshire Republican told the Beltway publication that Paul’s “campaign (reeks) of the same stench of death that surrounded the Perry and Walker efforts before their demise.”\nThe day after Paul announced his presidential campaign in April, the senator told reporters in New Hampshire that winning the Granite State was crucial to his chances of winning the nomination.\n“I will say that I think New Hampshire is incredibly important to me,” Paul said. “We will try very hard. We are going to do everything to win in New Hampshire. I do think we do need to win New Hampshire.”\nBut the summer months were not kind to Paul, in New Hampshire or elsewhere.\nIn a poll conducted in June for CNN and WMUR in Manchester, N.H., Paul was polling at 9 percent, with 43 percent of New Hampshire voters holding a favorable opinion of him and 32 percent an unfavorable opinion.\nOn Thursday, the same poll showed Paul slipping to 3 percent support, with 48 percent of respondents holding an unfavorable view and 31 percent favorable.\nHe hasn’t fared any better in national polls, with a RealClearPolitics average showing the senator at 2.3 percent.\nIt has been death by a thousand cuts for Paul’s campaign: reports of staff infighting, the federal indictments of two longtime aides, lackluster fundraising, the improbable and unpredictable rise of Donald Trump, and a Republican Party that appears to be returning to its roots on foreign policy.\nNext week, we might just learn how much longer Paul can keep going.\nThe third-quarter fundraising period ends Wednesday, and one of the biggest questions will be whether Paul has raised enough money to continue his quest.\nPaul’s campaign has spent the last few days feverishly sending fundraising emails, begging for contributions to keep Paul’s leaky ship afloat.\n“This is the most important deadline I will face as a candidate,” Paul wrote in one recent fundraising plea.\nThe senator’s first fundraising report this summer fell well short of expectations and the reports of other candidates, and his super PACs have not registered big numbers.\nPaul did enjoy one victory recently, winning the straw poll at the Mackinac Island Republican Leadership Conference, but the win was largely obscured by the strong debate performances of former Hewlett-Packard CEO Carly Fiorina and Florida U.S. Sen. Marco Rubio.\nThen on Thursday, Paul was embarrassed at home as former Florida Gov. Jeb Bush beat the Kentucky senator to the punch by becoming the first presidential candidate to file his paperwork and deliver his $15,000 filing fee for Kentucky’s 2016 presidential caucuses.\nPaul fought long and hard to persuade the state party to adopt the caucus method of selecting a nominee, ponying up $250,000 to help defray the cost.\nThat Bush made it onto the caucus ballot before Paul again raised questions about the senator’s organizational strengths.\nThe chatter nationally is that Paul is being pressured to drop out and focus on re-election to his U.S. Senate seat in 2016, but that is hardly a new development. Some Kentucky Republicans have long worried about Paul’s risky plan to pursue both offices at once.\nStill, U.S. Senate Majority Leader Mitch McConnell, facing a daunting 2016 election map to keep his newfound majority, has given zero indication that he is pressuring Paul to drop out of the presidential race.\nAnd even if McConnell did ask Paul to get out of the presidential race, there is no reason to think Paul would heed that advice.\nWhile campaigning in Alaska in late August, Paul told reporters he was broadening his early-state focus to include Western states, declaring that he was in the race for “the long haul.”\nBut those kinds of declarations can be, as Paul knows, unlucky.\nSam Youngman: 502-875-3793, @samyoungman", "byline": "", "description": "Presidential campaign is struggling\n“We do need to win New Hampshire,” senator says\nJeb Bush beats Paul to be first to file for Kentucky primary\n…\nClick to Continue »", "title": "Analysis: Death watch for Rand Paul campaign", "url": "http://www.mcclatchydc.com/news/politics-government/election/article36726486.html", "topics": ["personality"], "people": ["Rand Paul", "George Pataki", "Jeb Bush", "Rick Perry", "Donald Trump", "Marco Rubio", "Bobby Jindal", "Sam Youngman", "Carly Fiorina", "Scott Walker"], "orgs": ["Republican Party", "PACs", "Beltway"], "authors": [{"author_id": 34855, "fullname": "sam youngman", "primary_org": "mcclatchy"}], "date_written": "2015-09-27 02:17:59", "org": "mcclatchy", "article_id": "3991ffebdca20fc70bd6b40ecbc9d0c1", "date_access": "2015-09-27 01:30:06.895151"}