{"body": " - The call to repeal one of the Affordable Care Act's most controversial provisions got louder on Thursday when a group of prominent Democratic senators introduced legislation to abolish the so-called \"Cadillac Tax\" on high-cost, employer-sponsored health plans.\nThe action further solidified growing bipartisan opposition to the tax, which has already drawn the ire of employers, insurers, unions and benefits groups.\nThey claim the tax would burden working families with higher costs and force employers to cut benefits. \n“We can control health costs while standing up for working Americans,” Brown said. “By repealing the Cadillac tax, we can prevent certain employer-provided health plans from being taxed.”\nBeginning in 2018, the ACA imposes a 40-percent excise tax on group health plan premiums that top $10,200 for single coverage and $27,500 for family coverage. \nRoughly one in four employers who provide health coverage could be subject to the tax unless they adjust their coverage offerings, the Kaiser Family Foundation estimates. \nThat could grow to thirty percent of employers in 2023 and 42 percent in 2028 if plans are unchanged and health benefit costs increase as expected, the Kaiser analysis found.\nAmong large companies with at least 200 employees, 19 percent say their largest health plan would exceed the 2018 thresholds, a separate Kaiser survey of employers found. Thirteen percent of large employers say they've already changed their coverage or cost-sharing requirements because of the anticipated tax, while 8 percent have switched to a cheaper plan.\nThe tax would raise about $98 billion over ten years to help pay for the health law's expansion of insurance coverage.\nIt was also designed to keep employers from providing overly generous coverage with low out-of-pocket costs that can lead plan members to seek more medical care - which drives up the cost of coverage.\nThe legislation, introduced Thursday by Sen. Sherrod Brown, D-OH, calls for repealing the tax and replacing the lost revenue so the move doesn’t hurt the ACA’s coverage expansion or increase the federal deficit.\n“We shouldn’t end one tax on middle class taxpayers while leaving them to foot the bill for an increase in the federal deficit,” Brown said.\nThe proposal was co-sponsored by fellow Democratic Senators: Charles Schumer of New York; Patrick Leahy of Vermont; Mazie Hirono of Hawaii; Jeanne Shaheen of New Hampshire; Chris Murphy and Richard Blumenthal of Connecticut; Michael Bennet of Colorado and Bob Casey of Pennsylvania.\nSenator Bernie Sanders of Vermont, a Democratic presidential candidate, is also a co-sponsor.\nSenators Dean Heller, R-NV, and Martin Heinrich, D-NM, have also co-sponsored repeal legislation and Reps. Joe Courtney, D-CT, and Frank Guinta, R-NH, have both introduced separate repeal proposals. \nTony Pugh: 202-383-6013, @TonyPughDC", "byline": "", "description": "The proposal would eliminate controversial tax on high-cost, employer-sponsored health plans\nUnions, employers, insurers and benefits groups support the proposal\n\nBut killing the tax would leave a $98 billion revenue shortfall\n…\nClick to Continue »", "title": "Senate Democrats introduce legislation to repeal Obamacare “Cadillac Tax”", "url": "http://www.mcclatchydc.com/news/nation-world/national/article36473430.html", "topics": ["health"], "people": ["Michael Bennet", "Joe Courtney", "Charles Schumer", "Jeanne Shaheen", "Sherrod Brown", "Dean Heller", "Patrick Leahy", "Bob Casey", "Frank Guinta", "Bernie Sanders", "Chris Murphy", "Richard Blumenthal", "Martin Heinrich", "Mazie Hirono"], "orgs": ["ACA", "Kaiser", "Senate", "Cadillac", "Reps", "Kaiser Family Foundation"], "authors": [{"author_id": 33936, "fullname": "tony pugh", "primary_org": "mcclatchy"}], "date_written": "2015-09-24 22:22:37", "org": "mcclatchy", "article_id": "153c9441eebc0dd5c420b46529790340", "date_access": "2015-09-24 21:30:06.896077"}