{"body": " Eight years ago, Hillary Clinton had an aura of inevitability.\nBarack Obama? Who? An African American president?\nFlash forward to today. Clinton again wants to project that aura, but it’s again slowly cracking, thanks to another rival who, on paper, seems a long shot to ever get elected president.\nTo do that, though, Bernie Sanders has to first win over the people of Iowa’s 99 counties, as Obama once did. It won’t be easy. But it’s not out of the question.\nThe U. S. senator from Vermont, who is actually an independent, but running for president as a Democrat, has been drawing huge, enthusiastic crowds in friendly places such as college campuses and liberal bastions like Portland, Ore., and Madison, Wis.\nFriday night he was out of those comfort zones, sharing the bill in Clear Lake, population 7,692, with Democratic presidential hopefuls Hillary Clinton, Martin O’Malley and Lincoln Chafee.\nClinton wowed the throng of 2,100 with her energy and vigorous defense, sometimes jokingly, of her using a private email server while secretary of State. O’Malley often echoed Sanders’ progressive message. The former mayor of Baltimore and governor of Maryland gets praise for his energy and new generation pitch. \nThe good news for Sanders was uncharacteristically subtle: The audience didn’t belong to any single candidate.\nMarsha Wildin, for instance, likes Clinton. Husband Dave prefers Sanders.\n\"I want to see a woman in power,\" said Marsha, an Algona real estate agent.\n\"Sanders has a better position on the minimum wage, and he voted against the Iraq war,\" countered Dave, who also sells real estate.\nClinton, however, may be falling victim to a weariness with politics-as-usual, and the same familiar names. Indeed, on the other side, Republican White House hopeful Jeb Bush, whose brother and father were presidents, is sitting in the middle of his party’s presidential pack. \nThe public might also be tired of the drama that always seems to go hand-in-hand with the Clintons; this time, it’s their family charitable foundation and the email controversy.\nA growing number of voters appear interested in Sanders’ unapologetic message and willingness to challenge Washington orthodoxy. Indeed, he moved ahead of Clinton in a recent poll out of New Hampshire, site of the first presidential primary next year.\nStill, winning the Democratic presidential nomination means capturing support among the party’s key elements, including women, blacks and Hispanics – voting blocs where Clinton has always been strong. \n\n52 Martin O’Malley’s age. Hillary Clinton is 67, Bernie Sanders 73, Lincoln Chafee 62\nWhat’s most encouraging for Sanders is that Clear Lake should be Clinton country. Halfway between Minneapolis and Des Moines, this flat slice of northern Iowa would seem a good fit for the former New York senator’s message of experience and savvy. It’s a city that respects the past.\nClear Lake’s claim to fame is as the last place first generation rock-and-rollers Buddy Holly, the Big Bopper and Richie Valens played before their plane crashed, killing all three, on February 3, 1959. It’s the very same ballroom where the Democratic presidential beauty contest took place Friday night.\nClinton supporters arrived early, pasted her stickers in the front row of the ballroom, and made their case.\n\"She has a lot of experience, and she’s a woman,\" explained Lynel Helmers, a Mason City stay-at-home mother. Like most Clinton backers, the controversy over her private email as secretary of State didn’t bother her.\n\"It’s a big deal,\" said Helmers, \"but everybody makes mistakes.\"\nClinton didn’t disappoint, touching every political base. She joked about the server. She made a passionate appeal to women, reminding them how Republican presidential candidates are eager to curb abortion rights, oppose equal pay laws and limit family leave.\n\"If calling for equal pay and paid leave is playing the gender card, then deal me in,\" Clinton protested. \"If helping more working parents find quality, affordable child care is playing the gender card, then I’m ready to ante up.”\n\nIf Republicans think they’re going to win this election by demeaning or dividing women, then they’re the ones not playing with a full deck. Hillary Clinton at the Democratic Wing Ding gala Friday night\nIn the audience, though, Clinton loyalists sensed eerie echoes of eight years ago when a barely-known Obama, then a U.S. senator from Illinois, came from seemingly out of nowhere and won the Iowa caucus.\nWhile people today concede Sanders, with his socialist background and unpresidential style – he’s also 73 ‑ may be unelectable, they also recall the summer of 2007 when Obama captured their political imagination and ultimately their votes. Clinton finished third in the 2008 Iowa caucus.\nEDITORS: STORY CAN END HERE\n\"It’s just like when Obama ran,\" recalled Marjorie Bullen, a Nashua retiree and Clinton backer. \"He said he was going to change things. If people are dumb enough to believe everything a candidate says, they’re going to get what they deserve.\"\nThat’s not what Sanders backers are saying, and they were easy to find. John Ralls, a Buffalo Center high school para-educator, heard Sanders in Kensett. Clinton, he said, \"seems a little out of touch.\"\n\nMore than 300 people showed up in Kensett, Iowa, – population 261 – to hear Sanders in May.\nSanders offers a different kind of energy, a passion borne of a lifetime’s worth of uphill struggles and a zest for intellectual combat. He got big cheers when he said he’d oppose the Keystone XL pipeline and reminded everyone that as a House of Representatives member in 2002, he voted against the Iraq War.\nClinton has declined to state her position on the pipeline. She voted for the Iraq war resolution while in the Senate and later said that was a mistake.\nSanders took on issues rarely discussed on the presidential trail.\n \"Nobody will fight harder than I will to end racism in America,\" Sanders said, \"and to reform our broken criminal justice system.\"\nHis was a different kind of political red meat, and the audience’s political appetite was aroused.\n\"My biggest problem could be his age, but he’s spry, and thinks clearly,\" said Deb Dunn, a Mason City event coordinator. \"Hillary Clinton is the status quo.\"\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Out of his comfort zone but showing appeal\nClinton wows Democratic crowd, but so does Sanders\nSanders cites opposition to Iraq war, Keystone pipeline\n…\nClick to Continue »", "title": "Bernie Sanders in Iowa: The next Obama?", "url": "http://www.mcclatchydc.com/news/politics-government/election/article31189295.html", "topics": ["women", "campaign_finance"], "people": ["Martin O'Malley", "Jeb Bush", "Hillary Clinton", "Barack Obama", "Buddy Holly", "David Lightman", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Senate", "House of Representatives"], "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-08-15 17:22:16", "org": "mcclatchy", "article_id": "86939318d7713408099b53c9a7add1b0", "date_access": "2015-08-15 16:30:02.685708"}