{"body": "Republican presidential candidate Donald Trump Tuesday dismissed a scathing editorial by The Des Moines Register editorial that urged him to abandon his campaign following his verbal attack on Sen. John McCain and his military service in Vietnam.\n\"The best way Donald Trump can serve his country is by apologizing to McCain and terminating this ill-conceived campaign,\" The Register’s editorial board wrote.\nTrump blasted the state’s most influential newspaper, basically calling it a paper tiger that can’t handle the fact that he’s the leading Republican presidential contender in most national polls.\n\"The Des Moines Register has lost much circulation, advertising, and power over the last number of years,\" Trump said in a statement released by his campaign. \"They will anything for a headline, and this poorly written ‘non-endorsement’ got them some desperately needed ink.\"\nThe Register’s editorial agreed with several Republican White House hopefuls and scolded Trump for his comments about McCain, who was a prisoner of war in Vietnam for five and a half years. Trump didn’t serve in Vietnam. He received deferments and a high lottery number.\n\"I like people who weren’t captured,\" Trump said.\nSuch remarks led the editorial board to conclude that Trump has \"become ‘the distraction with traction’ – a feckless blowhard who can generate headlines, name recognition and polling numbers not by provoking thought, but by provoking outrage.\"\nTrump accused the newspaper of failing to accurately portray the level of support and enthusiasm for his campaign in the state that hosts the first-in-the-nation caucus.\n\"I have been treated very badly by the Des Moines Register,\" he said. \"They were uneven and inconsistent, but far more importantly, very dishonest. They rarely write the facts or report what really took place. They never captured the energy of each event and it is a constant battle with them by my representatives to get an accurate of the large crowds.\"\nTrump added that \"it’s always wonderful to have the support of a newspaper, even a failing one, but this has only given me more motivation to fight harder in Iowa and Make America Great Again!\"\nWilliam Douglas: 202-383-6026, @williamgdouglas", "byline": "", "description": "Editoral says Trump’s a “distraction with traction”\nTrump says his lead in polls is too much for liberal media to bear\nTrump says he been treated “very badly” by Des Moines Register\n…\nClick to Continue »", "title": "Paper urges Trump to quit race; Trump calls paper a loser", "url": "http://www.mcclatchydc.com/news/politics-government/election/article28023232.html", "topics": ["mexico", "personality", "military"], "people": ["Donald Trump", "William Douglas"], "orgs": ["The Register", "America Great Again", "Des Moines Register"], "authors": [{"author_id": 33904, "fullname": "william douglas", "primary_org": "mcclatchy"}], "date_written": "2015-07-21 18:53:40", "org": "mcclatchy", "article_id": "02fe992ff6ff083fbe11ab14b1d3b616", "date_access": "2015-07-21 18:00:05.362146"}