{"body": "\n\n\n\ni\n\n\n\n\n            Vice President Joe Biden reacts as he enters the auditorium before speaking about the economy and the Obama administration's policies, Thursday, Feb. 12, 2015, at Drake University in Des Moines, Iowa.\n            \n            \n                \n                Charlie Neibergall/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Charlie Neibergall/AP\n        \n    \n\n\n\n\n\n\n\n\nVice President Joe Biden reacts as he enters the auditorium before speaking about the economy and the Obama administration's policies, Thursday, Feb. 12, 2015, at Drake University in Des Moines, Iowa.\n\n            \n            Charlie Neibergall/AP\n            \n        \n\n\n\nThe decision clock is ticking for Vice President Joe Biden to decide about a presidential run — and history hasn't been kind to past candidates who waited until the last minute. Recent campaigns are littered with would-be front-runners who tried to wait it out and seize late momentum. Instead, they ended up as has-beens. In 2004, General Wesley Clark didn't enter the contest until September. He was leading the Democratic polls then, but rapidly fell once he became an official candidate. In 2008, former Tennessee Sen. Fred Thompson waited until after Labor Day to get in. The Republican's much-heralded campaign never took off, and now he's pitching reverse mortgages on TV instead of sitting in the Oval Office. And in 2012, Rick Perry hoped his late announcement would boost him in the GOP field. His rise was short-lived amid gaffes and missteps, and now the former Texas governor is struggling again in the current field because of those ghosts. The problem all those candidates had was that they weren't widely known and had difficulty quickly staffing up, especially in Iowa, where caucus organizing is much more difficult than in primary states. \"He would need to get up and running very, very quickly,\" said former Iowa Lt. Gov. Patti Judge, who is neutral in the primary. \"Hillary Clinton has a strong organization here. [Vermont Sen.] Bernie sanders has a strong organization here, and [former Maryland Gov.] Martin O'Malley has certainly put a strong organization together. We have three campaigns that know what it takes.\" But the situations aren't totally analogous. Biden does not have the name ID problem others in the past had, and he's certainly more politically experienced than Clark. Thompson and Perry both seemed to lack the passion Biden frequently exhibits. And, what's more, none of them was the sitting vice president to a president still very popular with the party's base. \"I think it's difficult for a candidate to get in very late, but what's different about Joe Biden is that he's a sitting vice president,\" said Jamal Simmons, who served as Clark's press secretary in 2004. \"Clark had never run for any office. He had to build a campaign and learn how to be a politician at the same time,\" added Simmons, who's now a Democratic consultant and co-founder of CRVIII.com. \"Biden has done it twice before and has a network and a database of donors to rely on.\" But with the Democratic field already crystallizing, Biden's biggest difficulty may still be in snapping up top talent and quickly organizing. He also has to try to catapult not just past the former secretary of state, but also an insurgent Sanders. Polling shows Biden in a distant third. And Biden has never carved out a purely progressive mantle like Sanders, but instead more overlaps politically with Clinton. \"I just don't know where he breaks into the field,\" said former Democratic National Committee Chairman Don Fowler, who is backing Clinton but has been a longtime friend of Biden. \"In terms of his general political perspective in the world, he and Hillary occupy the same ground. \"I just dont know how he takes Sen. Sanders's ground.\" For people like Fowler, it's put them in an awkward position. Many are close to both Clinton and Biden, but those who never saw serious signals from the vice president that he planned on running are already committed elsewhere. \"A lot of the people who like him and are his friends and who have supported him in the past, have long since committed to Hillary,\" Fowler continued. \"I just don't know where you pick the apples. I'm sure if he declared and was vigorous that a few people would support him and commit to him.\" Much of the late start has been out of Biden's control. He's still mourning the death of his eldest son, Beau, in May from brain cancer. \"I certainly think that Vice President Biden is an extremely qualified candidate, if he were to choose to run for president,\" Judge said. \"I do believe that it's late, and I understand his personal circumstances have certainly made it impossible for him to jump in any sooner. You can't control that; you can't control life.\" Only recently has he begun to step back into the spotlight, and is now meeting with would-be advisers and reportedly has President Obama's blessing — all spurring speculation that he will, indeed, jump in. A superPAC, \"Draft Biden,\" has tried to build the infrastructure and support for a campaign from the vice president as well, and they've recently gotten more legitimacy after a former Beau Biden adviser joined the group, along with former Obama aide Steve Schale. Simmons argued there's still room in the field for Biden, even if he's a late entrant. And his inclusion could actually help Clinton — possibly allaying the fears that her campaign, beset with questions about her e-mail server and more, isn't ready for prime time. \"What Joe Biden would provide, whether he wins or not, is the kind of contest to Clinton that would make her campaign have to turn it up a notch, which would be good for Democrats,\" he said. \"We need her to be tested and ready for the fall campaign.\" Judge agreed that Biden's presence could sharpen Clinton and said that the vice president's style on the stump could help him in Iowa, even though in 2008 he wasn't able to break away from the pack and finished a disappointing fifth. \"Nothing against Mrs. Clinton, but I think this is good for our party that we have other candidates that are talking and help frame issues for us,\" she continued. \"This just helps.\"\n", "byline": "", "description": "History hasn't been kind to late presidential entrants. But with the vice president's name ID and position, his campaign could break the mold and challenge and sharpen Hillary Clinton.", "title": "Biden's Path: Time Is Not Exactly On His Side", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/25/434608395/bidens-path-time-is-not-exactly-on-his-side", "topics": ["campaign_finance", "economy"], "people": ["Charlie Neibergall", "Steve Schale", "Martin O'Malley", "Joe Biden", "Wesley Clark", "Hillary Clinton", "Don Fowler", "Rick Perry", "Jamal Simmons", "Beau Biden", "Bernie Sanders", "Fred Thompson"], "orgs": ["CRVIII", "Democratic National Committee", "GOP", "Oval Office"], "authors": [{"author_id": 25945, "fullname": "jessica taylor", "primary_org": "npr"}], "date_written": "2015-08-25 18:54:00", "org": "npr", "article_id": "0b057fe76d0a341c5663383f67f4628a", "date_access": "2015-08-25 18:00:05.096432"}