{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Cruz (left) waits off stage as he is introduced to speak to the Hispanic Chamber of Commerce.\n            \n            \n                \n                Mark Wilson/Getty Images\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Mark Wilson/Getty Images\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Cruz (left) waits off stage as he is introduced to speak to the Hispanic Chamber of Commerce.\n        \n            \n            Mark Wilson/Getty Images\n            \n        \n    \n\n   \n   On the Republican side of the 2016 race, this was the week the courting of the Latino vote seemed to begin.   Sen. Ted Cruz of Texas spoke at the Hispanic Chamber of Commerce Wednesday, after the group criticized him for skipping their summit last month. Meanwhile, Jeb Bush went on a Spanish-language tour — first to Puerto Rico and then speaking to the National Hispanic Christian Leadership Conference in Houston.   Latinos are part of the electorate everyone agrees is key, but the GOP has struggled to connect. They have long skewed Democratic, but the last two presidential elections hit Republicans especially hard — they voted overwhelmingly for Obama. But this time around two major candidates on the right — Cruz and Marco Rubio — are Hispanic. And despite that box he checked, Jeb Bush is not Latino, but his wife is Mexican-American, and he speaks fluent Spanish.   Cruz, who is Cuban-American, told the Hispanic Chamber of Commerce about his immigrant father who struggled to get a job in the 1960s. He said his father came to terms with the fact that if he was up against an American for a job, \"they'll hire the other guy.\"   Asked how he would attract Hispanic voters in 2016, he called the community \"fundamentally conservative,\" and cited shared values like faith, family, patriotism, and hard work.   \"I don't think I've ever seen a Hispanic panhandler,\" he told the audience. \"And the reason is in our community it would be shameful to be begging on the street.\"   That's a line he has said before but during a presidential election, every word is more closely scrutinized. His hometown paper, The Houston Chronicle, noted this:      \"Two days after making the statement, the Republican presidential contender refused to offer an opinion about African-Americans who beg for money on the street. Asked Thursday what he thought of them, Cruz turned away without speaking, striding into a senators-only elevator in the Capitol and waiting for the doors to close.\"      Cruz added at the chamber, \"Now if you want people to work their fingers to the bones, hard work, you'll have Hispanic men and women lining up to work hard and provide for their families. Those are all conservative values.\"   Cruz also repeatedly pointed to polls that show the top issue for Hispanic voters (like nearly all others) is the economy. He called it the central issue for 2016, and said his \"No. 1 priority\" in the Senate \"has been economic growth.\"   In Puerto Rico, Bush pushed for statehood, advocated a legal pathway to citizenship and spoke adoringly about his wife, and his bilingual, bicultural children.   Though Puerto Rico doesn't have any votes in the electoral college, it does send delegates to the conventions — and Bush's visit made for good optics back in the U.S. It was covered by Spanish-language networks Telemundo and Univision.   During those stops, Bush also spoke about his Catholic faith, which he converted to 20 years ago. In Houston, he called the audience of Hispanic Christians \"the hope of this country.\"   Bush also hopes to capitalize on his last name. His older brother, George W., won about 40 percent of the Hispanic vote in the 2004 election, the best showing ever for a Republican.   Sen. Marco Rubio, who is also Cuban-American, spoke to NPR recently about what he feels the Republican Party needs to do to win over Latinos.   \"Well, at the end, I don't think people go to the ballot box and say, 'I'm a Latino, therefore I'm voting Democrat,'\" he said. \"I think they bring with them their hopes and fears about the future, and they vote for whoever they think best understands them. And the challenge the Republican Party has had is unfairly, but it's the reality, they've been portrayed as a party that doesn't care about people who are trying to make it.\"   Republicans are hoping they can make inroads with Hispanics in 2016 given some disaffection among Latinos with President Obama's handling of deportations. But with Republicans in Congress standing in the way of comprehensive immigration reform, that is going to be a tough argument.   Hillary Clinton, the leading contender on the Democratic side, hopes to capitalize on that when she takes her pitch to Hispanics on the road in places like Nevada and Colorado.\n", "byline": "", "description": "At the Hispanic Chamber of Commerce this week, Sen. Ted Cruz called the community \"fundamentally conservative,\" and added, \"I don't think I've ever seen a Hispanic panhandler.\"", "title": "Latino Panhandlers, Ted Cruz, And The Republican Push For Hispanics", "url": "http://www.npr.org/blogs/itsallpolitics/2015/05/01/403375859/latino-panhandlers-ted-cruz-and-the-republican-push-for-hispanics", "topics": ["immigration", "economy"], "people": ["Marco Rubio", "Jeb Bush", "Hillary Clinton", "Mark Wilson", "Ted Cruz"], "orgs": ["Congress", "National Hispanic Christian Leadership Conference in Houston", "Senate", "Republican Party", "Univision", "Telemundo", "Hispanic Chamber of Commerce", "GOP"], "authors": [{"author_id": 3223, "fullname": "amita kelly", "primary_org": "npr"}], "date_written": "2015-05-01 14:57:00", "org": "npr", "article_id": "981d855578c62ae034657fb6fd58ada3", "date_access": "2015-05-01 14:00:18.096731"}