{"body": "\n\n\n\ni\n\n\n\n\n            The Federal Election Commission might not approve the methods of WHO-TV's Corn Caucus at the Iowa State Fair. But voting in jars does allow for transparency.\n            \n            \n                \n                Don Gonyea/NPR\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Don Gonyea/NPR\n        \n    \n\n\n\n\n\n\n\n\nThe Federal Election Commission might not approve the methods of WHO-TV's Corn Caucus at the Iowa State Fair. But voting in jars does allow for transparency.\n\n            \n            Don Gonyea/NPR\n            \n        \n\n\n\nThere are highly scientific polls, with careful attention paid to sample size and demographics. There are robo-polls where computers make the calls and interview those who pick up the phone. There are those cable tv polls where viewers are asked to \"call this number and tell us who you like.\" And then there's the Corn Caucus, sponsored by WHO-TV in Des Moines, every presidential election season at the Iowa State Fair. You know how we always warn that you shouldn't read too much into polls this early in a campaign? And how we tell you to pay close attention to the margin of error in any polling result? Well, by the standards of scientific research and data analysis, I can say – with no margin for error – that the Iowa Corn Caucus is both deeply flawed and a lot of fun. Here's how it works. There are twenty-two mason jars lined up in two-tiered rows. Oddly enough the Republicans are on the left and the Democrats on the right. Each jar has a small half-inch hole cut into the lid. Fair-goers line up. Each is handed a single kernel of corn. Which they deposit into the jar of their choice. Then the next person does the same. And so on. No ID required. No need to prove that this isn't your third time through today. But it is fun. And it gets people talking. And thinking about the race. And even teasing each other in line. One man I observed allowed his hand to hover over every single jar for a moment. Back and forth. Then back and forth again, before dropping it into the Mike Huckabee jar. An hour later, a woman stepped away from the booth and told her friend, \"I voted for Bernie,\" as in Bernie Sanders. Her friend laughed in surprise, before adding, \"Good for you.\" Are these votes Huckabee and Sanders can count on in Iowa in the February caucuses? Hard to say. Early polls have little ability to predict who is going to win a race. Here at the Iowa State Fair's WHO-TV Corn Caucus, no one is pretending that's what's going on. It's not science. It's just fun. Given that, here's how the leader board tallied at 11:30 a.m. on day one of the fair. Republicans -Donald Trump 32% -Ben Carson 20% -Mike Huckabee 9% Democrats -Hillary Clinton 65% -Bernie Sanders 31% -Martin O'Malley 3% Don't take it to the bank. The margin of error is somewhere around +/- a thousand acres. (My own non-scientific estimate.)\n", "byline": "", "description": "Visitors to the Iowa State Fair can register their choice for president at the Corn Caucus.", "title": "Looking For Kernels Of Truth In Latest Iowa Poll? Maybe Not", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/14/432136126/looking-for-kernels-of-truth-in-latest-iowa-poll-maybe-not", "topics": ["immigration", "personality"], "people": ["Martin O'Malley", "Hillary Clinton", "Donald Trump", "Mike Huckabee", "Bernie Sanders", "Don Gonyea", "Ben Carson"], "orgs": ["Federal Election Commission"], "authors": [{"author_id": 10, "fullname": "don gonyea", "primary_org": "npr"}], "date_written": "2015-08-14 12:03:35", "org": "npr", "article_id": "648eb9acc9ed62989406b1bab0a5f052", "date_access": "2015-08-14 11:10:09.545023"}