{"body": "\n\n\n\ni\n\n\n\n\n            Robert Gray of Jackson, Miss., who won the Democratic primary for governor, outside the governor's office at the state Capitol on Wednesday. Gray, a long distance truck driver, was a surprise winner, having spent virtually no money on advertisement and doing a limited amount of campaigning.\n            \n            \n                \n                Rogelio V. Solis/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Rogelio V. Solis/AP\n        \n    \n\n\n\n\n\n\n\n\nRobert Gray of Jackson, Miss., who won the Democratic primary for governor, outside the governor's office at the state Capitol on Wednesday. Gray, a long distance truck driver, was a surprise winner, having spent virtually no money on advertisement and doing a limited amount of campaigning.\n\n            \n            Rogelio V. Solis/AP\n            \n        \n\n\n\nTake heart if you're sick of money in politics and the undue influence of political parties. On Tuesday evening, a Mississippi truck driver won the Democratic nomination for governor without spending a cent, running a TV ad or even launching a website. Robert Gray was the surprise winner to challenge Republican Gov. Phil Bryant this fall, upsetting party favorite Vicki Slater, a trial lawyer, and OB-GYN Valerie Adream Smartt Short. Gray won with just over 50 percent of the vote, even avoiding a runoff. He beat Slater, his next closest opponent, by 20 points. So how exactly did a political unknown with no campaign infrastructure who didn't even bother to vote for himself in the primary manage to win? Gray chalks it up to the fact that his name was the first one voters in the low-turnout primary saw on the ballot. In fact, he said his parents didn't even know he was running. \"Actually, it wasn't too much campaigning,\" Gray told Mississippi Public Broadcasting. \"It was a couple of events, but even though my opponents did a lot of hard campaigning they only reached a few people. You know, it was just people showing up, voting and, I guess random, voting.\" The phenomenon is nothing new — especially for Democrats in the South lately. With their party receding and struggling to even be competitive statewide, lower-turnout Democratic primaries haven't gone Democrats' way — hobbling their chances even more. In 2010, South Carolina Democrats thought they had finally found someone to take on then-GOP Sen. Jim DeMint. Charleston County Councilman Vic Rawl was supposed to have won the primary. But once the voters were counted, that wasn't the case. \n\n\ni\n\n\n\n\n            Democrat Alvin Greene won the South Carolina Senate primary in an upset in 2010.\n            \n            \n                \n                Mary Ann Chastain/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Mary Ann Chastain/AP\n        \n    \n\n\n\n\n\n\n\n\nDemocrat Alvin Greene won the South Carolina Senate primary in an upset in 2010.\n\n            \n            Mary Ann Chastain/AP\n            \n        \n\n\n\nInstead, Alvin Greene — a 32 year-old unemployed military veteran who still lived with his father — won with 59 percent of the vote. Palmetto State Democrats were dumbfounded, and the party led the charge to try to get Greene off the ballot after he was indicted on felony pornography charge. But Greene would remain on the ballot — and would lose handily in November to DeMint. Tennessee Democrats have suffered similar episodes, too. In 2012, their upset nominee for Senate was Mark Clayton, who was actually a conservative who opposed gay marriage and abortion and was the leader of a controversial anti-gay group. His off-the-wall statements drew attention, such as claiming that the Transportation Security Administration \"mandates [transsexuals] and homosexuals grabbing children in their stranger-danger zones.\" Two years later, it was a man named — no joke — Charlie Brown who defeated another establishment-backed candidate to claim the Democratic nomination for governor. Apparently upset with Republican Gov. Bill Haslam, in one letter to the editor he appeared to threaten to electrocute the governor. What did Greene, Clayton, Brown and now Gray all have in common? Their names all came first on the ballot. And according to political scientists, that can sometimes be enough, especially in a low-turnout, low-information primary. \"Everybody knows somebody named Gray,\" said Charles S. Bullock III, a professor of political science at the University of Georgia. \"It helps to have a common name, all things being equal.\" Bullock said there could also have been some gender bias, given that Gray was running against two women. But for states like South Carolina, Tennessee and Mississippi, when you already have a struggling state party apparatus, these upset wins can easily happen. \"When you're the underdog party, it's hard to get someone to step up to run,\" said Bullock. \"You have essentially a number of people who are not well-known. One of them may be particularly weak, but no one goes into this with name recognition and money necessarily.\" As for Gray, his chances to pull another upset are unlikely. Bryant was already heavily favored to win a second term in the deeply red state.\n", "byline": "", "description": "A Mississippi truck driver won the Democratic primary for governor without any money or campaign. But he's not the first do recently do so, thanks to low-turnout elections.", "title": "How To Win A Primary With No Money Or Effort? Have A Common Name", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/05/429766657/how-to-win-a-primary-with-no-money-or-effort-have-a-common-name", "topics": ["campaign_finance", "women"], "people": ["Mary Ann Chastain", "Charlie Brown", "Alvin Greene", "Bill Haslam", "Phil Bryant", "Vicki Slater", "Robert Gray"], "orgs": ["Senate", "Transportation Security Administration", "University of Georgia"], "authors": [{"author_id": 25945, "fullname": "jessica taylor", "primary_org": "npr"}], "date_written": "2015-08-05 21:28:47", "org": "npr", "article_id": "07675d0e67eb75a9ce7ad1f96dcaa02c", "date_access": "2015-08-05 20:30:36.125198"}