{"body": "\n\n\n\ni\n\n\n\n\n            Sculptor Andy Goldsworthy used alder branches to make this bridge in a Dumfriesshire, Scotland, stream. (Jan. 17, 2014)\n            \n            \n                \n                Andy Goldsworthy/ Abrams\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Andy Goldsworthy/ Abrams\n        \n    \n\n\n\n\n\n\n\n\nSculptor Andy Goldsworthy used alder branches to make this bridge in a Dumfriesshire, Scotland, stream. (Jan. 17, 2014)\n\n            \n            Andy Goldsworthy/ Abrams\n            \n        \n\n\n\nFresh Air Weekend highlights some of the best interviews and reviews from past weeks, and new program elements specially paced for weekends. Our weekend show emphasizes interviews with writers, filmmakers, actors and musicians, and often includes excerpts from live in-studio concerts. This week: Univision's Jorge Ramos Discusses Journalism And That Donald Trump News Conference: Mexican-born journalist Jorge Ramos moved to the U.S. in 1983. \"I am glad that I came,\" he says. \"The First Amendment has given me all the opportunities that I couldn't have in Mexico.\" For Israeli-Born Chef, Hummus And 'Tehina' Are A Bridge To Home: Chef Michael Solomonov sees his mission as connecting people to the food of his homeland. \"That, to me, is my life's work,\" he says. Solomonov's new cookbook is Zahav: A World of Israeli Cooking. Sculptor Turns Rain, Ice And Trees Into 'Ephemeral Works': British artist Andy Goldsworthy's sculptures melt and decay. \"It's not about art,\" he says. \"It's just about life, and the need to understand that a lot of things in life do not last.\" You can listen to the original interviews here: Univision's Jorge Ramos Discusses Journalism And That Donald Trump News Conference For Israeli-Born Chef, Hummus And 'Tehina' Are A Bridge To Home Sculptor Turns Rain, Ice And Trees Into 'Ephemeral Works'\n", "byline": "", "description": "Jorge Ramos discusses journalism and his run-in with Donald Trump. Israeli-born chef Michael Solomonov connects people to the food of his homeland. Andy Goldsworthy turns rain, ice and trees into art.", "title": "Fresh Air Weekend: Univision's Jorge Ramos; Israeli Cooking; 'Ephemeral' Sculpture", "url": "http://www.npr.org/2015/10/10/447011147/fresh-air-weekend-univisions-jorge-ramos-israeli-cooking-ephemeral-sculpture", "topics": ["mexico"], "people": ["Jorge Ramos", "Donald Trump"], "orgs": ["Univision"], "authors": [], "date_written": "2015-10-10 14:03:37", "org": "npr", "article_id": "74e2963153bf2aec1f6167b14d28f30d", "date_access": "2015-10-10 13:31:18.560839"}