{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Carly Fiorina's \"Demon Sheep\" ad from her 2010 campaign has become one of the most infamous in recent political history.\n            \n            \n                \n                YouTube\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        YouTube\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Carly Fiorina's \"Demon Sheep\" ad from her 2010 campaign has become one of the most infamous in recent political history.\n        \n            \n            YouTube\n            \n        \n    \n\n   \n   Carly Fiorina officially entered the GOP presidential race rather calmly compared to her first bid for office five years ago, which gave us one of the most infamous political ads of all time – the \"Demon Sheep\" ad.   In 2010, the former Hewlett-Packard CEO was angling to take on Sen. Barbara Boxer, D-Calif., but she had to make it through the California Senate GOP primary. That meant knocking off former Rep. Tom Campbell, R-Calif., and in early 2010, he was polling anywhere from five to 10 points ahead of her.   How to make a splash and change up the conversation? Why not go for the bizarre?   Fiorina turned to famed political admaker Fred Davis, who had been the mastermind behind 2008 GOP presidential nominee John McCain's \"Celebrity\" ad against then-candidate Barack Obama, comparing him to Brittany Spears and Paris Hilton.   \n  \n    \n  \n  \n    \n  \n\n   But the \"Celebrity\" ad seems tame in comparison to Davis's new \"Demon Sheep\" vision, which NPR's Ken Rudin said felt like an acid trip.   The nearly three and a half-minute long spot starts out innocently enough, with a field of grazing sheep as a voiceover opines about the \"purity\" and \"piety\" that leaders should be.   \"Men like Tom Campbell, who would never lead us astray – his pedestal so high,\" the narrator says, as one sheep beings to rise up on a Grecian column.   That's where things start to get weird.   \n  \n    \n  \n  \n    \n  \n\n   With a clap of thunder and lightening, a more ominous voice begins to argue to voters it was Campbell, former Gov. Arnold Schwarzenegger's budget chief, who helped usher in the state's fiscal decline while still supporting new tax increases.   \"Tom Campbell — is he what he tells us, or is he what he's become over the years? A FCINO — Fiscal Conservative in Name Only. A Wolf in in Sheep's Clothing, \" the creepy narrator says, as a new sheep with glowing red eyes pops up from behind a tree.   From there, we see a man dressed up as the \"demon sheep\" prowling about and scaring other sheep.   \"Might there be a better choice? Someone who has not made a career out of politics – a political outsider,\" the narrator asks over clips of Fiorina in the boardroom.   The web ad never aired on television, but it got the type of buzz Fiorina was looking for — just little of it positive.   Time's Michael Scherer suggested the best way to view the ad was \"by pressing play on your cassette tape of Pink Floyd's Dark Side of The Moon just as you click play on YouTube.\"   Fiorina's heavy spending and continued hammering at Campbell's fiscal record helped her finally pull ahead of him by the June primary. She took another offbeat tack, again with the help of Davis, against Boxer later, showing her as a bloated, power-hungry blimp floating over the Capitol and California.   \n  \n    \n  \n  \n    \n  \n\n   Davis would go on to create another buzzworthy ad that cycle too — Delaware GOP Senate nominee Christine O'Donnell's infamous \"I'm Not a Witch\" TV ad.   \n  \n    \n  \n  \n    \n  \n\n   For her presidential announcement video this week, Fiorina took a more measured approach. While watching her main target — likely Democratic nominee Hillary Clinton's — own announcement, she flips off the TV and tells voters \"our Founding Fathers never intended us to have a professional political class.\"   \"We know the only way to reimagine our government is to reimagine who is leading it,\" she goes on to say. \"I'm Carly Fiorina, and I'm running for president.\"   \n  \n    \n  \n  \n    \n  \n\n   Davis told AdAge this week he was \"pretty surprised\" by his former client's somewhat normal tack.   \"She's been a risk taker,\" Davis said. \"I didn't see any signs of that in her announcement video. ... It seemed kind of middle of the road standard.\"   But don't count on him creating more bizzare ads for Fiorina this time around — he told AdAge he will be working with a candidate who has yet to announce — which could include former Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker, New Jersey Gov. Chris Christie, Louisiana Gov. Bobby Jindal, and others – maybe even billionaire Donald Trump.   Fiorina seems to have left \"Demon Sheep\" behind for now. Her challenge in the 2016 presidential race is to try and become known for something more than her most famous 3 minutes of footage.\n", "byline": "", "description": "Carly Fiorina's presidential launch this week was rather calm compared to her first bid for office five years ago, which gave us one of the most bizarre political ads of all time.", "title": "#TBT: Fiorina's 'Demon Sheep' Went Down In Political Ad Infamy", "url": "http://www.npr.org/blogs/itsallpolitics/2015/05/07/404977168/-tbt-fiorinas-demon-sheep-went-down-in-political-ad-infamy", "topics": ["personality"], "people": ["Donald Trump", "Michael Scherer", "Carly Fiorina", "Arnold Schwarzenegger", "Chris Christie", "Fred Davis", "Jeb Bush", "Hillary Clinton", "Christine O'Donnell", "Tom Campbell", "Barack Obama", "Bobby Jindal", "Barbara Boxer", "Scott Walker"], "orgs": ["Founding Fathers", "GOP"], "authors": [{"author_id": 25945, "fullname": "jessica taylor", "primary_org": "npr"}], "date_written": "2015-05-07 19:19:32", "org": "npr", "article_id": "e5826552cec3c2bc72ddc67a05870fda", "date_access": "2015-05-07 18:20:21.516949"}