{"body": "\nTwo inspectors general have asked Justice officials to open a criminal inquiry into whether classified information was mishandled in relation to former Secretary of State Hillary Clinton's use of a private email account to conduct official business. That's according to a New York Times report citing unnamed \"senior government officials.\" Those sources, the Times reports, also handed the paper two memos written by the inspectors general and sent to Patrick F. Kennedy, the under secretary of state for management. The memos, the Times reports, reveal two important things: First, that investigators found that Clinton's private email account contained \"hundreds of potentially classified emails.\" Second, the investigators found that \"at least one email made public by the State Department contained classified information.\" If you remember the issue of Clinton's private email account has cast controversy over Clinton's burgeoning presidential campaign. Clinton, however, has always maintained that she did not break the law when she opted to use a personal email account instead of a State Department account to conduct official business during her tenure as secretary of state. After the Times first revealed the practice, Clinton turned over tens of thousands of emails to the State Department and eventually asked for them to be made public. The State Department is releasing the emails in batches, as they are reviewed for sensitive information. Our friends at It's All Politics took a comprehensive look at the law back in April. They found that whether any law was broken would likely come down to whether classified material was sent over Clinton's personal account. During a press conference Clinton held in March, she was unequivocal about the issue. \"I did not email any classified material to anyone on my email,\" Clinton said at the time. \"There is no classified material. So I'm certainly well-aware of the classification requirements and did not send classified material.\"\n", "byline": "", "description": "<em>The New York Times</em> reports that two inspectors general want the Justice Department to investigate whether classified information was mishandled.", "title": "Report: Officials Seek Criminal Inquiry Over Clinton's Use Of Private Email", "url": "http://www.npr.org/sections/thetwo-way/2015/07/24/425839486/report-officials-seek-criminal-inquiry-over-clintons-use-of-private-email", "topics": ["personality", "women"], "people": ["Patrick F. Kennedy", "Hillary Clinton"], "orgs": ["Justice Department", "All Politics", "State Department"], "authors": [{"author_id": 1, "fullname": "eyder peralta", "primary_org": "npr"}], "date_written": "2015-07-24 11:57:00", "org": "npr", "article_id": "b92064f399c680fa245e46d6ab29fe70", "date_access": "2015-07-24 11:20:03.929258"}