{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            O'Malley cancelled a trip to Europe to try and be part of the solution in Baltimore. That got sidetracked when reporters picked up on comments from a city residents who criticized his \"tough on crime\" policing policies.\n            \n            \n                \n                Matt Rourke/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Matt Rourke/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        O'Malley cancelled a trip to Europe to try and be part of the solution in Baltimore. That got sidetracked when reporters picked up on comments from a city residents who criticized his \"tough on crime\" policing policies.\n        \n            \n            Matt Rourke/AP\n            \n        \n    \n\n   \n   It's been a tough week for a couple of candidates looking to break through on the presidential stage, namely Chris Christie and Martin O'Malley.   First, in New Jersey, David Wildstein, a former Christie ally and former Port Authority official, is expected to plead guilty to charges related to the \"Bridge-gate scandal\" that closed several lanes of traffic to the George Washington Bridge snarling cars over four days in 2013.   The New Jersey governor continues to deny any role in the incident. \"I know what the truth is, so I'm not the least bit concerned about it,\" Christie said Wednesday in typical defiant Christie fashion.   \n            \n    \n    i\n\n\n    \n        \n            While Christie addressed the Virginia Consumer Electronics Association Friday, his ally was due in court for charges related to the \"bridgegate\" scandal.\n            \n            \n                \n                Olivier Douliery/Getty Images\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Olivier Douliery/Getty Images\n        \n    \n\n\n    \n        \n    \n\n\n    \n        While Christie addressed the Virginia Consumer Electronics Association Friday, his ally was due in court for charges related to the \"bridgegate\" scandal.\n        \n            \n            Olivier Douliery/Getty Images\n            \n        \n    \n\n   \n   In Maryland, O'Malley, the former governor, was in the news for all the wrong reasons relating to the outbreak of violence in Baltimore following the death of a man while in police custody. O'Malley was scheduled to be in Europe, looking to burnish foreign-policy credentials ahead of a likely 2016 presidential bid. But, as the former mayor of Baltimore from 1999 to 2007, he canceled the trip and headed to the Charm City to try and be part of the solution.   That got sidetracked when reporters picked up on an exchange between O'Malley and a couple of men who heckled him about his \"tough on crime\" policing policies as mayor.   \"You made a lot of promises,\" one man shouted.   \"And I did the best that I could,\" O'Malley responded.   \"In what community? Not in the black community!\"   A couple men on motorcycles road by using an expletive and saying, \"This is his fault,\" and questioned why any residents or community leaders would shake his hand.   After a CNN interview Thursday, this was the headline: \"Martin O'Malley: 'We're all responsible' for Gray's death.\"   These aren't good headlines and storylines for candidates looking to breakthrough. For Christie, his fall has been remarkable. As recently as January 2014, right in the middle of \"Bridgegate,\" he led in hypothetical 2016 GOP primary polls. Today, he barely registers, polling below Ted Cruz, Mike Huckabee, Jeb Bush, Rand Paul, Scott Walker and Marco Rubio.   In February, Christie dismissed the polls. \"Is the election next week?\" Christie asked rhetorically at the Conservative Political Action Conference. \"I'm not worried about what the polls say 21 months before we elect the president.\"   But the months keep ticking away.   For O'Malley, he was positioning himself as a viable, more liberal alternative option to Hillary Clinton. But the incident in Baltimore is shedding light on some of his policing policies as Baltimore mayor that cut against the message he wants to deliver to the very people who could give him a lane against Clinton.   O'Malley says he will decide by the end of May if he will officially get in, but the timing of Baltimore couldn't be worse for him.\n", "byline": "", "description": "Former Maryland Gov. Martin O'Malley got heckled in Baltimore for his policing policies, while New Jersey Gov. Chris Christie's former ally is in court for his role in the 'bridgegate' scandal.", "title": "A Rough Week For Two Potential Presidential Candidates", "url": "http://www.npr.org/blogs/itsallpolitics/2015/05/01/403530955/a-rough-week-for-two-potential-presidential-candidates", "topics": ["personality", "immigration"], "people": ["Rand Paul", "Matt Rourke", "Martin O'Malley", "Chris Christie", "David Wildstein", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Mike Huckabee", "Olivier Douliery", "Scott Walker", "Ted Cruz"], "orgs": ["Port Authority", "Conservative Political Action Conference", "GOP"], "authors": [{"author_id": 18991, "fullname": "domenico montanaro", "primary_org": "npr"}], "date_written": "2015-05-01 16:05:00", "org": "npr", "article_id": "3104f90c38bee3206a5212c49112beef", "date_access": "2015-05-01 15:10:06.845534"}