{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Sen. Ted Cruz, wife Heidi, and two daughters Catherine, 4, left, and Caroline, 6, practice waving on stage at Liberty University before Cruz's Monday launch presidential campaign launch.\n            \n            \n                \n                Andrew Harnik/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Andrew Harnik/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Sen. Ted Cruz, wife Heidi, and two daughters Catherine, 4, left, and Caroline, 6, practice waving on stage at Liberty University before Cruz's Monday launch presidential campaign launch.\n        \n            \n            Andrew Harnik/AP\n            \n        \n    \n\n   \n   The 2016 presidential campaign has its first official candidate. Republican Ted Cruz jumped into the race for the presidency, announcing his intentions in a tweet at 12:09 am EDT Monday morning.   \"I'm running for President and I hope to earn your support!\" the firebrand Texas senator tweeted simply with an embedded video.   \n            I'm running for President and I hope to earn your support! pic.twitter.com/0UTqaIoytP— Ted Cruz (@tedcruz) March 23, 2015\n\n   \n   \n\n   \"It's a time for truth,\" Cruz says in the 30-second video that shows pictures of Americana â\u0080\u0094 baseball, the Golden Gate and Brooklyn bridges, men walking in a factory. \"A time to rise to the challenge, just as Americans have always done. I believe in America and her people and I believe we can stand up and restore our promise. It's going to take a new generation of courageous conservatives to help make America great again. And I'm ready to stand with you to lead the fight.\"   Though several candidates are testing the presidential waters in what is expected to be another crowded Republican field, Cruz is the first major candidate to outright declare he is running.   Cruz trails in early presidential primary polls. He pulled in just 4 percent of Republican primary voters in the latest CNN/ORC poll. An NBC/WSJ poll found Republicans split on whether they could support Cruz â\u0080\u0094 40 to 38 percent.   \n            \n    \n\n\n    \n        \n            Sen. Ted Cruz kisses his wife Heidi during a walk through Sunday night at Liberty University before Cruz's Monday presidential campaign announcement.\n            \n            \n                \n                Andrew Harnik/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Andrew Harnik/AP\n        \n    \n\n   \n   But the ideological hardliner and his team hope he can capitalize on his popularity with the Tea Party and his reputation as an outspoken fighter of both Democrats and the Republican establishment.   Cruz is set to hold a more traditional announcement event Monday at Liberty University in Virginia. The setting is emblematic of the path Cruz hopes to carve out to the nomination. Liberty claims to be the largest evangelical Christian university in the world. It was founded by evangelical pastor Jerry Falwell in 1971.   For Cruz, that means a focus of his campaign will be on rallying religious conservatives. And that's Iowa and South Carolina, two key early states where the number of voters in the GOP nominating contests are overwhelmingly white and a majority evangelical.   Entrance polls in 2012, for example, found that 99 percent of voters in the Iowa Republican caucuses were 99 percent white and 57 percent described themselves as born -again or evangelical Christians. In South Carolina, it was 98 percent white and 65 percent evangelical or born-again, according to exit polls.   Pat Robertson, another evangelical pastor, was the first to capitalize on the strength of the evangelical vote in Iowa. In 1988, \"Robertson's Army\" helped him past Vice President George H.W. Bush for a second-place finish in the caucuses. Ever since, GOP candidates have been trying to replicate what Robertson was able to pull off.   But that well-worn path is likely to have some traffic on it this year, including from the two most recent Iowa winners â\u0080\u0094 former Pennsylvania Sen. Rick Santorum and former Arkansas Gov. Mike Huckabee, both of whom are seriously considering running again.   Since bursting onto the scene in 2012 after his GOP primary upset victory against a former Texas lieutenant governor, Cruz has struck out not just against President Obama and Democrats, but also Republican leaders.   He has endorsed outsider Tea Party candidates against sitting U.S. senators, even while serving as vice chairman of the National Republican Senatorial Committee, the organization tasked with electing â\u0080\u0094 and reelecting â\u0080\u0094 GOP senators.   Cruz gained notoriety in 2013 for a 21-hour speech on the Senate floor against a government-funding bill because of his opposition to the health-care law. To fill time, he even wound up reading Dr. Seuss' Green Eggs and Ham.   \n  \n    \n  \n  \n    \n  \n\n   That was something Democrats decried as ironic given that the lead character went on to actually like the title dish after trying it.   \n            The Daily ShowDaily Show Full Episodes, More Daily Show Videos, Comedy Central Full Episodes\n   \n   \n\n   Cruz has also rankled Republican leaders, going around them to push for tactics leadership found politically unpalatable.   In 2013, Cruz worked with hard liners in the House to oppose plans to re-open the government after the partial shutdown â\u0080\u0094 a political crisis some Republicans accused Cruz of orchestrating.   Cruz also opposed the year-end 2014 spending bill. He wanted stronger language that would have defunded the president's executive action on immigration.\n", "byline": "", "description": "With a midnight tweet, Ted Cruz became the first major candidate to announce he is running for president. But Cruz faces an uphill climb against better-funded and better-known candidates.", "title": "Republican Thorn Ted Cruz Announces Run For President", "url": "http://www.npr.org/blogs/itsallpolitics/2015/03/23/394732942/republican-thorn-ted-cruz-announces-run-for-president", "topics": ["campaign_finance"], "people": ["Rick Santorum", "Andrew Harnik", "Mike Huckabee", "Jerry Falwell", "Pat Robertson", "Ted Cruz"], "orgs": ["Senate", "National Republican Senatorial Committee", "Tea Party", "GOP", "UTqaIoytP"], "authors": [{"author_id": 18991, "fullname": "domenico montanaro", "primary_org": "npr"}], "date_written": "2015-03-23 05:13:00", "org": "npr", "article_id": "0bdd52d161330e0036c2d3b7ddf4361f", "date_access": "2015-03-23 05:00:03.140694"}