{"body": "\n\n\n\ni\n\n\n\n\n            Florida Republican state Sen. Rene Garcia looks at a map for proposed changes in congressional districts during a Senate committee meeting on reapportionment in 2012.\n            \n            \n                \n                Chris O'Meara/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Chris O'Meara/AP\n        \n    \n\n\n\n\n\n\n\n\nFlorida Republican state Sen. Rene Garcia looks at a map for proposed changes in congressional districts during a Senate committee meeting on reapportionment in 2012.\n\n            \n            Chris O'Meara/AP\n            \n        \n\n\n\nA Florida judge will draw up new maps for the state's 27 congressional districts. After meeting in a two-week special session, Florida's House and Senate adjourned without agreeing on what the maps, ordered by the State Supreme Court, should look like. This was the Florida legislature's third attempt to draw congressional maps that comply with the state Constitution. Under an amendment adopted by voters in 2010, Florida's legislature must compile maps for congressional and legislative districts that don't protect incumbents or political parties. But although Florida's House and Senate are both controlled by Republicans, the two bodies were unable to come to an agreement. They adjourned amidst acrimony between House and Senate leaders. It was an atmosphere similar to that when the regular session ended in April with an impasse between the two bodies over whether to expand Medicaid. Republican leaders denied that feud carried over into this special session. With the failure of the legislature to produce new maps, the job of shaping Florida's 27 Congressional districts now falls to state Judge Terry Lewis. He's ordered hearings in September. Even though finalized Congressional maps are still at least a month away, redistricting has already shaken up next year's races in Florida. After the State Supreme Court said Florida's thirteenth Congressional was one of several to be redrawn, Republican Congressman David Jolly announced he would not run for re-election. Instead, he's joined the race for the seat being vacated by Florida Senator Marco Rubio. When it's redrawn, Jolly's district is expected to lean Democratic. Former Florida Governor Charlie Crist, a Democrat who lives in the district, now says he's likely to run. Redistricting is also likely to affect several other incumbents in Florida, including Republican Daniel Webster, whose 10th Congressional district near Orlando is likely to lean Democratic when redrawn. Florida's 2nd Congressional district is expected to become more Republican. Democratic first-termer Gwen Graham says she's waiting to see final maps before making a final decision on whether to run for re-election. The breakdown in Tallahassee over congressional maps is a preview of what may be another dysfunctional special session of the legislature set for October. Florida's legislature is reconvening then to draw up new maps for state Senate seats after agreeing in court that those also had improperly injected politics into the redistricting process.\n", "byline": "", "description": "Because the Sunshine State's legislature can't decide on how to redraw lines, a Florida judge will do it for them.", "title": "Judge To Redraw Florida's Congressional Maps After Legislature Fails To Reach Deal", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/21/433549415/judge-to-redraw-floridas-congressional-maps-after-legislature-fails-to-reach-dea", "topics": ["campaign_finance"], "people": ["Gwen Graham", "Terry Lewis", "David Jolly", "Marco Rubio", "Chris O'Meara", "Charlie Crist"], "orgs": ["Senate", "State Supreme Court"], "authors": [{"author_id": 58, "fullname": "greg allen", "primary_org": "npr"}], "date_written": "2015-08-21 21:23:27", "org": "npr", "article_id": "35b892e694cbf30fe63b45558d685ac3", "date_access": "2015-08-21 20:30:09.577862"}