{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Morning Edition host Steve Inskeep interviews President Obama in 2015. Inskeep shed some light on the process of how NPR is approaching interviews with 2016 presidential candidates.\n            \n            \n                \n                Nicholas Michael/NPR/Nicholas Michael/NPR\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Nicholas Michael/NPR/Nicholas Michael/NPR\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Morning Edition host Steve Inskeep interviews President Obama in 2015. Inskeep shed some light on the process of how NPR is approaching interviews with 2016 presidential candidates.\n        \n            \n            Nicholas Michael/NPR/Nicholas Michael/NPR\n            \n        \n    \n\n   \n   Morning Edition host Steve Inskeep's April 20 interview with former Maryland Gov. Martin O'Malley, a Democrat who is weighing a presidential bid, prompted some listeners to question how NPR was picking and choosing which candidates to highlight.   Listener Steve Mangion of Newbury, Mass., wanted an interview with Jim Webb, the former Democratic senator from Virginia and secretary of the Navy, who has formed a presidential exploratory committee. Listener Tyler Jones, of Olympia, Wash., wished for an interview with Jill Stein, a declared Green Party candidate.   Inskeep has, in fact, already interviewed Webb, on Jan. 30. He also talked to Sen. Marco Rubio, a Florida Republican, on April 13, the day he announced his presidency, and last year interviewed Vermont Sen. Bernie Sanders, an independent and self-described socialist, who is also contemplating a run.   But that leaves, oh, another 18 or so who have already declared they are running (Democrat Hillary Clinton, Republicans Ted Cruz and Rand Paul), or have indicated they are likely to run (for example, Republicans Jeb Bush, Scott Walker and Mike Huckabee, and Democrat Lincoln Chafee) or have made suspiciously timed trips to Iowa and New Hampshire.   Morning Edition has reached out to many of them for interviews. Inskeep told me by email: \"Who we interview or don't is determined by a combination of (a) our best judgment of who can add to the debate in a newsworthy way in a particular moment; (b) our bandwidth to get to them in a smart way; and (c) whether they accept our invitation. There is no science to it, and my goal is to hear a wide range of people over time, even though we won't hear everyone.\"   He declined to be specific about who Morning Edition has approached, calling the process \"a constant work in progress\" and noting that perspectives that don't make a show now may come later. Beth Donovan, NPR's supervising senior editor for Washington coverage, did say that NPR has interview requests in to all of the announced candidates, as well as many who are looking at a run.   Inskeep said:      \"Whenever possible, we are structuring longer interviews as an opportunity not only to question these contenders but to hear them think. My presumption is that many of them are simply interesting people with interesting thoughts about politics. Rubio, Webb and Sanders are about as different ideologically as they could be in America, and it's worth hearing all of them and more.\"      The interviews, of course, are just a small part of NPR's overall campaign coverage. Donovan said candidate profiles (which are reported pieces, as opposed to interviews by the shows) will start airing at the end of May. NPR will begin its profiles with the candidates who are formally in the race, and those who register in national polls, then expand the list over time, she said.\n", "byline": "", "description": "As NPR gears up for the 2016 presidential election, staffers provide insight into how they are choosing which candidates to interview.", "title": "Only 19 Months Until Election Day, And Over 19 Candidates To Hear From", "url": "http://www.npr.org/2015/04/23/401747373/only-19-months-until-election-day-and-over-19-candidates-to-hear-from", "topics": ["campaign_finance"], "people": ["Tyler Jones", "Rand Paul", "Martin O'Malley", "Steve Inskeep", "Hillary Clinton", "Beth Donovan", "Marco Rubio", "Mike Huckabee", "Jim Webb", "Jill Stein", "Bernie Sanders", "Scott Walker"], "orgs": ["Navy", "Olympia", "Green Party"], "authors": [{"author_id": 2663, "fullname": "elizabeth jensen", "primary_org": "npr"}], "date_written": "2015-04-23 22:14:55", "org": "npr", "article_id": "ad3f9bc880a1898c85393a567e573cd4", "date_access": "2015-04-23 21:15:28.953619"}