{"body": "\n\n\n\ni\n\n\n\n\n            Vice President Joe Biden admitted Wednesday that he's seriously considering running for president, but has not made up his mind.\n            \n            \n                \n                Jason Davis/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jason Davis/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nVice President Joe Biden admitted Wednesday that he's seriously considering running for president, but has not made up his mind.\n\n            \n            Jason Davis/Getty Images\n            \n        \n\n\n\nConfirming rumors that he is seriously considering jumping into the 2016 presidential race, Vice President Joe Biden acknowledged that he is indeed weighing whether to get into the contest. But in a closed-conference call with Democratic National Committee officials, he noted that he and his family are trying to decide \"whether or not there is the emotional fuel at this time to run.\" Biden's son Beau died in May. \"If I were to announce to run,\" Biden said, \"I have to be able to commit to all of you that I would be able to give it my whole heart and my whole soul, and right now, both are pretty well banged up. ... I've given this a lot of thought and dealing internally with the family on how we do this.\" CNN first reported the remarks, but \"a source familiar with the call\" confirmed to NPR what Biden said. Making matters more complicated for Biden is timing. If he were to get in at this late stage, other candidates would have a significant head start. In particular, taking on Hillary Clinton's juggernaut — with its campaign infrastructure and money — would be daunting. What's more, it's not just Clinton he has to worry about. Sen. Bernie Sanders has rocketed to the top or near the top in polls in New Hampshire and not far behind Clinton in Iowa. Biden trails behind both in most surveys. Biden, who has twice run unsuccessfully for president before, has said he would decide by the end of the summer. That would mean late September, something confirmed by White House spokesman Josh Earnest at a White House briefing earlier Tuesday. Biden confidantes believe he has an opening the more vulnerable Clinton continues to look because of the ongoing controversy surrounding her use of a private email server as secretary of state. It's something she addressed Wednesday in Des Moines, Iowa, in addition to Biden's potential candidacy. \"I just want him to reach whatever he thinks the right decision is,\" Clinton said, per NPR's Tamara Keith. \"And he has to do that. And it has to be a really, really hard one. And I was at his son's funeral. I mean I cannot even imagine the grief and the heartbreak.\"\n", "byline": "", "description": "Vice President Joe Biden said in a conference call with Democratic National Committee members that he's considering whether he has the \"emotional fuel\" to mount a 2016 presidential campaign.", "title": "Biden, Considering Presidential Bid, Says Family Is Weighing On Him", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/26/435040626/biden-says-he-s-weighing-presidential-campaign", "topics": ["campaign_finance"], "people": ["Josh Earnest", "Beau Biden", "Tamara Keith", "Joe Biden", "Hillary Clinton", "Jason Davis", "Bernie Sanders"], "orgs": ["Democratic National Committee"], "authors": [{"author_id": 18991, "fullname": "domenico montanaro", "primary_org": "npr"}], "date_written": "2015-08-27 01:55:00", "org": "npr", "article_id": "3a14f8f294f2692cd4e4ec7dc65d0964", "date_access": "2015-08-27 01:00:12.097896"}