{"body": "\n\n\n\ni\n\n\n\n\n            Bobby Jindal has been heavily attacking Donald Trump lately, and even though the businessman won't be on stage with him, expect more jabs from all the underdog candidates.\n            \n            \n                \n                Andrew Harnik/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Andrew Harnik/AP\n        \n    \n\n\n\n\n\n\n\n\nBobby Jindal has been heavily attacking Donald Trump lately, and even though the businessman won't be on stage with him, expect more jabs from all the underdog candidates.\n\n            \n            Andrew Harnik/AP\n            \n        \n\n\n\nNobody likes being at the kids' table, but that's exactly where Louisiana Gov. Bobby Jindal, former Pennsylvania Sen. Rick Santorum, South Carolina Sen. Lindsey Graham and former New York Gov. George Pataki once again find themselves tonight. The four Republicans didn't make the main debate stage for the second time, and their ranks have now shrunk to just four — businesswoman Carly Fiornia boosted herself into prime-time, former Texas Gov. Rick Perry dropped out and former Virginia Gov. Jim Gilmore didn't even qualify for the second-tier event. The smaller field will give each candidate more time to talk policy and politics and spar with their fellow rivals. But in reality, they have just two objectives: Stay alive, and try to stand out. If they don't have a breakthrough, it could be curtains for some. We'll be liveblogging the first debate here starting at 6 p.m. ET, along with the prime-time debate at 8 p.m. ET.\n", "byline": "", "description": "The four lower-tier Republicans who didn't make the main stage will try to make their own headlines and boost their sagging candidacies.", "title": "GOP Underdogs Try To Break Out In 'Happy Hour' Debate", "url": "http://www.npr.org/sections/itsallpolitics/2015/09/16/440667789/gop-underdogs-try-to-break-out-in-happy-hour-debate", "topics": ["campaign_finance"], "people": ["Rick Santorum", "Andrew Harnik", "Carly Fiornia", "Lindsey Graham", "Jim Gilmore", "Rick Perry", "Donald Trump", "George Pataki", "Bobby Jindal"], "orgs": [], "authors": [{"author_id": 25945, "fullname": "jessica taylor", "primary_org": "npr"}], "date_written": "2015-09-16 22:38:28", "org": "npr", "article_id": "7611e304e14c45a722f52a82dadc7abb", "date_access": "2015-09-16 21:40:05.767533"}