{"body": "\n\n\n\ni\n\n\n\n\n            Trump speaking to an audience during his trip to the U.S.-Mexico border in July. He has called for a wall on the border and mass deportation.\n            \n            \n                \n                Matthew Busch/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Matthew Busch/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nTrump speaking to an audience during his trip to the U.S.-Mexico border in July. He has called for a wall on the border and mass deportation.\n\n            \n            Matthew Busch/Getty Images\n            \n        \n\n\n\nEver since the tea party began in 2009, various Republicans have been auditioning to lead this populist revolt. Rand Paul took a chainsaw to the federal budget. Ted Cruz almost shut down the government. Chris Christie and Scott Walker have been bashing Washington elites. But it wasn't until Donald Trump came along that the populist base of the Republican party found the right mouthpiece for all its grievances. So much of what Trump says on the stump seems improvised and inconsistent. And on the surface he can look like nothing more than a bombastic showman. But Trump fits right into the classic tradition of American populism. From William Jennings Bryan to Huey Long to George Wallace to Ross Perot, American populism has always combined nativism with economic grievance. As Michael Lind of the New America Foundation points out, the populist world view sees a division not between rich and poor but between producers and parasites. And that's why Donald Trump's supporters hold in equal contempt Wall Street financiers who got a bailout and undocumented immigrants who broke the law. In their eyes both groups are cheaters and parasites. That's why it makes perfect sense for Trump to call for a big wall on the Mexican border and for higher taxes for hedge fund managers. Some of his positions — like higher tariffs, an end to tax breaks for hedge funds, and protections for entitlement programs like Medicare and Social Security — are challenging Republican orthodoxy. Some of them would even be right at home on Bernie Sanders website. But populism is often a mashup of positions from the left and right. The other thing Trump does is highlight the growing division between the Republican Party's establishment wing and its base. Ever since another populist — the segregationist Democrat George Wallace — led a group of alienated white southern Democrats into the GOP, the Republican Party's base has consisted of white working class (mostly male) voters whose views on trade, immigration, and entitlements have been at odds with the GOP's donor class. For a long time those divisions were papered over by social issues — opposition to abortion and gay marriage. But as the social issue debate recedes, the weak links in the conservative alliance are becoming more apparent. Trump and Trumpism makes the Republican coalition look like a rickety contraption. Maybe one of the lessons here is that this is what happens when a party waits too long to update its ideology. Conservative intellectuals have been talking for years about the need to update Reaganomics for the 21st century, to develop a modern message for the middle class, especially for blue collar, non-college-educated voters who have been unsettled by globalization and whose incomes have been stagnating or a generation. There's a widespread feeling among voters that the old economic model isn't working anymore to provide broadly shared prosperity and economic opportunity. And neither political party is offering solutions. Now Trump — with his anger at immigrants, trade, Wall Street, and Washington elites, is filling the void. In the past, populist candidates haven't won. But they have left a lasting mark on one or both parties. That's what happened when the Republican Party absorbed George Wallace's disgruntled white voters in the 70s and 80s. And when Bill Clinton coopted Ross Perot's message about the deficit, in an effort to prove that Democrats were fiscally responsible enough to balance the budget. What will be Donald Trump's legacy? That's not clear yet. One possible legacy could be to make the Republican Party more nativist, alienating Hispanic voters. That would likely doom the GOP to minority status for a long time. Or one of the other candidates could emerge as the anti-Trump and the party could have a big healthy debate about what it means to be a modern Republican. Jeb Bush seems the most likely Trump opponent. But even though Bush is pushing back against Trumps personal attacks, accusing Trump of being a closet liberal and — of all things — a germaphobe, Bush doesn't seem to want to engage with Trumpism directly.\n", "byline": "", "description": "Many Americans don't see either political party as offering real solutions. So Trump — with his anger at immigrants, trade, Wall Street, and Washington elites — is filling the void.", "title": "Nativism And Economic Anxiety Are Fueling Donald Trump. In Other Words: Populism", "url": "http://www.npr.org/sections/itsallpolitics/2015/09/04/437443401/populist-movement-reflected-in-campaigns-of-sanders-and-trump", "topics": ["immigration"], "people": ["Rand Paul", "Matthew Busch", "Chris Christie", "Jeb Bush", "Michael Lind", "William Jennings Bryan", "Donald Trump", "Bill Clinton", "Huey Long", "Bernie Sanders", "George Wallace", "Ross Perot", "Scott Walker", "Ted Cruz"], "orgs": ["Republican Party", "GOP", "Medicare and Social Security", "New America Foundation"], "authors": [{"author_id": 81, "fullname": "mara liasson", "primary_org": "npr"}], "date_written": "2015-09-04 10:12:00", "org": "npr", "article_id": "eac05dbc9fce903c64c984151afe0bf2", "date_access": "2015-09-04 12:10:19.296848"}