{"body": "\n\n\n\n\n\n\n\ni\n\n\n\n\n            \"I think there's a move that needs to be made toward accelerating what's already inevitable, which is a clean-energy transition that'll create jobs, safeguard our environment and reduce our dependence on foreign oil,\" Jay Faison told NPR.\n            \n            \n                \n                Courtesy ClearPath\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Courtesy ClearPath\n        \n    \n\n\n\n\n\n\n\n\n\"I think there's a move that needs to be made toward accelerating what's already inevitable, which is a clean-energy transition that'll create jobs, safeguard our environment and reduce our dependence on foreign oil,\" Jay Faison told NPR.\n\n            \n            Courtesy ClearPath\n            \n        \n\n\n\nRepublican candidates need to get on board with addressing climate change, and voters will follow. That's the message Republican businessman Jay Faison of North Carolina is pushing — and he's putting his money behind it. A new poll commissioned by Faison's organization, ClearPath, found a majority of Republicans — 56 percent — believe in climate change and say that man plays some role in it. Fifty-four percent of conservative Republicans agree with that. And, Faison said, Republican presidential candidates should be paying attention. The current message voters are getting from candidates, Faison told told NPR's Robert Siegel on All Things Considered, is that \"this is a problem that can't be solved by America.\" But, Faison added, \"I think we've moved on from, 'I'm not a scientist.'\" The Democratic message of increasing the size of government to broaden regulation actually polled better among Republicans than the GOP's current message, he said. \n\n \nIt's All Politics \n Where Presidential Candidates Stand On Climate Change\n\n\n\n\n\n\n\"I think there's a move that needs to be made toward accelerating what's already inevitable, which is a clean-energy transition that'll create jobs, safeguard our environment and reduce our dependence on foreign oil,\" he said. The poll also found that 72 percent of Republicans (and 68 percent of conservative Republicans) support \"taking action\" to develop clean energy in the country. \n\nA lot of this is just politics and framing, but in general I think Republicans are in favor of solutions, in favor of a better environment, without risking the economy.\n\n\nJay Faison \n\n\nFaison told the New York Times that he has spoken to \"most\" of the Republican candidates as they have sought his donations to their campaigns. His group ClearPath was unveiled this summer, as he pledged $175 million to lobby the Republican Party to shift its view on climate change. The poll finds wide support for some \"positive\" ideas like getting credits back for electricity, but less support for strengthening the Environmental Protection Agency, considered a growth of \"big government.\" \"A lot of this is just politics and framing,\" Faison told NPR. \"But in general I think Republicans are in favor of solutions, in favor of a better environment, without risking the economy.\" \n\n\n\n\n\nYouTube\n\n\n\nGeneration gap About half of Republicans say they are more likely to vote for a candidate who supports fighting climate change, according to a New York Times/Stanford poll that came out earlier this year. Young Republicans are far more likely to be in favor of the government limiting the release of greenhouse gases, according to a 2014 Washington Post/ABC News poll. Almost three-quarters of young Republicans, age 18 to 29, said the government should limit greenhouse gases, compared with just over half of Republicans 65 and older. A 2014 survey from the Pew Research Center showed showed a similar age gap. President Obama decisively captured the youth vote in the last two presidential elections, but it could be up for grabs in 2016, according to some surveys. And given the interest among millennials and young voters in seeing climate-change action, it's easy to see how the Republican candidates could potentially benefit (or be hurt) if it does change its message. But the crop of 2016 GOP candidates are not heeding that call. The candidates on climate change \n\n\ni\n\n\n\n\n            Jeb Bush unveiled his energy plan Tuesday, calling for less regulation on fracking and carbon emissions.\n            \n            \n                \n                Joe Raedle/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Joe Raedle/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nJeb Bush unveiled his energy plan Tuesday, calling for less regulation on fracking and carbon emissions.\n\n            \n            Joe Raedle/Getty Images\n            \n        \n\n\n\nOn Tuesday, former Florida Gov. Jeb Bush rolled out his energy plan, calling for less regulation on fracking and carbon emissions, especially a rollback of President Obama's carbon rule that would limit emissions from power plants. \"Energy resources must be developed in a way that protects human health and the environment. ... But the Obama [a]dministration's excessive rules too often usurp state and tribal authority and go beyond what is necessary,\" the plan stated. Seven of the major Republican presidential candidates have said that climate change is real and man made, according to NPR's analysis of the candidate's climate change positions. Several others have made statements against climate-change action. Before he ran, Florida Sen. Marco Rubio said he doesn't believe \"human activity is causing these dramatic changes to our climate the way scientists are portraying it.\" At the most recent Republican debate, Rubio spoke out against climate action, saying, \"We are not going to make America a harder place to create jobs in order to pursue policies that will do absolutely nothing, nothing to change our climate, to change our weather....\" New Jersey Gov. Chris Christie followed up. \"[W]e don't need this massive government intervention to deal with the problem. ... I agree with Marco. We shouldn't be destroying our economy in order to chase some wild left-wing idea that somehow us by ourselves is going to fix the climate.\" Front-runner Donald Trump has tweeted about it, asking why the country is \"still spending money on the GLOBAL WARMING HOAX?\" And only two — Lindsey Graham and Bobby Jindal — have said they would work to combat climate change if elected president. Jindal's plan calls for small-scale changes such as better managing national forests to prevent wildfires and improving airline fuel efficiency through better air traffic control. Graham has had a stronger stance on environmental policy, telling CNN this summer he not only believes climate change is real and man made, but that if he becomes president he would \"address climate change, CO2 emissions in a business-friendly way.\" \"Here's a question you need to ask everybody running as a Republican: 'What is the environmental policy of the Republican policy?'\" Graham said. \"When I ask that question, I get a blank stare.\" And neither Jindal nor Graham is polling in the top tier.\n", "byline": "", "description": "One wealthy Republican businessman is pushing for the GOP to change its messaging — and get on board with addressing climate action.", "title": "The Republican Businessman Who Wants The GOP To Address Climate Change", "url": "http://www.npr.org/sections/itsallpolitics/2015/09/30/444457034/the-republican-businessman-who-wants-the-gop-to-address-climate-change", "topics": ["economy"], "people": ["Joe Raedle", "Robert Siegel", "Chris Christie", "Jay Faison", "Jeb Bush", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Bobby Jindal"], "orgs": ["Pew Research Center", "Republican Party", "All Politics", "GOP", "Environmental Protection Agency"], "authors": [{"author_id": 3223, "fullname": "amita kelly", "primary_org": "npr"}], "date_written": "2015-09-30 15:02:07", "org": "npr", "article_id": "9fdaaa6fa4ecea01ba472090d28a5d39", "date_access": "2015-09-30 14:06:09.784451"}