{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Wisconsin Gov. Scott Walker became a Republican political star by taking on his state's public employee unions. This week he signed a bill that would weaken private-sector unions.\n            \n            \n                \n                Cliff Owen/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Cliff Owen/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Wisconsin Gov. Scott Walker became a Republican political star by taking on his state's public employee unions. This week he signed a bill that would weaken private-sector unions.\n        \n            \n            Cliff Owen/AP\n            \n        \n    \n\n   \n   This week, Wisconsin became the nation's 25th right-to-work state. It passed a law saying workers cannot be forced to join labor unions, or pay union dues, to keep a job.   There's a concerted effort in many states to pass laws that would weaken the power of labor unions. But unions and their allies are also fighting back in many places.   Wisconsin Gov. Scott Walker became a Republican political star by taking on his state's public employee unions. This week he went a step further, signing a bill that would weaken private-sector unions.   \n            \n                  \n                                    \n                              It's All Politics \n                Wild Day In Madison Likely To Be Another Win For Gov. Walker\n            \n            \n\n         \n         \n\n      \n      \n\n      \n                  \n                                    \n                              Around the Nation \n                Gov. Scott Walker Goes Head-To-Head With Labor Over Right-To-Work\n            \n            \n\n         \n         \n\n      \n      \n\n      \n                  \n                                    \n                              Business \n                Unions Have Pushed The $15 Minimum Wage, But Few Members Will Benefit\n            \n            \n\n         \n         \n\n      \n      \n\n   \n   \n\n   \"Wisconsin now has the freedom to work,\" Walker said. \"That is one more powerful tool as we help create not just jobs but career opportunities for many years to come.\"   Right-to-work laws have been on the wish list of business and industry groups for many years. But the political power of labor unions made them hard to pass outside the South and Mountain West. The recent sweeping Republican victories in statehouses across the country have extended such laws into the Rust Belt. Two years ago, Michigan and Indiana became right-to-work states.   \"Since then we've seen a lot more activity on this issue in general, so we do think momentum is building and that Wisconsin is only going to add to that,\" said Patrick Semmens, a spokesman for the National Right to Work Committee.   This year, right-to-work laws were introduced in such diverse states as Maine, West Virginia, Missouri and New Mexico. Eric Hauser of the AFL-CIO says the effort to pass such laws has been fueled by outside conservative groups such as the American Legislative Exchange Council.   \"There is a purposeful, concentrated, raw political campaign under way by the right wing, with billions of dollars behind it, that is looking for any opportunity it can to attack workers,\" Hauser says.   The labor movement and its Democratic allies have managed to fend off the proposed laws in many places â\u0080\u0094 at least so far this year. Right-to-work laws have been stalled in committee or left to die in places such as Missouri and West Virginia.   Gary Chaison, a professor of labor relations at Clark University, says unions still have the right to organize under federal law â\u0080\u0094 even in right-to-work states. But if they can't require workers to pay dues the benefits are diminished. And the unions will have less political power than they once did.   \"A few years ago anyone running for public office, a governor for instance, would curry favor with the unions and ask for their endorsement,\" Chaison says. \"Now they win their elections by opposing unions and fighting the unions.\"   He says the passage of right-to-work laws in state houses should be a warning sign for labor.   \"They have a tremendous symbolic importance because right-to-work laws are usually passed in states where unions have minimum influence, and what we're seeing now is Wisconsin [and] Michigan are becoming states where unions have very little power,\" Chaison says.   Union leaders point out these defeats have been offset by victories elsewhere â\u0080\u0094 like the passage of laws mandating paid sick lead and higher minimum wages. They say these wins suggest underlying public support for labor's goals.   But labor remains a lot weaker than it once was and in the wake of the recent electoral gains by Republicans, the opposition it faces has only grown more energized.\n", "byline": "", "description": "This week, Wisconsin joined two dozen other states with laws saying workers can't be forced to join labor unions to keep a job. But as more states moved to weaken unions, the unions are fighting back.", "title": "Targeting Unions: Right-To-Work Movement Bolstered By Wisconsin", "url": "http://www.npr.org/2015/03/11/392373328/targeting-unions-right-to-work-movement-bolstered-by-wisconsin", "topics": ["mexico", "personality"], "people": ["Eric Hauser", "Gary Chaison", "Patrick Semmens", "Cliff Owen", "Scott Walker"], "orgs": ["American Legislative Exchange Council", "National Right to Work Committee", "All Politics", "Rust Belt"], "authors": [{"author_id": 107, "fullname": "jim zarroli", "primary_org": "npr"}], "date_written": "2015-03-11 21:54:35", "org": "npr", "article_id": "e91943168d727ab24af0b1627b889d5e", "date_access": "2015-03-11 21:00:03.117418"}