{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Former Florida Gov. Jeb Bush's campaign dismissed the no-new taxes pledge as something \"circulated by lobbying groups\" and he says he \"will not sign.\"\n            \n            \n                \n                David Goldman/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        David Goldman/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Former Florida Gov. Jeb Bush's campaign dismissed the no-new taxes pledge as something \"circulated by lobbying groups\" and he says he \"will not sign.\"\n        \n            \n            David Goldman/AP\n            \n        \n    \n\n   \n   In recent campaigns, candidates have been asked to sign a lot of pledges. But one stands out from the rest — the 58-word \"Taxpayer Protection Pledge.\"   Sens. Rand Paul and Ted Cruz became the first 2016 presidential candidates to sign the pledge. They're likely just the first dominoes to fall in line. In 2012, every presidential candidate signed the pledge except former Utah Gov. Jon Huntsman.   \n            \n    \n    i\n\n\n    \n    \n    \n        \n        Americans for Tax Reform\n        \n    \n\n\n    \n        \n    \n\n\n    \n        \n            \n            Americans for Tax Reform\n            \n        \n    \n\n   \n   Paul touted in a press release that he was the very first to sign, though, Americans for Tax Reform, the group headed by Grover Norquist, which issues the pledge had a post up just 3 minutes later boasting that Cruz had signed.   Norquist has been issuing the pledge for almost 30 years – back to 1986. The pledge became an issue in the 1988 New Hampshire primary when Pete DuPont handed it to Bob Dole and demanded he \"sign it.\" Dole deflected.   \"I never sign—I'd have to read it first,\" Dole said. \"Maybe George...\"   Dole was referring to Vice President George H.W. Bush. Bush did sign and famously vowed at the 1988 Republican National Convention, \"Read my lips, no new taxes.\"   Bush, of course, broke that pledge.   \"He signed the pledge, he broke the pledge, and he lost the presidency,\" Norquist has said.   It's that simple for Norquist — never mind a declining economy.   This time around, it's another Bush who could draw the ire of Norquist and the pledge crowd.   \n            @ualdrivr Good question. You might ask George H. W. Bush. He has had spare time to think about this since 1992.— Grover Norquist (@GroverNorquist) March 2, 2015\n\n   \n   \n\n   \"If Governor Bush decides to move forward, he will not sign any pledges circulated by lobbying groups,\" Bush campaign spokeswoman Kristy Campbell said in a statement last month. \"His record on tax cuts is clear. He didn't raise taxes.\"   \n            @jouteni Unforced error. He should have learned from Dad’s screw up.— Grover Norquist (@GroverNorquist) March 2, 2015\n\n   \n   \n\n   \n            @MattMackowiak If my Dad threw away a perfectly good presidency I would honor him by learning  to avoid that mistake.— Grover Norquist (@GroverNorquist) March 2, 2015\n\n   \n   \n\n   Norquist said he thinks \"at the end of the day,\" Bush will sign and he spent some time on Twitter goading him to do so (see left).   \"Both his father and his brother said 'I don't know,'\" Norquist told Time, \"and then when they realized what the pledge was and what it actually meant and that it was a pledge to the American people and not to me or Americans for Tax Reform, and that they had no intention of raising taxes, and that everyone else was doing it, they said yes, absolutely.\"   If Bush doesn't sign, though, and wins, it could be the beginning of the end of the pledge.   \"If my Dad threw away a perfectly good presidency,\" Norquist tweeted, \"I would honor him by learning to avoid that mistake. ... He should have learned from Dad's screw up.\"\n", "byline": "", "description": "For more than a quarter century, Republicans have been asked to sign a pledge not to raise taxes. The first two presidential candidates this year have signed it, but there could be one big holdout.", "title": "Read Their Lips: No New Taxes. Pledge Season Is Officially Open.", "url": "http://www.npr.org/blogs/itsallpolitics/2015/04/24/402013487/read-their-lips-no-new-taxes-pledge-season-is-officially-open", "topics": ["economy", "personality"], "people": ["Rand Paul", "Kristy Campbell", "Bob Dole", "Jeb Bush", "Grover Norquist", "Jon Huntsman", "David Goldman", "H. W. Bush", "Ted Cruz"], "orgs": ["Tax Reform", "Republican National Convention"], "authors": [{"author_id": 18991, "fullname": "domenico montanaro", "primary_org": "npr"}], "date_written": "2015-04-24 20:07:00", "org": "npr", "article_id": "4299675241bc44d2e52dc5db946172a5", "date_access": "2015-04-24 19:42:11.937527"}