{"body": "\n\n\n\ni\n\n\n\n\n            Republican presidential candidate Rand Paul wants to run for both his Kentucky Senate seat and the White House, but a current state law prohibits him from doing so.\n            \n            \n                \n                Charles Krupa/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Charles Krupa/AP\n        \n    \n\n\n\n\n\n\n\n\nRepublican presidential candidate Rand Paul wants to run for both his Kentucky Senate seat and the White House, but a current state law prohibits him from doing so.\n\n            \n            Charles Krupa/AP\n            \n        \n\n\n\nRand Paul is trying to have it both ways — running both for president and reelection to his Kentucky Senate seat in 2016. But whether he'll be able to do keep that electoral insurance policy rests in the hands of Kentucky Republicans this weekend. Kentucky law is clear — you can't run for president and U.S. Senate at the same time. But Paul has tried to get around that law, by pushing for the state to hold a non-binding caucus instead of a primary in the presidential nominating process. That would separate their vote for president from their state elections, and enable him to stand for his Senate seat again if he becomes the GOP's presidential nominee. It's an argument that Paul, a self-proclaimed Constitutional conservative, turns to the Constitution to make, arguing that other states don't have the same requirements. In fact, in 2008 then-Delaware Sen. Joe Biden won reelection to his Senate seat even as he won the vice presidency. \"We think there is going to be a Constitutional argument that the states all have to have the same rules for a federal election,\" Paul said back in February. Unlike a primary election, where voters go to a polling place organized by the government, a caucus is run by a county's local GOP for registered Republicans. The logistics would be complicated, and volunteers needed to administer the election would need lots of training. Another issue with the proposed caucus is cost — about half a million dollars. To sweeten the deal, Paul's campaign has promised to come up with the money, though he hasn't ponied up to the GOP central committee yet. As a last resort, Paul has said he could challenge the constitutionality of the law standing in his way in court, but holding a caucus would be easier. \"It's less expensive and less lengthy just to ask your fellow party members – and you have a better chance asking your fellow party members— than you do in the judiciary probably,\" Paul said. Not all Kentuckians are on board. At Fancy Farm, the state's big political gathering a few weeks ago, many were divided on Paul's proposal. \"You know, I think he is doing a great, great job as senator. So, I would support him regardless of what he did,\" said Katie Moyer, a fan of the first-term senator. Carol Miller, who wants retired neurosurgeon Ben Carson to be the GOP's presidential nominee, said Paul can't have it both ways. \"Rand Paul needs to decide whether he wants to be president or whether he wants to be a Senator,\" Miller said. Scott Lasley, a political ally of Paul's who is pushing the caucus plan, admits it's a \"balancing act.\" \"What each county chair needs to understand is what the potential benefits are and what it is going to mean from their perspective to pull it off successfully,\" said Lasley. Eric Lane, the vice chair of the Nicholas County Republican Party, sees one upside — by holding a March caucus instead of a much later May primary, presidential candidates would be forced to campaign in the Bluegrass State. \"I think it's going to bring a lot of attention to the state,\" Lane said. But one big question looming over the debate right now — Will Rand Paul's presidential campaign even last that long? So far, Paul has lagged in both fundraising and attention. Earlier this month, Jesse Benton — one of his closest aides who was also running his superPAC — was indicted over a payoff \"scheme\" dating back to Paul's father's 2012 presidential campaign. Lane admitted Paul's presidential campaign issues could make the change a moot point come next spring. \"His campaign is not really picking up a lot of speed at the moment, so I don't know if this is all going to be wash anyway for him or not,\" Lane said. Ultimately, approval of the caucus isn't a sure thing. It's up to the roughly 340 people who sit on the state party's central committee. And if it isn't approved it would be yet another bump on the road — this time at home — for Paul's presidential ambitions.\n", "byline": "", "description": "Whether the Senator can still keep that electoral insurance policy rests in the hands of Kentucky Republicans this weekend. Kentucky law prohibits it, but his backers are trying to change that.", "title": "Rand Paul Wants To Run For President — And Senate", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/19/432907198/rand-paul-tries-to-have-it-both-ways-on-kentucky-ballot", "topics": ["campaign_finance"], "people": ["Rand Paul", "Joe Biden", "Jesse Benton", "Scott Lasley", "Charles Krupa", "Ben Carson"], "orgs": ["Senate", "U.S. Senate", "GOP", "Kentuckians", "Kentucky Senate"], "authors": [{"author_id": 32958, "fullname": "ashley lopez", "primary_org": "npr"}], "date_written": "2015-08-19 21:50:00", "org": "npr", "article_id": "82d2356e668e9da21111f50ac3a32a3e", "date_access": "2015-08-19 21:00:05.577320"}