{"body": "\n      \n            \n    \n\n\n    \n    \n    \n        \n        Domenico Montanaro/NPR/CBS News/New York Times poll, May 28-31\n        \n    \n\n   \n   A New York Times-CBS News poll offers compelling new numbers measuring Americans' attitudes toward the rising tide of political money.   Just one question: Which numbers should you believe?   The current system, in place since the 2010 Citizens United decision of the Supreme Court, allows the biggest donors to operate largely unregulated, and often secretly. That decision, and a lower-court ruling called, SpeechNow.org v. FEC, have sent presidential candidates in ardent pursuit of billionaires who can underwrite unregulated super PACS allied with the candidates' own campaign committees.   \n            \n    \n\n\n    \n    \n    \n        \n        Domenico Montanaro/NPR/CBS News/New York Times poll, May 28-31\n        \n    \n\n   \n   Americans interviewed for the poll really, really don't like this. On some questions, there was almost no disagreement between Democrats and Republicans.   Some examples:   \n            \n    \n\n\n    \n    \n    \n        \n        Domenico Montanaro/NPR/CBS News/New York Times poll, May 28-31\n        \n    \n\n   \n      The wealthy have too much influence, 65 percent; too little, 5 percent.   The political money system needs fundamental changes or a complete rebuild, 85 percent; no or minor changes, 13 percent.   Outside-group money spent on adverting in political campaigns should be limited, 78 percent; should not, 19 percent.   Money given to political candidates is constitutionally protected free speech, 41 percent; is not, 54 percent.      For a poll on money in politics, these are thumping big numbers. They sent advocacy groups rushing to the blogs.   Groups calling for change said the poll \"shows the toxic legacy\" of the conservative Supreme Court (People for the American Way), asked \"What now?\" (Every Voice) and declared, \"It's time to take democracy back from wealthy special interests\" (Common Cause).   But the deregulatory advocate Center for Competitive Politics found its own favorite statistic in the poll. The CCP press release is headed, \"CBS/NYT Poll: 'Less than one percent' say Campaign Regulations Most Important Issue Facing the Country.\"\n", "byline": "", "description": "A new poll shows Americans think the rich have too much influence and that the political money system needs an overhaul, but they rate it low on the priority list.", "title": "Americans Think Money In Politics Is A Problem, But Just How Big?", "url": "http://www.npr.org/sections/itsallpolitics/2015/06/03/411604682/americans-think-money-in-politics-is-a-problem-but-just-how-big", "topics": ["other", "health", "economy"], "people": ["Domenico Montanaro"], "orgs": ["PACS", "Supreme Court", "FEC", "Citizens United"], "authors": [{"author_id": 1985, "fullname": "peter overby", "primary_org": "npr"}], "date_written": "2015-06-03 11:03:15", "org": "npr", "article_id": "c2b110e688e7b5f68542aa36d0bb0f0e", "date_access": "2015-06-03 10:05:37.435206"}