{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Former Secretary of State Hillary Rodham Clinton is expected to announce her bid for the White House on Sunday.\n            \n            \n                \n                Pablo Martinez Monsivais/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Pablo Martinez Monsivais/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Former Secretary of State Hillary Rodham Clinton is expected to announce her bid for the White House on Sunday.\n        \n            \n            Pablo Martinez Monsivais/AP\n            \n        \n    \n\n   \n   Former Secretary of State Hillary Clinton will officially announce her intention to seek the 2016 Democratic nomination for president on Sunday afternoon, ending a year of speculation over her plans to pursue the Oval Office, NPR has learned.   People familiar with the campaign plan say that Clinton, long presumed to be the Democratic front-runner even without a formal announcement, possibly via a video and social media, some sources suggest.   As The Wall Street Journal notes:      \"So far, Mrs. Clinton faces scant competition for the Democratic nomination. Polls barely register former Maryland Gov. Martin O'Malley or former Virginia Sen. Jim Webb. One potential heavyweight—Vice President Joe Biden—has said he is considering a campaign but has taken few apparent steps to prepare for one.   \"On Thursday, former Rhode Island Gov. Lincoln Chafee surprisingly joined the field, and offered a biting critique from the left of Mrs. Clinton's record on foreign policy. 'The biggest question will be: What exactly did you accomplish in your four years as secretary of state?' he said in an interview. 'There was a lot of dust in the air. Not many concrete accomplishments.'\"      Announcing now rather than waiting gives an edge to Clinton, who lost a bitter contest to then-Sen. Barack Obama for her party's nomination in 2008. The head start would give her fundraising team more time to raise the hundreds of millions of dollars typically necessary to mount a successful bid.\n", "byline": "", "description": "NPR has learned that the former first lady and secretary of state will formally announce her plan to seek the Democratic nomination, ending years of speculation about her intentions.", "title": "Hillary Clinton To Announce Presidential Bid On Sunday", "url": "http://www.npr.org/blogs/thetwo-way/2015/04/10/398729997/hillary-clinton-to-announce-presidential-bid-on-sunday", "topics": ["campaign_finance"], "people": ["Pablo Martinez Monsivais", "Martin O'Malley", "Joe Biden", "Hillary Clinton", "Hillary Rodham Clinton", "Jim Webb", "Barack Obama", "Lincoln Chafee"], "orgs": ["Oval Office"], "authors": [{"author_id": 47, "fullname": "scott neuman", "primary_org": "npr"}], "date_written": "2015-04-10 14:42:07", "org": "npr", "article_id": "516bed0966f3e07069fe5d9d17aee490", "date_access": "2015-04-10 13:45:22.323908"}