{"body": "\nSen. Bernie Sanders drew big crowds again this weekend, but they may not be the right kind of crowd if he hopes to win South Carolina's primary. The Independent senator from Vermont is seeking the Democratic presidential nomination, and he'll need black voters to win in the early-voting state. \n\nThis is an issue that cuts across the board. It impacts every race. And together we are gonna end the shame of having the highest childhood poverty rate of any major country.\n\n\nBernie Sanders\n\n\nMore than 3,000 people filled a convention center in North Charleston for the rally, which was postponed after the murders of nine people at a historically black church in June. Referring to the shooting at Emanuel African Methodist Episcopal Church, Sanders told supporters that racism is still a reality in the United States. \"I am not just talking about the sickness of a man who could walk into a Bible study class in Charleston, pray with people in that room and then take out a gun and kill nine people,\" Sanders said. Sanders said he's also talking about what he describes as \"institutional racism\" in the criminal justice system. The murders at the church known as Mother Emanuel took place not long after the shooting of Walter Scott, a black man who was killed by a white police officer in April in neighboring North Charleston. Officer Michael Slager was charged with murder after a video surfaced of him shooting Scott several times from behind. Sanders held his rally in North Charleston, and recited a litany of names of African-Americans killed in police custody, including Scott. He also sought to connect issues he's long campaigned on — such as raising the minimum wage and addressing child poverty — with racial justice. \n\n \nIt's All Politics \n Bernie Sanders And The Size And Wisdom Of Crowds\n\n\n\n\n\n\n\"This is an issue that cuts across the board. It impacts every race,\" he said. \"And together we are gonna end the shame of having the highest childhood poverty rate of any major country.\" In the past, African-Americans have made up more than half of Democratic primary voters in South Carolina. Joan Bryan of Charleston is in that majority. She says she's still making up her mind about how to vote, but she agrees with Sanders. \"The young people are overburdened with debt. They can't get an education. So many of our kids aren't even qualified to get jobs in South Carolina. We've got so many young people, African-Americans in prison,\" Bryan said. \"He touched on all the major points that are important to me.\" Bryan liked what she was hearing, but the problem for Sanders is that he was making his case to mostly white crowds — even in North Charleston, where African-Americans outnumber whites. Scott Huffmon, a political scientist at Winthrop University, says Sanders will need to step up his outreach to black voters. Huffmon says it was important symbolically for Sanders to come to North Charleston. \"I absolutely think that this was an effort to let African-American voters in South Carolina know that he's not just the choice of liberal whites; he is the choice that he thinks African-American voters in South Carolina would want as well,\" Huffmon said. Sanders has been highlighting racial issues in his speeches, partly in response to criticism from black activists. \"Black Lives Matter\" protesters have disrupted some of his campaign events, in an effort to draw attention to what they describe as racism in the criminal justice system. Sanders also hired a young black woman, Symone Sanders, as his national press secretary. She says she'd like to see more African-Americans at events – but it's still early. \"We'll be back to South Carolina. And I think when we come back we will be seeing bigger and more diverse crowds, definitely,\" she said. For now, Bernie Sanders is meeting with community leaders, pastors and activists in South Carolina. In North Charleston, he met with members of Charleston's Black Lives Matter group. They attended the rally but did not try to shut it down.\n", "byline": "", "description": "Sen. Bernie Sanders, who's seeking the Democratic presidential nomination, drew big crowds again this weekend, but they may not be the right kind of crowd if he hopes to win South Carolina's primary.", "title": "In South Carolina, Sanders Discusses Race, Courts Black Voters", "url": "http://www.npr.org/sections/itsallpolitics/2015/08/23/433954196/in-south-carolina-sanders-discusses-race-courts-black-voters", "topics": ["personality", "other"], "people": ["Michael Slager", "Scott Huffmon", "Walter Scott", "Bernie Sanders", "Symone Sanders", "Mother Emanuel"], "orgs": ["All Politics", "United States."], "authors": [{"author_id": 19099, "fullname": "sarah mccammon", "primary_org": "npr"}], "date_written": "2015-08-23 15:08:38", "org": "npr", "article_id": "f2590c1624f7e2bf5a05499e6a7b83b0", "date_access": "2015-08-23 14:10:05.295818"}