{"body": "\n\n\n\ni\n\n\n\n\n            In the 1990s, Trump tried to acquire Vera Coking's three-story house in Atlantic City, N.J. to build a limousine parking lot. Trump's allies at the state's casino reinvestment authority tried to seize it.\n            \n            \n                \n                Mel Evans/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Mel Evans/AP\n        \n    \n\n\n\n\n\n\n\n\nIn the 1990s, Trump tried to acquire Vera Coking's three-story house in Atlantic City, N.J. to build a limousine parking lot. Trump's allies at the state's casino reinvestment authority tried to seize it.\n\n            \n            Mel Evans/AP\n            \n        \n\n\n\nRepublicans eager to blunt Donald Trump's front-runner status in the GOP presidential primary think they've found the issue that will finally sink the billionaire's White House hopes: eminent domain. Eminent domain, the legal process by which states acquire private property for public use, is generally far from a big campaign issue. But with other GOP attacks on Trump's record having done little to blunt the real estate mogul's rise in the race, conservative operatives have launched an ad campaign criticizing Trump's past support for eminent domain. \"Trump supports eminent domain abuse,\" screams an attack ad paid for the by the Club for Growth that started airing last week in the early-caucus state of Iowa. \"He can make millions,\" the ad continues, \"while we lose our property rights.\" \n\n\n\nWhen a city forces someone to sell their property, it's usually to make way for something uncontroversial, like a school or a road. But not always. The Club for Growth's ad refers to a controversial 2005 Supreme Court decision on eminent domain that allowed New London, Conn. to force the sale of a private home, so that a big pharmaceutical company could put up a new office building. Most Republicans blasted that ruling as an assault on property rights. Donald Trump, not so much. \"I happen to agree with it 100 percent,\" Trump told Fox News in 2005. It's not the only time he's defended eminent domain. In the most famous case, Trump himself was the developer who stood to benefit. That happened back in the 1990s, but it still drives conservatives nuts. \"This guy's a bully,\" says David Boaz, executive vice president of the Cato Institute, a libertarian-leaning think tank in Washington, DC. \"Using the power of government to take a widow's property is pretty much the definition of a bully.\" The widow in this story is Vera Coking. She had raised her family in a three-story house near the boardwalk in Atlantic City, N.J. Trump wanted the property to build a limousine parking lot for one of his casinos. But Coking didn't want to leave. \"I didn't want to sell because I was so close to the beach, and I love the place,\" she told ABC's 20/20. Trump reportedly offered her a million dollars. But Coking wouldn't budge. So Trump's allies at the state's casino reinvestment authority tried to seize the property, pay her a fraction of what private developers had offered, and turn it over to Trump. \n\n\ni\n\n\n\n\n            \"She was not the kind of person to go away quietly,\" said an attorney who represented Vera Coking. Here's she's seen walking past Donald Trump, partially in an Atlantic City, N.J. court.\n            \n            \n                \n                Allen Oliver/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Allen Oliver/AP\n        \n    \n\n\n\n\n\n\n\n\n\"She was not the kind of person to go away quietly,\" said an attorney who represented Vera Coking. Here's she's seen walking past Donald Trump, partially in an Atlantic City, N.J. court.\n\n            \n            Allen Oliver/AP\n            \n        \n\n\n\n\"I almost had a heart attack,\" Coking said to ABC. \"I almost died. How could anybody say we gonna take your home away from you?\" Donald Trump wasn't shy about defending the effort to oust Coking, which he called ugly. \"Everybody coming into Atlantic City sees that property,\" Trump said to ABC. \"And it's not fair to Atlantic City and the people. They're staring at this terrible house instead of staring at beautiful fountains and beautiful other things that would be good.\" But not everyone shared Trump's vision for the property. \"It was absolutely outrageous to be taking a woman's home for a casino limousine parking lot,\" says Dana Berliner, a lawyer at the Institute for Justice, the non-profit law firm that represented Vera Coking in her legal battle with the state. \"She had bright blond hair, and she wore very large glasses, usually with rhinestones on them,\" Berliner says. \"She was not the kind of person to go away quietly.\" Coking's side won the court case. She's still alive, but not available for interviews. Her family eventually sold the house at auction. Trump's campaign did not respond to requests for comment for this story. But he defended the concept of eminent domain to ABC as a \"necessary evil.\" \"Do you want to live in a city where you can't build schools?,\" Trump asked. \"Do you want to live in a city where you can't build roads or highways?\" There were two other holdouts on Vera Coking's block. They eventually reached deals with Trump's casino. Neither wanted to speak on the record for this story, but both said they have no hard feelings against Donald Trump and respect him as a businessman. Still, Boaz thinks Trump's position on eminent domain should make conservative primary voters think twice. \"If you really do believe that Donald Trump is a guy who believes in small government and free enterprise and the constitution,\" Boaz said, \"then this ought to shake your understanding in that way.\" Boaz said eminent domain is one of several issues that might cause conservative voters to peel away from Donald Trump in droves. But there's no sign that's happening yet.\n", "byline": "", "description": "Republicans eager to blunt Donald Trump's front-runner status in the GOP presidential primary think they've found the issue that will finally sink the billionaire's White House hopes: eminent domain.", "title": "Get Off My Lawn: Conservatives Critique Trump On Eminent Domain", "url": "http://www.npr.org/sections/itsallpolitics/2015/09/24/443131389/get-off-my-lawn-conservatives-critique-trump-on-eminent-domain", "topics": ["personality", "immigration"], "people": ["Donald Trump", "Mel Evans", "David Boaz"], "orgs": ["GOP", "Institute for Justice", "Supreme Court"], "authors": [{"author_id": 104, "fullname": "joel rose", "primary_org": "npr"}], "date_written": "2015-09-24 17:52:25", "org": "npr", "article_id": "cf6d0b6c8e379de9e847ec1e2e4dda91", "date_access": "2015-09-24 17:00:05.586282"}