{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            People vote at the United Auto Workers Local 1250 Hall during election day November 6, 2012 in Cleveland, Ohio.\n            \n            \n                \n                BRENDAN SMIALOWSKI/AFP/Getty Images\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        BRENDAN SMIALOWSKI/AFP/Getty Images\n        \n    \n\n\n    \n        \n    \n\n\n    \n        People vote at the United Auto Workers Local 1250 Hall during election day November 6, 2012 in Cleveland, Ohio.\n        \n            \n            BRENDAN SMIALOWSKI/AFP/Getty Images\n            \n        \n    \n\n   \n   \n            \n    \n\n\n    \n        \n            The U.S. Hispanic population, which made up nearly 17 percent of the population in 2012, is growing at a much faster rate than the non-Hispanic population.\n            \n            \n                \n                U.S. Census Bureau\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        U.S. Census Bureau\n        \n    \n\n   \n   \n            \n                  \n                        \n                              \n            \n            \n\n            \n                               Nevada GOP Aggressively Tries To Break Democrats' Lock On Latino Voters\n                              \n                                                      4:27\n               \n            \n            \n\n         \n         \n\n         \n                        Playlist\n            Download\n            Embed\n      Embed   Close embed modal   <iframe src=\"http://www.npr.org/player/embed/407868075/407868076\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\">   \n\n\n         \n      \n      \n\n   \n   \n\n   As 2016 campaigns heat up, Republicans are working to boost their momentum among Latino voters, and the numbers make it easy to see why.   The Koch network is funding Spanish-language driver's test review sessions in Nevada, as NPR's Tamara Keith reported this week. And Jeb Bush and Marco Rubio are both feverishly courting Hispanic voters in their recent appearances, as the LA Times reports.   Politicians care so much about capturing the so-called \"Latino vote\" because the US Hispanic population is exploding.   The share of the population that considers itself Hispanic grew by nearly 49 percent between 2000 and 2012, according to Census data. For the rest of the population, growth has only been 5.8 percent.   \n            \n    \n\n\n    \n        \n            Turnout among Hispanic voters is remarkably low.\n            \n            \n                \n                Brookings Institution\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Brookings Institution\n        \n    \n\n   \n   It's true that the Hispanic population, at 53 million, is still much smaller than the non-Hispanic population, at around 260 million. But it's also a population that represents a massive opportunity for either party.   In 2012, only 48 percent of eligible Hispanic voters went to the polls, compared to around two-thirds of both non-Hispanic whites and blacks, according to data gathered by the Brookings Institution. Both parties have wrestled for years with how to get those nonvoters to the polls (and voting for their own candidates).   This isn't just a question for 2016; one other feature of the Hispanic population is that it is remarkably young. That means Latino voter outreach right now isn't just about 2016. An investment in luring these voters now is an investment in the future.   Indeed, the Pew Hispanic Center projects that Hispanics will account for 40 percent of growth in the electorate between 2012 and 2030.   \n            \n    \n\n\n    \n        \n            One in three Hispanics are under 18, far more than in the rest of the population.\n            \n            \n                \n                U.S. Census Bureau\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        U.S. Census Bureau\n        \n    \n\n   \n   Of course, the very term \"Latino vote\" is reductive because it implies the group is a monolith. Hispanics certainly don't all share a culture — those in Florida are more likely to be Cuban or Puerto Rican than those in Texas, who are more likely to be Mexican, for example.   They also have the same worries about the nation as all other Americans — in the 2014 election, Hispanic and non-Hispanic voters alike agreed that the economy was the most important issue, according to the Pew Research Center.   Even if it's not a homogeneous group, the US Hispanic population does overwhelmingly support Democrats. Fully 71 percent of Hispanics voted for President Obama in 2012. Hispanics did help push Republicans to victory in a few 2014 races, like when Cory Gardner ousted Colorado Sen. Mark Udall, as the New York Times reported. With its early outreach efforts like those in Nevada, Republicans are hoping to improve upon those gains.\n", "byline": "", "description": "Both parties are trying to appeal to Hispanics. And there's a big reason for that — they are one of the fastest-growing minority groups in the U.S. and have the power to remake future elections.", "title": "The Ballooning Importance Of The 'Latino Vote,' In Three Charts", "url": "http://www.npr.org/sections/itsallpolitics/2015/05/20/407954553/the-ballooning-importance-of-the-latino-vote-in-three-charts", "topics": ["economy", "immigration"], "people": ["Tamara Keith", "Marco Rubio", "Jeb Bush", "Cory Gardner", "Mark Udall"], "orgs": ["The Koch", "U.S. Census Bureau", "Pew Hispanic Center", "Pew Research Center", "Brookings Institution"], "authors": [{"author_id": 27452, "fullname": "danielle kurtzleben", "primary_org": "npr"}], "date_written": "2015-05-20 14:19:56", "org": "npr", "article_id": "a1280966e43957691d2672d4a7cdceb9", "date_access": "2015-05-20 13:58:09.861734"}