{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Rand Paul speaks at the Road to Majority conference on Thursday.\n            \n            \n                \n                Lydia Thompson/NPR\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Lydia Thompson/NPR\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Rand Paul speaks at the Road to Majority conference on Thursday.\n        \n            \n            Lydia Thompson/NPR\n            \n        \n    \n\n   \n   This week, Republican candidates played up their Christian credentials to faith and conservative activists at the Faith & Freedom Coalition's Road to Majority conference in Washington D.C.   Sen. Ted Cruz of Texas didn't have to reach far to sell himself as the candidate of faith and the best choice for religious conservatives who are concerned about social issues like same-sex marriage and abortion.   \"Religious liberty is under assault,\" Cruz said Thursday, citing the rise of radical extremist groups like Islamic State and an upcoming Supreme Court decision that social conservatives fear could legalize same-sex marriage nationwide.   That's the type of message that resonates with attendee Jerri Dickinson, who traveled by bus from New Jersey to attend the conference.   \"I'm a conservative as far as social issues are concerned,\" Dickinson said, \"same-sex marriage and abortion. Pro-life is very important to me so I look at candidates that fill that hole,\" she said.   \"It's really hurt my heart to see this country go to the depths of ... depravity it's gone to,\" she said, adding that she's troubled by things like abortion and pornography.   John Hutchison, of Wilmington, Delaware, said his religion guides his ideas of what's right or wrong.   \"My faith teaches me a certain value system, that's my right as an American citizen,\" he said.   But despite the presidential candidates' focus on their religious message at the conference, faith wasn't the primary concern for some voters we spoke to. Here's what four attendees told us they would like to hear from — or ask — the next president:\n", "byline": "", "description": "Attendees of the Faith & Freedom Coalition's Road to Majority conference say they want to hear the candidates talk about higher education, defense and gun rights.", "title": "Courted By Candidates, Faith Voters Say They Want To Hear More", "url": "http://www.npr.org/sections/itsallpolitics/2015/06/20/415747856/courted-by-candidates-faith-voters-say-they-want-to-hear-more", "topics": ["gay_marriage", "abortion"], "people": ["Rand Paul", "Lydia Thompson", "Ted Cruz"], "orgs": ["Faith & Freedom Coalition", "Supreme Court"], "authors": [{"author_id": 30527, "fullname": "james doubek", "primary_org": "npr"}], "date_written": "2015-06-20 10:03:14", "org": "npr", "article_id": "63e0ce55956fd4cab19769e1d1bacf1f", "date_access": "2015-06-20 09:21:17.108481"}