{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            U.S. Secretary of State Hillary Rodham Clinton checks her mobile phone in March 2012 after her address to the Security Council at United Nations headquarters. While she's asked the State Department to quickly release her emails from her tenure as secretary, the process likely will take months — dragging out media coverage and critical questions.\n            \n            \n                \n                Richard Drew/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Richard Drew/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        U.S. Secretary of State Hillary Rodham Clinton checks her mobile phone in March 2012 after her address to the Security Council at United Nations headquarters. While she's asked the State Department to quickly release her emails from her tenure as secretary, the process likely will take months — dragging out media coverage and critical questions.\n        \n            \n            Richard Drew/AP\n            \n        \n    \n\n   \n   The State Department says it will work as quickly as possible to review the emails former Secretary Hillary Clinton turned over in 2014, but combing through all 55,000 pages could take months.   This week Clinton asked the department to make the emails public, in hopes of tamping down the controversy around news that she used a personal server for all State Department correspondence.   A review that drags on for months is not what Clinton's political advisers would have wanted, just as she prepares to launch what's expected to be her 2016 presidential campaign.   \n            \n                  \n                        \n                              \n            \n            \n\n            \n                                              Clinton's Private Email Server Has Advantages, Vulnerabilities\n               \n                                                      3 min 16 sec\n               \n            \n            \n\n         \n         \n\n         \n                        Add to Playlist\n            Download\n         \n         \n             \n         \n      \n      \n\n   \n   \n\n   \"One of the most important principles in crisis management, is try to put all the information out as best you can in one fell swoop — in order to avoid the, you know, the drip, drip, drip...\" said Democratic strategist Chris Lehane, who helped manage responses to scandals during Bill Clinton's time in the White House.   The Obama administration has broken that rule repeatedly when it comes to the 2012 killing of four Americans at a diplomatic outpost in Benghazi, Libya. Despite numerous earlier investigations, the State Department still found 15,000 pages of previously undisclosed Benghazi documents to turn over to a congressional select committee this past summer.   That's when lawmakers say they discovered that Clinton had relied on a personal email account as secretary. The select committee issued subpoenas this week for any other Benghazi communications that might be stored on Clinton's personal server.   \"The State Department does not have all of Secretary Clinton's emails on its servers,\" said committee chairman Trey Gowdy (R-SC). \"Only she has a complete record. And the committee is going to have to go to her, and her attorneys and her email providers, to ensure we have access to everything the American people are entitled to know.\"   Gowdy and others also are asking what the White House knew about Clinton's email habits, and whether she'd broken any rules by using a private account. White House spokesman Josh Earnest suggests Clinton is in compliance with the Federal Records Act now — but in a signifcant qualifier, he added that that only is true if the 55,000 pages Clinton and her staff turned over includes all of her official correspondence.   \"I don't mean to suggest that I somehow think they're not being honest,\" Earnest said. \"I'm just making it clear: That was not a task that was performed by an Obama administration official. It was a task that was performed by Secretary Clinton or someone on her team.\"   Earnest chooses his words carefully as he tries to both protect the president and avoid hurting Hillary Clinton. Lehane faced a similar challenge 15 years ago as press secretary on Al Gore's presidential campaign, when the vice president was trying to emerge from Bill Clinton's shadow.   \"You have two different entities who are being asked a lot of questions, and sometimes the information that one has may not be the same as the information that the other has,\" Lehane said. \"That can be a challenge. This is one of those situations where everyone really needs to make sure they have their dancing shoes strapped on and tied tight.\"   \n            \n                   What We Learned From Jeb Bush's E-Book\n      \n      \n\n   \n   \n\n   Republican presidential hopeful Jeb Bush likewise has done some fancy footwork this year, trying to distinguish himself from his father and brother without appearing disloyal.   Even before the email controversy, Hillary Clinton was taking steps to distinguish her views on foreign policy from Obama's. But like it or not, these one-time rivals turned administration colleagues now have their political fortunes tied up together.   \"The problems of the president become the problems of Hillary Clinton,\" said presidential historian Julian Zelizer of Princeton University. \"And the scandal now with Hillary Clinton or any controversy with her will be tied to the administration. And so they're trying to separate themselves without discrediting themselves.\"   Because neither Clinton nor Obama can fully control what the other does, both will have to stay on their toes.\n", "byline": "", "description": "Questions about Hillary Clinton's reliance on a private email account when she was Secretary of State will dog the likely presidential hopeful — and the administration she worked for — for months.", "title": "Clinton, White House Play Delicate Dance As Emails Await Release", "url": "http://www.npr.org/2015/03/06/391226426/clinton-white-house-play-delicate-dance-as-emails-await-release", "topics": ["personality", "economy"], "people": ["Bill Clinton", "Trey Gowdy", "Julian Zelizer", "Chris Lehane", "Josh Earnest", "Jeb Bush", "Hillary Clinton", "Hillary Rodham Clinton", "Richard Drew", "Al Gore"], "orgs": ["Security Council", "State Department", "Princeton University", "United Nations"], "authors": [{"author_id": 12, "fullname": "scott horsley", "primary_org": "npr"}], "date_written": "2015-03-06 23:20:00", "org": "npr", "article_id": "4cf0e7d2309b8ece86f8fc364da1731d", "date_access": "2015-03-07 00:05:56.458263"}