{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Sen. Bernie Sanders, I-Vt., rallies protesters during an anti-trade rally. The populist Sanders will run to Hillary Clinton's and President Obama's left, pushing the issue of income inequality.\n            \n            \n                \n                Win McNamee/Getty Images\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Win McNamee/Getty Images\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Sen. Bernie Sanders, I-Vt., rallies protesters during an anti-trade rally. The populist Sanders will run to Hillary Clinton's and President Obama's left, pushing the issue of income inequality.\n        \n            \n            Win McNamee/Getty Images\n            \n        \n    \n\n   \n   Independent Sen. Bernie Sanders of Vermont is running for president, he said Wednesday night. He will be challenging Hillary Clinton for the Democratic nomination, and the self-described \"Democratic Socialist\" will keep the pressure on Clinton to move to the left.   Sanders has lamented for a long time over what he thinks has been woefully missing from the national conversation.   \"We don't talk about the real issues facing the American people. We don't talk about it. We talk about Hillary's hairdo,\" Sanders said over a lunch of fried eggs and rye toast at Henry's Diner in Burlington, Vt., last summer. \"Or my hairdo!\"   This frizzy-haired, 73-year-old Brooklyn native is the only member of Congress who calls himself a Socialist. For months, he's flirted with a possible presidential bid, saying he'd jump in only if no other candidate could force the conversation he thinks Americans need to have about income inequality.   Sanders is running for the Democratic nomination, but he's never identified as a Democrat. Because he says that party isn't doing enough to come up with real solutions for the middle class.   \"It's not just that the middle class is collapsing, and that we have more people living in poverty than any time in America's history,\" Sanders told NPR during the interview at Henry's Diner. \"What you're also seeing is that the people on top doing phenomenally well.\"   Close friends say Sanders has been hammering home the same refrain for decades.   \"You know the interesting thing about Bernie is that he's been saying the same thing for 35 years,\" said John Franco, a lawyer for the city of Burlington when Sanders was mayor of the city in the 1980s. \"We used to call it the canned speech on the yellow legal pad. Because he'd get out the yellow legal pad, and he'd write it out and it'd be the same speech. The same speech — stump speech he gives now.\"   It's a stump speech about the gap between rich and poor, about reducing the power of corporate lobbyists, about government-run healthcare for everyone, about a national jobs program.   A Sanders campaign could force Clinton, the only other declared Democrat in the race to this point, to answer tough questions from liberals in her party. That might pull her further to the left, but it might also help hone her campaign skills during the primaries.   For Sanders, though, the run for the presidency isn't ultimately about Clinton.   \"He understands that there are — not just rights to health care, rights to education, rights to food — but that these are obligations people have for one another,\" said Richard Sugarman, who teaches philosophy of religion at University of Vermont, has been one of Sanders' closest friends for about 40 years. \"This is something that he really believes, and this is very, very basic to him.\"   Sanders may be a long shot, but there's a long tradition of liberal populists who jump in for the long march to the Democratic nomination — just to give voice to the ideas that propel them.\n", "byline": "", "description": "Bernie Sanders, the liberal senator from Vermont, will try to be more than a fringe presidential candidate. He's aiming to elevate the issue of income inequality on the national stage.", "title": "Seeking Presidency, 'Socialist' Sanders Looks To Elevate Less-Talked About Issues", "url": "http://www.npr.org/blogs/itsallpolitics/2015/04/29/403143428/seeking-presidency-socialist-sanders-looks-to-elevate-less-talked-about-issues", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton", "Richard Sugarman"], "orgs": ["Congress"], "authors": [{"author_id": 706, "fullname": "ailsa chang", "primary_org": "npr"}], "date_written": "2015-04-30 01:51:07", "org": "npr", "article_id": "e0be9b66004181ac4fbf6841f7ff6c16", "date_access": "2015-04-30 00:55:05.635861"}