{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Ben Carson at his presidential announcement speech in Detroit.\n            \n            \n                \n                Paul Sancya/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Paul Sancya/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Ben Carson at his presidential announcement speech in Detroit.\n        \n            \n            Paul Sancya/AP\n            \n        \n    \n\n   \n   With the entrance of Ben Carson and Carly Fiorina, the 2016 Republican presidential field just got even more diverse. Carson is black, and Fiorina is the only woman not named Hillary Clinton running for president from the two major parties. They join two Latinos on the GOP side — Sens. Marco Rubio of Florida and Ted Cruz of Texas.   Democrats, on the other hand, despite having the first black president ever elected in U.S. history, are likely to have all white males in addition to Clinton. Vermont Sen. Bernie Sanders is already in the race. Joining soon could be former Virginia Sen. Jim Webb, former Maryland Gov. Martin O'Malley and former Rhode Island Gov. Lincoln Chafee.   \n            \n    \n    i\n\n\n    \n        \n            Carly Fiorina speaks at the Republican Leadership Summit in Nashua, N.H.\n            \n            \n                \n                Jim Cole/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Jim Cole/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Carly Fiorina speaks at the Republican Leadership Summit in Nashua, N.H.\n        \n            \n            Jim Cole/AP\n            \n        \n    \n\n   \n   But Democrats aren't the ones with the demographic problem. It's no secret the GOP has had trouble attracting minority voters, especially now amid rapid racial changes, including the growth of Latinos and Asian Americans. It has had success electing minorities to prominent positions, so it is trying to highlight them. That could help blunt some of the diversity attacks routinely lobbed Republicans' way.   Still, the party is largely homogenous, and that's even more pronounced in early presidential nominating states. Republican voters in Iowa and New Hampshire in 2012 were 99 percent white, according to entrance and exit polls. South Carolina was 98 percent white. But whites are shrinking as a share of the electorate and are projected in 2016 to be below 70 percent for the first time.   \n            \n\n\n\n$(function() {\n    var pymParent = new pym.Parent(\n        'responsive-embed-voter-diversity-20150504',\n        'http://apps.npr.org/dailygraphics/graphics/voter-diversity-20150504/child.html',\n        {}\n    );\n});\n\n    \n   \n   \n\n   \n  \n    \n  \n  \n    \n  \n\n   Fiorina Wants An 'End To Identity Politics'   In her announcement video, Fiorina, the former Hewlett-Packard CEO, said she wants to \"declare the end to identity politics.\" But she sets herself up in the video as the counterweight to Clinton. The video opens with Fiorina watching Clinton's announcement video. It then cuts to Fiorina, who says, \"Our founders never intended us to have a professional political class.\" (That is also a subtle shot at Jeb Bush, among the leaders in the polls on the GOP side.)   More bluntly, in a breakfast with reporters two weeks ago, Fiorina said if Clinton faces a woman in the general election, \"She won't be able to talk about being the first woman president. She won't be able to talk about a war on women without being challenged. She won't be able to play the gender card.\"   \n            \n      \"She won't be able to talk about a war on women without being challenged. She won't be able to play the gender card.\"\n\n\n\n- Carly Fiorina, on what it would mean to have a female Republican nominee against Hillary Clinton\n   \n   \n\n   Fiorina, who near the bottom of the pack of Republican hopefuls in the polls right now, has gotten good reviews for her speeches at political events this year, especially for pointedly going after Clinton.   \"Like Mrs. Clinton, I, too, have traveled hundreds of thousands of miles,\" she said on Fox, \"but flying and traveling is an activity; it's not an accomplishment.\"   If Fiorina doesn't beat the odds and win the nomination, she will likely be on the list for potential vice-presidential contenders, because of that willingness to go after Clinton – and her gender.   \n  \n    \n  \n  \n    \n  \n\n   Carson, 'Socialists' And Welfare 'Dependency'    Carson had one of the odder presidential announcements Monday at an event in Detroit. A gospel choir sang Eminem before his official announcement. There was even a moment in which he recalled defeating his wife in pool. But, he said, he had to be \"careful,\" because the media would bill it as, \"Carson admits he beats his wife.\"   He has no political experience, and it showed. But he is trying to make that part of his appeal. While he became a GOP star when he blasted Obamacare at a National Prayer breakfast two years ago with the president sitting just two seats away, the low-key former pediatric neurosurgeon won't bring the house down with fiery speeches.   \n            \n      \"We are not doing people a favor when we tap them on the head and say, 'There, there you poor little thing, we're going to take care of all your needs.'\"\n\n\n\n- Ben Carson, on whether he would get rid of safety-net programs\n   \n   \n\n   Carson, who also trails in the polls, has gained notoriety, not just for his accomplishments as a doctor at Johns Hopkins, but also for his compelling backstory. He grew up poor in inner-city Detroit and has often spoken about his mother's inspiration, working multiple jobs to stay off welfare.   \"I remember when our favorite drug dealer was killed,\" Carson said during his announcement Monday to laughs from the assembled audience. He added, \"They used to bring us candy, so we liked to see the drug dealers. But the rats and roaches. You know, in the more upscale areas, they call them water bugs, but we knew what they were.\"   A common background might be entrée to appeal to certain voting groups, but it's not everything. Take this section of Carson's announcement speech that followed:      \"There are many people who are critical of me, because they say, 'Carson, he wants to get rid of all the safety nets and welfare programs – even though he must have benefited from them.' This is a blatant lie. I have no desire to get rid of safety nets for people who need them. I have a strong desire to get rid of programs that create dependency in able-bodied people. We are not doing people a favor when we tap them on the head and say, 'There, there you poor little thing, we're going to take care of all your needs. You don't have to worry about anything. You know who else says stuff like that? Socialists.\"      Most voters don't vote for candidates just because of their race or gender. Clinton is hoping to fire up women, as she makes the historic nature of her candidacy central to her campaign this time, unlike in 2008. And, yes, African Americans voted for Barack Obama in record numbers. But they also agreed with his politics.   And that's the challenge for Republicans who are also minorities. Simply looking the same as someone isn't going to be enough. It's going to be what policies any of the candidates offer that have broader appeal.\n", "byline": "", "description": "Two more candidates got in on the Republican side Monday, including Ben Carson, who is black, and Carly Fiorina. It's the most diverse GOP field anyone can remember. But will it make a difference?", "title": "The Republican Presidential Field Just Got More Diverse. So what?", "url": "http://www.npr.org/blogs/itsallpolitics/2015/05/04/404263972/the-republican-presidential-field-just-got-more-diverse-so-what", "topics": ["women", "economy", "campaign_finance"], "people": ["Jim Cole", "Johns Hopkins", "Martin O'Malley", "Jeb Bush", "Hillary Clinton", "Paul Sancya", "Barack Obama", "Marco Rubio", "Jim Webb", "Bernie Sanders", "Lincoln Chafee", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["National Prayer", "Sens", "GOP"], "authors": [{"author_id": 18991, "fullname": "domenico montanaro", "primary_org": "npr"}], "date_written": "2015-05-05 00:11:00", "org": "npr", "article_id": "339ae280d11e61522065bb756476045c", "date_access": "2015-05-04 23:15:20.284618"}