{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Martin O'Malley at the 2015 White House Correspondents' Association Dinner, in April.\n            \n            \n                \n                Charles Sykes/Charles Sykes/Invision/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Charles Sykes/Charles Sykes/Invision/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Martin O'Malley at the 2015 White House Correspondents' Association Dinner, in April.\n        \n            \n            Charles Sykes/Charles Sykes/Invision/AP\n            \n        \n    \n\n   \n   Former Maryland Gov. Martin O'Malley announced today that he will seek the Democratic nomination for president, joining front-runner Hillary Clinton and dark horse candidate Bernie Sanders in the 2016 primary race.   Speaking at a rally in Baltimore, where O'Malley served as mayor before becoming governor, he decried \"an economy that has so concentrated wealth in the hands of the very few that it has taken opportunity out of the homes of the many.\"   Standing behind a lectern sporting the slogan \"Rebuild the American Dream,\" O'Malley, flanked by his wife Katie, outlined an agenda to close the income gap, enact comprehensive immigration reform and tackle climate change.   The American dream, he said, has \"no fine print, no expiration date.\"   In a reference to Hillary Clinton and Jeb Bush, O'Malley said that the presidency is \"not a crown to be passed between two royal families.\"   The 52-year-old had made no secret of the fact that he was considering a bid, despite his lack of a national profile. In December, before anyone had officially declared for the Democratic nomination, The Atlantic noted of O'Malley that \"[no] other Democrat has been as aggressive in promoting him- or herself nationally.\"   In taking on Clinton, whose name, cash and political clout will be difficult to match, The New York Times says O'Malley is \"the candidate who is most hoping to capitalize on lingering worries about [Clinton] among left-leaning Democrats.\"   The Atlantic wrote that during his two terms as governor, O'Malley \"ushered in a sweeping liberal agenda that includes gay marriage, gun control, an end to the death penalty, and in-state college tuition for undocumented immigrants.\" Despite that, the magazine added, \"Democratic voters outside [of Maryland] have proved staunchly resistant to forming an impression of him.\"   He's currently polling far behind Clinton and also trailing Vermont Sen. Bernie Sanders. Although Newsweek says O'Malley has more mainstream appeal than Sanders, \"Clinton would have to stumble really, really badly,\" for him to have a real shot at the nomination.   The former Baltimore mayor has noted the city's sharp decline in crime during his tenure. Even so, O'Malley \"has faced questions over his tough-on-crime policies in the city — criticism that was amplified following death of Freddie Gray, who suffered a spinal injury while in police custody,\" The Baltimore Sun writes.   On Thursday, O'Malley supporters announced the formation of a superPAC, Generation Forward, to raise money for the bid, according to The Associated Press.   \"We cannot choose to go back to the politics of the 20th century,\" Damian O'Doherty, CEO of the Washington-based PAC and a longtime O'Malley supporter, was quoted by the AP as saying. \"We need new leadership for the 21st century.\"   The news agency said the remark was \"no doubt a reference to O'Malley's relative youth\" compared with Clinton, 67, and Sanders, 73.   NPR's Juana Summers says O'Malley will head to Iowa and New Hampshire with a full slate of campaign events scheduled over the weekend.   For more on O'Malley's candidacy, check out our coverage on the It's All Politics blog.\n", "byline": "", "description": "O'Malley, also a former Baltimore mayor, has made no secret of his desire to run, despite his lack of a national profile. He faces an uphill battle against front-runner Hillary Clinton.", "title": "Former Maryland Gov. Martin O'Malley To Seek Democratic Nomination", "url": "http://www.npr.org/sections/thetwo-way/2015/05/30/410512670/former-maryland-gov-martin-omalley-to-seek-democratic-nomination", "topics": ["immigration", "campaign_finance"], "people": ["Juana Summers", "Damian O'Doherty", "Martin O'Malley", "Freddie Gray", "Jeb Bush", "Hillary Clinton", "Charles Sykes", "Bernie Sanders"], "orgs": ["All Politics"], "authors": [{"author_id": 47, "fullname": "scott neuman", "primary_org": "npr"}], "date_written": "2015-05-30 15:55:34", "org": "npr", "article_id": "f6698ece95e611e952e9f0bd1b2d5e4c", "date_access": "2015-05-30 15:00:49.198269"}