{"body": "\n\n\n\ni\n\n\n\n\n            Supporters of Democratic presidential candidate Hillary Clinton cheer as she arrives at the state's annual Democratic convention Saturday in Manchester, N.H.\n            \n            \n                \n                Jim Cole/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jim Cole/AP\n        \n    \n\n\n\n\n\n\n\n\nSupporters of Democratic presidential candidate Hillary Clinton cheer as she arrives at the state's annual Democratic convention Saturday in Manchester, N.H.\n\n            \n            Jim Cole/AP\n            \n        \n\n\n\nPolitical conventions are, at least in theory, supposed to be about party unity. But on Saturday at New Hampshire's annual Democratic Party convention, a disagreement among Democrats over presidential debates broke out on the convention floor. Democratic National Committee Chairwoman Debbie Wasserman Schultz came to New Hampshire to rally the party faithful and to bash the other guys. But a whole lot of people in the audience had something else they wanted her to address: the presidential debate schedule set out by the DNC, which comprised a total of six debates, and just one of them is the first in the nation primary state of New Hampshire. Twice, Schultz had to give up on her prepared remarks and address the hecklers, who shouted, \"We want debates, we want debates.\" \"Come on folks, we are all on the same side,\" Schultz told the crowd. \"So let's make sure we focus on the Republicans. We should not be arguing amongst ourselves. We have a job to do. We have a president to elect.\" When former Maryland Governor and current presidential candidate Martin O'Malley spoke, he took a dig at what he calls the party malpractice of having so few debates. \"We have witnessed not one but two unanswered rounds of nationally televised Republican presidential debates led by that racist, anti-immigrant, carnival barker Donald Trump,\" O'Malley said. \nRelated NPR Stories\n\n\n \nIt's All Politics \n Trump Does Nothing As Questioner Says Obama Is Muslim\n\n\n\n\n\n\n\n\n \nIt's All Politics \n As Democrats Grow Nervous, Clinton Tries To Appeal To Party Leaders\n\n\n\n\n\n\n\n\n \nIt's All Politics \n New Rules Aim To Streamline GOP's 2016 Nominating Process\n\n\n\n\n\n\n\n\nBernie Sanders fan Pat Kinne also wants a more robust schedule of debates. \"The one in New Hampshire is just before Christmas,\" she said. \"The Republicans have gotten all this exposure and we've got nothing, you know, in the meantime.\" The first Democratic debate isn't for another month and the DNC is showing no signs of changing its plans. Hillary Clinton and Sanders aren't actively advocating a change in the debate schedule, but say if the party adds more they would gladly attend. So for voters outside of the early states who want to do comparison shopping, convention speeches like these, televised on C-SPAN, are their best shot. When Clinton spoke, the hall was a sea of Clinton shirts, signs and thunder sticks. She told the crowd there are plenty of other candidates who will tell you what's wrong with America. \"But if you want a president who will listen to you, work her heart out to make your life better and together to build a stronger, fairer, better country, then you're looking at her,\" she said. Like magic, by the time Sanders took the stage, the crowd had transformed to all powder blue Sanders signs and shirts. He said the only way Democrats are going to win in 2016 is if voter turnout is strong. And that, he said, is going to require a candidate who will get them excited and energized. \"And with all due respect, that will not happen with politics as usual. The same old, same old will not likely be successful,\" Sanders said. One potential candidate who wasn't at the convention is Vice President Joe Biden, who is still considering whether to jump in. And at least some in the hall were waiting to find out what he decides before committing to a candidate.\n", "byline": "", "description": "Before Hillary Clinton and Bernie Sanders took the stage, hecklers at the state's Democratic Party convention on Saturday interrupted the DNC head, who has been criticized for not adding more debates.", "title": "New Hampshire Democrats Unite In Cry For More Debates", "url": "http://www.npr.org/sections/itsallpolitics/2015/09/20/441873846/new-hampshire-democrats-unite-in-cry-for-more-debates", "topics": ["immigration", "personality", "economy"], "people": ["Martin O'Malley", "Joe Biden", "Hillary Clinton", "Donald Trump", "Debbie Wasserman Schultz", "Bernie Sanders", "Jim Cole"], "orgs": ["Democratic Party", "All Politics", "Democratic National Committee", "GOP", "DNC"], "authors": [{"author_id": 57, "fullname": "tamara keith", "primary_org": "npr"}], "date_written": "2015-09-20 13:22:00", "org": "npr", "article_id": "ac032550a6ca7b823709f28e59a86a22", "date_access": "2015-09-20 12:25:18.917827"}