{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Former Pennsylvania Sen. Rick Santorum speaks at the Iowa Faith & Freedom 15th Annual Spring Kick Off in April.\n            \n            \n                \n                Nati Harnik/AP\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Nati Harnik/AP\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Former Pennsylvania Sen. Rick Santorum speaks at the Iowa Faith & Freedom 15th Annual Spring Kick Off in April.\n        \n            \n            Nati Harnik/AP\n            \n        \n    \n\n   \n   Former Pennsylvania Sen. Rick Santorum is praying for political lightning to strike twice.   Even after pulling an upset win in the Iowa caucuses four years ago and going on to survive the longest against eventual nominee Mitt Romney, the GOP presidential hopeful is again the underdog in a much more crowded 2016 field.   Expected to announce his second bid for president in his hometown of Butler, Pa., Wednesday, Santorum is nowhere near the silver-medal finish he pulled off in 2012. But that's not stopping him from still preaching his brand of \"blue-collar conservatism\" with an emphasis on workers and manufacturing while also reiterating his foreign-policy experience — and hoping the unthinkable can happen again.   Speaking to a small crowd at a Legends restaurant in Marshalltown, Iowa, the afternoon after his speech at the Iowa Republican Party's Lincoln Day Dinner earlier this month, Santorum exuded confidence, but admitted it's a much steeper climb than last time.   \"There's potentially 16 people on the Republican side, so I don't envy you,\" Santorum told the crowd. \"As one of my friends here in Iowa says, there's a lot of folks with a 'new car smell.' I just think it's important to nominate somebody that you know and that you trust, because trust is the most important thing.\"   There could be even more Republicans than that. That's far more than Santorum had to contend with in 2012 when he was able to stake out a well-worn path, winning over evangelical voters and campaigning in all 99 Iowa counties.   During a recent stop, he took questions from the local Pachyderm Club for nearly an hour with ease, talking about entitlement reform, energy and the environment, immigration and education while going through much of his stump speech that's familiar to many of the voters he won over in last time.   But with a different political and global environment, Santorum is highlighting his years of experience on the Senate Foreign Relations Committee at a time when foreign policy and national security concerns are atop voters' minds, especially GOP voters.   At the Lincoln Day Dinner, he spent well over half of his allotted 10 minutes on foreign policy as the first speaker, touting his work to pass the original Iran sanctions bill 12 years ago, which were opposed by then-Sens. Barack Obama and Hillary Clinton.   \"We have to have a president who understands the difference between a friend and an enemy,\" he said. \"Iran, enemy. Israel, friend. It's real simple.\"   Santorum told NPR after the Marshalltown event that it's a part of his biography he's naturally underscoring more this cycle. It's one way he's trying to distinguish himself from GOP governors, who will be his presidential rivals. A key for all of the candidates is to try and show who is best to take on Clinton, the overwhelming favorite to be the Democratic nominee.   \"Going up against a potential nominee who's a former secretary of state, it'd be good to have someone with more experience than just a briefing book for the debate,\" he jabbed. \"Commander-In-Chief is not an entry-level position, and we need someone who's been tested, who's experienced and who's knowledgeable in those areas.\"   But facing a field that's could top 20 hopefuls, Santorum finds himself in the low single digits in national polls and in Iowa surveys. He faces several rivals for the evangelical vote he carried last time around, including 2008 caucus winner, former Arkansas Gov. Mike Huckabee. And, though he served in Congress for 15 years, he hasn't done so in a decade.   Santorum admits it's a \"whole different field\" this time around, but promises Iowa will be critical to his strategy again. And he insists he appeals to a broader swath of voters than just religious conservatives, too.   \"The message that we're delivering is a very broadly appealing message,\" he said after the Marshalltown luncheon. \"I don't think we're in a box — I don't feel that way at all.\"   Jane Jech, a substitute teacher from Marshalltown, supported Santorum last time around and is leaning toward him again.   \"When he's right on an issue, he stays with it,\" Jech said. \"He doesn't go by the shifting winds. I think I can trust him. I agree with where he's at, and he's only taken the issues that are important and expanded on it not changed.\"   But the next day in Northwest Iowa, at an event with former Texas Gov. Rick Perry in Sioux Center, several attendees said they were former Santorum supporters, who were now shopping around given far more options of candidates. That's exactly the type of hemorrhaging that could prove politically fatal to Santorum.   Sherry Kooiker of Boyden was one of those at the Perry lunch, who was a Santorum backer in 2012, but is now uncommitted. She said she has been impressed by Perry, Louisiana Gov. Bobby Jindal and retired neurosurgeon Ben Carson.   \"I'm just trying to sort it out — there's an awful lot of people who think they can do it,\" Kooiker said. \"I think our country is headed down the wrong road.\"\n", "byline": "", "description": "The former Pennsylvania senator, who won Iowa in 2012, hopes he can do it again. But with a more crowded field, he might find it difficult to stand out.", "title": "Santorum Hopes To Catch Lightning In A Bottle A Second Time", "url": "http://www.npr.org/sections/itsallpolitics/2015/05/27/409737754/santorum-hopes-to-catch-lightning-in-a-bottle-a-second-time", "topics": ["immigration", "terrorism"], "people": ["Rick Santorum", "Mitt Romney", "Nati Harnik", "Hillary Clinton", "Rick Perry", "Mike Huckabee", "Barack Obama", "Bobby Jindal", "Ben Carson", "Lightning In"], "orgs": ["Iowa Faith & Freedom", "Senate Foreign Relations Committee", "Iowa Republican Party", "GOP", "Congress"], "authors": [{"author_id": 25945, "fullname": "jessica taylor", "primary_org": "npr"}], "date_written": "2015-05-27 13:03:16", "org": "npr", "article_id": "7b949a6f280c00a7b2389f352f7a6522", "date_access": "2015-05-27 12:05:35.496768"}