{"body": "\n      \n            \n    \n    i\n\n\n    \n        \n            Democratic presidential hopeful Hillary Clinton spoke at a small business forum at Bike Tech bicycle shop Tuesday in Cedar Falls, Iowa.\n            \n            \n                \n                Scott Olson/Getty Images\n                \n            \n            hide caption\n        \n    \n    itoggle caption\n    \n        \n        Scott Olson/Getty Images\n        \n    \n\n\n    \n        \n    \n\n\n    \n        Democratic presidential hopeful Hillary Clinton spoke at a small business forum at Bike Tech bicycle shop Tuesday in Cedar Falls, Iowa.\n        \n            \n            Scott Olson/Getty Images\n            \n        \n    \n\n   \n   Until Tuesday, it had been almost a month since Hillary Clinton answered a question from the press.   After taking questions from Iowans in Cedar Rapids, where Clinton spoke about small business, the former secretary of state then answered seven questions from reporters. The questions ranged from the release of her e-mails when she was secretary of state and criticism over foreign donations to the Clinton Foundation to the state of Iraq and more.   \n            \n                   Tamara Keith: State Department To Release Hillary Clinton Emails By January 2016                   May 19, 2015\n      \n      \n\n   \n   \n\n   That brings the total number of questions Clinton has answered since she launched her campaign, by NPR's count, to 20. As NPR's Tamara Keith reported recently, Clinton had answered only 13 questions from the media since launching her campaign. That count included a few substantive answers, and many versions of \"How are you liking Iowa?\"   \n            \n                           \n                        It's All Politics \n            Tamara Keith: The 13 Questions Hillary Clinton Has Answered From The Press\n         \n         \n\n      \n      \n\n   \n   \n\n   It's also something Republicans, like Jeb Bush and Rand Paul, had started to use against her, noting that they were answering questions.   During Tuesday's event, Fox News reporter Ed Henry asked if Clinton would be taking questions from the media. (We guess that counts.). \"We haven't heard from you in a month,\" he said. Clinton said to laughs that she would. \"Maybe when I finish talking to the people here,\" she said. \"How's that? I might. I'll have to ponder it, but I will put it on my list for due consideration.\"   Here are the six other questions Clinton answered Tuesday, along with her responses:   Q1: \"Secretary Clinton, do you regret the way that the Clinton Foundation handled foreign donations when you were secretary of state? And your opponents say that the foreign donations and private emails are an examples of the Clintons having one set of rules for themselves and one for everyone else. Do they have a point?\"   A: \"I am so proud of the foundation. I'm proud of the work that it has done and it is doing. It attracted donations from people, organizations from around the world and I think that just goes to show that people are very supportive of the life-saving and life-changing work its done here at home and elsewhere.   \"And I'll let the American people make their own judgements about that.\"   Q2: \"Secretary Clinton, given the situation in Iraq, do you think that we're better off without Saddam Hussein in power?\"   A: \"Look, I know that there've been a lot of questions about Iraq posed to candidates over the last weeks. I've made it very clear that I made a mistake, plain and simple. And I have written about it in my book, I've talked about it in the past. What we now see is a very different and very dangerous situation, the United States is doing what it can but ultimately this has to be a struggle that the Iraqi government and the Iraqi people are determined to win for themselves, and we can provide support but they're going to have to do it.\"   Q3: \"On your income disclosure, recently that just came out on Friday, you are in the tip-top echelon of earners in this country. How do you expect everyday Americans to relate to you?\"   A: \"Well, obviously, Bill and I have been blessed, and we're very grateful for the opportunities that we had but we've never forgotten where we came from. And we've never forgotten the kind of country that we want to see for our grandaughter, and that means that we're going to fight to make sure that everybody has the same chances to live up to his or her own God-given potential.   \"So I think that most Americans understand that the deck is stacked for those at the top — and I am running a campaign that is very clearly stating we want to reshuffle that deck, we want to get back to having more opportunity for more people so that they can make more out of their own lives. And I think that's exactly what America's looking for.\"   Q4: \"Can you explain your relationship as secretary of state with Sidney Blumenthal? There was a report out this morning that you've exchanged several e-mails. Should Americans expect that if elected president you would have the same type of relationships with these old friends you've had for so long?\"   A: [Laughing] \"I have many, many old friends, and I always thing it's important, when you get into politics to have friends you had before you were in politics. And to understand what's on their mind. And he's been a friend of mine for a long time. He sent me unsolicited e-mails which I passed on in some instances/ And I see that's just part of the give and take. When you're in the public eye, when you're in an official position, I think you do have to work to make sure you're not caught in a bubble and you only hear from a certain small group of people and I'm going to keep talking to my old friends whoever they are.\"   Q5-6: \"Secretary Clinton, you learned today that State Department might not release your e-mails until January of 2016. A federal judge says they should be released sooner. Will you demand they are released sooner? And to follow up on the questions about the speeches, was there a conflict of interest in your giving paid speeches into the run-up of your announcement that you're running for president?\"   A: \"The answer to the second is no. And the answer to the first first is I have said repeatedly that I want those e-mails out. Nobody has a bigger interest in getting them released than I do. I respect the State Department, they have their process th at they do for everybody, not just for me. But anything that they might do to expedite that process, I heartily support.   \"You know, I want the American people to learn as much as we can about the work that I did with our diplomats and our development experts, because I think it will show how hard we worked and what we did for our country during the time that I was secretary of state where I worked extremely hard on behalf of our values and our interest and our security, and the e-mails are part of that. So, I have said publicly, I'm repeating it here, in front of all of you today, I want them out as soon as they can get out.\"   Follow up: \"But will you demand it? Will you demand it?\"   \"Well, they're not mine, they belong to the State Department. So the State Department has to go through it's process, but as much as they can expedite that process, that's what I'm asking them to do, please move as quickly as they possibly can to get them out.   \"It is worth noting that Clinton has been taking questions from participants of her events — but many are pre-selected supporters of her campaign. On Tuesday, however, one participant asked her about the Trans-Pacific Partnership, a major trade deal that she had weighed in on once before with a broad answer.\"   Bonus Question: Trade Deal   It is worth noting that Clinton has not been avoiding questions completely. She has been answering questions from participants of her events — but many are pre-selected supporters of her campaign.   On Tuesday, however, one participant did ask her a potentially thorny question about the Trans-Pacific Partnership, a major trade deal that she supported as secretary of state, but has hedged on as a candidate. She said she wanted to \"judge the final agreement\" and expressed concerns over parts of the deal.\n", "byline": "", "description": "Clinton ended a nearly month-long avoidance of press questions, and addressed the release of her e-mails, foreign donations to the Clinton Foundation, the state of Iraq and more.", "title": "After A Month, The 7 Questions Hillary Clinton Answered From The Media", "url": "http://www.npr.org/sections/itsallpolitics/2015/05/19/407981227/after-a-month-the-7-questions-hillary-clinton-answered-from-the-media", "topics": ["trade", "campaign_finance"], "people": ["Rand Paul", "Saddam Hussein", "Sidney Blumenthal", "Scott Olson", "Jeb Bush", "Hillary Clinton", "Ed Henry", "Tamara Keith"], "orgs": ["Clinton Foundation", "All Politics", "State Department", "Bike Tech"], "authors": [{"author_id": 3223, "fullname": "amita kelly", "primary_org": "npr"}], "date_written": "2015-05-19 22:26:00", "org": "npr", "article_id": "e33dcc51caf3672543c40862918fc9d7", "date_access": "2015-05-19 21:30:25.787887"}