{"body": "If I got to ask one question of the presidential aspirants at Thursday’s Fox Republican debate, it would be this: “As part of a 1982 transportation bill, President Ronald Reagan agreed to boost the then 4-cent-a-gallon gasoline tax to 9 cents, saying, ‘When we first built our highways, we paid for them with a gas tax,’ adding, ‘It was a fair concept then, and it is today.’ Do you believe Reagan was right then, and would you agree to raise the gasoline tax by 5 cents a gallon today so we can pay for our highway bill, which is now stalled in Congress over funding?”\n\nThe gasoline tax is currently 18.4 cents a gallon, and was last hiked by Bill Clinton in 1993, after a raise by George Bush in 1990. Average gasoline prices have fallen roughly a dollar a gallon in the last year, so a 5-cent increase would hardly be noticed. No matter, the Senate last week passed a six-year transportation bill, but funded it for only three years. And because Senate Republicans refused to pay for any of it with a gas tax, they raise the funds instead, in part, by selling oil from our Strategic Petroleum Reserve, which is our insurance against another oil crisis. I’m not making this up.\n\nHouse Republicans have yet to weigh in. Perhaps they’ll propose paying for it by selling gold from Fort Knox or paintings from the National Gallery.\n\nWhy is this such a key question? Because it cuts to the core of what is undermining the Republican Party today and, indirectly, our country: There is no longer a Republican center-right that would have no problem raising the gas tax for something as fundamental as infrastructure. Sure, there are center-right candidates — like Jeb Bush and John Kasich. But can they run, win and govern from the center-right when the base of their party and so many of its billionaire donors reflect the angry anti-science, anti-tax, anti-government, anti-minorities, anti-gay rights and anti-immigration views of the Tea Party and its media enforcer, Fox News?\n\nAmerica has more natural advantages to thrive in the 21st century than any other country on the planet. But we prosper only by making the right investments and adaptations to maximize our strengths. That can happen only if there is a center-right party offering creative, market-based solutions to meet these opportunities and challenges — ready to compromise with a center-left party offering more government-oriented approaches. Bernie Sanders notwithstanding, the Democratic Party is still dominated by its center-left — Barack Obama and Hillary Clinton. In today’s G.O.P., the far-right base is setting the agenda.\n\nThe Republican Bruce Bartlett, writing in Politico last week, said he hoped that Donald Trump becomes the G.O.P. presidential nominee, riding the Tea Party wave, and is so badly defeated in the national election that the party has to return to the center-right. “The Trump phenomenon perfectly represents the culmination of populism and anti-intellectualism that became dominant in the Republican Party with the rise of the Tea Party,” wrote Bartlett, who served in Reagan’s administration. “I think many Republican leaders have had deep misgivings about the Tea Party since the beginning, but the short-term benefits were too great to resist. A Trump rout is Republican moderates’ best chance to take back the G.O.P.”\n\nWhat does it mean to be a center-right Republican? It means starting each day by asking, What world am I living in and how do I best align the country to thrive in that world? Offering market-based responses to science- and fact-based problems and opportunities. Being ready to compromise to get fundamentals like a transportation bill passed and making a distinction between an “expenditure” and an “investment.” There is a big difference between funding energy research, bioscience or a new university — and some pork-barrel project.\n\nMaking cuts across the board, like the sequester, is stupid.\n\nWhat do center-right policies look like? On infrastructure, it’s a gas tax. On immigration, it’s a high wall, to assure citizens that we can control our borders, but with a very big gate to promote legal immigration of the high-I.Q. knowledge workers and high-energy less-skilled workers who have always propelled our economy. On climate, it looks like a recent paper  by Jerry Taylor, president of the Niskanen Center, a libertarian think tank, making a conservative case for a carbon tax.\n\nTaylor argues that “the risks imposed by climate change are real, and a policy of ignoring those risks and hoping for the best is inconsistent with risk-management practices conservatives embrace in other, non-climate contexts. Conservatives should embrace a carbon tax (a much less costly means of reducing greenhouse gas emissions) in return for elimination of E.P.A. regulatory authority over greenhouse gas emissions, abolition of green energy subsidies and regulatory mandates, and offsetting tax cuts to provide for revenue neutrality.”\n\nThe center-left wouldn’t agree with all of his trade-offs, but if that were the G.O.P. position — climate change is real and here’s our market solution — I guarantee you we’d have had a serious compromise national climate policy by now. We’re paying a huge price for the way the Tea Party has marginalized the center-right.", "byline": "THOMAS L. FRIEDMAN", "description": "I’d certainly pay a nickel for the candidates’ thoughts.", "title": "Op-Ed Columnist: My Question for the Republican Presidential Debate", "url": "http://www.nytimes.com/2015/08/05/opinion/thomas-friedman-my-question-for-the-republican-presidential-debate.html", "topics": ["immigration"], "people": ["Jerry Taylor", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Barack Obama", "Bernie Sanders", "Ronald Reagan"], "orgs": ["Niskanen Center", "Congress", "Senate", "Republican Party", "Strategic Petroleum Reserve", "Senate Republicans", "Democratic Party", "Tea Party"], "authors": [{"author_id": 777, "fullname": "thomas l. friedman", "primary_org": "nyt"}], "date_written": "2015-08-05 08:21:01", "org": "nyt", "article_id": "0c3710cbe66a013854db229d79668cb9", "date_access": "2015-08-05 07:40:48.428731"}