{"body": "BOSTON — Senator Bernie Sanders of Vermont appears to be making headway against Hillary Rodham Clinton among Democratic primary voters in New Hampshire, according to a new poll. His strength is built on support from liberal voters and from men.\n\nMrs. Clinton, whom New Hampshire voters rescued in the 2008 primary by a whisker over then Senator Barack Obama, still leads in the poll, by Suffolk University, with support from 41 percent of voters. But Mr. Sanders clocked in with 31 percent, suggesting that by the time the primary rolls around in eight months, he could pose a serious challenge. \n\nVice President Joseph R. Biden Jr., who is not a candidate, drew support from 7 percent, while Martin O’Malley, the former governor of Maryland, who is a candidate, drew 3 percent. Lincoln Chafee, the former senator-governor of Rhode Island, who joined the race this month, had 1 percent. Fifteen percent of voters were undecided.\n\nMr. Sanders was beating Mrs. Clinton among male voters and in several of the western counties that border Vermont. Mrs. Clinton had a strong lead among female voters and in the populous suburban counties of central and southern New Hampshire.\n\nWhile she has higher favorable ratings (72 percent to Mr. Sanders’s 62 percent), she also has higher negative ratings (19 percent, to his 9 percent). More people know her, but among those who say they know both candidates, Mrs. Clinton leads Mr. Sanders by 3 percentage points.\n\nAmong those identifying themselves as liberal, Mr. Sanders and Mrs. Clinton were tied at 39 percent each.\n\n“Don’t underestimate the power of the progressive nerve network,” said David Paleologos, director of the Suffolk University Political Research Center in Boston. “It is alive, far-reaching, and it is translating into political muscle in the New Hampshire Democratic primary.”\n\nThe poll also indicated that many Democrats were not happy with various issues that have been dogging Mrs. Clinton and expect some of them will hurt her in a general election. Half said that questions about her use of a private email server and deletion of emails would hurt her; nearly half said the same of donations to the Clinton Foundation, and 46 percent said her handling of the attack in Benghazi, Syria, as secretary of state would also do damage.\n\nThe survey of 500 likely voters in the Democratic primary was conducted from June 11-15 and has a margin of sampling error of plus or minus 4 percentage points.", "byline": "KATHARINE Q. SEELYE", "description": "Hillary Rodham Clinton, who won the 2008 New Hampshire primary by a whisker, still leads in a new poll, with support from 41 percent of voters in the state. But Senator Bernie Sanders had 31 percent.", "title": "First Draft: Bernie Sanders on the Rise in New Hampshire Polling", "url": "http://www.nytimes.com/politics/first-draft/2015/06/16/bernie-sanders-on-the-rise-in-new-hampshire-polling/", "topics": ["women", "campaign_finance", "immigration"], "people": ["Martin O'Malley", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders", "Joseph R. Biden Jr.", "David Paleologos", "Lincoln Chafee"], "orgs": ["Clinton Foundation", "BOSTON", "Suffolk University", "Suffolk University Political Research Center"], "authors": [{"author_id": 1265, "fullname": "katharine q. seelye", "primary_org": "nyt"}], "date_written": "2015-06-16 17:20:00", "org": "nyt", "article_id": "be1bfeae92411bfa6bbfd507a95d0348", "date_access": "2015-06-16 18:09:45.616207"}