{"body": "WASHINGTON — The State Department is expected to release another batch of Hillary Rodham Clinton’s emails on Wednesday afternoon, providing the latest look inside the correspondence between the former secretary of state, her aides and other government officials.\n\nThe State Department is releasing the emails subject to a court order after revelations that Mrs. Clinton had used a private email system while she was the secretary of state. Several previous batches of emails have been disclosed on the last day of the month.\n\nMrs. Clinton’s presidential campaign has been rocked by questions about her use of the private email server. The release of thousands of pages of her correspondence has also provided insight about the people Mrs. Clinton relied on privately as she guided United States foreign policy.\n\nSome of the emails have simply been about logistics and planning for mundane things like internal meetings. Some have also shined a light on Mrs. Clinton’s handling of events in Libya, the Middle East and elsewhere. And they have suggested the extent to which Mrs. Clinton and officials in President Obama’s White House have engaged in discussions about how to proceed on issues large and small.\n\nIn previous batches of emails, many pages were redacted to block personal or sensitive information — some of which has been deemed classified — from being revealed. The new emails, which will be posted on a State Department website, are likely to be similarly edited.", "byline": "MICHAEL D. SHEAR", "description": "The State Department is releasing the emails in batches, subject to a court order after revelations that Mrs. Clinton had used a private email system while she was the secretary of state.", "title": "State Department to Release More of Hillary Clinton’s Emails", "url": "http://www.nytimes.com/2015/10/01/us/state-department-to-release-more-of-hillary-clintons-emails.html", "topics": ["personality"], "people": ["Hillary Rodham Clinton", "Hillary Clinton"], "orgs": ["State Department"], "authors": [{"author_id": 331, "fullname": "michael d. shear", "primary_org": "nyt"}], "date_written": "2015-09-30 20:02:45", "org": "nyt", "article_id": "4478b0ef38b9b2c76fe279fcd6dafcf3", "date_access": "2015-09-30 19:31:50.617610"}