{"body": "DUBUQUE, Iowa — Donald J. Trump, it is abundantly clear, is not a conventional candidate. And neither is his approach to recruiting campaign workers.\n\nA co-chairwoman of Mr. Trump’s Iowa campaign, Tana Goertz, who has no prior political experience, picks the campaign’s county leaders “The Apprentice”-style — in head-to-head tests of public speaking, organizing and salesmanship. A stopwatch is involved.\n\n“A couple of guys came out and said, ‘This isn’t for me,’” said Ms. Goertz, who was once a finalist on Mr. Trump’s reality show. “I said, ‘Dude, if not now, when? Do it.’ I forced them. One of the guy’s wife emailed me and said, ‘You put some passion back into my husband I hadn’t seen in 15 years.’”\n\nA major challenge for Mr. Trump’s campaign, in Iowa and elsewhere, is how to convert support in polls and raucous crowds into votes in primaries and caucuses. And picking a determined staff is central to that mission.\n\nMuch of the support for Mr. Trump, who returned to Iowa on Tuesday for another large rally, is from people who are fed up with politics as usual. They are estranged from the Republican Party leadership. He must transform their anger into a resolve to vote, starting with the Iowa caucuses, which historically have low turnout and are driven by party stalwarts — the opposite of many of the people flocking to him.\n\n“We’re getting a lot of buzz,” Chuck Laudner, Mr. Trump’s Iowa director, said in an interview this summer. “Transforming that into caucus support is going to be the heavy lift.”\n\nMany traditional operatives are skeptical of Mr. Trump’s ability to organize ranks of volunteers and activists, who are needed for the unglamorous field work of wrangling voters to attend a caucus in the state’s nearly 1,700 precincts in early February.\n\nAt an Iowa rally of 2,300 evangelical Christians for Senator Ted Cruz last week, Mr. Cruz’s campaign manager, Jeff Roe, said he would rather have those supporters, who were committed to a family values “movement,” than the thousands more who turn out at a Trump rally to be “part of a show.”\n\nTo convince a new wave of caucusgoers to participate, Mr. Trump would have to defy history. Only about one in five registered Republicans have attended past caucuses; the dream of bringing in thousands of marginal voters and boosting the turnout beyond about 120,000 Republicans has eluded many past efforts.\n\n“The entertainment value of a Trump event is high, but the reality of his issues is a real challenge to him,” said Steve Grubbs, the director for Senator Rand Paul’s Iowa campaign, citing Mr. Trump’s past support for gun restrictions and abortion rights. “At the end of the day you can like the concept of Donald Trump, but voting for him at the caucuses will be a lot tougher for people.”\n\nAnd yet, despite his flamboyant politics and a strategy that seems focused on appearing, every hour of every day, in the national spotlight, Mr. Trump has actually put in place a robust field operation in Iowa, grounded in the most time-proven methods.\n\nHe was the only candidate of 17 Republicans to plant a volunteer for all 11 days of the Iowa State Fair at the state Republican Party booth this month. Even as Mr. Trump’s bravura flyby of the fair in a helicopter produced headlines, his little-noticed volunteers collected hundreds of cards with voters’ email addresses, providing invaluable contact data to activate more volunteers. It was a far cry from the early days of his campaign, when actors were reportedly hired to fill out the crowd when he announced his presidential run.\n\nIn Ms. Goertz, a motivational speaker, Mr. Trump has a political newcomer helping to lead his organizing in Iowa, but his state director, Mr. Laudner, is a 30-year veteran of Iowa campaigns. He has built one of the largest field teams of any Republican candidate this year: 10 paid staff members.\n\nA former executive director of the state Republican Party, Mr. Laudner is known for his enormous spreadsheets of supporters. He is well connected to evangelical and Tea Party conservatives and is known for calling through a list of people every day to get a feel for what is happening on the ground.\n\nAfter directing Rick Santorum’s 2012 victory in the Iowa caucuses, Mr. Laudner said he signed on with Mr. Trump because he was frustrated with the failure of Republicans to change Washington even with a majority in Congress. “We haven’t put any points on the board,” he said. “I was determined to do something different.”\n\nAmong the campaign’s Iowa field staff is Elizabeth Davidson, an organizer in Bettendorf, who is doing just what field staff members are supposed to: recruiting a captain for every one of the 63 precincts in her assigned territory, Scott County.\n\n“Our candidate’s really doing a tremendous job to make our job easy,” Ms. Davidson said. “People reach out to you when they figure out you’re working for Trump.”\n\nMr. Trump’s celebrity has been harnessed in other ways as a recruitment tool. The campaign has leased a blue bus that it parks at shopping centers throughout the state. Scores of curious people are drawn by the large “Trump” logo, and are given caucus information packets.\n\n“Trump doesn’t have to come here. He parks his bus in a parking lot and they come to him; it’s unbelievable,” said an adviser to a rival candidate, speaking on condition that he not be named.\n\nOn Tuesday evening, Mr. Trump’s rally in Dubuque, for which the campaign has received 3,000 responses, is practically in the backyard of Gov. Scott Walker of Wisconsin, who long held the lead in polls of Iowa Republicans but recently relinquished it to Mr. Trump. The Trump campaign denied the appearance was meant as a snub to Mr. Walker, who lived not far away as a boy in northeast Iowa.", "byline": "TRIP GABRIEL", "description": "Donald J. Trump has put in place a robust field operation in Iowa, but converting raucous crowds into votes in primaries and caucuses remains a challenge.", "title": "Donald Trump Builds Team to Bolster Ground Game in Iowa", "url": "http://www.nytimes.com/2015/08/26/us/politics/donald-trump-builds-team-to-bolster-ground-game-in-iowa.html", "topics": ["personality"], "people": ["Rand Paul", "Tana Goertz", "Elizabeth Davidson", "Scott County", "Rick Santorum", "Donald Trump", "Jeff Roe", "Donald J. Trump", "Chuck Laudner", "Steve Grubbs", "Scott Walker", "Ted Cruz"], "orgs": ["Republican Party", "Tea Party", "Congress"], "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-08-25 19:59:53", "org": "nyt", "article_id": "81c2f3e338610fc22eb6d559af9348b1", "date_access": "2015-08-25 19:20:09.250945"}