{"body": "Jeb Bush’s time away from public life has been good for him, at least financially, as he and his wife, Columba, reported adjusted gross income of $7.3 million on his 2013 tax return, the last of 33 years of returns he released on Tuesday.\n\nThe return showed that he paid $2.9 million in federal taxes on that income, for an effective tax rate of 40 percent. \n\nThe business engagements of Mr. Bush were closely dissected during his campaigns for governor in Florida and during his father’s two presidential campaigns. But until Tuesday’s release, less was publicly known about his financial standing since he left the governor’s office in 2007 after two terms.\n\nDeep in the 2013 filing, he reported $5.8 million in “consulting and speaking” income. The couple also reported making $110,616 in charitable contributions for the year. The Bush campaign reported separately that the couple had a total net worth of $19 million to $22 million.\n\nIn a description of the returns on the Bush campaign website, Mr. Bush reported making hundreds of thousands of dollars in charitable contributions since he left the governor’s office. “I’m proud of what Columba and I have contributed,” Mr. Bush said. “From 2007-2014 we donated $739,000 to charity.”\n\nThe effective tax rate of 40 percent that Mr. Bush paid compares with the 13.9 percent rate that Mitt Romney, the 2012 Republican presidential candidate, reported paying in 2010, a figure that drew widespread criticism.\n\nThe release of the returns, 16 months before the general election, is designed to position Mr. Bush as particularly open to scrutiny compared with other candidates. The release Tuesday included filings for a number of years that had previously been disclosed during Mr. Bush’s campaigns for governor. Mr. Bush has not yet released his financial disclosure report, which will include details of his assets and liabilities.", "byline": "GERRY MULLANY", "description": "Jeb Bush’s time away from public life has been good for him, at least financially, as he and his wife, Columba, reported adjusted gross income of $7.3 million on his 2013 tax return, the last of 33 years of returns that he released on Tuesday.", "title": "First Draft: Jeb Bush Reports $7.3 Million in Income on 2013 Return", "url": "http://www.nytimes.com/politics/first-draft/2015/06/30/jeb-bush-reports-7-3-million-in-income-on-2013-return/", "topics": ["economy", "personality"], "people": ["Jeb Bush", "Mitt Romney", "Columba Bush"], "orgs": [], "authors": [{"author_id": 25391, "fullname": "gerry mullany", "primary_org": "nyt"}], "date_written": "2015-06-30 22:43:21", "org": "nyt", "article_id": "26ad058be1d1d44688b9b6c484496194", "date_access": "2015-06-30 22:00:10.604982"}