{"body": "Jeb Bush’s presidential campaign has brought with it a resurgence of the idea that he’s the smarter of the two political Bush brothers. Experts on the Bush family say it’s an old idea, but it may not be correct.\n\nThe notion that Jeb is the smart one has its roots in the brothers’ youth, according to Bill Minutaglio, the author of “First Son: George W. Bush and the Bush Family Dynasty.” “Growing up,” he said in an email, “Jeb’s older brother was given to the kind of backslapping, grinning and preening that led some family members and friends to believe he was not entirely a sober, serious individual with the requisite gravitas to be presidential timber. He was great at social lubrication but a dud in the classroom, and hardly remembered by anyone at Yale for his academic achievements.”\n\nThus, when the family considered the brothers’ futures, “it wasn’t that Jeb was oozing an arching intellect or compelling profundity as he grew up. It was just that, in juxtaposition with his more careening brother George Walker Bush — the one who drank, who ran into problems with the police, whose fraternity was accused of hazing and branding pledges — Jeb appeared more stable.”\n\nThe perception that Jeb is smarter “has been out there forever,” said Myra Gutin, author of “Barbara Bush: Presidential Matriarch.” In the Bush family, “there was always the expectation that Jeb would run for president,” she explained, “certainly ahead of his older brother.”\n\nThose close to the brothers have been describing Jeb as staid and George as fun for decades, though not always in those words. “Jeb is more serious,” Barbara Bush told The St. Petersburg Times in 1994. “He is warm, but he’s not a big Ha-Ha man. But I think he really cares and it shows.  He is more like his father, if the truth be known.”\n\nShe described George W. as “more feisty” and more like her.\n\nIn a 2002 article in The St. Petersburg Times, Sara Fritz and Lucy Morgan quoted a former Bush aide who remembered the brothers’ different approaches to a 1987 meeting about their father’s campaign: “Jeb wanted to talk about issues,” the aide said, while “George kept asking, ‘When are we going to go skeet shooting?’”\n\nJeb Bush may be more willing to get down to business (and less interested in skeet shooting) than George, but he’s not necessarily more articulate: His unimpressive responses to questions about the Iraq War show that “like his big brother, he, too, can slip when he speaks,” writes Brian E. Crowley at The Washington Post.\n\nAnd his reputation for seriousness comes with its own problems. Donald Trump “is right in one respect,” said Mr. Minutaglio: “Jeb Bush is far lower in energy than his brother George.” The younger Bush is now suffering in the polls; he’s dropped from 17 percent in July to 8.3 percent last week.\n\nUltimately, it may not matter how smart Jeb is. If he has his brother’s verbal clumsiness without his social skills, all the intelligence in the world may not save his campaign.", "byline": "ANNA NORTH", "description": "Experts on the Bush family say it’s an old idea, but it may not be correct.", "title": "Taking Note: When Did Jeb Bush Become the Smarter Brother?", "url": "http://takingnote.blogs.nytimes.com/2015/09/14/when-did-jeb-bush-become-the-smarter-brother/", "topics": ["personality"], "people": ["Brian E. Crowley", "Lucy Morgan", "Barbara Bush", "Jeb Bush", "Donald Trump", "George W. Bush", "Bill Minutaglio"], "orgs": [], "authors": [{"author_id": 740, "fullname": "anna north", "primary_org": "nyt"}], "date_written": "2015-09-14 21:28:10", "org": "nyt", "article_id": "9b5ef946c0674b7af198e89c053a32d5", "date_access": "2015-09-14 20:50:28.269268"}