{"body": "Gov. Scott Walker of Wisconsin suggested to donors on Monday that he was pivoting to a message more directly attacking Washington to fend off a growing threat to his campaign from candidates who have never held elected office, such as Donald J. Trump.\n\n“We’re about as anti-Washington as you can get,” Mr. Walker said on a conference call, noting that three popular candidates, Mr. Trump (whom he referred to only as “the front-runner”), Ben Carson and Carly Fiorina have never served in office. “People have had it with Washington.”\n\nHe said, “we need to step it up and remind people that we didn’t just take on the unions and Democrats, we had to take on my own party establishment.” \n\nOn the call, Mr. Walker acknowledged criticisms that he lacked passion in the first debate, revealed that he was attempting to poach supporters of former Gov. Rick Perry and suggested he would draw contrasts to Gov. John Kasich of Ohio and Gov. Chris Christie of New Jersey on health care issues. \n\nBut Mr. Walker left little doubt that he is now chiefly focused on finding a way to arrest the growth of the outsider candidates who are building support.  \n\nAnswering a question from a supporter about how he would handle “the Trump factor,” Mr. Walker boasted that he refused to criticize the real estate mogul for having said he gets his military advice from watching television news shows.\n\n“Instead of going after Trump, we need to go after his voters,” said Mr. Walker, adding that the way to address Mr. Trump’s apparent appeal among voters angry at the political establishment is “not by knocking him, but saying that we too share that frustration.” \n\nThe call lasted about 30 minutes and its contents were shared by a Republican contributor who listened in. \n\nMr. Walker’s decision to shift to a message confronting his own party’s leadership and his candid appraisal of Mr. Trump illustrates the quandary in which the governor now finds himself. After a strong start in Iowa, where he has led in polls most of this year, Mr. Walker now finds himself trailing not only Mr. Trump but also Mr. Carson there.  \n\nHis assessment also offers a window on what some Republicans believe is one of his weaknesses: a penchant for short-term tactics rather than an overarching strategy. Already this year, he has changed his positions on immigration and ethanol subsidies, while sounding a much tougher tone on same-sex marriage than he had as governor.  \n\nMr. Walker’s new message was on display Monday, where on conservative talk radio and at an appearance at the Iowa state fair he took direct aim at Mitch McConnell, the Senate majority leader. \n\n“They told us during the last election that if we just elected a Republican Senate, the leadership out there would put a bill to repeal Obamacare on the desk of the president,” Mr. Walker said at the fair. “It’s August, we’re still waiting for that measure.”\n\nOn the call — which also featured Mr. Walker’s campaign manager and a leading donor — the governor addressed his performance at a debate held earlier this month. “People want to feel the passion,” he said, referring to some of the feedback he had received. Responding to this critique, Mr. Walker told his supporters to Google the encounter he had with some protesters at the state fair Monday, where he told them he was not intimidated.\n\nAsked by a supporter what he would do to win over voters backing some of his Republican rivals, Mr. Walker noted the cash flow difficulties that have prompted Mr. Perry to stop paying his staff, and revealed that he “had a good talk with an early supporter” of the former Texas governor whose change in support “would be a huge pick up.” He did not, however, identify the name of the Perry backer.\n\nAnd Mr. Walker noted, in the course of previewing his Tuesday health care speech, that he refused to expand Medicaid in Wisconsin with money offered by the Affordable Care Act. He noted that “a couple of the other governors in this race went the opposite direction. “", "byline": "JONATHAN MARTIN", "description": "Facing popular candidates who have never held office, Gov. Scott Walker looks to distinguish himself from the other politicians running by attacking Washington.", "title": "First Draft: Scott Walker to Increase Attacks on Washington", "url": "http://www.nytimes.com/politics/first-draft/2015/08/18/scott-walker-to-increase-attacks-on-washington/", "topics": ["immigration", "health"], "people": ["Chris Christie", "Rick Perry", "Ben Carson", "Donald Trump", "Donald J. Trump", "John Kasich", "Carly Fiorina", "Scott Walker"], "orgs": ["Senate", "Medicaid"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-08-19 03:23:39", "org": "nyt", "article_id": "891deb9a77615da31ad235315eb2b18e", "date_access": "2015-08-19 02:40:10.167398"}