{"body": "The political world got a glimpse on Wednesday of a crack in what has for months been the impenetrable political armor of Donald J. Trump. \n\nA poll of Republican caucus voters in Iowa, conducted by Quinnipiac University, showed Mr. Trump in second place, with Ben Carson, the retired neurosurgeon, in first place. It was the first Iowa poll in weeks showing Mr. Trump outside the lead.\n\nIt is only a single poll, and it will require other surveys to make clear whether the numbers are trending away from Mr. Trump. But the state’s Republican base includes a large number of evangelical voters, a group Mr. Trump has had difficulty courting.  \n\n“Here is a reason Trump is not doing as well in Iowa as he is in New Hampshire: New Hampshire is more secular,” said the Republican strategist Alex Castellanos. “Carson, the moral outsider, beats Trump, the secular, business outsider.” \n\nStill, the two nonpoliticians remain atop the very crowded Republican field. But if Iowa becomes difficult for Mr. Trump, he will have to make a choice about how to approach the state in the lead-up to the caucuses in early February — and whether to focus heavily on New Hampshire, the state that votes immediately afterward. ", "byline": "MAGGIE HABERMAN", "description": "A Quinnipiac University poll of Republican caucus voters in Iowa showed Mr. Trump in second place, with Ben Carson in first. It was the first Iowa poll in weeks showing Mr. Trump outside the lead, but the state’s Republican base includes a large number of evangelical voters, a group he has had difficulty courting.", "title": "First Draft: Evangelical Vote Points to Donald Trump’s First Fall in Iowa", "url": "http://www.nytimes.com/politics/first-draft/2015/10/23/evangelical-vote-points-to-donald-trumps-first-fall-in-iowa/", "topics": ["personality", "mexico"], "people": ["Donald Trump", "Alex Castellanos", "Donald J. Trump", "Ben Carson"], "orgs": ["Quinnipiac University"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-10-23 11:00:48", "org": "nyt", "article_id": "e753f1a48d5c457e7d32ff42b7a0818f", "date_access": "2015-10-23 10:31:00.285986"}