{"body": "A young woman berated Jeb Bush in Reno, Nev., on Wednesday for his brother’s bungled war in Iraq, saying it had spawned the group calling itself the Islamic State. “Your brother created ISIS,” she declared. Mr. Bush said he “respectfully” disagreed.\n\nA middle-aged man pressed Mr. Bush to answer whether he would have supported the 2003 Iraqi invasion given the intelligence known today. Mr. Bush acknowledged mistakes but sprinkled in praise. “I give him credit,” he said of his brother, for the 2007 troop surge.\n\nBy the morning’s end, when a wary-sounding Mr. Bush told reporters, “If I run, it will be 2016, not 2000,” it almost came across as wishful thinking.\n\nMr. Bush began exploring a presidential run by declaring that he would be his own man. But he is struggling to navigate his relationship with George W. Bush and his legacy. He has fumbled the most basic, predictable questions about the Iraq war — while behind the scenes, he has assured skeptical conservatives that he draws wisdom and important counsel from the former president.\n\nThe uneasiness stems in part from the two men’s own awkward relationship, which was never close and was often competitive. But it also reflects Mr. Bush’s challenge in trying to deal with a fractured electorate in which some conservatives cling to the former president, but he remains a focus of anger across much of the rest of the political spectrum.\n\nAs he strains to win over Republican activists, particularly in crucial early-voting states like Iowa and South Carolina, Mr. Bush is being confronted with a distressing realization: He may now need to lean on his brother to survive the Republican primary — despite the damage that could do to Mr. Bush in a general election.\n\nIn private conversations, Mr. Bush’s allies have often taken note that his brother’s approval ratings among likely primary and caucus voters are sky high. A Quinnipiac University survey this month showed George W. Bush’s favorability at 81 percent among likely Republican caucusgoers in Iowa. People familiar with Republican polling in South Carolina say the former president’s numbers are similarly strong among primary voters there.\n\n“I think in a Republican primary, especially, his brother is a tremendous asset,” said Ari Fleischer, who was a White House press secretary during George W. Bush’s tenure.\n\nIn both states, conservative Christians, who were among the most devoted members of George W. Bush’s coalition in 2000, are major factors. Jeb Bush, whose positions on immigration reform, education standards and other issues have cost him, could benefit from his brother’s reflected glow with evangelicals.\n\nAt the same time, Mr. Bush has sought to inherit his brother’s support among neoconservatives. But his difficulty in measuring up to his brother in the eyes of those opinion-makers and donors was much in evidence over the past six weeks: In late March, his allies fielded angry calls from Sheldon Adelson, the casino billionaire who is a staunch supporter of Israel and gave tens of millions of dollars to “super PACs” in 2012, over a speech given by one of Mr. Bush’s foreign policy advisers, James A. Baker III. But Mr. Adelson gave the former president a lavish reception when he delivered the keynote address in late April to a gathering of the Republican Jewish Coalition, for which Mr. Adelson is a major benefactor.\n\nMatthew Dowd, a strategist who worked on George W. Bush’s 2004 campaign, warned that his popularity was not easily transferable to Jeb Bush.\n\n“His brother having high favorables is different than voters saying, ‘I like George W. Bush, so I want someone to follow the path of George W. Bush,’ ” Mr. Dowd said.\n\n“And I think that’s the quandary that Jeb’s now got himself in. It’s more incumbent on him to say, ‘He’s my brother, I love my brother, but this is how my presidency would look differently,’ and show that.”\n\nMr. Bush seemed to be approaching his brother’s foreign policy record delicately from the first: In a major speech in Chicago in February, he articulated a recognizably muscular approach to global affairs, but still declared himself “my own man.”\n\nYet in recent weeks, as he strove to soothe supporters of Israel who questioned his commitment in closed-door meetings, Mr. Bush used his brother’s record on Israel as evidence of his own reliability — and went on to describe his brother as the person he listens to the most on Mideast issues.\n\nIt was a surprise to several of those who heard Mr. Bush say it — and to a number of people close to George W. Bush who learned of Mr. Bush’s remarks after the fact.While the former president is said to be in touch with Jeb Bush’s campaign from time to time, the two brothers do not speak frequently, according to people close to both men.\n\nYet even as Mr. Bush seeks to present a forward-looking vision, he can count on having to answer questions about — if not answer for — his brother’s two terms in office.\n\nIf he is successful in winning the Republican nomination, Mr. Bush would likely be pressed on the issue of same-sex marriage — which his brother used as a wedge issue to boost conservative voter turnout in his 2004 re-election campaign. He could also face revived complaints about how his brother’s administration responded to Hurricane Katrina in 2005.\n\nBut first Mr. Bush must win over Republicans, whose economic views have grown increasingly populist since George W. Bush’s last year in office.\n\nAnger over the bank bailouts of 2008 and the former president’s approach to government spending were important ingredients in the rise of the Tea Party movement, which has made the Republican Party vastly less hospitable to candidates seen to represent the party’s establishment.\n\nBut no issue is as fraught for Mr. Bush as the Iraq war. During a television interview this week, Mr. Bush suggested that he still supported invading Iraq even with hindsight knowledge about intelligence failures. He later said he had misunderstood an interviewer’s question.\n\nSome of Mr. Bush’s allies complain that he is in a no-win situation: Just as he will be faulted for embracing his brother, if he distanced himself from the former president he could be called disingenuous.\n\nAt the town hall in Reno on Wednesday, where one attendee showed up clutching an article, cut out from the local paper, about Mr. Bush’s latest remarks on the Iraq war, Mitch Brust, 72, and his wife, Pam, said they admired Mr. Bush’s loyalty to his brother, no matter what private differences they may harbor.\n\n“If they were not supportive of each other, I’d be concerned,” said Mr. Brust. “That would fly in the face of their family values.”\n\nMrs. Brust, who said she had read George W. Bush’s book about his time in office, “Decision Points,” nodded in agreement.\n\nAddressing a sizable crowd in a community center’s gymnasium, Mr. Bush began by saying, “First and foremost, I am proud to be George W.’s brother.”\n\nHe added,” I can’t deny the fact that I love my family.”", "byline": "MAGGIE HABERMAN and MICHAEL BARBARO", "description": "Jeb Bush is being confronted with a distressing realization: He may now need to lean on his brother to survive the Republican primary, despite the damage that could do to Mr. Bush in a general election.", "title": "Family Ties Prove Tricky in Jeb Bush’s Path", "url": "http://www.nytimes.com/2015/05/14/us/politics/family-ties-prove-tricky-in-jeb-bushs-path.html", "topics": ["immigration", "terrorism"], "people": ["Mitch Brust", "Jeb Bush", "Matthew Dowd", "Sheldon Adelson", "Ari Fleischer", "George W. Bush", "James A. Baker"], "orgs": ["Nev", "Tea Party", "Republican Jewish Coalition", "Quinnipiac University", "PACs"], "authors": [{"author_id": 316, "fullname": "michael barbaro", "primary_org": "nyt"}, {"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-05-14 02:03:16", "org": "nyt", "article_id": "16f1d72c07118f0ae5772ba49d777f01", "date_access": "2015-05-14 01:15:24.456879"}