{"body": "My fantasy of the 2016 G.O.P. primary debate, regular readers may remember, involved a serious clash of ideas between Marco Rubio and Rand Paul, the two candidates who seemed — as of six months ago, at least — to be charting the most creative and interesting paths forward for a Republican Party that’s lost the popular vote in five of the last six presidential contests. My worst-case scenario, on the other hand, basically involved a replay of 2012 — an establishment candidate playing it as safe as possible while a group of would-be populists fought one another noisily but emptily for the chance to finish second.\n\nThe first scenario has seemed much less likely lately, as Paul has scuffled and Rubio’s poll numbers have swooned after a brief initial surge. And the second has seemed more so with the entry of Donald Trump, whose all-consuming vortex of ressentiment seemed likely to be good news for Jeb Bush’s cautious, well-funded campaign, bad news for Jeb’s center-right challengers, and a disaster for the chances of any seriousness emerging from the populist reaches of the field.\n\nBut last night’s first Republican debate suggested that this reading might be too pessimistic (or optimistic, I suppose, if you’re on Team Jeb). Yes, Trump bestrode the stage like some kind of colossus, but under the (very) sharp questioning from the Fox News moderators he repeatedly evaded, blustered, folded, and generally did nothing to suggest real staying power or a real ceiling anywhere above 15-20 percent. And while there were a few moments of Jeb-Trump contrast that (mostly) redounded to the former’s benefit, overall Bush seemed tentative, halting, unpracticed and somewhat unready to play the Romney-style Adult in the Room role that Trump’s entry seemed to open up to him.\n\nInstead, Jeb was consistently outperformed by his would-be center-right rivals: Rubio was particularly good, but Chris Christie and the rising-in-New-Hampshire John Kasich also had relative strong nights. (Scott Walker made no real impression whatsoever: His was the essence of a B- performance, perhaps by design, but at some point he’ll need to show something more than this.) And then on the populist flank, it was the more serious politicians, Rand Paul and Ted Cruz, who seemed more like serious candidates (Paul and Christie mutually benefited from their national security exchange, and Cruz got a few questions well suited to his grandstanding style), while Ben Carson and Mike Huckabee seemed, well, unready and hucksterish respectively. (Huck is still a good debater, but he’s regressed from his 2008 iteration; the cable-host shtick is now too strong with him.)\n\nOf course this may not be how the average G.O.P. primary voter saw things, and I doubt that Trump’s numbers are going to come back to earth just because he rambled incoherently about Scotland and single-payer; that mistakes the essence of his appeal. But in the two hours last night it did feel like you could see the outline of a primary campaign in which the clown-car antics go on, but the depth of the field prevents them from simply overwhelming the debate, and rather than just the tedious establishment-versus-populist emptiness of 2012 we get a certain amount of demagoguery but also a series of overlapping substantive debates — over immigration, Common Core, entitlements, foreign policy — between not just one or two but several plausible would-be nominees.\n\nThe Trump factor wouldn’t disappear in this scenario, but it might be successfully quarantined, treated as the entertainment portion of the debates, while the real action takes place in Rubio v. Jeb on education, Jeb v. Walker on immigration, Christie v. Paul on civil liberties, Rand v. the field on interventionism, Kasich v. the field on Medicare, and so on down a longer list. (Especially if things shake out so that Perry and Fiorina get into the mix as well.) And while it probably won’t come down to Rubio versus Rand in the end, on the evidence of last night at least some of the real policy arguments that made that kind of clash appealing may find their way into the next six months of campaigning.\n\nThis might be an overoptimistic take; by next week, maybe, the polls will show a Trump-Huckabee-Carson race with everyone else at 4 percent. (That’s a joke, not a prediction.) But what are first debates for if not optimism that this time, in this campaign, the G.O.P. field might provide something more than just crazy cable-news entertainment? It could happen, let’s hope it does, and we’ll see them all next month.", "byline": "ROSS DOUTHAT", "description": "In spite of Trump, a pretty good night for seriousness and the non-Jeb, non-Donald field.", "title": "Ross Douthat: The Republican Scrum Begins", "url": "http://douthat.blogs.nytimes.com/2015/08/07/the-republican-scrum-begins/", "topics": ["immigration", "personality"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "Ben Carson", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Ross Douthat", "Scott Walker", "Ted Cruz"], "orgs": ["Republican Party", "Hampshire"], "authors": [{"author_id": 1705, "fullname": "ross douthat", "primary_org": "nyt"}], "date_written": "2015-08-07 13:50:41", "org": "nyt", "article_id": "f2b52c0c2087509ef84e85c3629cd879", "date_access": "2015-08-07 13:10:56.334153"}