{"body": "EXETER, N.H. — It has the outlines of a significant event: a three-term governor of New York who forced Mario M. Cuomo from office and led his state through the 9/11 terrorist attacks, expected to announce on Thursday that he is running for president.\n\nBut as the former governor, George E. Pataki, prepared in recent weeks to announce his candidacy, he conceded to friends and supporters that he was an extreme long shot for the Republican nomination. Once a formidable figure in state and national politics, Mr. Pataki has entertained campaigns for the presidency numerous times over the years, seemingly waiting for the perfect moment — only to jump in now, when his profile has waned.\n\nMr. Pataki, who left office in 2006, is an unlikely match for the Republican Party of 2016. A former Yale debater with an easy public demeanor, he is a supporter of abortion rights and pushed as governor for anti-discrimination rules protecting gays and lesbians. He routinely invokes Theodore Roosevelt, the Republican environmentalist and crusader against corporate power, as a political hero.\n\nThough he will be clearly the closest to the political center among the announced candidates, Mr. Pataki has sought to present himself as an experienced executive tested by crisis: Citing his record of budget cuts in New York, Mr. Pataki has vowed to slash the federal work force. Last week, he endorsed sending combat troops back to Iraq to fight the rise of the Islamic State.\n\nBut in recent presidential elections, the party base has gravitated mainly toward candidates with orthodox conservative views, as well as styles more aggressive than Mr. Pataki’s.\n\nIt may be difficult for Mr. Pataki, 69, to raise money for his campaign, and he is expected to struggle to qualify for the national debates. His hope of making a mark in the campaign rests almost completely on the state of New Hampshire. It is the only Northeastern state to vote early in the primary season, and the only spot where Mr. Pataki’s social views might not be entirely disqualifying. (In New Hampshire, independent and Democratic voters can cross over and vote in the Republican contest.)\n\n“He sees and believes that there’s an opportunity in New Hampshire to put himself forth in this race,” said Alfonse M. D’Amato, a former Republican senator from New York and a longtime ally of Mr. Pataki. “Its voters are much more moderate on social issues.”\n\nMr. D’Amato said the former governor’s moderate record would set him apart from the rest of the field, for better or worse. “Of course he’ll be battling Jeb Bush, who is considered the more moderate of the candidates running,” Mr. D’Amato said. “But Jeb doesn’t know to take a position on Iraq even after the disaster we’ve seen.”\n\nA Pataki-for-president campaign has been long in coming, and there is a heavy sense of anticlimax to this week’s announcement: When Mr. Pataki ran for re-election as governor in 1998, he declined to pledge he would serve out a full, four-year term, leaving the door open to a national campaign in 2000 that never jelled.\n\nTwice, before the 2008 and 2012 elections, Mr. Pataki formed political committees to help prepare for a White House bid, and he spent substantial sums ingratiating himself with Republicans in early primary states.\n\nMr. Pataki has joked, in public and private, about the here-we-go-again dimension to his 2016 effort. At a closed-door gathering of political donors, hosted earlier this year by the wealthy real estate developer Earle I. Mack, Mr. Pataki said wryly that some things simply happened every four years: the Olympics, for instance, and George Pataki visiting New Hampshire.\n\nBut Mr. Pataki insisted that this time, he was serious, according to an attendee, who asked for anonymity to speak about a confidential event.\n\nFor a time, Mr. Pataki seemed to represent the resurgence of moderate, Northeastern Republicanism, along with his neighboring governors, including Christie Whitman of New Jersey and Tom Ridge of Pennsylvania, as well as Rudolph W. Giuliani, who was the mayor of New York City.\n\nThat faction of the party has dwindled, and Mr. Giuliani showed the limits of running for president as a socially liberal, hawkish Republican in the 2008 elections, when he failed to win a single contest.\n\nDavid P. Currier, a former New Hampshire state senator who is on Mr. Pataki’s steering committee here, said the former New York governor would offer an option to voters frustrated by rampant partisanship in Washington.\n\n“We’re frustrated with what’s going on in Washington and what’s going on, in some respects, with the Republican Party,” said Mr. Currier, who first met Mr. Pataki about a decade ago, when he was considering a run for president in 2008.\n\nSince leaving office, Mr. Pataki has seemed at times like a political lost soul: He founded a business advisory firm and joined a prominent law firm, Chadbourne & Parke, but has struggled to maintain his footing in national Republican circles.\n\nHe has associated himself with no fewer than a half-dozen political action committees and nonprofit political groups since leaving office, several of them raising and spending only nominal sums on electioneering.\n\nThe slog awaiting Mr. Pataki is evident even on his home turf in New York: The city’s five Republican county leaders met with Mr. Pataki over lunch earlier this month, and issued a statement urging him to enter the presidential race. But they stopped short of endorsing him.\n\nFormer Representative Bob Turner, the New York Republican who now leads the party organization in Queens, said Mr. Pataki had a cleareyed view of his prospects.\n\n“He is a realist and he has good reasons for pursuing this,” Mr. Turner said, adding, “I think he has something to offer that will be beneficial to the state and the process.”\n\nJohn A. Catsimatidis, a billionaire political donor and a longtime Pataki supporter, said he encouraged Mr. Pataki to join the Republican field. But Mr. Catsimatidis said that the former governor’s path depended heavily on whether other candidates faltered.\n\n“I think a lot of people are going to fall by the wayside,” Mr. Catsimatidis said.", "byline": "ALEXANDER BURNS", "description": "The former three-term governor of New York faces long odds, but being a moderate could give him a bit of hope for the New Hampshire primary.", "title": "George Pataki Is Expected to Announce Run for Republican Nomination", "url": "http://www.nytimes.com/2015/05/29/us/politics/george-pataki-is-expected-to-announce-run-for-republican-nomination.html", "topics": ["campaign_finance"], "people": ["Rudolph W. Giuliani", "Christie Whitman", "Tom Ridge", "John A. Catsimatidis", "George Pataki", "Bob Turner", "Jeb Bush", "Mario M. Cuomo", "David P. Currier", "Alfonse M. D'Amato", "Theodore Roosevelt", "George E. Pataki", "Earle I. Mack"], "orgs": ["Republican Party", "Yale", "Chadbourne & Parke", "EXETER"], "authors": [{"author_id": 329, "fullname": "alexander burns", "primary_org": "nyt"}], "date_written": "2015-05-28 12:46:18", "org": "nyt", "article_id": "706a9ac1285e4176e9fb4e54f096c887", "date_access": "2015-05-28 11:55:34.267349"}