{"body": "Hillary Clinton will accuse some of her Republican rivals on Thursday of supporting a spate of new state voting laws that threatened the democratic process merely for their own political gain, her campaign said Wednesday. \n\nIn a speech at the historically black Texas Southern University in Houston, Mrs. Clinton will propose a series of voter-protection policies, including ensuring greater access to online voter registration, reducing wait times at voting precincts and setting a nationwide early voting standard of at least 20 days before an election. She will also underscore her support for allowing ex-felons to vote.\n\nMrs. Clinton will also call on Congress to reenact parts of the Voting Rights Act that the Supreme Court struck down in 2013, according to an outline of her speech provided to reporters on Wednesday.\n\nIt will be one of her most substantive and sharply political events since Mrs. Clinton declared her candidacy for president in April. For the most part, her campaign stops have included orchestrated round-table policy discussions with a handful of voters in early nominating states — not in-depth policy proposals or fiery political attacks.\n\nIn a sharpening of her partisan edge, Mrs. Clinton will also single out some of her potential Republican rivals, including Gov. Scott Walker of Wisconsin, former Gov. Jeb\nBush of Florida, and former Gov. Rick Perry of Texas, whose states have enacted laws that impose additional requirements on voters.\n\nMrs. Clinton will present a state-by-state critique of new voting laws in states across the country that require voters to present government-issued identification, an effort that voting rights activists say disproportionately hurts minority and young voters, groups that tend to vote Democratic.", "byline": "AMY CHOZICK", "description": "In Houston on Thursday, Hillary Rodham Clinton will attack some of her Republican rivals and propose a series of voter-protection measures in response to laws in a number of states that she and other Democrats believe make it more difficult for minority and young voters — groups that tend to vote Democratic — to cast their ballots.", "title": "First Draft: Hillary Clinton to Attack G.O.P. Rivals on Voting Rights", "url": "http://www.nytimes.com/politics/first-draft/2015/06/03/hillary-clinton-to-attack-g-o-p-rivals-on-voting-rights/", "topics": ["personality"], "people": ["Hillary Rodham Clinton", "Rick Perry", "Hillary Clinton", "Scott Walker"], "orgs": ["Texas Southern University", "Voting Rights", "Supreme Court", "Congress", "Voting Rights Act"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-06-03 21:54:32", "org": "nyt", "article_id": "c8262f3d36c1a1a5dbfab824b72e2ca6", "date_access": "2015-06-03 21:15:49.252985"}