{"body": "Gov. Scott Walker of Wisconsin spent months persuading influential Republicans that he alone had the impressive conservative achievements and mainstream American appeal needed to not only win the party’s nomination but also to recapture the White House.\n\nBreakout performances on the stump in Iowa early this year vaulted Mr. Walker, who is expected to officially enter the presidential race next month,  into the lead in polls in the state with the nation’s first nominating contest, and cemented him among the top three Republican contenders in most national surveys.\n\nBut the expectations created by that early prominence, as well as a growing threat from conservative firebrands like Senator Ted Cruz, have taken a toll. To protect his lead in Iowa, a state with a heavily conservative Republican electorate, Mr. Walker has taken a harder line on a number of issues than his allies had anticipated.\n\nNow a growing number of party leaders say Mr. Walker is raising questions about his authenticity and may be jeopardizing his prospects in states where voters’ sensibilities are more moderate.\n\nHis response to the Supreme Court’s decision legalizing same-sex marriage most emphatically demonstrated his sharp shift to the right: Mr. Walker called the court’s ruling “a grave mistake” and reiterated his call for a constitutional amendment that would allow states to ban same-sex marriage. It sent a clear message to social conservatives, and one that was noticeably not echoed by two of his leading rivals, Marco Rubio and Jeb Bush — who warned last year that Republicans would need to campaign as if they were willing to lose the nomination if they hoped to win the general election.\n\nAfter Mr. Walker moved to support Iowa’s prized ethanol subsidies, abandoned his support for an immigration overhaul and spoke out against the Common Core national education standards, his pointed tone on marriage caused some Republicans to ask publicly whether he is too willing to modify his views to aid his ambitions.\n\n“It seems like pollsters gone wild,” said Scott Reed, a longtime Republican strategist and top adviser to the U.S. Chamber of Commerce, discussing Mr. Walker’s call for a constitutional amendment.\n\nTo Republicans like Mr. Reed, Mr. Walker appears increasingly willing to lose the general election to win the primary.\n\nMr. Walker’s shifts on issues this year have created friction with a variety of people open to supporting him. He used to oppose what he called government mandates on the use of ethanol in gasoline, for example, but told Iowans this year that he was willing to continue one, the Renewable Fuel Standard. The reversal was not well received in the political network led by the industrialists David H. and Charles G. Koch, according to a Republican aware of the reaction who spoke on the condition of anonymity because of sensitivities over the group’s deliberations.\n\nBut his stance on marriage is what has disquieted people who had counted on Mr. Walker taking a more restrained approach to the culture wars.\n\nFor several months, according to four people briefed on the discussions who were not authorized to describe an off-the-record meeting, Republican donors who were advocates for legalizing same-sex marriage had worked quietly to try to build bridges to Mr. Walker, whose wife has a lesbian cousin whose wedding reception Mr. Walker attended.\n\nThe donors were cheered by a remark Mr. Walker made in the fall when he was locked in a hard-fought re-election battle. Asked about same-sex marriage after his state’s ban was struck down in federal court and the Supreme Court refused to review that decision, Mr. Walker said, “For us, it’s over in Wisconsin.”\n\nThe remark was also the subject of much critical discussion among social conservatives, according to one leader of that faction of the party, who was given anonymity to describe private conversations\n\nAt a gathering of Republican donors in New York in the spring, Mr. Walker indicated that his response to an eventual Supreme Court ruling, if it deemed same-sex marriage constitutional, would be in keeping with the spirit of his earlier remark about the question being a settled one in Wisconsin, people who attended the meeting said.\n\nBut since then, Mr. Cruz — whose uncompromising brand of conservatism and potential appeal to evangelical conservatives is, in the eyes of some Walker supporters, a direct threat in Iowa — is said to have benefited from more than $30 million in donations to “super PACs” supporting him.\n\nAshLee Strong, a spokeswoman for Mr. Walker, said he had been consistent on the issue, preferring to let states determine their marriage laws.\n\nBut social conservatives say that Mr. Walker’s aggressive response to the Supreme Court’s marriage ruling was rooted in his Iowa campaign — and a perceived need to persuade that state’s pivotal block of evangelicals that he would fight on the issue.\n\nAnthony Scaramucci, a New York investor and proponent of same-sex marriage who is also a Walker supporter, acknowledged there has been some unease among wealthy donors over Mr. Walker’s recent statements. But he also suggested that, with marriage equality now the law of the land, there would be less of an attempt to seek purity from candidates on the subject.\n\n“I think over time, he’s going to be able to win those people over,” Mr. Scaramucci said, adding that it was unrealistic to demand that a candidate agree on all issues. “I’m not looking for my political fingerprint to match the identity of my candidate.”\n\nOn the party’s right, Mr. Walker’s statement in favor of a constitutional amendment on marriage was greeted favorably on Friday but was called into question when, at a conservative conference in Colorado on Saturday, Mr. Walker made no mention in his speech of marriage or the court’s historic ruling the previous day.\n\nIf centrists and evangelical Republicans are concerned about what they see as Mr. Walker’s penchant for tactics over principles, his moves to strengthen his standing on the right in Iowa could come at a cost in other states — particularly New Hampshire, which has a much more secular electorate.\n\n“Scott takes this path at his peril in New Hampshire,” said Charlie Bass, a former congressman there. By aligning himself with more conservative candidates on marriage, Mr. Walker puts at risk the support of more economy-focused voters in the first primary state, Mr. Bass said.\n\nBut Mr. Walker appears to have calculated that New Hampshire, and the states that come after it, will matter little if he does not succeed first in Iowa.\n\n“He’s an establishment guy trying to show his conservative credentials,” said former Representative Tom Reynolds of New York. “He’s got to go in and win Iowa, and therefore his message has to resonate enough there on the right.”\n\nThat may also have explained his reversal on immigration: Until this year, Mr. Walker supported a comprehensive overhaul, including a pathway to citizenship for people in the country illegally.\n\nStephen Moore, a conservative scholar at the Heritage Foundation who backs an immigration overhaul, called Mr. Walker’s embrace of a border security first approach “a lurch to the right and probably something very popular among Iowa conservative voters.”\n\nMr. Moore said he had become concerned about Mr. Walker’s stance in recent weeks, but was reassured after a phone call with the Wisconsin governor.\n\n“He said, ‘I’m not going nativist; I’m pro-immigration,’” Mr. Moore recalled of the conversation.\n\n(Mr. Walker’s spokeswoman, Ms. Strong, said he was “not for amnesty” and believed the border must be secured before any conversation begins about a pathway to legal status.)\n\nBut Mr. Moore also said he was not convinced that Mr. Walker was quite the immigration hawk as he may appear now. Rather, he called the governor’s positioning “a work in progress.”", "byline": "MAGGIE HABERMAN and JONATHAN MARTIN", "description": "To hold his position in the state before the first Republican nominating contest, the Wisconsin governor has become more conservative on marriage and immigration.", "title": "Scott Walker’s Hard Right Turn in Iowa May Hurt Him Elsewhere", "url": "http://www.nytimes.com/2015/07/03/us/politics/scott-walkers-hard-right-turn-in-iowa-may-hurt-him-elsewhere.html", "topics": ["immigration", "gay_marriage"], "people": ["Charles G. Koch", "Tom Reynolds", "Cecily Strong", "Stephen Moore", "Jeb Bush", "Anthony Scaramucci", "Marco Rubio", "Scott Reed", "Charlie Bass", "Scott Walker", "Ted Cruz"], "orgs": ["U.S. Chamber of Commerce", "Heritage Foundation", "Supreme Court", "PACs"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}, {"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-07-02 10:00:18", "org": "nyt", "article_id": "907a473e239ee61ff669e6cd6464a4bc", "date_access": "2015-07-02 09:10:09.539100"}