{"body": "WASHINGTON —  House Republicans on Tuesday will unveil a proposed budget for 2016 that partly privatizes Medicare, turns Medicaid into block grants to the states, repeals the Affordable Care Act and reaches balance in 10 years, challenging Republicans in Congress to make good on their promises to deeply cut federal spending.\n\nThe House proposal leans heavily on the policy prescriptions that Representative Paul D. Ryan of Wisconsin outlined when he was budget chairman, according to senior House Republican aides and members of Congress who were not authorized to speak in advance of the official release.\n\nWith the Senate now also in Republican hands, this year’s proposal is more politically salient than in years past, especially for Republican senators facing re-election in Democratic or swing states like Pennsylvania, Wisconsin, Illinois and New Hampshire, and for potential Republican presidential candidates.\n\nMr. Ryan’s successor, Representative Tom Price, Republican of Georgia, promised on Monday “a plan to get Washington’s fiscal house in order, promote a healthy economy, protect our nation and save and strengthen vital programs like Medicare.”\n\nDemocrats — and those Republicans who support robust military spending — will not see Mr. Price’s “Balanced Budget for a Stronger America” in those terms. Opponents plan to hammer Republican priorities this week, as the House and Senate budget committees officially begin drafting their plans on Wednesday, and then try to pass them through their chambers this month.\n\nOn Monday, President Obama tried to get ahead of the debate by criticizing Republican plans to abide by strict domestic and military spending caps.\n\n“I can tell you that if the budget maintains sequester-level funding, then we would actually be spending less on pre-K to 12th grade in America’s schools in terms of federal support than we were back in 2000,” the president said in a speech to the Council of the Great City Schools. “The notion that we would be going backward instead of forwards in how we’re devoting resources to educating our kids makes absolutely no sense.”\n\nBut Republican aides said they have weathered those attacks ever since Mr. Ryan released his first budget plan in 2011. They said the easiest way to prevail in the House, at least, is to put forward the budget plan most House members have voted on multiple times.\n\n“We’ve had House people vote on these four years in a row. We’ve held on to our majority and even expanded it,” said Representative Tom Cole, Republican of Oklahoma and a Budget Committee member. “The idea you’re going to lose an election on this is more political theater than political reality.”\n\nCongressional budgets do not have the force of law and are largely advisory documents, but they represent the broadest statement of governing philosophy each year and set overall spending levels for the coming fiscal year. And in coming months, this one may contain language easing passage of taxation and entitlement legislation.\n\nUnder congressional rules, a budget cannot be filibustered in the Senate, so Republicans would bear most of the responsibility if they failed to pass one.\n\nHouse Budget Committee members previewed their plans in an unusual, campaign-style video on Monday. The plan envisions a remaking of the federal government. Future recipients of Medicare would be offered voucherlike “premium support” to pay for private insurance rather than government-provided health care.\n\nSpending on Medicaid would be cut substantially over 10 years, with the money turned into block grants to state governments, which in turn would have much more flexibility in deciding how it is allocated.\n\nThe budget “repeals all of Obamacare,” Representative Diane Black, Republican of Tennessee, said the same day the Obama administration announced that the law had provided coverage to 16.4 million previously uninsured people.\n\nTo placate advocates of the military who say strict budget caps are hurting national defense, the House budget adds “emergency” war spending through the “overseas contingency operations” account, which does not count against the spending limits.\n\nThe budget will also include language that orders members of the tax-writing Ways and Means Committee to draft a “fairer, simpler tax code,” said Representative Todd Rokita, Republican of Indiana.\n\nAnd it will include parliamentary language — called “reconciliation” — aimed at allowing legislation to repeal the Affordable Care Act to pass the Senate with a simple majority. If that bill is passed, it will still be subject to a presidential veto.\n\nConservative groups insist Republicans must keep their promise and repeal the Affordable Care Act.\n\n“Republicans owe their majorities to their unwavering opposition to Obamacare, a reality that must be reflected in the budget,” declared Heritage Action, the political arm of the conservative Heritage Foundation. “A throwaway line that the budget ‘repeals Obamacare in its entirety’ is not enough.”\n\nHouse Republicans conceded on Monday that the Senate was not likely to propose such extensive cuts. Even before the Senate plan is unveiled, deep rifts are appearing. Senator John McCain of Arizona, chairman of the Senate Armed Services Committee, reiterated his demand on Monday that any budget raise military spending well above the statutory caps. And he said he would not accept an approach that raised spending through the war-fighting emergency account or by shifting money from already squeezed domestic programs.\n\nLast year, Mr. Ryan called “emergency spending” increases “a backdoor loophole that undermines the integrity of the budget process.”\n\nRepublican leaders worry that the Republican senators making moves to run for president — Ted Cruz of Texas, Rand Paul of Kentucky, Marco Rubio of Florida and Lindsey Graham of South Carolina — will never find a budget to their liking. At the same time, Republican senators from Democratic states, such as Mark S. Kirk of Illinois, will be hard-pressed to agree to the House’s conservative vision.\n\nIn 2013, when the Senate was presented an amendment to prohibit replacing Medicare’s guaranteed benefits “with the House passed budget plan to turn Medicare into a voucher program,” 96 senators agreed. Only three, Mr. Cruz, Mr. Paul and Senator Mike Lee, Republican of Utah, supported the House’s vision.\n\n“Historically, the Senate has been less willing to take on the tough issues, and the early sounds are they’re not going to do a Ryan-type Medicare-Medicaid plan,” Mr. Cole said. “They face a very difficult election atmosphere next year.”", "byline": "JONATHAN WEISMAN", "description": "House Republicans on Tuesday will unveil a proposed budget for 2016 that partly privatizes Medicare, turns Medicaid into block grants to the states, repeals the Affordable Care Act and reaches balance in 10 years.", "title": "House Republican Budget Overhauls Medicare and Repeals the Health Law", "url": "http://www.nytimes.com/2015/03/17/us/politics/house-republican-budget-overhauls-medicare-and-repeals-the-health-law.html", "topics": ["health"], "people": ["Rand Paul", "Tom Price", "Mark S. Kirk", "Lindsey Graham", "Todd Rokita", "Diane Black", "Mike Lee", "Marco Rubio", "Paul Ryan", "Paul D. Ryan", "Tom Cole", "Ted Cruz"], "orgs": ["Heritage Action", "Heritage Foundation", "Congress", "Senate", "House Budget Committee", "Medicare", "Senate Armed Services Committee", "Budget Committee", "Medicaid"], "authors": [{"author_id": 319, "fullname": "jonathan weisman", "primary_org": "nyt"}], "date_written": "2015-03-17 02:04:12", "org": "nyt", "article_id": "57d1ae19d89e59e96273cb0f0300730b", "date_access": "2015-03-17 05:13:29.682395"}