{"body": "EVANSTON, Ill. — AFTER the news broke this week that Jeb Bush erroneously listed himself as Hispanic on a 2009 voter registration application, a familiar cycle of accusations and recriminations set in. The Florida Democratic Party suggested that Mr. Bush might have committed a felony. Cynics contended that for Mr. Bush, a former governor and likely Republican presidential candidate who has long courted Hispanic voters, this was a ploy to further his appeal with that demographic.\n\nFor his part, Mr. Bush insisted on Twitter that it was an innocent slip-up. “My mistake!” he wrote. “Don’t think I’ve fooled anyone!”\n\nAs a political issue, Mr. Bush’s error strikes me a nonstarter, but I’ll leave that debate to the pundits and campaign operatives. As a psychological issue, however, Mr. Bush’s error is a prominent entry point into some fascinating questions about what shapes human identity.\n\nThe first thing to notice is that Mr. Bush made a very specific error. He did not declare himself African-American or Native American. He declared himself Hispanic. Mr. Bush’s wife is from Mexico. Might her Hispanic identity have played a role in his voter registration error?\n\nResearch in social psychology suggests that it could have. Consider a 1991 study about the cognitive effects of being in a close relationship. Married research participants were asked to complete a questionnaire that assessed whether they possessed each of 90 personality traits and whether their spouses possessed each of those same traits. Next, to test their gut-level certainty about these assessments, the participants performed a computerized task in which they indicated, as rapidly as possible, whether they possessed each of the 90 traits. The computer measured response times in milliseconds.\n\nHow did they fare at the computerized task? The participants were significantly faster at determining whether a given trait applied to them if it applied to both them and their spouses — or neither them nor their spouses — than if it applied to one of them but not the other.\n\nIn other words, it is easier for you to assess whether you yourself are funny if you and your spouse are both funny or both not funny. If you and your spouse are dissimilar when it comes to humor, you experience some amount of identity confusion: You have less intuitive certainty about whether you are funny.\n\nThis finding suggests that people’s identities tend to fuse with those of their significant others. Subsequent research from 2003 has replicated these findings and demonstrated that the phenomenon results from the closeness of the relationship (rather than, say, the amount of familiarity or similarity you have with your significant other).\n\nIn another study, from 1998, participants answered questions about their level of commitment to their romantic relationship and then performed a task in which they were asked simply to share some thoughts concerning the relationship, as many or as few as they wished. These thoughts were subsequently analyzed for plural pronoun use (“we” and “our” rather than “I” and “my”), a subtle indicator of the extent to which participants had fused their identities with those of their partners.\n\nThe study found that participants who were highly committed to their relationships used many plural pronouns, whereas participants who were not especially committed used fewer. Interestingly, this tendency to exhibit a fused, interdependent identity was observed when participants listed thoughts about their relationships with their romantic partners, but not when they listed thoughts about their relationships with their best friends.\n\nAll these studies hint at a more general truth: Being invested in a romantic relationship changes how we define ourselves, even at our deepest levels of identity.\n\nThis is an important lesson about selfhood. Most of us tend to think of our identity as a relatively fixed quality. We recognize, of course, that our behavior changes from one context to another, but we view our fundamental attributes and qualities as stable. In reality, however, identity is much more complicated and interesting, much more relational, than that.\n\nJeb Bush certainly knows that he is not Hispanic. But his marriage may make it just a bit more difficult for him — especially if he’s distracted or acting quickly — to hold that fact in mind.", "byline": "ELI FINKEL", "description": "It might have been a cognitive quirk of married life.", "title": "Op-Ed Contributor: Explaining Jeb Bush’s ‘Hispanic’ Error", "url": "http://www.nytimes.com/2015/04/09/opinion/explaining-jeb-bushs-error.html", "topics": ["gay_marriage", "mexico", "economy"], "people": ["Jeb Bush"], "orgs": ["Florida Democratic Party"], "authors": [{"author_id": 22921, "fullname": "eli finkel", "primary_org": "nyt"}], "date_written": "2015-04-09 08:21:17", "org": "nyt", "article_id": "26e55160900528dd0558e3e0435478df", "date_access": "2015-04-09 07:35:07.313315"}