{"body": "Good Wednesday morning. On the day the pope came to Washington and drew nearly all the nation’s cameras with him, Hillary Rodham Clinton and Senator Bernie Sanders of Vermont did their best to stay in view, covering the high costs of prescription drugs, the Keystone XL oil pipeline, and low-wage workers. But, on Wednesday, all eyes, including President Obama’s and those of the gathering thousands, will be on the man in white.\n\nPope Francis will celebrate his first full day in the nation’s capital on Wednesday, meeting at the White House with Mr. Obama and participating in a parade for thousands of adoring admirers before canonizing the Rev. Junípero Serra, an 18th-century Spanish missionary, in a Mass at the Basilica of the National Shrine of the Immaculate Conception.\n\nMr. Obama is expected to welcome the pope, who received a rock-star greeting as he arrived in Washington on Tuesday, complete with chants and shrieking crowds, by taking note of his unique standing in the world and his unifying presence. White House officials said the president had not mapped out any political agenda.\n\n“This is an opportunity for two men who have so many values in common to talk about the efforts that they are taking in the respective and quite different roles to advance those shared values,” said Josh Earnest, the White House spokesman.\n\nThe pope’s visit has stirred the sometimes-jaded capital, which can be blasé or even hostile about the presence of foreign leaders and dignitaries. In fact, congressional officials are trying to tamp down enthusiasm for the pope’s address to a joint meeting of Congress on Thursday, urging their colleagues to conduct themselves with dignity — a trait not always exercised.\n\n“We actually hope that we can show a little more decorum to the pope than we sometimes do at State of the Union addresses,” Senator Roger Wicker of Mississippi, a member of the Republican leadership, said on Tuesday. “It is our hope on this side of the aisle and the Democratic side of the aisle that we can avoid the dueling ovations, the jack-in-the-box standing for this and for that.”\n\n“Listen to one of the most famous and most respected voices on the face of the earth with the respect and decorum that is due,” Mr. Wicker said.\n\n— Carl Hulse\n\nWhat We’re Watching\n\n–  Donald J. Trump, who canceled an appearance in South Carolina last week in the wake of criticism over his views on Muslims, will speak to the state’s African-American Chamber of Commerce in Charleston.\n\n–  Carly Fiorina, who has soared in the polls after her success in the debate last week, will also hold an event in South Carolina.\n\n–  Elsewhere, Rick Santorum will be in Iowa, Ben Carson will make two appearances in Michigan as he also struggles with reaction to his comments on Muslims, and Senator Lindsey Graham of South Carolina will be in New Hampshire.\n\nClinton Covers Lots of Ground in Rare Interview\n\nMrs. Clinton was in a sharing mood on Tuesday, releasing a detailed plan on prescription drugs and, at a town-hall-style meeting in Iowa, revealing that she opposed the Keystone XL pipeline.\n\nThen, perhaps to erase criticism that she was avoiding interviews, Mrs. Clinton sat for about two hours with the editorial board of The Des Moines Register, holding court on a raft of topics including Mr. Trump, Mr. Sanders, immigration, education and foreign policy. Some highlights to cap a busy day of Clinton news:\n\nOn the success of political outsiders: Mrs. Clinton said that economic frustration was real and that politicians were paying a price in some polls. But she said that ultimately she thinks people will be drawn to a candidate with experience working with Congress and negotiating on the global stage.\n\nImmigration: Mrs. Clinton would preserve and expand Mr. Obama’s executive actions to protect immigrants. She argued that mass deportations were wrong. “The only way you could do that would be with intensive, intrusive police and maybe even military action, which I do not think anybody would support,” she said.\n\nPlanned Parenthood: “I defend and I will continue to defend Planned Parenthood,” she said, referring to calls from Republicans to defund the group in the face of videos accusing it of selling fetal tissue for a profit. The group provides broad health planning and screening services, Mrs. Clinton said, and the attacks against it are “a direct assault on a women’s right to choose health care.”\n\nMr. Sanders: Mrs. Clinton said that he should share more about his plans to make college free for everyone and that she does not believe, as she suggested he does, that rich kids should get a free ride.\n\nMr. Trump: “He doesn’t propose anything specific,” she said. “He offers assertions.”\n\nJoseph R. Biden Jr.: “It’s totally up to him; whatever he decides.”\n\nOn transparency if elected: “Well, you can count on me not to have a private email server,” Mrs. Clinton said.\n\n— Alan Rappeport\n\nWhite House Seeks Quick Appeal Over Health Care Ruling\n\nThe Obama administration, which was handed a significant legal setback by a Federal District Court judge in Washington this month, is moving to quickly appeal the ruling that gave the Republican-led House standing to sue over the new health care law.\n\nIn new filings, the Justice Department asked Judge Rosemary M. Collyer to allow the administration to quickly appeal her decision to the federal appeals court for the District of Columbia rather than move ahead with arguing the merits of the House’s claim that the administration is distributing billions of health care dollars that Congress did not appropriate. Administration lawyers said the judge’s ruling is so potentially far-reaching that it needed to be challenged immediately instead of waiting on a final outcome that could reset the constitutional balance of powers.\n\n“For the first time in our nation’s history, one House of Congress has been permitted to invoke the jurisdiction of the federal courts to resolve a disagreement between the political branches arising out of the executive branch’s administration of a federal program,” the administration told the judge. “Allowing such a suit to proceed is a momentous step.”\n\nThe House intends to oppose the request for an immediate appeal and instead wants to first fight out in court whether the administration had the authority to spend the money.\n\n— Carl Hulse\n\nOur Favorites from The Times\n\n–  Gov. Scott Walker of Wisconsin’s departure from the presidential race shows the limits of “super PACs,” as outside fund-raising groups cannot pay rent, phone bills, salaries, airfares or ballot access fees, and are not entitled to preferential rates on advertising.\n\nAnd as Mr. Walker heads back to his day job, there might also have been some lessons he could have learned, The Times magazine writes, from George W. Bush.\n\n–  Mr. Trump, who is threatening to sue the conservative group Club for Growth unless it stops running political advertisements asserting that he wants to raise taxes if elected president, grew up in a Queens neighborhood that contrasts with the diverse area around it.\n\n–  In Congress, Senate Republicans took the first steps to avert a government shutdown, scheduling a vote on a temporary spending plan, while Senate Democrats offered a climate change bill that had no chance of passing but that they said would push for policies that could help them in 2016.\n\n–  And the F.B.I. recovered work-related and personal emails that Mrs. Clinton said had been erased from the server she used as secretary of state, two officials said.\n\nUncommitted Donors Offer Insight Into G.O.P. Race Uncertainty\n\nOne of the most striking illustrations of the uncertainty of Republican presidential race is the number of high-dollar donors still on the sidelines — or who are at least not yet fully committed to a single candidate.\n\nThis fact of political life was driven home on Tuesday afternoon on the 43rd floor of a Manhattan office tower, in the offices of the Blackstone Group, a private equity firm.\n\nA few dozen prominent New York business executives came to see Gov. John R. Kasich of Ohio at an event organized by the Partnership for New York City, an organization of chief executives in the city. It was not a fund-raiser, but a get-to-know-you session.\n\nThe gathering, hosted by the Blackstone chief executive Stephen A. Schwarzman, included Henry Kravis of the private equity firm K.K.R., the hedge-fund manager Daniel S. Loeb, and Howard J. Rubenstein of Rubenstein, the media relations company.\n\nSome of the attendees have already raised money for other Republicans. But that they would still take the time to take the measure of Mr. Kasich highlights just how fluid the Republican contest is as fall approaches.\n\n— Jonathan Martin\n\nWhat We’re Reading Elsewhere\n\n–  After a rough few days, New York Magazine writes, Mr. Trump “needed” Mr. Walker to suspend his campaign to take some attention away from the negative coverage.\n\n–  When Jeb Bush defended his brother at the debate last week against attacks by Mr. Trump, it was a moment, The Washington Post writes, that “refocused a campaign in desperate need of a ‘moment,’ and signaled the extent to which Jeb Bush has become comfortable — even eager — to highlight rather than play down his family ties.”\n\n–  And BuzzFeed takes a look at past comments by Mr. Carson that the wide acceptance of evolution “was something that was encouraged by the adversary,” and that the Big Bang theory was a “fairy tale.”", "byline": "FIRST DRAFT", "description": "All eyes, including President Obama’s and those of the gathering thousands, on Wednesday will be on the pope.", "title": "First Draft: Today in Politics: A First-Time Visitor to Washington Plans to Hit All the Sights", "url": "http://www.nytimes.com/politics/first-draft/2015/09/23/today-in-politics-a-first-time-visitor-to-washington-plans-to-hit-all-the-sights/", "topics": ["immigration"], "people": ["Alan Rappeport", "Josh Earnest", "Jonathan Martin", "Roger Wicker", "Carl Hulse", "John R. Kasich", "Hillary Rodham Clinton", "Donald J. Trump", "Pope Francis", "Bernie Sanders", "Scott Walker", "Jeb Bush", "Donald Trump", "Rosemary M. Collyer", "Junipero Serra", "Carly Fiorina", "Rick Santorum", "Lindsey Graham", "Daniel S. Loeb", "John Kasich", "George W. Bush", "Barack Obama", "Joseph R. Biden Jr.", "Henry Kravis", "Ben Carson"], "orgs": ["Congress", "PACs", "Senate", "Blackstone", "Keystone XL", "New York Magazine", "F.B.I.", "Justice Department", "Blackstone Group", "Reading Elsewhere", "The Des Moines Register"], "authors": [{"author_id": 19843, "fullname": "first draft", "primary_org": "nyt"}], "date_written": "2015-09-23 12:09:33", "org": "nyt", "article_id": "e618f4bf2f6d1e06ab3e3f1a01462859", "date_access": "2015-09-23 15:50:09.288758"}