{"body": "I keep reading that Donald Trump is wrecking the Republican Party. I keep hearing that he’s a threat to the fortunes of every other Republican presidential candidate, because he sullies the brand and puts them in an impossible position.\n\nWhat bunk. The truth is that he’s an opportunity for them as golden as the namesake nameplates on his phallic towers, if only they would seize it.\n\nThe brand was plenty sullied before he lent his huff and his hair to the task. And by giving his Republican rivals a perfect foil, he also gives them a perfect chance to rehabilitate and redeem the party.\n\nAs it stands now, he’s using them.\n\nIf they had any guts, they could use him.\n\nThey could piggyback on the outsize attention that he receives, answering his unhinged tweets and idiotic utterances with something sane and smart, knowing that it, too, would get prominent notice.\n\nThey could define themselves in the starkest possible contrast to him, calling him out as the bully and bigot that he is. Then he wouldn’t own the story, because the narrative would be about cooler heads and kinder hearts in the party staring down one of its most needlessly divisive ambassadors and saying: Enough. No more. We’re serious people at the limit of our patience for provocateurs.\n\nThere was a hint of this last weekend, when Jeb Bush, whose wife is Mexican-American, lashed out at Trump’s broad-brush comments about Mexican immigrants crossing into America with an agenda of drugs and rape.\n\nBush labeled those remarks “extraordinarily ugly” and “way out of the mainstream” and said that there’s “no tolerance” for them.\n\nBut he didn’t exactly volunteer that assessment. It came in response to a reporter’s question, and it came more than two weeks after Trump’s offense.\n\nNeither he nor Marco Rubio exhibited any hurry in distancing themselves from Trump, though both of them trumpet their personal biographies as proof that they’re sensitive to Latino immigrants.\n\nOn Fox Business on Tuesday, Rubio gave a pathetic master class in cowardly evasion, stammering his way though an interview in which he was asked repeatedly for an opinion about Trump. You would have thought that he was being pressed for malicious gossip about the Easter bunny.\n\nHe never did manage to upbraid Trump, though he was careful to mention the “legitimate issue” of border security that Trump had raised.\n\nAs in 2012, Republicans can’t summon the courage to take on the dark heroes of the party’s lunatic fringe. As in 2012, this could cost them dearly.\n\nThe Charleston, S.C., church massacre and subsequent debate over the Confederate flag afforded them an ideal moment to talk with passion and poetry about racial healing.\n\nBut the leading contenders reacted in fashions either sluggish, terse, muffled or all three. They showed more interest in fleeing the subject than in grabbing profitable hold of it.\n\nTrump’s rant about immigrants, which he has since amplified, was another squandered moment.\n\nChris Christie could have made good on his boasts about always telling it like it is and being unconstrained by politesse. Instead he made clear that he liked Trump and considered him a friend. That soft crunching sound you heard was the supposedly hard-charging New Jersey governor walking on eggshells.\n\nRand Paul claims the desire and ability to expand the party’s reach to more minorities. So where’s his takedown of Trump?\n\nBush has said that a politician must be willing to lose the party’s nomination in order to win the general election, but that philosophy can’t end with his allegiance to the Common Core. It has to include an unblinking acknowledgment of his party’s craziness whenever and wherever it flares.\n\nTrump’s hold on voters stems largely from his lack of any filter and from his directness, traits that they don’t see in establishment candidates. So his fellow Republicans’ filtered, indirect approach to him just gives him more power.\n\nAnd while he should be irrelevant, he’s becoming ever more relevant, because he’s exposing their timidity and caution.\n\nThey’re wrong to try to ignore him, because the media won’t do that and because he’s probably going to qualify for the debates.\n\nLooking ahead to the first of them, the conservative pundit George Will bought into the notion of Trump as an ineradicable pest who “says something hideously inflammatory, which is all he knows how to say, and then what do the other nine people onstage do?”\n\nOh, please. That’s hardly an existential crisis. It’s a prompt for an overdue smidgen of valor.\n\nWithout any hesitation, they tell him that he’s a disgrace. Without any hedging, they tell him that he’s absurd.\n\nIt’s the truth. And for the Republican Party, it might just be transformative.", "byline": "FRANK BRUNI", "description": "It’s time for Jeb Bush, Marco Rubio & Co. to vanquish the Republican Party’s demons, starting with a certain grotesque real estate mogul.", "title": "Op-Ed Columnist: The Wasted Gift of Donald Trump", "url": "http://www.nytimes.com/2015/07/08/opinion/frank-bruni-the-wasted-gift-of-donald-trump.html", "topics": ["immigration", "mexico"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "George Will", "Donald Trump", "Marco Rubio"], "orgs": ["Republican Party"], "authors": [{"author_id": 613, "fullname": "frank bruni", "primary_org": "nyt"}], "date_written": "2015-07-08 08:20:02", "org": "nyt", "article_id": "988f90c6bfa3ea0dba0e72ba55108122", "date_access": "2015-07-08 12:50:42.224119"}