{"body": "Rick Santorum, the former senator from Pennsylvania who won the Iowa caucuses and several other Republican nominating contests in 2012, said Wednesday that he would join the race for the Republican presidential nomination. A conservative Catholic, he is known for his strong opposition to same-sex marriage and for favoring a crackdown on illegal immigration, and has made pointed warnings about the threat of Islamic extremism.\n\nMr. Santorum has called President Obama’s foreign policy a “disaster for America,” saying the president has played down the threat of Islamic terrorism. “We need to start by crushing ISIS now,” he has said of the Islamic State, calling for the United States to “bomb them back to the seventh century.” A staunch supporter of Israel, he says Mr. Obama is wrong in pressuring that nation to seek a negotiated peace deal with the Palestinians. Mr. Santorum argues that the main threats to stability in the Middle East are what he calls the “deranged leadership” of Hamas and, more important, Iran. He names Russia and China as the other primary threats to the United States. Citing Moscow’s growing militarism, he says he would put missile defense systems in Poland and the Czech Republic.\n\nMr. Santorum opposes same-sex marriage and has suggested that allowing it would lead to legalization of polygamy. He has said he would not attend a same-sex wedding, even a friend’s, saying this would “be a violation of my faith.”\n\nMr. Santorum rejects scientific evidence that human behavior is causing the warming of the planet, and says that efforts by Mr. Obama to curb greenhouse gas emissions will be ineffective. He accuses liberal groups of loudly opposing hydraulic fracturing mainly as a way for them to raise contributions.\n\nThe former senator believes that immigration is contributing to economic problems as foreign-born laborers take jobs from Americans. He wants to reduce legal immigration by 25 percent, to 750,000 people annually. He opposes amnesty for immigrants who are in the country illegally.\n\nMore than during his 2012 run, Mr. Santorum has focused recently on income inequality, saying the Republican Party has been too focused on helping the business sector and should concern itself more with wage earners. He says he would be open to raising the federal minimum wage. He has also been skeptical of trade deals, saying a flood of cheaper goods from overseas has meant a loss of jobs in the United States.", "byline": "GERRY MULLANY", "description": "The former senator is known for taking stances on same-sex marriage, immigration and foreign policy, among other issues.", "title": "Rick Santorum on the Issues", "url": "http://www.nytimes.com/2015/05/28/us/politics/rick-santorum-on-the-issues.html", "topics": ["terrorism", "immigration", "trade"], "people": ["Rick Santorum", "Barack Obama"], "orgs": ["Republican Party", "United States.", "Hamas"], "authors": [{"author_id": 25391, "fullname": "gerry mullany", "primary_org": "nyt"}], "date_written": "2015-05-27 16:28:46", "org": "nyt", "article_id": "b3c667906b26819d5b79e3fbcfbe1a7b", "date_access": "2015-05-27 15:45:31.316516"}