{"body": "DELAVAN, Wis. — Who could have guessed in the mid-1980s, at a pair of otherwise forgettable McDonald’s restaurants some 20 miles apart, that two bushy-haired teenagers working the burger grills would become Wisconsin’s most powerful Republicans?\n\nScott Walker, 47, now the governor and a likely presidential candidate, was a record-setting track star with a mean mullet when he donned the McDonald’s uniform — black pants, white shirt, long black tie — to make Big Macs here in his hometown.\n\nPaul D. Ryan, 45, now a powerful United States representative who was the Republican vice-presidential candidate in 2012, suited up with something greater in mind in nearby Janesville: operating the front register. One dark day, though, Mr. Ryan’s manager told him he lacked the “interpersonal skills” to deal with customers — and into the kitchen he went.\n\nMr. Walker tells that story of a young Mr. Ryan to virtually every Republican crowd he meets as he prepares for his campaign for president, sprinkling his biography with some of the gold dust Mr. Ryan has accrued as a favorite of conservatives — and as the better-known name from his three months as Mitt Romney’s running mate.\n\nFor Republicans who are disappointed that Mr. Ryan has decided not to run for president in 2016, Mr. Walker is offering himself as the next big thing (if not the next best thing) to come out of southern Wisconsin: a kindred spirit who talks politics and trades prayers with Mr. Ryan in phone calls and frequent text messages.\n\n“Ryan is more wonkish and policy driven, and Walker is more into politics and governing, but they’ve both worked really hard to climb and become these huge figures in the state,” said State Senator Scott Fitzgerald, the Republican majority leader, during an interview in his office at the State Capitol. “Ryan is a rock star in the state of Wisconsin and in Washington. Now Walker is trying to become the same and even bigger.”\n\nWhile Mr. Ryan is technically neutral in the 2016 Republican nomination contest because of his role in raising money for the Republican National Committee, he is full of praise for Mr. Walker, whom he first met in the 1990s when both were trying to make names for themselves in Republican Party circles. “I think Scott has a really good chance, an excellent chance,” of winning the presidency, Mr. Ryan said in a recent interview.\n\nFor his part, Mr. Walker is already musing about putting Mr. Ryan in the cabinet of a Walker administration — or keeping him as his best friend in Congress, where Mr. Ryan is chairman of the House Ways and Means Committee.\n\n“I just know he’d play a leading role no matter what,” Mr. Walker said of Mr. Ryan.\n\nAs Mr. Walker introduces himself to voters around the country, his relationship with Mr. Ryan is also revealing the kind of candidate he would be and the policies he might pursue.\n\nMr. Walker always notes that he is the son of a Baptist pastor, for instance, and then expouds on the importance of prayer in his life. He sometimes shares a story about the time Mr. Ryan asked him for advice after Mr. Romney named Mr. Ryan to the Republican ticket in 2012.\n\n“I said, ‘People will say congratulations,’ ” Mr. Walker told a hotel ballroom of Republican activists last month in Columbia, S.C. “ ‘And occasionally there’s going to be someone who reaches out and says they’re praying for you. And that’s not a throwaway line. Nobody says that if they don’t mean it. You need to literally reach out and touch them so you feel the power of that prayer.’ ”\n\nIn an email, Mr. Walker recalled that their relationship began to deepen in 2011 when the governor led a fight to strip collective bargaining rights from many public sector unions, which drew tens of thousands of demonstrators and prompted a recall election the next year. (The governor prevailed in both battles.)\n\n“He has been a constant source of support and checked in on me each week (and sometimes daily) during the height of the protests and again during the recall campaign,” Mr. Walker said of Mr. Ryan. “He was particularly interested in whether I was getting enough sleep, time to work out and time for prayer.”\n\nWhile Mr. Walker does not say Mr. Ryan has supplied specific policy ideas, heechoes, nevertheless, many of the themes Mr. Ryan is now pushing in Congress and championed during the 2012 presidential campaign.\n\nDenouncing “dependency” on the government? Mr. Ryan did so as the vice-presidential nominee; Mr. Walker now says the word with an air of disgust on the campaign trail.\n\nChampioning “growth” and “reform”? They have been the organizing principles of Mr. Ryan’s fiscal agenda on the House Budget Committee and as the new chairman of Ways and Means; both are now the economic themes in Mr. Walker’s stump speech. He also urges shifting Medicaid money to the states, overhauling Social Security before the coming explosion of retirees, and changing the federal tax code, issues that for years the governor rarely heard except when he was listening to Mr. Ryan.\n\n“You’ve got to have someone sign something into law, and we don’t have that right now,” Mr. Ryan said at a recent town hall meeting in Mukwonago, not far from where he and Mr. Walker grew up.\n\nBy staying on the sidelines in 2016 yet championing conservative tax and spending policies, on which he is widely considered his party’s leading voice, Mr. Ryan could end up playing a role for Mr. Walker and other Republican candidates similar to one Senator Elizabeth Warren may have with Hillary Rodham Clinton on progressive economic issues. He and Ms. Warren are both beloved by their political parties and mocked by those on the other side.\n\nBut Mr. Ryan would be extraordinarily well positioned to reshape economic policy under a Republican president. He enjoys good relationships with several of Mr. Walker’s likely competitors. He is especially close to Senator Marco Rubio of Florida (friends say he is very enthusiastic about the idea of a Walker-Rubio ticket), and is on good terms with Jeb Bush, who named his “super PAC” after a phrase — “the right to rise” — that he credited to Mr. Ryan.\n\nBoth Mr. Ryan and Mr. Walker are close to the chairman of the Republican National Committee, Reince Priebus, another prominent Wisconsin Republican. But it is Mr. Walker with whom Mr. Ryan has had the longest and deepest bond. They have avoided being rivals so far because they have sped forward on separate career tracks: Wisconsin and state government for Mr. Walker, Congress and national politics for Mr. Ryan.\n\nMr. Walker was the first to win office, a State Assembly seat in 1993. When Mr. Ryan decided to run for the United States Congress in 1998, Mr. Walker said, he offered to help out if Mr. Ryan’s age became a factor. (It never did.) The two men now share many of the same financial benefactors, including the billionaire industrialists David H. and Charles G. Koch, and draw ideas from Wisconsin conservative groups like the Bradley Foundation.\n\nAfter Mr. Walker was re-elected governor in 2014, many Wisconsin Republican officials began to worry that he and Mr. Ryan might collide in the 2016 presidential cycle, as it now seems that Mr. Bush and Mr. Rubio, onetime allies from Florida, are likely to do. But there was no late-night strategy session over Miller Lites about which one of them would run. “We never talked about that,” Mr. Walker said.\n\nRather, Mr. Ryan pulled Mr. Walker aside during an event hosted by the Republican pollster Frank Luntz at a Capitol Hill restaurant, and told the governor that he had decided not to enter the race; Mr. Walker told him and others that he was considering it.\n\nSome Wisconsin Republicans wish Mr. Ryan had not opted out of the race. But others counted themselves lucky to have two Republican powerhouses coming out of Wisconsin to the national stage.\n\nRita Butke, who was Mr. Walker’s shift manager at the McDonald’s here in the 1980s, said she has enthusiastically supported both Mr. Walker and Mr. Ryan because of the values she associates with their low-wage, burger-flipping days.\n\n“There’s a sense of responsibility and humility that you get from a job where you earned only $4.25 an hour,” said Ms. Butke, who is now manager at the Delavan store. “They both learned for themselves how much a dollar meant.”", "byline": "PATRICK HEALY and JONATHAN MARTIN", "description": "As Mr. Walker prepares to begin his campaign for president, his relationship with Mr. Ryan is revealing what kind of candidate he would be.", "title": "Wisconsin, Politics and Faith Bind Scott Walker and Paul Ryan", "url": "http://www.nytimes.com/2015/05/06/us/politics/wisconsin-politics-and-faith-bind-scott-walker-and-paul-ryan.html", "topics": ["economy", "campaign_finance", "personality"], "people": ["Charles G. Koch", "Mitt Romney", "Frank Luntz", "Jeb Bush", "Reince Priebus", "Hillary Rodham Clinton", "Marco Rubio", "Elizabeth Warren", "Paul D. Ryan", "Rita Butke", "Scott Fitzgerald", "Scott Walker", "Paul Ryan"], "orgs": ["Social Security", "Congress", "Republican Party", "House Budget Committee", "Republican National Committee", "United States Congress", "State Assembly"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}, {"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-05-05 10:00:25", "org": "nyt", "article_id": "b3feecd5101e965bcde7ebf5ea4a7136", "date_access": "2015-05-05 09:25:19.627252"}