{"body": "Republicans rarely have nice things to say about President Obama. Especially those who once wanted to take his job.\n\nBut Newt Gingrich, the former House speaker who sought the White House in 2012, gave Mr. Obama a backhanded compliment on Tuesday. He said Hillary Rodham Clinton would be a downgrade if she replaced him.\n\n“I think in the end, while Obama is a radical, and I obviously think he is very dangerous on foreign policy because he is so incompetent, he is not venal and he doesn’t corrupt the entire system,” Mr. Gingrich said in an interview with First Draft. “Having the Clintons back in the White House would be like having a very bad mayor running a very corrupt city.”\n\nDespite the tough talk, Mr. Gingrich, who will turn 72 next month, said that while he is watching the early machinations of the 2016 race, his days of seeking the presidency were over.\n\n“It’s too big a mountain,” said Mr. Gingrich, the longtime former Georgia congressman who is joining the global law firm Dentons as a public policy adviser. “You have to be honest about what you’re capable of doing.”\n\nWith the “first-rate” talent running in the Republican field, he said he thought it would be impossible to break out of the pack. Mr. Gingrich called Jeb Bush a great innovator, said that Senator Marco Rubio of Florida was one of the smartest politicians he had come across, and even suggested that Senator Ted Cruz of Texas was a better debater than he was.\n\nHis own debate strategy, Mr. Gingrich said, was overly reliant on short bombastic bursts.\n\n“I’m not a very good debater,” Mr. Gingrich said. “Ted would beat me in a standard debate easily.”", "byline": "ALAN RAPPEPORT", "description": "Newt Gingrich, the former House speaker and longtime Georgia congressman, said running for president these days is “too big a mountain” for him.", "title": "First Draft: Newt Gingrich Weighs In on 2016 Crop and Why He’s Not in It", "url": "http://www.nytimes.com/politics/first-draft/2015/05/20/newt-gingrich-weighs-in-on-2016-crop-and-why-hes-not-in-it/", "topics": ["campaign_finance", "personality", "economy"], "people": ["Jeb Bush", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Newt Gingrich", "Ted Cruz"], "orgs": ["Clintons"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-05-20 14:10:17", "org": "nyt", "article_id": "1ef55d5b6c97949a4356c693b9f52392", "date_access": "2015-05-20 13:58:11.410894"}