{"body": "OKLAHOMA CITY —  There is a Republican presidential candidate forum practically every weekend these days, and the onset of the Memorial Day holiday was no different. But the White House hopefuls who descended on this conservative capital of the energy industry suggested that the nascent Republican nominating contest is shifting to a new, harder-edged phase.\n\nAfter using their remarks at many of the initial candidate cattle calls to offer biography-heavy introductions, the presidential aspirants are now framing their speeches with unmistakable contrasts between themselves and the other Republican prospects.\n\nNone are criticizing their Republican rivals by name; President Obama and former Secretary of State Hillary Rodham Clinton still come in for the brunt of the attacks. But the tougher tone, nearly nine months before the first votes are cast in Iowa and New Hampshire, suggests the candidates believe that a contest with aspirants in the double digits, restrictions on who can take part in debates and a general sense of volatility in the race requires them to start aggressively making their case.\n\nThat is what they did Thursday and Friday at the Southern Republican Leadership Conference, a sort of miniconvention for about a thousand of the most committed activists in a region that has become a party bulwark.\n\nThe governors criticized Washington (translation: the Republican senators running for president), a former senator warned about candidates with scant foreign policy experience (translation: the Republican governors running for president) and the more hawkish candidates suggested that Senator Rand Paul of Kentucky was mistaken for opposing an extension of the Patriot Act.\n\nGov. Scott Walker of Wisconsin, who is leading in early Iowa polls, offered a preview of what could ultimately serve as his line of attack against the likes of both the senators and the governors already running or considering bids. Mr. Walker, who made his name batting organized labor, cast himself as a hybrid candidate with the qualities some Republicans like about the senators and governors running for the nomination.\n\n“There are of some of those folks, particularly folks in Washington, who are really good fighters,” Mr. Walker said of the Republican senators in the race. “They’re fighting the good fight, they’re waving the flag, they’re carrying the banner, but they haven’t won a lot of victories yet.\n\n“And then there are some other folks out there that have done a really effective job of winning elections — a lot of them are friends of mine, governors, former governors who got elected and got re-elected — they won a lot of elections, but they haven’t taken on all of those fights.”\n\nSummarizing his case, Mr. Walker said, “I have yet to see anyone in the field or the emerging field who’s done both.”\n\nJeb Bush, the former Florida governor, also drew some contrasts, if somewhat more subtly.\n\nNoting that he had governed in “a purple state,” Mr. Bush favorably compared his record on government spending, state credit ratings and the overall health of the economy in Florida during his tenure with the federal government’s performance in recent years — a line of argument he has begun developing to distinguish himself from the senators running for president.\n\nHe also recounted his experience as a real estate executive, implicitly critiquing candidates like Mr. Walker who have spent their adult lives in elective office.\n\n“When people have no experience in anything other than government, we see what the result is,” Mr. Bush said, claiming that Mr. Obama was an example.\n\nTwo candidates who were supposed to attend, Senators Marco Rubio of Florida and Ted Cruz of Texas, were stuck in Washington on Senate business.\n\nRick Santorum, a former Pennsylvania senator, talked extensively about foreign policy and his background on such issues as the threat of Islamic terrorism. “We can’t have a nominee against Hillary Clinton who sees commander in chief as an entry-level position or on-the-job training,” Mr. Santorum said.\n\nGrowing even more pointed at a time when governors like Mr. Walker are receiving briefings on foreign policy, Mr. Santorum said the party should not nominate a candidate “whose national security experience is a briefing book.”\n\nAnd Gov. Chris Christie of New Jersey sought to set himself apart by noting his role as United States attorney in New Jersey after the Sept. 11 attacks, not so subtly criticizing Mr. Paul, who is leading the effort to block a Senate extension of the Patriot Act.\n\nMr. Christie said critics of the intelligence-gathering law had “no experience dealing with what I dealt with.”\n\n“I’m the only person in this national conversation who has used the Patriot Act, signed off on it, and convicted terrorists with it,” he said.\n\nRepublicans attending the conference said the candidates’ sharpened elbows reflected a fluid race.\n\n“There may be no clear front-runner, but there are at least half a dozen very serious, credible candidates,” State Senator David Holt said. “Each of them surely recognizes the potential that one of their opponents could turn a series of good early appearances into front-runner status. So it’s no wonder they’re starting to draw contrasts and make the case that if anyone is going to pull away, it should be them.”\n\nBut the candidates were only here, far away from the traditional early-voting states, in part to speak to the activists and the news media. In private rooms down the hall from the ballroom and at offices across town, they wooed local elected officials and donors.\n\nThe domestic energy boom has enriched many oil and gas executives in the region, spawning a coveted group of contributors who can finance “super PACs.” Three of them — T. Boone Pickens, Harold Hamm and Larry Nichols — attended the conference. Asked how many candidates he had met with, Mr. Hamm — who gave nearly $1 million to Mitt Romney’s super PAC in 2012 and is the wealthiest man in the state — ignored the question. But an aide at his side offered a knowing grin and said, “A couple.”\n\nMr. Walker visited the Oklahoma Independent Petroleum Association and spent much of Thursday afternoon after his speech receiving visitors in a secluded meeting room at the conference. By Friday morning, he had left town, and there was another occupant behind the same closed doors: Mr. Bush.", "byline": "JONATHAN MARTIN", "description": "In Oklahoma City, Republican presidential hopefuls — including Jeb Bush and Govs. Scott Walker and Chris Christie — moved to contrast themselves with others in the field.", "title": "G.O.P. Candidates Take Tougher Tone at Forum", "url": "http://www.nytimes.com/2015/05/23/us/politics/republican-presidential-candidates-take-tougher-tone-at-forum.html", "topics": ["campaign_finance"], "people": ["Rand Paul", "Rick Santorum", "T. Boone Pickens", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Mitt Romney", "Hillary Rodham Clinton", "Marco Rubio", "Harold Hamm", "Barack Obama", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "PAC", "Oklahoma Independent Petroleum Association", "PACs"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-05-23 01:44:42", "org": "nyt", "article_id": "31dc1aae52ba8bf099c094a1d3069e6c", "date_access": "2015-05-23 00:50:30.758312"}