{"body": "Jeb Bush’s team has taken another step leading to his all-but-certain presidential campaign, filing legal papers Tuesday preparing the groundwork for his expected entrance into the race next week.\n\nJeb 2016 Inc., a nonprofit entity that paid for the Jebannouncement.com website associated with his campaign kickoff, was registered with Florida’s Division of Corporations on Tuesday, according to a clerk there. The purpose of the filing is “to promote the candidacy of Jeb Bush for the office of President of the United States,” the document read.\n\nThe filing, which The Washington Post first reported, was signed by Mr. Bush’s lawyer, Raquel A. Rodriguez, and listed his future Miami campaign headquarters as the address.  Ms. Rodriguez, who has handled Mr. Bush’s legal affairs on a number of political issues, did not immediately return a call to her Miami office.\n\nMr. Bush’s campaign paid $87.50 in filing fees, which should pose no financial burden for him after crisscrossing the country in recent months to appear at $25,000-a-head fund-raisers.\n\nMr. Bush announced in December that he was actively exploring a run. But he has insisted that he has not made a decision on whether to run or not, even as he raised perhaps $100 million or more through a “super PAC” that he set up. Some campaign finance experts have accused him of using his undeclared candidacy to evade limits on fund-raising for declared candidates.\n\nHe has scheduled a formal announcement for Monday; political analysts say it is a foregone conclusion that he will run for president.\n\nJust before Mr. Bush officially declares, his campaign team underwent a staff shakeup. On Monday, aides to Mr. Bush said Danny Diaz, a Washington-based strategist, would become the campaign manager rather than David Kochel, an Iowa operative who had been widely expected to hold that job.\n\nMeanwhile, Mr. Bush started a trip to Europe that took him to Berlin on Tuesday, with stops in Poland and Estonia later in the week. At his appearance in Berlin, he called the Russian leader Vladimir V. Putin a “ruthless pragmatist” and vowed American support in containing Russian ambitions. ", "byline": "AMY CHOZICK and ERIC LICHTBLAU", "description": "Jeb Bush’s tea filed legal papers Tuesday preparing the groundwork for his expected entrance into the presidential race next week.", "title": "First Draft: Jeb Bush’s Team Files Paperwork for Entering Race", "url": "http://www.nytimes.com/politics/first-draft/2015/06/09/jeb-bushs-team-files-paperwork-for-entering-race/", "topics": ["campaign_finance", "personality"], "people": ["Vladimir V. Putin", "Jeb Bush", "Danny Diaz", "Raquel A. Rodriguez", "David Kochel"], "orgs": ["PAC"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}, {"author_id": 1627, "fullname": "eric lichtblau", "primary_org": "nyt"}], "date_written": "2015-06-09 21:08:26", "org": "nyt", "article_id": "b04442aa772d80cc79139ac79ce5be2a", "date_access": "2015-06-09 20:27:02.762048"}