{"body": "Very little appears to link Jeremy Corbyn, who has emerged from nowhere to become the favorite to lead the British Labour Party, with Donald Trump, the equally surprising front-runner for the Republican nomination.\n\nCorbyn is a slight, quiet, parsimonious radical leftist who is anti-money, anti-meat, anti-war and pro-nationalization of banks. He has, to put it mildly, deep misgivings about America. Trump is a large, loud, self-promoting businessman who is pro-money, pro-market and wants to “Make America Great Again” by unleashing its animal entrepreneurial spirit and putting the red meat back in political discourse clogged by political correctness. He has spoken approvingly of John Bolton, hawk of neocon hawks among Republican foreign policy officials.\n\nBut the two men do have a couple of things in common. Both opposed the Iraq war (Trump thought Mexico might be a more sensible target). More importantly, both speak their minds at a time when a lot of people in Britain and the United States have had it with politics as usual and the mealy-mouthed, finger-to-the-wind calibration of the political persona.\n\nRupert Murdoch recently tweeted that Corbyn would probably triumph in the Labour Party leadership election for this reason: “Corbyn increasingly likely Labor winner. Seems only candidate who believes anything, right or wrong.” The result is to be announced Sept. 12 (elections in Britain are not multiyear affairs as in the United States).\n\nThis is a season of radical discontent. People believe the system is rigged. They have good reason. Rigged to favor the super-rich, rigged to accentuate inequality, rigged to hide huge increases in the cost of living, rigged to buy elections, rigged to put off retirement, rigged to eviscerate pensions, rigged to export jobs, rigged to sabotage equal opportunity, rigged to hurt the middle class and minorities and the poor. Increasingly unequal societies have spawned anger, an unsurprising development. The anger is diffuse, in search of somebody to articulate it, preferably in short declarative sentences.\n\nIt’s the same anger, in many respects, that produced the leftist Syriza government in Greece and the rise of the rightist National Front in France. Enter Corbyn and Trump and, of course, Senator Bernie Sanders of Vermont.\n\nCorbyn has been described as “attractive in a world-weary old sea-dog sort of way.” He’s against everything Tony Blair stood for: the slick, centrist makeover of the Labour Party that allowed it to win election after election, and also allowed Peter Mandelson, a guru of New Labour, to declare that he was “intensely relaxed about people getting filthy rich.” Corbyn wants to go back to socialism. So does Sanders, a socialist in America who is drawing huge crowds.\n\nAs my colleague Jason Horowitz wrote of Sanders: “For someone who has always had a sweepingly macro, if not entirely Marxist, critique of America, having the largest crowds of the election cheering each description of income inequality, and each proposal to eradicate it, amounts to the validation of a career spent in relative obscurity. Mr. Sanders’s grumpy demeanor, his outsider status and his suspicion of all things ‘feel good’ are part of the attraction.”\n\nOn both sides of the Atlantic, grumpy is good in politics. Outsider is good. Plain talk is good. Trump’s “Deal with it,” is the phrase du jour.\n\nSanders wants to expand Social Security, take America to a single-payer European-style national health system, invest massively to restore America’s crumbling infrastructure, make public college tuition free, get rid of “starvation wages” for workers, tax Wall Street trading, end America’s wars, and break up banks that are too big to fail.\n\nHis message is important. It’s resonating because it precisely reflects the current unease. Hillary Clinton cannot ignore it.\n\nTrump is not going away. His base of support is broad. America always wants to dream of some riveting reinvention; he’s captured that longing for now. In polls of Republicans he leads among women, despite his denigration of them; he leads among evangelical Christians; and he leads among the college-educated, not an obvious constituency for his populist anti-immigrant message. He has people nodding their heads, as when he calls his rival Jeb Bush a “low-energy” guy.\n\nCorbyn, however, may well be the only one of the three outsiders who wins anything. He’s likely to be the next Labour leader. That would be a disaster.\n\nHe has almost no support among Labour members of Parliament; no experience of running anything; has called Hamas and Hezbollah “our friends” (but says he was misunderstood); forgot (before remembering) that he’s socialized with a Lebanese extremist who called 9/11 “sweet revenge” and has since been banned from Britain; wants Britain out of NATO; and has a European leftist’s de rigueur view of America as the source of the world’s problems. If he’s chosen, Labour could disintegrate. It certainly won’t win an election.\n\nBut Corbynmania shows no sign of abating. It’s a new season in politics. Anything could happen, either side of the pond.", "byline": "ROGER COHEN", "description": "Corbyn, Trump and Sanders, the authentic outsiders riding anger at politics as usual. It's a season of radical discontent.", "title": "Op-Ed Columnist: Politics Upended in Britain and America", "url": "http://rss.nytimes.com/c/34625/f/640359/s/494033ce/sc/7/l/0L0Snytimes0N0C20A150C0A80C250Copinion0Croger0Ecohen0Ejeremy0Ecorbyn0Edonald0Etrump0Ebernie0Esanders0Epolitics0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["women", "economy", "trade"], "people": ["Peter Mandelson", "Tony Blair", "John Bolton", "Jason Horowitz", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Rupert Murdoch", "Jeremy Corbyn", "Bernie Sanders"], "orgs": ["Social Security", "Labour Party", "Hezbollah", "Hamas", "Labour", "NATO", "New Labour", "British Labour Party"], "authors": [{"author_id": 842, "fullname": "roger cohen", "primary_org": "nyt"}], "date_written": "2015-08-24 12:04:14", "org": "nyt", "article_id": "4bdd6f0f2cac2c2d81f985133c63db7d", "date_access": "2015-08-24 17:20:56.036803"}