{"body": "The Iowa Straw Poll, a Republican Party tradition for nearly 40 years, is dead for the 2016 presidential cycle, party officials said Friday.\n\nThe move was made as candidates in one of the largest presidential fields in modern Republican history showed diminishing interest in participating in the August event.\n\n“I’ve said since December that we would only hold a straw poll if the candidates wanted one, and this year that is just not the case,” Jeff Kaufmann, the Republican Party chairman in Iowa, said in a statement emailed shortly after a special meeting of the party’s state central committee.\n\nThe vote to end the event was unanimous.\n\n“This step,” Mr. Kaufmann said, “while extremely distasteful for those of us who love the straw poll, is necessary to strengthen our first-in-the-nation status and ensure our future nominee has the best chance possible to take back the White House in 2016.”\n\nHe added: “Many candidates are still concerned about participating in an event that carries significant media-driven expectations well ahead of our first-in-the-nation caucuses. While we still deeply believe that the straw poll offers a fantastic opportunity for candidates, we need to focus on strengthening our first-in-the-nation status and putting a Republican back in the White House.”\n\nThe event — which historically has required candidates to make large investments to have a place in the straw poll, held in Ames for years — has had dwindling impact since 2012. That year, Michele Bachmann, then a Minnesota congresswoman, won the poll, but finished at the back of the pack in the caucuses.\n\nFormer Gov. Mitt Romney of Massachusetts, the eventual Republican nominee, skipped it that year, and then-Gov. Rick Perry of Texas announced his presidential candidacy the same day of the poll, knocking the wind out of Mrs. Bachmann’s sails.\n\nDespite its power to elevate, many establishment figures in Iowa have also resented the straw poll for years, believing it elevates and amplifies the voices of the most conservative, and in some cases most fringe, members of the field. \n\nThis year, former Gov. Jeb Bush of Florida has said he will skip it, and others are more focused on husbanding resources to lift their standings in national polls to make the cut for the early debates.\n\nThe cancellation of the poll is a victory for the state’s governor, Terry Branstad, who has argued it is diminishing the state’s political standing because it has little impact on the caucuses’ results.\n\nYet, in 2007, former Gov. Mike Huckabee of Arkansas won the caucuses after a surprise showing in the straw poll.\n\n“If there ever was a year that we needed an event to winnow the field it was this cycle,” said Matt Strawn, a former party chairman. “Campaigns should not view this as an excuse not to continue organizing throughout the summer. In a field that is this crowded, no matter which lane of the party you’re running in, organization is more important than ever.”", "byline": "MAGGIE HABERMAN", "description": "The cancellation of the Iowa Straw Poll was made as candidates in one of the largest presidential fields in modern Republican history showed diminishing interest in participating in the August event.", "title": "First Draft: Iowa Straw Poll Is Canceled for This Cycle", "url": "http://www.nytimes.com/politics/first-draft/2015/06/12/iowa-straw-poll-is-canceled-as-candidates-balk/", "topics": ["personality"], "people": ["Jeff Kaufmann", "Matt Strawn", "Jeb Bush", "Rick Perry", "Michele Bachmann", "Mike Huckabee", "Mitt Romney", "Terry Branstad"], "orgs": ["Republican Party", "Iowa Straw Poll"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-06-12 16:13:50", "org": "nyt", "article_id": "565033cfb1f20cbe1172cee3c1027590", "date_access": "2015-06-12 15:22:06.614816"}