{"body": "In the age of “super PACs,” a presidential campaign can die of thirst on the shores of the Great Lakes.\n\nGov. Scott Walker of Wisconsin was among the most successful fund-raisers in his party, with a clutch of billionaires in his corner and tens of millions of dollars behind his presidential ambitions. But his swift decline and exit from the presidential race on Monday was a stark reminder that even unlimited money has its limits.\n\nWhile a super PAC supporting him, Unintimidated, was relatively flush with cash — on track to raise as much as $40 million through the end of the year, according to people involved with the group — Mr. Walker’s campaign committee was running dry, contemplating layoffs and unable to find enough money to mount a last stand in Iowa, a state that once favored him.\n\nSuper PACs, Mr. Walker learned, cannot pay rent, phone bills, salaries, airfares or ballot access fees. They are not entitled to the preferential rates on advertising that federal law grants candidates, forcing them to pay far more money than candidates must for the same television and radio time.\n\nNow, in a campaign that has already upended assumptions about the power of dynasties and the limits of celebrity candidates, Mr. Walker’s decline and fall hint at the systemic dangers of the super PAC-driven financial model on which virtually the entire Republican field has staked its chances.\n\nLike Mr. Walker and former Gov. Rick Perry of Texas, who dropped out earlier this month in the face of a similar cash crunch, virtually all of the Republican candidates still aspiring to their party’s nomination have far more money sitting in the accounts of super PACs backing them than they do in their own campaign accounts. All told, as of June 30, the most recent reporting deadline, Republican super PACs and other groups involved in the primary had raised about $256 million, compared with just $78.4 million for the candidates.\n\nBut the extraordinary flow of money through super PACs and other outside groups has obscured the fact that much of the Republican donor establishment is waiting on the sidelines for a clearer picture of the race to emerge. Several Republican givers said that had broadly hampered traditional fund-raising, which requires candidates to build large networks of “bundlers” raising $2,700 “hard money” checks from thousands of individual donors, rather than millions of dollars from a handful of loyal supporters.\n\n“You know how hard it is to raise this money at $2,700 apiece?” said Anthony M. Scaramucci, a New York financial executive who was a national finance chairman for Mr. Walker. “Unless you have the right messaging and appeal, you won’t get the smaller donors. You have to be able to go up-range into the big donor community and downrange into the smaller donor community.”\n\nMost of the candidates — with the prominent exception of Donald J. Trump, who is paying his own way — are now relying to a significant extent on super PACs to communicate with voters on their behalf in the five weeks remaining until the next Republican debate. This stretch, several Republicans predicted, will be a test of how effectively super PACs can prop up candidates who are otherwise limping in the polls, like former Gov. Jeb Bush or Senator Marco Rubio, both of Florida.\n\nSeveral super PACs, including groups backing Gov. Chris Christie of New Jersey and Gov. John Kasich of Ohio, have invested heavily in advertising to promote their candidates, rather than negative ads attacking their rivals — the stock in trade of most super PACs during the 2012 cycle.\n\nBut Ray Washburne, a former Republican National Committee finance chairman who is now leading fund-raising for Mr. Christie, said the governor’s campaign had also sought to carefully manage his travel schedule and avoid building out a large staff, as Mr. Walker had done.\n\n“I think the whole super PAC deal is nothing until you get to Iowa,” Mr. Washburne said. “Between now and then, you need to have hard money.”\n\nOther super PACs are placing their bets on grass-roots activism, using their cash to build get-out-the-vote operations intended to mimic and complement what the candidates are doing — usually with more money than the candidates can spend. A multimillion-dollar network of super PACs allied with Senator Ted Cruz of Texas, for example, is focused on forming partnerships with anti-abortion groups to help Mr. Cruz with evangelical voters.\n\n“I think there’s a lot of experimentation as to what super PACs can effectively do in different campaigns,” said Dan Backer, a conservative election lawyer.\n\nThe super PAC backing Mr. Bush, which raised more than $100 million this spring and summer, twice as much as any other group, is spending $37 million on a last-ditch advertising campaign to introduce him as a proven conservative executive. That sum amounts to three times more than Mr. Bush’s own campaign had raised through the beginning of July, an enormous investment that appears unprecedented for this early in a Republican primary.\n\n“I think Jeb Bush, without a super PAC, would not be doing well at all,” Mr. Backer said. “But $25 million can put out a lot of information to help change people’s minds.”", "byline": "NICHOLAS CONFESSORE", "description": "Outside fund-raising groups cannot pay rent, phone bills, salaries, airfares or ballot access fees, and are not entitled to preferential rates on advertising.", "title": "Scott Walker’s Exit Shows Limits of ‘Super PAC’ Money Model", "url": "http://www.nytimes.com/2015/09/23/us/politics/scott-walkers-demise-shows-limits-of-super-pac-money-model.html", "topics": ["personality", "campaign_finance"], "people": ["Ray Washburne", "Chris Christie", "Dan Backer", "Jeb Bush", "Rick Perry", "John Kasich", "Marco Rubio", "Donald J. Trump", "Scott Walker", "Ted Cruz"], "orgs": ["PAC", "Republican National Committee", "Super PACs", "PACs"], "authors": [{"author_id": 862, "fullname": "nicholas confessore", "primary_org": "nyt"}], "date_written": "2015-09-22 13:00:03", "org": "nyt", "article_id": "827580b62168344a7d0e661e16a6ad9a", "date_access": "2015-09-22 16:20:16.563104"}