{"body": "Donald Trump is dominating the news media and the Internet. He is leading in the polls. But even as journalists scour those surveys for signs of whether his surge will last, an important story with the potential to decide the race is being overlooked.\n\nThe Aug. 6 debate marked the beginning of a new and more volatile phase of the contest: a wave of boomlets. The candidates who can surge — and stay at the top — could define the race. It represents a big test for the candidates who led the polls for much of the first half of the year, Jeb Bush and Scott Walker. Already, it’s one Mr. Walker is struggling to pass.\n\nCarly Fiorina has made the largest leap in national polls, and Marco Rubio, Ben Carson and Ted Cruz appear to have made gains as well. But where the story really matters is in Iowa and New Hampshire, and in the so-called invisible primary for elite support. These three contests nearly amount to separate campaigns, with Iowa and New Hampshire something like two brackets in a tournament, and with the invisible primary bestowing the resources and credibility that help candidates reach the finals.\n\nMr. Bush and Mr. Walker appear to have lost ground in all of them.\n\nMr. Walker led Iowa polls for most of the last six months, until Mr. Trump seized the lead. Mr. Walker’s position has eroded further there since the debate, with both Mr. Trump and Mr. Carson leading him in the three surveys conducted since. And Mrs. Fiorina and Mr. Cruz aren’t far behind Mr. Walker.\n\nThe rise of these candidates on the right isn’t too surprising. Mr. Carson and Mrs. Fiorina had widely praised performances in the debate. In previous election cycles, candidates repeatedly rose to the top of the polls on the back of sudden news media attention, only to collapse. The real question is whether these candidates can ultimately shape the outcome of Iowa, by winning the state or by hurting the chances of Mr. Walker.\n\nMr. Cruz is the most obvious long-term threat to Mr. Walker. Like Mr. Walker, he has a strong pitch to the party’s most conservative voters. If Mr. Cruz surged to the top of the polls in Iowa, he would have the money and the profile to stay there.\n\nBut he is not the candidate who has made the biggest gains in Iowa. In fact, he still trails Mr. Walker in every post-debate poll in the state. Instead, that distinction belongs to Mr. Carson and Mrs. Fiorina, who have never held elected office and are not widely well known among Republican voters.\n\nAs relatively inexperienced politicians who might be prone to missteps, they don’t seem to have a very good chance of sustaining their position for the next five months. Voters haven’t yet heard detailed cases against them — for instance, Mrs. Fiorina’s checkered record at Hewlett-Packard.\n\nThese upstarts could deny Mr. Walker the strong showing in Iowa that he needs to win the nomination. But his odds could also decline if the pressure on his right pushes him to adopt positions that cost him the broad appeal necessary to win the nomination. Mr. Walker has already moved right on ethanol and immigration during the spring, risking his credibility among party leaders and donors, with little benefit in Iowa.\n\nMr. Walker now seems to feel pressure to move even further right on immigration. He compared his immigration plan to Mr. Trump’s and promised to deal with the “problem” of granting citizenship to anyone born in the United States. This is a tactic that could easily backfire by alienating the electability-minded and moderate donors and party elites who help decide the nomination.\n\nThere have been fewer polls of New Hampshire than Iowa, but it is nonetheless clear that John Kasich is now in a tight contest with Mr. Bush for the strongest “not Trump” candidate in the state.\n\nSince he announced his candidacy a month ago, Mr. Kasich has spent $4 million on advertisements in New Hampshire and performed well in the first debate. He has made steady gains as a result, and may already be tied or ahead of Mr. Bush in the state.\n\nMr. Bush might face a more serious threat from Mr. Kasich than Mr. Walker does from his newest rivals in Iowa. Mr. Kasich is the popular governor of Ohio and, unlike Mrs. Fiorina and Mr. Carson, an experienced politician. He has received a series of high-profile endorsements from New Hampshire political figures, like the former senator John E. Sununu and the top adviser and former attorney general Tom Rath. His policy views and his personality are a fit for a state with relatively moderate Republicans and an open primary.\n\nThe emergence of Mr. Kasich represents a big challenge for Mr. Bush, who has only an outside chance to compete in Iowa. Not only could Mr. Kasich win the state, but he could also split the relatively moderate wing of the electorate enough to allow a fairly mainstream winner of Iowa, like Mr. Walker or Mr. Rubio, to carry New Hampshire as well.\n\nThe Washington Post reported that Mr. Rubio’s debate performance was strong enough to persuade at least some party elites that he’s the right choice. If the support is substantial, it’s important because it’s what he needs to overcome a tough starting position.\n\nMr. Rubio is acceptable throughout the party, and he is at least as electable as anyone — and perhaps more so, if you consider that his youth and charisma offer a compelling contrast to Mrs. Clinton and that his Cuban ancestry and home state will help him with Hispanic voters and in Florida. It wouldn’t be surprising if the Republican elites who have been on the sidelines so far are hoping for an alternative like him.\n\nBut while Mr. Rubio is broadly appealing, he has struggled to become the first choice of many voters and party elites in a deeply factionalized party. He has not made significant gains in either Iowa or New Hampshire, two states where it’s particularly hard for candidates without a natural base. So Mr. Rubio will need to generate enough attention, resources and credibility to build a fairly broad coalition. Elite support is crucial to that.\n\nFlying above it all is Mr. Trump, who leads Iowa and New Hampshire by a wide margin. That’s because he has a demographically and ideologically broad coalition that spans the party’s traditional divides, giving him an edge just about everywhere.\n\nYet oddly, the breadth of his appeal and his strength reduce his importance in shaping the outcome of the race.\n\nIf Mr. Trump were weaker, or if his support were more narrowly concentrated in either New Hampshire or Iowa, he would play a bigger role in shaping the outcome. In that scenario, a non-Trump candidate might win either Iowa or New Hampshire — and he or she would be in much better position than the second-place finisher in the state where Mr. Trump was victorious.\n\nIf Mr. Trump were to win both Iowa and New Hampshire, the second-place finishers would advance as if they were winners. Assuming that one or both of the second-place finishers were broadly acceptable, the party would try to coalesce behind one of the two ahead of the winner-take-all contests on March 15.\n\nIn the end, Mr. Trump almost certainly won’t win the Republican nomination; the rest of the party will consolidate around anyone else. He can influence the outcome only if his support costs another candidate more than others. But for now, he seems to be harming all candidates fairly equally.", "byline": "NATE COHN", "description": "The candidates who had been leading the polls are now struggling in key states, Scott Walker in Iowa and Jeb Bush in New Hampshire.", "title": "Road to 2016: The Most Important Story in the G.O.P. Race Isn’t About Donald Trump", "url": "http://www.nytimes.com/2015/08/19/upshot/the-most-important-story-in-the-gop-race-isnt-about-donald-trump.html", "topics": ["immigration"], "people": ["Tom Rath", "Jeb Bush", "John E. Sununu", "Ben Carson", "Donald Trump", "Marco Rubio", "John Kasich", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["United States."], "authors": [{"author_id": 312, "fullname": "nate cohn", "primary_org": "nyt"}], "date_written": "2015-08-18 13:32:13", "org": "nyt", "article_id": "8f85134c47f0c69e6a0c3bb5ceaa3ca6", "date_access": "2015-08-18 12:50:12.882959"}