{"body": "A national poll released Thursday gives more confirmation that Ben Carson has developed a head of steam in the Republican field, showing that only Mr. Carson, the retired brain surgeon, outperforms Donald J. Trump in a head-to-head matchup.\n\nRepublicans and Republican-leaning likely voters preferred Mr. Carson 55 percent, compared with 36 percent for Mr. Trump, according to the Monmouth University Poll.\n\n “The fact that the only one who can challenge Trump is the only other candidate who has never held or run for elected office speaks volumes to the low regard G.O.P. voters have for the establishment,” Patrick Murray, director of the Monmouth University Polling Institute, said in a statement.\n\nThe poll found Mr. Trump’s overall support still highest when matched against the full Republican field. It rose four percentage points, to 30 percent, since an earlier Monmouth poll before the first debate in early August.\n\nMr. Carson was in second place in the field, with 18 percent support. Jeb Bush dropped to third since August, with 8 percent, and Gov. Scott Walker of Wisconsin slid to eighth place with 3 percent. Carly Fiorina, the former Hewlett-Packard executive, doubled her support to 4 percent.\n\nThe Monmouth poll is one that CNN will use to determine if Mrs. Fiorina is included in the top-tier debate of Republican candidates in its Sept. 16 debate. She tied for 6th place in the poll, good enough to make the cut. \n\nMr. Trump continued to lead all rivals among different Republican demographic groups.  He was preferred by very conservative voters as well as moderate to liberal ones. He led with Tea Party supporters, with men and with women. \n\nOther findings: Gov. John Kasich of Ohio has seen little movement in his national support since he squeaked onto the main debate stage last month in Cleveland.  And Mr. Bush’s favorability has slipped to 41 percent from 52 percent last month.\n\nThe poll was conducted by telephone from Aug. 31 to Sept. 2 and has a margin of error of plus or minus five percentage points.", "byline": "TRIP GABRIEL", "description": "Ben Carson has developed a head of steam in the Republican field. The retired brain surgeon outperforms Donald J. Trump in a head-to-head matchup, according to a new Monmouth University Poll.", "title": "First Draft: Ben Carson Shows More Strength in National Poll", "url": "http://www.nytimes.com/politics/first-draft/2015/09/03/ben-carson-shows-more-strength-in-national-poll/", "topics": ["personality"], "people": ["Patrick Murray", "Jeb Bush", "Scott Walker", "Donald Trump", "Donald J. Trump", "John Kasich", "Carly Fiorina", "Ben Carson"], "orgs": ["Monmouth University Polling Institute", "Tea Party", "Monmouth University Poll"], "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-09-03 17:25:21", "org": "nyt", "article_id": "758a1a05aeedc6e6320abc4c6e995d3c", "date_access": "2015-09-03 16:51:42.511325"}