{"body": "Hillary Rodham Clinton has a growing team of campaign staff members-to-be, but how some of them are getting paid has been something of a mystery.\n\nThe answer is not so simple.\n\nSome salaries are being paid personally by Mrs. Clinton, as has been the case for a small handful of aides for the last two years. Newer additions are volunteering their time. And some are attached to their current jobs, such as the expected campaign communications director, Jennifer Palmieri, who has that title at the White House.\n\nIt’s unclear exactly who is volunteering versus who is getting paid. The person who has been doing intensive but informal work for Mrs. Clinton for months now is Robby Mook, her campaign manager-to-be who is described by several people close to her as being at the helm of the effort.\n\nMrs. Clinton is currently in a phase defined by the Federal Election Commission as “testing the waters,” meaning she doesn’t have to report her spending. When she becomes a candidate — or “if,” as she and her aides have continued to say — Mrs. Clinton will have to report any pre-campaign spending on polling, travel and staff payments.\n\nJason Torchinsky, a Republican election lawyer who is currently not aligned with a 2016 candidate, said it might not be clear until “her first filing what she’s actually doing.”\n\nMrs. Clinton’s allies often cite her personal payments to staff members as a reason she has continued giving paid speeches. She’ll make another on Thursday in Atlantic City before the American Camp Association.\n\nBut Mrs. Clinton’s paying staff members personally is not unlike what Mitt Romney did in his national campaign before becoming a candidate, Mr. Torchinsky noted. And many of the Republican candidates this year are pushing the limits of what the campaign finance laws dictate, relying on “super PACs” or outside groups to help fund their activities.\n\nNick Merrill, a Clinton spokesman, said that the former secretary of state “hasn’t made a decision about running” and that she was “testing the waters.”\n\n“Like anyone considering running for office, she has the support of many individuals who have agreed to volunteer their time to help her make this decision,” he said.\n\n– Maggie Haberman\n\n \n\nStay tuned throughout the day @NYTpolitics for First Draft updates\n\nAfter years of ridiculing Democrats for not producing a congressional budget, Republicans get their chance on Tuesday as House Republicans disclose the details of their proposed spending plan for 2016 to be followed later in the week by Senate Republicans.\n\nIt is a major moment for the new congressional majority. Budgets require only a majority vote, are not subject to Senate filibuster and cannot be vetoed by the president, so Republicans will not be able to blame Democrats if they fail to reach agreement between the House and Senate.\n\nAnd, they have acknowledged that enacting a balanced budget represents a measure of their ability to run Congress, making any failure over the next month of budget deliberations especially embarrassing.\n\nThe task is a little easier in the House, where Republicans have recent experience drafting budgets under Representative Paul D. Ryan of Wisconsin. He won solid party support despite contentious initiatives to reshape Medicare and cut domestic spending before handing off the Budget Committee to Representative Tom Price of Georgia. Mr. Price’s new plan is expected to hew closely to the Ryan outline.\n\nBut Senate Republicans have not had to deliver a budget since 2006, and with 54 seats, they have little room for defections. Senator Michael B. Enzi of Wyoming, the new budget chairman, must hold support from Republicans up for re-election in swing states next year, conservatives determined to shrink the size of government, and military hawks who want to increase Pentagon spending. Moreover, a handful of his colleagues may run for president, making their budget votes unpredictable.\n\nDemocrats do not intend to provide assistance and instead are preparing to tear into the Republican budget plans, and Republicans themselves, if a budget deal proves elusive.\n\n– Carl Hulse\n\nSince being forced into a run-off in his bid for re-election as Chicago mayor, the famously gruff Rahm Emanuel has found his more sensitive side.\n\nMr. Emanuel has donned a sweater and put out a TV commercial in which he, sitting at a table and looking into a camera, confessed that he “can rub people the wrong way.”\n\nIn his first one-on-one debate Monday night with his challenger, Jesus G. Garcia, a county commissioner known as Chuy, Mr. Emanuel did his best to keep his more combative side suppressed.\n\nWhile criticizing Mr. Garcia’s plans to address Chicago’s budget challenges, the mayor sought to demonstrate to voters that he cares about them.\n\nIn somewhat labored fashion, Mr. Emanuel noted that he makes it a point to quickly visit those Chicagoans who have lost a loved one to violence, citing by name one family member of a victim he recently comforted.\n\n“I’ve done it with a number of parents because I don’t ever want parents to be alone in their most vulnerable moment,” he said, noting that he hugs the bereaved.\n\nReturning to more comfortable ground, he then cited statistics indicating homicides, shootings and crime over all are down since he took office four years ago.\n\nPerhaps most notably, though, when Mr. Garcia pressed Mr. Emanuel on the city’s finances, the mayor did not lose his cool.\n\n“You asked a fair question,” Mr. Emanuel said, “now let me answer it.”\n\n \n\n– Jonathan Martin\n\nTuesday’s voting in Israel, where Prime Minister Benjamin Netanyahu is in a tough fight, has Washington watching as closely as if it were a repeat of last year’s American midterm elections thanks to the uproar over the Republican invitation to Mr. Netanyahu to address Congress.\n\nOn one hand are House and Senate Republicans who cheered Mr. Netanyahu’s tough attacks on President Obama from the House chamber. Though Republicans say they have no regrets, a loss by Mr. Netanyahu after the party’s strong embrace is certainly not what they had in mind.\n\nThen there are Democrats who saw the invitation and the speech itself as a major insult to Mr. Obama and a breach of congressional tradition. They would see a defeat of Mr. Netanyahu as political justice both for him and for his Republican fans.\n\nLet the counting begin.\n\n– Carl Hulse\n\nPresident Obama meets with Prime Minister Enda Kenny of Ireland at the White House. They will then head to the Capitol for a St. Patrick’s Day lunch.\n\nFormer Gov. Jeb Bush of Florida travels to South Carolina to visit a domestic violence organization with Gov. Nikki R. Haley.\n\nGov. Chris Christie of New Jersey holds a town-hall-style meeting at 3 p.m.\n\nJoseph P. Clancy, the director of the Secret Service, will testify before the House Appropriations subcommittee on the agency’s 2016 budget request.\n\nHow many presidential jets does it take to fly the first couple to Los Angeles? Apparently two, and the White House is still trying to explain why.\n\nLast week, President Obama and Michelle Obama, the first lady, both flew across the country to California to film appearances on talk shows. He performed “mean tweets” on “Jimmy Kimmel Live,” and she did a rendition of “Uptown Funk” for Ellen DeGeneres. Both were filmed in Burbank.\n\nDespite having the same destination, they flew separately, incurring additional costs for fuel, security and, of course, more traffic congestion.\n\nJosh Earnest, the White House press secretary, explained on Monday that a single flight was not feasible because their itineraries did not “link up.”\n\nMrs. Obama flew directly to Burbank’s airport and left to return to Washington before her husband arrived on Thursday, while Mr. Obama, who landed first at Los Angeles International Airport, had plans to head to Phoenix the next day.\n\nConsidering that the Obamas are the ultimate arbiters of their schedules, some have wondered why better coordination was not prioritized. However, Mr. Earnest suggested that when it comes to the president’s travel plans, it’s complicated.\n\n“I do feel confident that if it had been possible for them to travel together, I’m sure that’s what they would have preferred to do,” he said.\n\n– Alan Rappeport\n\nFormer Gov. Jeb Bush of Florida has proved himself to be an email visionary, predicting that one day his correspondences would be made public.\n\nFormer Vice President Al Gore has evolved from a climate curmudgeon into an optimist.\n\nSenator Rand Paul of Kentucky is drawing audiences, but will he win votes?\n\nMeet Representative Ruben Gallego of Arizona, the subject of our latest “New Faces of Congress.”\n\nMitt Romney is getting into the ring to compete with the former champion Evander Holyfield in a charity boxing match, according to The Salt Lake Tribune.\n\nGov. Scott Walker’s digital strategist has been throwing insults at Iowa on Twitter, The Des Moines Register reports.\n\nCNN says that its new poll has found that Hillary Rodham Clinton’s ratings suffered a blow from her email controversy.\n\nWould-be candidates are already on the trail, The Washington Post notes, but the primary calendar remains up in the air.\n\nDC Eater maps Michelle Obama’s favorite Washington restaurants.", "byline": "THE NEW YORK TIMES", "description": "Hillary Rodham Clinton has a growing team of campaign staff members-to-be, but how some of them are getting paid has been something of a mystery.", "title": "First Draft: Today in Politics: As Hillary Clinton Tests the Waters, Who Pays?", "url": "http://www.nytimes.com/politics/first-draft/2015/03/17/today-in-politics-as-hillary-clinton-tests-the-waters-who-pays/", "topics": ["campaign_finance"], "people": ["Alan Rappeport", "Josh Earnest", "Jonathan Martin", "Rahm Emanuel", "Nikki R. Haley", "Jennifer Palmieri", "Carl Hulse", "Ruben Gallego", "Tom Price", "Jesus G. Garcia", "Michael B. Enzi", "Chris Christie", "Nick Merrill", "Michelle Obama", "Hillary Rodham Clinton", "Robby Mook", "Scott Walker", "Maggie Haberman", "Rand Paul", "Jeb Bush", "Barack Obama", "Benjamin Netanyahu", "Al Gore", "Mitt Romney", "Evander Holyfield", "Enda Kenny", "Hillary Clinton", "Jason Torchinsky", "Paul D. Ryan"], "orgs": ["Los Angeles International Airport", "Congress", "PACs", "Senate", "American Camp Association", "House Republicans", "Budget Committee", "Federal Election Commission", "House Appropriations", "Pentagon", "Chicagoans"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-03-17 12:04:24", "org": "nyt", "article_id": "b1a9c4451f5d881339a3dea3aebb9496", "date_access": "2015-03-17 13:05:57.627121"}