{"body": "When Republican presidential candidates gather in California for their second debate next week, it could be a little awkward. The ability to deliver a well-crafted political insult is a necessary skill when it comes to running for office, but this week the zingers have rapidly zagged from the political to the personal to the nasty.\n\nIn 2008, then-Senator Barack Obama was criticized for being overly harsh when he said with a smirk that Hillary Rodham Clinton, his opponent for the Democratic nomination, was “likable enough.” Such a jab seems like a pat on the back compared to the verbal fisticuffs displayed by this year’s crop of Republican hopefuls, in large part thanks to the emergence of Donald J. Trump.\n\nIn an interview published Wednesday, Mr. Trump suggested that Carly Fiorina was too ugly to be president. “Look at that face!” Trump told Rolling Stone magazine as Ms. Fiorina appeared on TV. “Would anyone vote for that? Can you imagine that, the face of our next president.” He later said that he was talking about her “persona.”\n\nMr. Trump also unloaded on Ben Carson, the retired neurosurgeon who is gaining on him in several polls. On Wednesday, Mr. Carson said that Mr. Trump did not appear to be humble enough to a God-fearing Christian. Mr. Trump responded by suggesting that Mr. Carson was an “O.K.” doctor had no business running for president and, slamming him and Jeb Bush at the same time, claimed that Mr. Carson made Mr. Bush look like “the Energizer bunny.”\n\nLooking to jump into the fray, and perhaps get some much needed publicity, Gov. Bobby Jindal of Louisiana delivered the toughest attack on Mr. Trump to date. In a speech to the National Press Club, Mr. Jindal called Mr. Trump a “narcissist” and an “egomaniacal madman” who had no principles. For good measure, he later went on CBS and said that Mr. Trump’s hairstyle looks like a squirrel is sitting on his head.\n\nMeanwhile, Mrs. Clinton, who has avoided criticizing her Democratic opponents, was happy to mock Gov. Scott Walker, the Wisconsin Republican, this week. In a speech in his home state, she raised questions about his leadership and his choice of transportation and implied that his macho image was just an act.\n\n“Governor Walker thinks because he busts unions, starves universities, guts public education, demeans women, scapegoats teachers, nurses and firefighters, he is some kind of tough guy on his motorcycle — a real leader,” she said.\n\nFiring back on Twitter, Mr. Walker pointed to Mrs. Clinton’s affinity for the high life.\n\n— Scott Walker (@ScottWalker) September 10, 2015\n\n\n\nAlthough this week’s exchanges might seem mean, they are far from unprecedented.\n\nA young Theodore Roosevelt once called former President Benjamin Harrison “a cold-blooded, narrow-minded, prejudiced, obstinate, timid, old psalm-singing Indianapolis politician.”\n\nWhen Gerald Ford faced off against Ronald Reagan for the Republican presidential nomination in 1976, he made Mr. Reagan’s hair color a campaign issue, saying, “Ronald Reagan doesn’t dye his hair, he’s just prematurely orange.”\n\nAnd in 1988, Ann Richards delivered a stinging blow to George H. W. Bush, then the nominee of the Republican Party, when she said during the Democratic convention, “Poor George, he can’t help it; he was born with a silver foot in his mouth.”\n\nPolitical insults can sometimes backfire, and there were signs this week that Mr. Trump might be taking things too far. The conservative talk-radio host Rush Limbaugh, who has praised Mr. Trump’s moxie, suggested that Mr. Trump should get back to the issues. Some callers to the show suggested that the billionaire developer was starting to sound like a schoolyard bully.\n\nBut Mr. Trump, the author of a book entitled “The Art of the Comeback,” has so far shown little interest in tempering his responses.\n\n— Donald J. Trump (@realDonaldTrump) September 11, 2015\n\n\n\n ", "byline": "ALAN RAPPEPORT", "description": "When Republican presidential candidates meet for their second debate next week, the gathering could get uncomfortable for the candidates firing off one zinger after another.", "title": "First Draft: A Week of Insults as Candidates Turn Nasty and Personal", "url": "http://www.nytimes.com/politics/first-draft/2015/09/11/a-week-of-insults-as-candidates-turn-nasty-and-personal/", "topics": ["personality"], "people": ["Rush Limbaugh", "Benjamin Harrison", "Ronald Reagan", "George H. W. Bush", "Jeb Bush", "Gerald Ford", "Scott Walker", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Barack Obama", "Theodore Roosevelt", "Ann Richards", "Bobby Jindal", "Carly Fiorina", "Ben Carson"], "orgs": ["Rolling Stone", "Republican Party"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-09-11 18:40:22", "org": "nyt", "article_id": "29cd03e29817187c6138e6a37725b065", "date_access": "2015-09-11 18:10:56.128181"}