{"body": "The most pressing question that Donald J. Trump could face next week in the first debate of the 2016 presidential race may not be about Iran or immigration, but this: Can he deploy enough adjectives (“huge!”), superlatives (“the worst!”) and invectives (“loser!”) for him to use up his time without being challenged successfully on the substance of policy?\n\nMr. Trump could come away a winner if he makes cogent points without sounding too hostile, presenting himself as more of a serious-minded, anti-establishment voice in a primary crowded with career Republican politicians. But there are risks for him if he turns the debate stage in Cleveland into another episode of the reality show his campaign has sometimes resembled.\n\nHe boasts about spending no time preparing for the event, which will be broadcast on Fox News on Aug. 6, even as his aides have put together briefing papers for him on policy and pungent lines of attack. He already knows plenty about the issues, he says, so much that, rather than cramming, he will be in Scotland over the weekend at a golf tournament on one of his courses.\n\nAnd after weeks of slashing at his opponents in interviews, he refuses to say whom he may single out when the 10 leading primary contenders stand side by side. “I have great respect for some of the candidates,” Mr. Trump said in an interview. “I don’t have great respect for others.”\n\nHe cannot know who will try to embarrass him. Then again, he suggested, he may just choose targets of opportunity. “It depends on the feel,” he said. “It depends on what’s taking place.”\n\nNo candidate is more likely to wing it than the mercurial Mr. Trump. But the man who read Senator Lindsey Graham’s cellphone number aloud on a South Carolina stage has set the bar fairly high for himself to do something that would qualify as outrageous.\n\nHe is likely to arrive in Cleveland ready with cutting “observations” about each of his rivals, according to a person briefed on Mr. Trump’s debate preparations. (A recent example: He said former Gov. Rick Perry of Texas “put glasses on so people will think he’s smart.” He added, “It just doesn’t work.”)\n\nMr. Trump’s mantra, in his books and in his paid speeches, is to counterattack harder when anyone throws a punch. (As he did when gently chastised by Gov. Scott Walker of Wisconsin. “Wisconsin is a mess,” Mr. Trump retorted.)\n\nHe could also just single out one of his rivals, especially a formidable one, for ridicule and provocation. (Jeb Bush, he said not long ago, is “an unhappy person.”)\n\nIn a 90-minute debate with 10 candidates, Mr. Trump’s speaking time is unlikely to reach 10 minutes, even with rebuttals, leaving little time for him to delve into policy details. But he could be pressed to do more than trash the Iran nuclear deal or the Obama administration’s foreign policy in broad terms, or claim he has a secret plan to defeat the Islamic State, as he has done so far.\n\n“He’s gotten away with just blustery criticisms and sweeping generalizations until now,” Kevin Madden, a Republican strategist who advised Mitt Romney in 2012, said in an email. “It will be interesting to see if the Fox moderators, who are trusted validators among Republican primary voters, force him to provide more specifics on important policy issues.”\n\n“He can’t just complain about the media to a Republican audience when it’s Bret Baier asking the question,” he said, referring to a Fox News anchor.\n\nThere have already been glimpses of less-than-sure-footedness from Mr. Trump on the campaign trail. On a trip last week to Laredo, Tex., to visit the border with Mexico, he had difficulty summoning details when pressed on how he would fix the immigration system.\n\n“We have to have legal immigration, legal immigration,” he said repeatedly. “We want to get legal immigration in. We want legal immigration.”\n\nHe seemed relieved when a reporter changed the subject for him, asking about Mr. Perry — and allowing him to return to the offensive.\n\nMr. Trump betrays no anxiety about his command of the issues. In fact, he maintains that his rivals are afraid of him. So much so that, he claimed, some of them, he declined to say which, have privately asked him to go easy on them in the debate.\n\nIt is possible, of course, that Mr. Trump could choose to disarm his opponents not by finding new ways to humiliate them but by being statesmanlike and courteous.\n\n“If we live in a world where he is a serious candidate, and intends to prove that he’s a serious candidate, then it is a real opportunity,” said Stuart Stevens, another former Romney adviser. “I think for Donald Trump, a boring debate would probably help.”\n\nBrett O’Donnell, who is coaching Mr. Graham on debate skills, ventured that if Mr. Trump insults his rivals incessantly or indiscriminately, he could alienate viewers. If he refrains, Mr. O’Donnell added, “I think he helps himself if he comes off as a serious candidate who is viewed by folks as competent enough to be president of the United States.”\n\nBut others think there is little chance that the format will allow for such a thing.\n\n“The debate moderators will pride themselves on throwing one candidate against another,” said Alex Castellanos, a veteran Republican strategist. “A fistfight is unavoidable,” he added.\n\nUnlike on “The Apprentice,” though, Mr. Trump’s rivals will not be under orders to take his abuse stoically. One of them could, conceivably, hit back even harder.\n\n“The most memorable debates are defined by moments of strength or moments of weakness,” Mr. Madden said. “One of the other candidates has to be the one to make that moment of weakness happen for Trump. It’s like the big-talking bully who goes around the neighborhood popping off about how he’s the toughest kid on the block. Kick his tail fair and square in front of everyone, and you own the neighborhood.”\n\nPerhaps mindful that the evening could prove something other than an unbridled success, Mr. Trump has repeatedly said he has never debated before and denigrated the whole enterprise: Debates, he said in the interview, are “really irrelevant to running the country and making the country great again.”\n\nWhat is clear is that his goals for the debate are not what other candidates’ goals are.\n\nHe needs only to earn praise from the supporters who have driven him to the top of the Republican primary polls — and not to disappoint them.\n\nAnd he brims with confidence that he will succeed at that, whether other people admit it or not.\n\n“No matter how well I do,” he said, “everyone will say I lost.”", "byline": "MAGGIE HABERMAN and NICK CORASANITI", "description": "He could come away a winner if he makes cogent points without sounding hostile, but he faces risks if he turns the stage into a reality show episode.", "title": "Political Memo: Stakes for Donald Trump in First G.O.P. Debate (in a Word): Huge", "url": "http://www.nytimes.com/2015/07/31/us/politics/stakes-for-donald-trump-in-first-gop-debate-in-a-word-huge.html", "topics": ["personality"], "people": ["Alex Castellanos", "Mitt Romney", "Stuart Stevens", "Lindsey Graham", "Jeb Bush", "Bret Baier", "Rick Perry", "Donald Trump", "Donald J. Trump", "Brett O'Donnell", "Scott Walker", "Kevin Madden"], "orgs": [], "authors": [{"author_id": 12003, "fullname": "nick corasaniti", "primary_org": "nyt"}, {"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-07-30 14:40:30", "org": "nyt", "article_id": "bbff4da62915738e3929f34fd97a5aa1", "date_access": "2015-07-30 14:00:19.987049"}