{"body": "Republican presidential candidates spent much of the summer canvassing Iowa to court the state’s caucus-goers and, so far, Donald J. Trump and Ben Carson seem to have made the best impressions.\n\nA poll from Quinnipiac University found Mr. Trump leading the crowded field with support of 27 percent of likely participants in the Republican caucus.  Mr. Carson, a retired neurosurgeon who has been surging in recent polls, trails him with 21 percent.\n\nThe landscape has shifted since July, when the same poll showed Gov. Scott Walker leading Republicans in the Hawkeye State. But after a strong start, the Republican from Wisconsin has seen his prospects in Iowa plummet, with just 3 percent saying they would support him.\n\n“The Iowa Republican Caucus looks like a two-man race in which the Washington experience that has traditionally been a major measuring stick that voters have used to choose candidates is now a big negative,” said Peter A. Brown, assistant director of the Quinnipiac University poll.\n\nSenator Ted Cruz of Texas rounds out the top three with 9 percent, while the rest of the Republican candidates are lagging in the low single-digits.\n\nMr. Trump and Mr. Carson both perform well with Republicans in the Tea Party movement and with evangelical Christians. The poll shows that if Mr. Trump were to leave the race, most of his support would shift to Mr. Carson or to Mr. Cruz.\n\nMr. Carson appears to have room to improve in Iowa, as he has a 79 percent favorability rating with large numbers of likely caucus-goers seeing him as honest and trustworthy and approving of his temperament.\n\nMr. Trump remains more polarizing in Iowa, but he gets high marks for his leadership abilities. And despite concern about his shoot-from-the hip style, 52 percent said that he had the right temperament and personality to handle an international crisis.\n\nQuinnippiac’s poll had a margin of error of 3 percentage points.", "byline": "ALAN RAPPEPORT", "description": "A poll by Quinnipiac University shows Donald Trump leading in Iowa among caucus-goers, with Dr. Ben Carson in second place.", "title": "First Draft: Donald Trump Leads in Iowa in New Quinnipiac Poll", "url": "http://www.nytimes.com/politics/first-draft/2015/09/11/donald-trump-leads-in-iowa-in-new-quinnipiac-poll/", "topics": ["personality"], "people": ["Donald Trump", "Donald J. Trump", "Ted Cruz", "Ben Carson", "Scott Walker"], "orgs": ["Tea Party", "Quinnipiac University"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-09-11 14:33:05", "org": "nyt", "article_id": "1a59059495be8be04cdd8b1f5bf64de1", "date_access": "2015-09-11 13:41:13.727767"}