{"body": "Judges are different: That was the basis of the Supreme Court’s surprising 5-to-4 decision upholding a Florida rule that bans judicial candidates from personally asking donors for campaign cash.\n\nLanell Williams-Yulee, a 2009 candidate for a county court seat, was fined for violating that rule when she signed a letter asking local voters to donate to her campaign. She challenged the measure, claiming that it violated the First Amendment by restricting her speech.\n\nThe ruling was a surprise because unrestricted money in politics has had few friends as steadfast as the Supreme Court’s current conservative majority. Over the past decade, Chief Justice John Roberts Jr. and his fellow conservatives have voted time and again to strike down nearly every campaign-finance limitation that has come before them, arguing that spending equals speech.\n\nBut in this case, Chief Justice Roberts sided with the four liberal justices to uphold the Florida rule. “Judges are not politicians, even when they come to the bench by way of the ballot,” he wrote. And because they have “no influence over either the sword or the purse,” he wrote, quoting Alexander Hamilton, their authority depends on the public’s confidence in their integrity and impartiality. (Of course, the public’s faith in the integrity of other elected officials and lawmakers should matter just as much, which the Roberts court has essentially ignored.)\n\nIt might seem obvious that judges asking people for campaign donations undermines judicial integrity or, at the very least, the appearance of integrity. But Florida had to figure this out the hard way. It was only after three of the State Supreme Court’s justices resigned after corruption scandals in the 1970s that state lawmakers imposed the ban on direct solicitation for judges running for their seats. Similar bans exist in 29 of the other 38 states that elect some or all of their judges.\n\nThe justices in the majority were sensitive to the ugly realities of judicial fund-raising. Mr. Roberts pointed out that most people who donate to judges are lawyers and litigants who may well appear before them. And Justice Ruth Bader Ginsburg noted both that the public overwhelmingly believes judges are influenced by donations, and that multiple studies strongly suggest that spending in judicial elections affects judicial decisions.\n\nThis is old news to anyone who has spent any time around judicial elections. And yet the court’s dissenters showed little interest in facts. Justice Anthony Kennedy, writing in dissent, said that the decision was “cutting off one candidate’s personal freedom to speak,” thus silencing debate and undermining the “educational process that free speech in elections should facilitate.”\n\nThat’s particularly rich coming from the author of the Citizens United decision, which has done more than any other ruling to inject unlimited spending into elections, letting the biggest donors drown out smaller voices.\n\nWednesday’s ruling is modest, because it does not stop judges from raising money through campaign committees, nor does it stop them from learning the identities of their donors. Still, it is a reminder of the intense financial pressures judges face when they have to run for office and the harmful effects that endless fund-raising has on everyone in the justice system.\n\nAsk Sue Bell Cobb, the former chief justice of the Supreme Court of Alabama, a state that does not ban direct judicial fund-raising. “It’s about as close as you can get to legalized extortion,” she wrote recently in Politico. Of the lawyers she approached for campaign donations, she said, “I’m sorry to say that some of them surely gave because they felt they had no choice.”", "byline": "THE EDITORIAL BOARD", "description": "The Supreme Court ruling is a reminder of the harmful effects endless fund-raising has on the justice system.", "title": "Editorial: A Judicial Campaign Rule Survives at the Supreme Court", "url": "http://www.nytimes.com/2015/04/30/opinion/a-judicial-campaign-rule-survives-at-the-supreme-court.html", "topics": ["campaign_finance"], "people": ["Sue Bell Cobb", "Justice John Roberts Jr.", "Alexander Hamilton", "Kevin Roberts", "Justice Anthony Kennedy", "Justice Ruth Bader Ginsburg", "Lanell Williams"], "orgs": ["State Supreme Court", "Supreme Court", "Citizens United"], "authors": [{"author_id": 697, "fullname": "the editorial board", "primary_org": "nyt"}], "date_written": "2015-04-30 01:26:12", "org": "nyt", "article_id": "3809914c4296bfd0dce0431626af2aaa", "date_access": "2015-04-30 09:30:42.679694"}