{"body": "COLUMBIA, S.C. —  Out on the presidential campaign trail, Gov. Scott Walker has left “Wiscahnsin” back home in Wisconsin. He now wants to strengthen the economy, not the “ecahnahmy.” And while he once had the “ahnor” of meeting fellow Republicans, he told one group here this week that he simply enjoyed “talkin’ with y’all.”\n\nThe classic Upper Midwest accent — nasal and full of flat a’s — is one of several Walker trademarks to have fallen away this month after an intense period of strategizing and coaching designed to help Mr. Walker capitalize on his popularity in early polls and show that he is not some provincial politician out of his depth.\n\nHe is tailoring his pitch to his audiences — wearing pullover sweaters in earth-tone colors in one early primary state, New Hampshire, and discussing the power of prayer in another, here in South Carolina. He has reined in his rambling speeches, at least compared with his recorded remarks over the years. He is trying to listen more and opine less, associates say, and he is easygoing with voters — a contrast with his pugilistic reputation from his successful battle against Wisconsin labor unions, which made him a hero to many conservatives.\n\n“When I told Governor Walker that I went to the University of Alabama, he started rattling off Alabama players on the Green Bay Packers,” said Rod Benfield, a South Carolina Republican who came away from a state party fund-raising event on Thursday “very impressed” with Mr. Walker. “We talked football for five minutes. Politics never came up.”\n\nNo other Republican considering a run for the presidency is under more pressure to show that he can vault from statewide popularity to top-tier contention than Mr. Walker, given his relative inexperience on the national stage and low name recognition in many states — no matter how much fervor he inspires in conservative circles.\n\nIs he a durable candidate with wide appeal? Or is he a flavor of the month — as former Gov. Rick Perry of Texas and Herman Cain were during the Republican nominating contests in 2012 — or a firebrand peaking too early, as Howard Dean did before the 2004 Democratic primaries?\n\n“Walker has to show that his message goes beyond Wisconsin, that he is big enough — presidential enough — to handle national and international issues,” said Bill Barlow, another Republican who attended the event on Thursday to check out the Wisconsin governor, who prevailed in a 2012 recall election. “I think he can — he’s won three governor’s races in a Democratic state — but it’s early.”\n\nMr. Walker, 47, and his advisers were caught off guard, his associates say, by the momentum that built after some well-received speeches this winter and the strong showings in several recent polls. In South Carolina this week and in New Hampshire last weekend, he lowered his public profile, largely avoiding reporters to focus on private meetings with party members.\n\nEarlier encounters with the media left some political commentators saying he was unprepared for a national campaign. During a trip to London, he sidestepped foreign policy questions and declined to say if he agreed with Rudolph W. Giuliani, the former mayor of New York City, who said that President Obama did not love America. He has also been criticized for changing some positions — most clearly on immigration — and seeming to cave to political pressure by letting go of a consultant who criticized the Iowa caucuses, which are the  first nominating contests.\n\n“Every stumble Walker’s had this winter are times when he was pushed to talk about issues he didn’t want to talk about or face things he didn’t want to face,” said Charles Franklin, a Wisconsin political analyst and director of the Marquette Law School Poll. “Walker has always been able to stick to his issues, but the national stage is going to test him to go deep on a range of issues that any president faces.”\n\nWhile Mr. Walker is best known for his successful fight to strip many collective bargaining rights from most public sector unions in Wisconsin and his subsequent recall victory, he now brings up that dispute chiefly to thank people who prayed for his family while it was going on. But many voters still see him as a one-issue governor, as do his political opponents.\n\n“Scott Walker won’t have a chance to win New Hampshire if he keeps attacking unions, because unions have helped generations of people here get ahead,” said William Shaheen, who has helped run Democratic presidential campaigns in New Hampshire and is married to Senator Jeanne Shaheen.\n\nAides to Mr. Walker declined several requests for an interview with him this month. But his spokeswoman, Kirsten Kukowski, described him as “one of the most battle-tested governors in the country” who wanted to take “reform-minded principles and highlight them to Republicans across the country.”\n\nTo compete with possible Republican contenders who have more experience with foreign policy or federal issues, Mr. Walker is now being tutored  by experts. He is also receiving coaching from his likely campaign manager, Rick Wiley, a former political director for the Republican National Committee, and others to improve his speeches and enhance his ability to connect with voters.\n\n“The governor isn’t going to light up a lot of rooms, though he’s also not going to leave a room until he meets every person,” said William J. McCoshen, a prominent Republican consultant in Wisconsin who is friendly with the Walker team. “His delivery has always been a plain-talk approach. Emotionally engaging with an audience generally hasn’t been his style.”\n\nThat is starting to change. After Mr. Walker delivered a long and limp speech behind a lectern to the Republican National Committee in January, Mr. Wiley and others helped the governor hone a shorter stump speech for his next big event, a week later at the Iowa Freedom Summit. Mr. Walker, who was used to writing his own remarks, practiced the speech and sought guidance about adding energy and emotion and sharpening his diction.\n\nThe Iowa speech was deeply personal, with Mr. Walker going into detail about death threats he said he had received (“one said they were gonna gut my wife like a deer”) during the battle with organized labor, and he crisscrossed the stage to look a variety of audience members in the eye.\n\nThe speech was a hit with Republicans, and in late February Mr. Walker was the clear leader in a Quinnipiac poll of likely Republican caucus voters in Iowa. He also performed solidly at the Conservative Political Action Conference in February, then traveled to New Hampshire for his first appearance there as a potential presidential candidate.\n\nIn many ways, Mr. Walker demonstrated an instinctual grasp of the state. In addition to wearing the pullover sweaters, he focused on an anti-tax message certain to resonate with conservatives and independents in a place where opposition to taxes has long been a litmus test for Democrats as well as Republicans.\n\nDuring a speech in Concord last Saturday, he spoke about his “obsession with lower taxes” and championed “common sense Republican conservative principles,” in sync with the pragmatic small-government views of many state residents.\n\nDuring meetings with Republican officials, activists, and the publisher of The New Hampshire Union Leader, Mr. Walker sought to be a good listener and an eager student of local politics, said his advisers, who spoke on the condition of anonymity to discuss private meetings and to candidly assess the governor’s needs as a possible candidate. Mr. Walker took the same approach in South Carolina, seeking advice from Gov. Nikki R. Haley, and fielding questions from state lawmakers and Republican officials.\n\n“I wasn’t sure what to expect when I first met him, or if he would fit in easily outside the Midwest,” said Matt Moore, the chairman of the South Carolina Republican Party. “But he’s very down-to-earth, approachable. He fits in down south. He’s a blue-collar kind of guy with a real moral clarity. And he doesn’t talk about just Wisconsin. He really connects it to the needs of America.”\n\nStill, Mr. Walker has yet to move beyond his comfort zone of fellow Republicans and conservatives. He has not held a town hall-style meeting with cross-sections of voters who might challenge him on national issues.\n\nBut he has been making headway at dinners like the one organized by Jennifer Horn, the chairwoman of the New Hampshire Republican Party. That night, Ms. Horn said, he described the coffees and house parties he did on the campaign trail in Wisconsin — the sort of retail politics expected of presidential candidates in New Hampshire. He traded stories about raising children — his two sons are now in college — and told a favorite anecdote about buying much of his clothing at a discount at Kohl’s.\n\nAnd at the dinner, as well as in his Concord speech, his Wisconsin honk was noticeably absent.\n\n“I didn’t hear it,” Ms. Horn said. “Good for him, good for him.”", "byline": "PATRICK HEALY", "description": "The governor of Wisconsin has filtered out his regional accent, cut down rambling in speeches and started dressing to please on visits to states like New Hampshire.", "title": "For 2016 Run, Scott Walker Washes ‘Wiscahnsin’ Out of His Mouth", "url": "http://www.nytimes.com/2015/03/21/us/politics/scott-walker-hones-his-image-among-republicans-for-possible-presidential-race.html", "topics": ["economy", "immigration"], "people": ["Rudolph W. Giuliani", "Charles Franklin", "Matt Moore", "Herman Cain", "Rick Perry", "William Shaheen", "Jeanne Shaheen", "Howard Dean", "Kirsten Kukowski", "Jennifer Horn", "Nikki R. Haley", "Scott Walker", "Rick Wiley"], "orgs": ["Quinnipiac", "South Carolina Republican Party", "Conservative Political Action Conference", "Marquette Law School Poll", "Republican National Committee", "New Hampshire Republican Party", "The New Hampshire Union Leader", "Green Bay Packers", "University of Alabama"], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-03-20 23:42:36", "org": "nyt", "article_id": "b63bf475242d760d074abcfca6450130", "date_access": "2015-03-21 04:06:10.832852"}