{"body": "For now, Donald Trump is here to stay, at least according to two new NBC News/Marist polls released on Sunday.\n\nMr. Trump — the New York real estate tycoon and reality television host turned 2016 Republican presidential hopeful with a penchant for inflammatory rhetoric — has a strong showing in the polls in the first two early nominating contests, Iowa and New Hampshire.\n\nHis ascendancy comes despite a series of controversial comments — calling Mexicans criminals and “rapists,” and belittling Senator John McCain’s war record — that left many Republicans fretting he could damage the party’s brand and many political pundits predicting that his surge would be short-lived.\n\nHis strong showing in the latest polls also all but ensures him a spot onstage at the first Republican primary debate, hosted by Fox News, in Cleveland on Aug. 6.\n\nIn Iowa, Mr. Trump is polling at 17 percent, nearly tied with Gov. Scott Walker of Wisconsin, who is leading with 19 percent. The only other Republican candidate to crack double digits there is former Gov. Jeb Bush of Florida, with 12 percent. The poll conducted, July 14 to 21 of 342 potential Republican caucus goers, had a margin of error of 5 percentage points. \n\nIn New Hampshire, Mr. Trump has the clear lead, polling at 21 percent, with Mr. Bush and Mr. Walker trailing at 14 and 12 percent, respectively. Gov. John Kasich of Ohio, the latest Republican candidate to enter the race, has made headway in the state, polling in fourth place with 7 percent. The poll, conducted July 14 to 21 of 401 potential Republican voters, had a margin of error of 5 percentage points.\n\nMr. Trump is polling high in Iowa and New Hampshire despite remaining a polarizing force, even in his own party. In Iowa, his favorable/unfavorable rating among Republican voters is 45 percent/44 percent, and in New Hampshire, his favorable/unfavorable rating among Republican voters is even weaker — 39 percent/53 percent.\n\nOn the Democratic side, Hillary Rodham Clinton retains her lead, though Senator Bernie Sanders of Vermont is gaining on her in the polls. In Iowa, Mrs. Clinton leads Mr. Sanders among Democratic voters by 26 percentage points, with 55 percent in the polls; Mr. Sanders is in second place with 26 percent. The poll, conducted of 320 potential Democratic caucus goers, had a margin of error of 6 percentage points.\n\nIn New Hampshire, where Mr. Sanders represents the neighboring Vermont, Mrs. Clinton leads by a smaller margin — 47 percent to Mr. Sander’s 34 percent. The poll in that state, conducted of 329 potential Democratic voters, had a margin of error of 5 percentage points.", "byline": "ASHLEY PARKER", "description": "For now, Donald Trump is here to stay, at least according to two new NBC News/Marist polls released on Sunday.", "title": "First Draft: Strong Showings for Donald Trump in Iowa and New Hampshire Polls", "url": "http://www.nytimes.com/politics/first-draft/2015/07/26/strong-showings-for-donald-trump-in-iowa-and-new-hampshire-polls/", "topics": ["personality"], "people": ["Jeb Bush", "John Kasich", "Donald Trump", "Hillary Rodham Clinton", "Bernie Sanders", "Scott Walker"], "orgs": ["Marist"], "authors": [{"author_id": 713, "fullname": "ashley parker", "primary_org": "nyt"}], "date_written": "2015-07-26 21:11:55", "org": "nyt", "article_id": "a569975356f1049c5ab6fb776b2dc539", "date_access": "2015-07-26 20:30:09.278284"}