{"body": "One of the more contentious moments of the first Republican presidential debate was when Donald J. Trump refused to rule out the possibility of a third party bid. \n\nMr. Trump showed no regrets about that position on Friday morning, maintaining that he was not going to let go of the leverage that he holds by keeping his options open.\n\n“I’m a frontrunner — obviously I’d much rather run as Republican and let that be clear,” Mr. Trump said on MSNBC’s ‘Morning Joe.’ “And I just want to see if somebody gets in that I like and if I’m treated with respect, I would not run as an Independent. But I want to leave the option open just in case that doesn’t happen.”\n\nMr. Trump also said that he owed it to his supporters to keep open the possibility of running as an independent and that he thinks he could beat Hillary Rodham Clinton even if he did not face her as a Republican. \n\n“Hillary’s not exactly the great Abraham Lincoln,” Mr. Trump said.\n\nThe billionaire businessman also continued to be critical of the debate moderators, saying that Fox News’ Megyn Kelly was “very unprofessional” in her questioning and that she was more tough on him than his rivals. ", "byline": "ALAN RAPPEPORT", "description": "Donald J. Trump said that he owed it to his supporters to keep open the possibility of running as an independent and that he thinks he could beat Hillary Rodham Clinton even if he did not face her as a Republican.", "title": "First Draft: Donald Trump Says Again He Remains Open to Independent Run", "url": "http://www.nytimes.com/politics/first-draft/2015/08/07/trump-says-again-he-remains-open-to-independent-run/", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Megyn Kelly", "Abraham Lincoln"], "orgs": ["MSNBC"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-08-07 12:32:12", "org": "nyt", "article_id": "eac80ccfc153730f4d5341e6972c6090", "date_access": "2015-08-07 11:50:09.350175"}