{"body": "If Hillary Rodham Clinton’s new apology for her private email server fails to reassure jittery supporters, it could amplify the chatter among some Democrats who have been casting about for a potential white knight to rescue the party from a beleaguered Clinton candidacy.\n\nVice President Joseph R. Biden Jr., Secretary of State John Kerry, Senator Elizabeth Warren, former Vice President Al Gore: Each has been discussed among party officials in recent weeks as an alternative to Mrs. Clinton if she does not regain her once-dominant standing in the 2016 presidential field and instead remains mired in the long-running email controversy, with its attendant investigations.\n\nOn Monday, Mr. Biden, who has spoken publicly of pondering a run, looked very much like a candidate at a Pittsburgh union gathering and Labor Day parade. And some Democrats were intrigued by word that Mr. Kerry, the 2004 Democratic nominee, had met recently in Nantucket, Mass., with David M. Rubenstein, a billionaire co-founder of the Carlyle Group — and the sort of Washington wise man Mr. Kerry might consult if he were mulling another run. (Friends say he isn’t.)\n\nIt is not just Mrs. Clinton’s weakness in the polls that has generated talk of other alternatives, but also the strength of Senator Bernie Sanders of Vermont, who is routinely drawing huge crowds at campaign events. That has been disconcerting to Democratic officials who believe that Mr. Sanders, a socialist, is so liberal that his presence at the top of the party’s ticket in 2016 would be disastrous.\n\n“If party leaders see a scenario next winter where Bernie Sanders has a real chance at the Democratic nomination, I think there’s no question that leaders will reach out to Vice President Biden or Secretary of State Kerry or even Gore about entering the primaries,” said Garnet F. Coleman, a Texas state lawmaker and Democratic national committeeman.\n\nEven if none of those Democrats were to announce candidacies this fall, some party officials and strategists suggested that Mr. Biden could be laying the groundwork for an 11th-hour rescue mission during the winter primaries if Mrs. Clinton’s campaign began to implode. Similarly, Mr. Kerry’s friends say they believe he would hear out party leaders if Mr. Sanders appeared likely to capture the nomination and they implored Mr. Kerry, who would have to resign as secretary of state, to try to block him.\n\nThe interest in senior statesmen and stateswomen is partly a reflection of the thin Democratic bench after widespread losses in races for governor, Senate and other offices in 2010 and 2014, which has left the party with relatively few experienced, credible presidential contenders, let alone ones willing to take on Mrs. Clinton. (The paucity of fresh faces even gave rise to a joking Twitter hashtag: #Dukakis2016, offering up the party’s 1988 nominee, former Massachusetts Gov. Michael S. Dukakis.)\n\nStill, Mr. Biden, Mr. Kerry and Mr. Gore have lost presidential bids before and are hardly guaranteed party saviors — or more popular than Mrs. Clinton among important demographic groups like women, African-Americans and Hispanics.\n\nIndeed, for all of the talk about 2016 fallback plans, Mrs. Clinton remains the front-runner for the nomination, and her comments on Tuesday in an interview with ABC News and in a follow-up message to supporters — saying “I’m sorry” for relying on private email for government business as secretary of state and calling that practice “a mistake” — may help assuage concerns among some Democrats about her candidacy.\n\nBut the chatter could continue if Mrs. Clinton does not quickly regain her footing.\n\n“You have Democrats beginning to panic about the one thing that a lot of them never worried about, which was Clinton’s electability in the general election,” said Robert Shrum, a veteran strategist who was a senior adviser to Mr. Gore and Mr. Kerry during their presidential runs. “You still have to think of her as the odds-on favorite for the Democratic nomination. But the challenge she faces in the general election is both the trust problem and the likability problem.”\n\nMr. Shrum recalled how Mr. Gore’s likability suffered in the 2000 campaign, most memorably when he was ridiculed for supposedly having claimed he invented the Internet — “but not his fundamental trustworthiness, because there’s an assumption that all politicians exaggerate.”\n\nSeveral Democrats said that Mr. Biden and Mr. Kerry were especially well positioned to enter the race late, given their experience, party support, fund-raising networks and name recognition.\n\n“Biden and Kerry are the kind of highly respected, well-known figures that, if he were to jump in the race during the primaries in an emergency kind of way, they could attract a lot of voters very quickly,” said Jaime Harrison, the chairman of the South Carolina Democratic Party.\n\nDemocrats close to Mr. Kerry said he would not consider the white-knight scenario unless drafted — and, indeed, add that he would probably laugh at it. In 2003, they recalled, when Mr. Kerry was struggling in the polls, there was chatter that Gen. Wesley Clark would to ride to the rescue so former Vermont Gov. Howard Dean would not capture the nomination. (General Clark never became a strong contender.)\n\nBy all accounts, Mr. Kerry loves his current job and is focused on the Iran nuclear agreement now before Congress, which his admirers suggest could make him a candidate for the Nobel Peace Prize next month. But his State Department tenure could also make him a strong presidential candidate, if it came to that, they say.\n\n“He has strengths: He knows the country. He has world stature. He has handled the job of secretary of state extremely well. He beat George Bush in three debates. He prepared Obama for three debates,” said John Sasso, a longtime Democratic operative and friend of Mr. Kerry’s who was a senior adviser to his 2004 campaign. “I have no indication Secretary Kerry would ever run again, but I don’t think anyone else has more experience in preparing and running for the presidency than Kerry.” (Mr. Kerry has said recently that he has no plans to run for president, but he also said in February that “nobody ever says never.”)\n\nTad Devine, a senior adviser to Mr. Sanders, said he believed Democratic restiveness would subside as people learned more about Mr. Sanders through campaign events and the televised Democratic debates this fall and winter.\n\n“As Democratic Party officials see Bernie Sanders’s mounting strength with voters, I think they will begin to better understand that he will not only be a strong nominee who can help Democrats all across the country win elections, but he actually will be the white knight if they need one,” said Mr. Devine, who was a past adviser to Mr. Kerry and Mr. Gore. (A spokeswoman for Mr. Gore declined to comment, but Democrats close to him said he was devoted to fighting climate change. Mrs. Warren, of Massachusetts, has said repeatedly that she is not running.)\n\nSeveral supporters of Mrs. Clinton said they were confident that her hard work on the campaign trail would ultimately unite the party behind her.\n\n“The media notwithstanding, I think Hillary is in very strong shape. She’s going to win Iowa and then the nomination and the presidency,” said Jerry Crawford, an influential Iowa Democrat who worked on behalf of Mr. Kerry in 2004 and is now backing Mrs. Clinton. “Democrats who are ornery and cantankerous as a rule are inclined to say they are for Sanders right now. But when it comes time for them to decide who can win the general election, they will vote for Hillary.”", "byline": "PATRICK HEALY", "description": "Party officials have discussed drafting Joseph R. Biden Jr., John Kerry, Elizabeth Warren or Al Gore if the beleaguered front-runner doesn’t regain her dominance.", "title": "Big-Name Plan Bs for Democrats Concerned About Hillary Clinton", "url": "http://www.nytimes.com/2015/09/10/us/politics/big-name-plan-bs-for-democrats-concerned-about-hillary-clinton.html", "topics": ["campaign_finance"], "people": ["John Kerry", "John Sasso", "Jaime Harrison", "Hillary Clinton", "Howard Dean", "Hillary Rodham Clinton", "Jerry Crawford", "Elizabeth Warren", "Robert Shrum", "Bernie Sanders", "Joseph R. Biden Jr.", "Tad Devine", "Al Gore"], "orgs": ["Congress", "Senate", "Democratic Party", "State Department", "Carlyle Group", "South Carolina Democratic Party"], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-09-09 22:48:47", "org": "nyt", "article_id": "96d15264889036ef1e73fa37377667d3", "date_access": "2015-09-09 22:10:55.263098"}