{"body": "A “super PAC” set up by allies of Senator Rand Paul of Kentucky raised just over $3 million in the first six months of the year, according to a report filed with the Federal Election Commission on Friday — far less than most of the outside groups backing Mr. Paul’s rivals for the Republican presidential nomination.\n\nAlmost half of the money came from a single donor: George Macricostas, a Nevada-based businessmen and technology entrepreneur. Most of the rest came from Jeff Yass, an investor from Pennsylvania, who contributed $1 million. \n\nA handful of other donors — some of them also raising money directly for Mr. Paul’s campaign — made six-figure contributions, including Robert Arnott, a California investor, and Kenneth Garschina, a longtime Paul backer in New York.\n\nThe super PAC, America’s Liberty, filed more than a week before the official deadline. It had about $2.7 million in cash at the end of June, according to the filing.\n\nThe haul was relatively low in the high-dollar, high-stakes world of super PACs, which have taken center stage in this year’s Republican primary contest.\n\nA super PAC backing Jeb Bush announced this month that it had raised $103 million, while Senator Ted Cruz of Texas is backed by a network of super PACs that brought in $37 million. Two groups supporting Senator Marco Rubio of Florida brought in a combined $32 million.", "byline": "NICK CONFESSORE", "description": "A “super PAC” supporting Rand Paul raised just over $3 million in the first six months of the year, according to a report filed Friday, far less than most of the outside groups backing his rivals for the Republican presidential nomination.", "title": "First Draft: ‘Super Pac’ Backing Rand Paul Raised Far Less Than Rivals, Report Shows", "url": "http://www.nytimes.com/politics/first-draft/2015/07/24/super-pac-backing-rand-paul-raised-far-less-than-rivals-report-shows/", "topics": ["economy", "trade"], "people": ["Rand Paul", "Marco Rubio", "Jeb Bush", "George Macricostas", "Ted Cruz"], "orgs": ["Federal Election Commission", "PAC", "PACs"], "authors": [{"author_id": 35301, "fullname": "nick confessore", "primary_org": "nyt"}], "date_written": "2015-07-24 21:27:47", "org": "nyt", "article_id": "b70c8f795e7bdd908fd411b2dbaa771d", "date_access": "2015-07-24 20:50:12.133091"}