{"body": "The Editorial Board recently cautioned Jeb Bush to think twice about advice on the middle class from his presumed economic adviser, Glenn Hubbard.\n\nMr. Hubbard, a prominent conservative and adviser to former President George W. Bush, had asserted in the Times that compensation – wages plus benefits – did not stagnate in recent decades; rather, he said, increases in benefits made up for flat wages.\n\nWe said Mr. Hubbard was off on the wrong foot, but Mr. Bush doesn’t need to take our word for it.\n\nA new research paper in the latest issue of Monthly Labor Review by the Bureau of Labor Statistics confirms and amplifies our point.\n\nThe new paper takes a detailed look at compensation from 2007 to 2014. The main findings:\n\nEven among the top 20 percent of workers, only those at the highest reaches of the income scale show consistently healthy gains in wages and compensation.\n\nThe researchers also found that for most workers there was no way to escape poor wage growth. In 19 out of 20 occupations in the study, the compensation of typical workers fell, flattened or barely grew from 2007 to 2014; only one category – management – had notable gains in median compensation over the period. For higher-paid workers at the 90th percentile of the pay scale, only three occupations had notable compensation gains – management, computer and mathematical jobs, and business and financial operations.\n\nReminder to Mr. Bush: Lousy pay is a deep and entrenched problem. The task at hand is to solve it. There is no explaining it away.", "byline": "TERESA TRITCH", "description": "New research should remind Mr. Bush that lousy pay is a deep and entrenched problem.", "title": "Taking Note: Another Dose of Economic Reality for Jeb Bush", "url": "http://takingnote.blogs.nytimes.com/2015/07/21/another-dose-of-economic-reality-for-jeb-bush/", "topics": ["economy"], "people": ["George W. Bush", "Jeb Bush", "Glenn Hubbard"], "orgs": ["Bureau of Labor Statistics"], "authors": [{"author_id": 2728, "fullname": "teresa tritch", "primary_org": "nyt"}], "date_written": "2015-07-21 17:01:33", "org": "nyt", "article_id": "75a4bd1b3fe9b42f3465d87fa5d21561", "date_access": "2015-07-21 16:30:44.247586"}