{"body": "Rick Perry’s second presidential bid lasted a little more than three months, and while he never reclaimed the top-tier status that he briefly held four years ago, the former Texas governor did have his moments.\n\nThe Kickoff – On June 4, Mr. Perry gathered supporters at an airport hangar outside of Dallas and said: “We are just a few good decisions away from unleashing economic growth and reviving the American dream. It can be done because it has been done — in Texas.”\n\nThe Trump Factor – Clearly frustrated by Donald J. Trump’s early domination of the Republican contest, Mr. Perry tangled early and often with him and was among the first to attack the billionaire businessman with force. At a gathering of social conservatives on July 18, Mr. Perry defended Senator John McCain against Mr. Trump’s suggestion that he was not really a war hero. “Donald Trump owes every American veteran and, in particular, John McCain an apology.”\n\nThe Debate Snub – Struggling in the polls, Mr. Perry was relegated to undercard status in the first Republican presidential debate on Aug. 6. His infamous “oops” moment — when he couldn’t name the government agencies he would eliminate — derailed his first White House bid, and while Mr. Perry gave a more spirited performance last month, he was dogged by questions of whether he had accidentally called Ronald Reagan by the wrong last name (Raven).\n\nThe Issues – Mr. Perry tried to seize on the interest in overhauling immigration and border control in the hope that it could revive his campaign. As the former governor of a state that borders Mexico, he spoke often of his firsthand experience dealing with migrants and his efforts to secure the border despite a lack of help from the federal government. “I told the president, I said, ‘Mr. President, if you don’t secure the border, Texas will,’” Mr. Perry said frequently on the campaign trail.\n\nThe Money – By mid-August Mr. Perry’s campaign was running out of cash and had to lay off staff members in key states. The campaign said it would fight on and a “super PAC” supporting Mr. Perry expressed confidence that he could continue. “Here are the facts: We have plenty of money to put him in position to finish in the top three or even win Iowa,” said Austin Barbour, a campaign strategist working for Mr. Perry’s super PACs.\n\nThe Departed – On Aug. 24, Mr. Perry’s Iowa campaign chairman, Sam Clovis, severed ties with the candidate. Adding insult to injury, he joined Mr. Trump’s team.\n\nThe Polls – A national CNN/ORC poll on Sept. 10 showed that Mr. Perry had failed to get 1 percent support, relegating him to the undercard again in the second debate.\n\nThe End – At a speech in Missouri, Mr. Perry suspended his campaign, offering a final dig at Mr. Trump along with some optimism for the future of the country. “I approach the next chapter in life, I do so with the love of my life by my side, Anita Perry. We have our house in the country, we have two beautiful children and two adorable grandchildren, four dogs, and the best sunset from our front porch that you could ever imagine.”", "byline": "ALAN RAPPEPORT", "description": "Rick Perry’s second presidential bid lasted a little more than three months, and while he never reclaimed the top-tier status that he briefly held four years ago, the former Texas governor did have his moments.", "title": "First Draft: Rick Perry’s Campaign: High Points and Low Points", "url": "http://www.nytimes.com/politics/first-draft/2015/09/11/rick-perrys-campaign-high-points-and-low-points/", "topics": ["mexico", "campaign_finance", "personality"], "people": ["Anita Perry", "Austin Barbour", "Sam Clovis", "Rick Perry", "Donald Trump", "Donald J. Trump", "Ronald Reagan"], "orgs": ["PAC", "PACs"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-09-11 23:41:41", "org": "nyt", "article_id": "4a5aef6465aa56e36599446162f8f5bd", "date_access": "2015-09-11 23:01:58.439338"}