{"body": "Throughout the 2012 election campaign and ever since, Mitt Romney’s fellow Republicans have criticized how he ran his presidential bid.\n\nThose Republicans include several people who are now running or plan to run for president in the 2016 election cycle. Their assessments of Mr. Romney’s campaign, either retrospectively or in real time, were pointed, and now these politicians themselves are going through some rough patches.\n\nMr. Romney “made it about a referendum on the president’s policies rather than about himself,” Jeb Bush was quoted as saying last month. “He didn’t show his heart. He didn’t send a signal that he cared about people — when he did.”\n\nBut others, conversely, wonder if Mr. Romney could ever have connected with voters.\n\n“I’m kind of with Ann Romney on this one: no, no, no, no, never,” Senator Rand Paul of Kentucky told ABC’s Jonathan Karl last January, when Mr. Romney was thinking of running a third time. “I think it’s a little more visceral than that, how you connect with people, and I don’t think it’s anybody’s fault. I’m just not sure that visceral connection is there with enough people to win a general election.”\n\nEven during the 2012 election campaign, some prominent Republicans were critical of Mr. Romney – most notably Gov. Scott Walker of Wisconsin.\n\n“I think there’s a lot of caution,” Mr. Walker said on MSNBC’s “Morning Joe” in January 2012, discussing the Romney campaign. “I think the mistake that they’ve made is the feeling like it can just be a referendum on the president.”\n\n“There’s got to be something more,” he added. “People don’t just vote somebody out; they’ve got to vote somebody in.”\n\nGov. Chris Christie of New Jersey, who flirted with a presidential bid in 2012, was openly dismissive of Mr. Romney’s aides when asked whether his embrace of President Obama — after Hurricane Sandy ravaged his state — could have harmed the candidate. Mr. Christie was also pressed on his decision not to campaign for the Republican nominee in the final weeks of the race.\n\n“All this other noise, I think, is coming from know-nothing, disgruntled Romney staffers who, you know, don’t like the fact that I said nice things about the president of the United States,” Mr. Christie said shortly after Election Day in 2012. “Well, that’s too bad for them.”\n\nMany of Mr. Romney’s struggles as a candidate were of his own making. But now the men who made these assessments are finding how tough the spotlight can be. Mr. Bush, for instance, spent last week grappling with his inability to articulate a clear response to whether he would have invaded Iraq in 2003.\n\nMr. Paul has similarly had a number of rough news cycles, and has felt the media heat lamp for chuckling about his Amtrak train not stopping in Baltimore amid violence after the death of a black man in police custody.\n\nMr. Walker has stumbled talking about foreign policy, and was criticized for not taking questions in South Carolina. And Mr. Christie’s difficulties following the George Washington Bridge lane closing episode are well-known.\n\nTheir past statements, when matched up against their current circumstances, are reminders that it’s easy to be a critic from the sidelines, but much harder to actually run for president.", "byline": "MAGGIE HABERMAN", "description": "Some current assessments by Republicans of Mitt Romney’s 2012 campaign, either retrospectively or in real time, were pointed, and now these politicians themselves are going through some rough patches.", "title": "First Draft: Mitt Romney’s 2012 Bid Had Tough Critics Among 2016 Hopefuls", "url": "http://www.nytimes.com/politics/first-draft/2015/05/18/romneys-bid-had-tough-critics-among-current-hopefuls/", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Mitt Romney", "Ann Romney", "Chris Christie", "Jeb Bush", "Jonathan Karl", "Scott Walker"], "orgs": ["Hopefuls", "MSNBC", "Amtrak"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-05-18 13:43:25", "org": "nyt", "article_id": "d4f3464b6240541b4e611990a3ef9f8f", "date_access": "2015-05-18 20:49:32.748044"}