{"body": "Senator Bernie Sanders of Vermont is climbing in the polls in Iowa and New Hampshire, and he has drawn thousands of people to rallies for his presidential campaign recently in Denver and Minneapolis. But the shooting last week in Charleston, S.C., has highlighted a daunting obstacle he faces in the Democratic primary contest: Black voters have shown little interest in him.\n\nEven his own campaign advisers acknowledge that Mr. Sanders is virtually unknown to many African-Americans, an enormously important Democratic constituency.\n\nThough he led sit-ins as a civil rights activist in the 1960s, helped the Rev. Jesse L. Jackson Sr. pull off a surprising campaign victory in Vermont in 1988, and espouses liberal policy ideas broadly popular with many Democrats, Mr. Sanders has had little direct experience with black voters as a politician in a state that is 95 percent white. And they have been largely absent from his campaign events so far.\n\nMr. Sanders, 73, had planned to start introducing himself to larger numbers of African-Americans on Sunday at a large gathering in Charleston, but he quickly postponed the event after the church killings. The massacre also revived debate over a highly charged issue on which Mr. Sanders has a mixed record: gun control.\n\nHillary Rodham Clinton is working assiduously to cement her support among black voters. In an NBC/Wall Street Journal poll this week, 95 percent of nonwhite Democratic voters said they could see themselves supporting Mrs. Clinton for the nomination in the primary. Only about one-quarter of respondents said they could see themselves voting for Mr. Sanders.\n\nAnd Mrs. Clinton is hardly sitting still: She has spoken out assertively on race relations and gun control over the past week, and she visited a black church on Tuesday near Ferguson, Mo., where the killing of an unarmed black man by a white police officer in August ignited protests.\n\nMr. Sanders has lamented “the ugly stain of racism that still taints our nation,” but he has yet to take the subject on in a forceful way.\n\nGiven the makeup of the Democratic primary electorate, Mr. Sanders’s capacity to win support among blacks represents a test of his relevance: It will help determine whether he can drain many votes from Mrs. Clinton or is bound to be merely a nuisance candidate with a following among the most ideologically driven liberal whites.\n\nMr. Sanders’s advisers concede that Mrs. Clinton is more familiar and popular among black Democrats, but they say his background and views will allow him to speak credibly to African-Americans in places like Charleston, Ferguson and elsewhere. His struggle, they say, is to introduce himself swiftly and on a broad scale so that his remarks resonate and have an impact.\n\n“We’re reaching out, but it’s no secret that Bernie represents a state that is heavily Caucasian, and his decades of work on issues of importance to African-Americans aren’t known amid the national conversation on race that is underway,” said Jeff Weaver, Mr. Sanders’s campaign manager. “I don’t think it’s presumptuous of him to speak out on these issues. And his message — the need for more good-paying jobs, and opening up higher education regardless of wealth and family background — will have strong appeal with African-Americans and many other voters.”\n\nThe challenge facing Mr. Sanders as a Ben & Jerry’s candidate seeking the nomination of President Obama’s party was on vivid display last month in Burlington, Vt., at his first campaign rally.\n\nNearly all the speakers who preceded him — including the two ice cream entrepreneurs — were white, as were nearly all the supporters, many of them in tie-dyed clothes, who thronged a park on the shores of Lake Champlain. His jeremiads about campaign-finance overhaul and climate change inspired cheers and ovations. But he made no mention of problems of deep concern to many African-Americans, like policing, gun control, racial inequities or the high numbers of black men in prison.\n\n“The Bernie Sanders voter is still a Volvo-driving, financially comfortable liberal who is pretty much white,” said Paul Maslin, a pollster who worked for the 2004 presidential campaign of Vermont’s last Democratic contender, Howard Dean. “I don’t see how Bernie takes large numbers of black voters away from Hillary Clinton, and he needs to if he wants any shot at the nomination.”\n\nDavid Axelrod, formerly Mr. Obama’s chief strategist, noted that insurgent Democrats like Gary Hart and Mr. Dean who were able to win over many white voters fell short because they could not attract blacks.\n\n“There’s no doubt she understands coalition politics and she is burnishing her coalition,” Mr. Axelrod said of Mrs. Clinton. “You have to have a track record and some roots in these communities, and she does.”\n\nMr. Sanders, in a recent interview, said he believed his call for a “political revolution” to change an array of policies, such as ending tuition at public colleges, could win over black voters in the months ahead.\n\nIndeed, when he visited New England College in Concord, N.H., last month, a few black and white undergraduates described how their student loans, ranging from $10,000 to $16,000, made them anxious about the future. Mr. Sanders responded with empathy but also with a fiery intensity that evoked his own days as a student activist, when he protested segregated campus housing at the University of Chicago and participated in the 1963 March on Washington.\n\nSince then, though, his politics have been characterized by a focus on class-based solidarity and uplift, reflecting his style of democratic socialism. While Mr. Sanders endorsed the 1988 campaign of Mr. Jackson, who won the Vermont caucus that year, he also said at the time that he disagreed with Mr. Jackson about “whether the Democratic Party can be the real vehicle for social change,” and said a third party was necessary. (Mr. Jackson did not return messages seeking comment.)\n\nTad Devine, a senior adviser to the Sanders campaign, predicted that Mr. Sanders’s battles for equal rights and against income inequality would “resonate powerfully with African-American voters.”\n\nHe continued, “And we also believe that the way to win support from African-American voters in the primaries is to demonstrate that he is a viable candidate with a real chance to succeed by doing well in the early contests.”\n\nOne of those is the South Carolina primary, where Mr. Sanders’s challenge has been crystallized. The church massacre last week and the murder of a black man, Walter Scott, by a white police officer in April have thrust racial discrimination and gun access to the center of the campaign, in a state where blacks can represent a majority of primary voters.\n\nComplicating matters for Mr. Sanders, the one issue on which he is not unambiguously to the left of Mrs. Clinton — gun control — is emerging as a critical litmus test. Representing a rural state with a rich hunting tradition, Mr. Sanders has a mixed record on guns. He first won a House seat in part because the incumbent Republican he defeated had supported an assault-weapons ban. (Mr. Sanders also supported the ban but opposed the Brady bill, which President Bill Clinton signed into law.)\n\nBy contrast, Mrs. Clinton has moved aggressively to emphasize her support for gun restrictions since the Charleston shootings, saying in an interview last week, “Let’s just cut to the chase: It’s guns.”\n\nMrs. Clinton, mindful of the biracial coalition Mr. Obama built in South Carolina in 2008 when he handed her a stinging loss, has already visited its African-American population centers twice. Mr. Sanders has yet to reschedule his first trip.\n\n“She’s talking about the issues we care about,” said Bakari Sellers, a former South Carolina state representative who is black and is supporting Mrs. Clinton. “Whether it’s voting rights or police reform, Hillary is attacking them head-on.”\n\nAs for Mr. Sanders, he said, “I’m not hearing Bernie Sanders’s name at the barbershops.”", "byline": "PATRICK HEALY and JONATHAN MARTIN", "description": "With a poll showing nonwhite voters strongly favoring Mrs. Clinton, Mr. Sanders’s capacity to win support among blacks represents a test of his campaign’s relevance.", "title": "Bernie Sanders Lags Hillary Clinton in Introducing Himself to Black Voters", "url": "http://www.nytimes.com/2015/06/25/us/politics/bernie-sanders-lags-hillary-clinton-in-introducing-himself-to-black-voters.html", "topics": ["economy"], "people": ["Howard Dean", "Barack Obama", "Gary Hart", "Walter Scott", "Bakari Sellers", "Jeff Weaver", "Bill Clinton", "Hillary Clinton", "Paul Maslin", "Jesse L. Jackson Sr.", "Hillary Rodham Clinton", "David Axelrod", "Bernie Sanders", "Tad Devine"], "orgs": ["University of Chicago", "Democratic Party", "Ben & Jerry", "Volvo", "Mo.", "S.C."], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}, {"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-06-24 12:00:22", "org": "nyt", "article_id": "ffe2f56daa1ce031ffc7c353c20e9f89", "date_access": "2015-06-24 11:10:13.622485"}