{"body": "SILVER SPRING, Md. — Fresh off a meeting with national labor leaders, Hillary Rodham Clinton on Thursday spoke favorably about legislation to raise the federal minimum wage to $12 an hour, tacitly dismissing proposals by her two leading Democratic competitors who have called for a bigger increase. \n\nSpeaking with reporters, Mrs. Clinton singled out legislation proposed by Senator Patty Murray, Democrat of Washington, that would establish a $12-an-hour minimum nationwide. \n\n“Patty Murray is one of the most effective legislators in the Senate, bar none,” Mrs. Clinton said. “Whatever she advocates, I pay a lot of attention to.”\n\nAs she has in the past, Mrs. Clinton did not explicitly offer a figure she would like to see adopted, but implied that certain measures, like Ms. Murray’s, were more realistic than others: Senator Bernie Sanders of Vermont and former Gov. Martin O’Malley of Maryland, Mrs. Clinton’s rivals in the Democratic field, both support raising the minimum to $15 an hour.\n\n“Let’s not just do it for the sake of having a higher number out there,” she said. “But let’s get behind a proposal that actually has a chance of succeeding.”\n\nMrs. Clinton’s comments came as she spoke to reporters after a closed-door session here with the executive council of the A.F.L.-C.I.O., the umbrella organization of the labor movement. \n\nLike other candidates who have streamed through here this week, Mrs. Clinton met privately for an hour with the council, delivering brief opening remarks, taking questions from the members and asking for their support.\n\n“I asked them to be my partner in making sure we stand against those powerful forces on the other side that don’t agree with the agenda that I just outlined,” Mrs. Clinton said afterward.\n\nMrs. Clinton, a former secretary of state, stressed to the council her proposals to raise wages, increase rights and benefits for workers, and ensure equal pay for women. She also noted that the group had discussed trade agreements, including the Trans-Pacific Partnership, which the A.F.L.-C.I.O. has opposed.\n\nMrs. Clinton told reporters afterward that she could not yet comment on the trade agreement itself, beyond reiterating criteria she felt any deal should meet. She did note that she understood that there had been some recent changes to the deal that she found positive.\n\nMr. Sanders and Mr. O’Malley both oppose the deal.\n\nMrs. Clinton’s record on labor issues is not clear-cut, though people in the room on Thursday said she was met with repeated applause. Her husband, former President Bill Clinton, long had a reputation in the labor movement as a pro-business Democrat whose trade policies hurt  American workers.\n\nMrs. Clinton, meanwhile, has supported measures like the Employee Free Choice Act, which would have made it easier for workers to form unions, and advances in collective bargaining rights — stances she reiterated in a speech this month. She is also a longtime advocate for paid family leave for employees and equal pay for women. She said she reiterated that support to the council on Thursday.\n\nMr. Sanders, a self-described democratic socialist who is gaining on Mrs. Clinton in some polls, told the executive council on Wednesday that he was not only the candidate best equipped to fight for the labor movement’s interests, but that he was electable. \n\nThe latter assertion was meant to address concerns, expressed Wednesday by some members of the council, that despite Mr. Sanders’s close alignment with the labor movement, he will not be able to beat Mrs. Clinton.\n\nThe executive council is expected to vote on Thursday to delay its endorsement until later in the primary process. The move would give the labor group continued sway in the primary race and most likely mean that an endorsement would not come until a clear Democratic front-runner had emerged.\n\nThe 56 unions affiliated with the A.F.L.-C.I.O., however, are free to make endorsements whenever they choose. Only one of those unions, the American Federation of Teachers, has endorsed a candidate thus far, putting its support behind Mrs. Clinton. Other unions are expected to make their support public in coming months.", "byline": "NICHOLAS FANDOS", "description": "Fresh off a meeting with national labor leaders, Hillary Rodham Clinton on Thursday spoke favorably about legislation to raise the federal minimum wage to $12 an hour, tacitly dismissing proposals by her two leading Democratic competitors who have called for a bigger increase.", "title": "First Draft: Hillary Clinton Speaks Favorably About $12 Minimum Wage", "url": "http://www.nytimes.com/politics/first-draft/2015/07/30/hillary-clinton-speaks-favorably-about-12-minimum-wage/", "topics": ["trade"], "people": ["Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Hillary Rodham Clinton", "Patty Murray", "Bernie Sanders"], "orgs": ["Democrat of Washington", "Senate", "American Federation of Teachers"], "authors": [{"author_id": 29260, "fullname": "nicholas fandos", "primary_org": "nyt"}], "date_written": "2015-07-30 21:32:32", "org": "nyt", "article_id": "62d8e6f434c4c351a3f157050188d4c1", "date_access": "2015-07-30 20:50:11.146260"}