{"body": "The entry of former Senator Jim Webb of Virginia into the field of Democrats running for president makes it certain that Hillary Rodham Clinton will have to defend her support for the Iraq war, just as she did when she ran for president eight years ago.\n\nIn his presidential announcement on Thursday, Mr. Webb made his opposition to the 2003 invasion of Iraq a prominent credential supporting his candidacy.\n\n“Let me assure you, as president I would not have urged an invasion of Iraq, nor as a senator would I have voted to authorize it,” Mr. Webb said. “I warned in writing five months before that invasion that we do not belong as an occupying power in that part of the world, and that this invasion would be a strategic blunder of historic proportions, empowering Iran and in the long run China, unleashing sectarian violence inside Iraq and turning our troops into terrorist targets.”\n\nThis month, Senator Bernie Sanders of Vermont said that he did not plan to criticize Mrs. Clinton for a vote she made years ago. But he hinted that he would not shy away from reminding voters about her position on Iraq.\n\n“What does that mean in terms of your judgment in assessing information?” Mr. Sanders wondered at a breakfast hosted by The Christian Science Monitor.\n\nFormer Gov. Martin O’Malley of Maryland, another Democrat seeking the presidential nomination, also made sure to mention Iraq during a foreign policy speech in Washington last week.\n\n“The invasion of Iraq — along with the subsequent disbanding of the Iraqi military — will be remembered as one of the most tragic, deceitful and costly blunders in U.S. history,” he said, without mentioning Mrs. Clinton by name. \n\nAnd former Gov. Lincoln Chafee of Rhode Island has made his opposition to the war a hallmark of his campaign so far, suggesting that the invasion destabilized the Middle East. He argued that anyone who supported the war should not be president and should not lead the Democratic Party.\n\nWhile Mr. Webb’s White House bid remains a long shot, his military background and foreign policy credentials could take the conversation in directions that make life harder for Mrs. Clinton. ", "byline": "ALAN RAPPEPORT", "description": "The entry of Jim Webb into the field of Democrats running for president makes it certain that Hillary Rodham Clinton will have to defend her support for the Iraq war.", "title": "First Draft: Jim Webb Candidacy Assures Another Antiwar Voice Against Hillary Clinton", "url": "http://www.nytimes.com/politics/first-draft/2015/07/02/jim-webb-candidacy-assures-another-antiwar-voice-against-hillary-clinton/", "topics": ["campaign_finance"], "people": ["Martin O'Malley", "Hillary Clinton", "Hillary Rodham Clinton", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Democratic Party"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-07-02 21:01:12", "org": "nyt", "article_id": "2e0c495992fa3dcee974df052594a962", "date_access": "2015-07-02 20:20:08.064913"}