{"body": "WASHINGTON —  When President Obama addressed members of the Democratic National Committee here over the weekend, he offered a glowing account of the economic recovery under his administration.\n\n“America is coming back,” he said after rattling off an array of upbeat economic indicators. “We’ve risen from recession.”\n\nBut as both parties begin positioning themselves for the election to succeed Mr. Obama, the politics of the economy are far more complicated than the president would have them. Among Democrats, there are divisions over the degree to which Hillary Rodham Clinton, considered their leading contender, should praise the recovery and run on Mr. Obama’s stewardship of the economy. And Republicans — assessing falling unemployment and soaring job creation under a president with still-mediocre approval ratings — are grasping for the right way to frame their 2016 campaign message.\n\nThe coming debate over the economy, and by extension Mr. Obama’s legacy, is a particularly acute topic for governors, who are often judged by voters on their states’ economic performance and who spend much of their time on job creation. As the governors gathered here for their annual winter meeting, there was bipartisan optimism about the economy, but it was guarded.\n\n“In many parts of the country, we are seeing increasing momentum in terms of recovery, but in almost every state, and certainly in parts of Colorado, we are still struggling to get the unemployment down,” Gov. John W. Hickenlooper of Colorado said, “and most importantly the wages still haven’t started rising.”\n\nColorado’s unemployment rate was down to 4 percent in December, below the national average, which was 5.7 percent in January, according to the Bureau of Labor Statistics. But Mr. Hickenlooper’s sober analysis suggests an awareness that voters are not yet enjoying a boon and certainly are not yet fully crediting Mr. Obama for the recovery.\n\nIndeed, a Quinnipiac University poll in Colorado, a crucial swing state, released last week indicated that 58 percent of voters said they wanted the next president to “change direction from Barack Obama’s policies,” and the president’s job approval rating was only 43 percent. Perhaps mindful of such data, Mr. Hickenlooper, a Democrat, indicated that Mrs. Clinton could not run simply on the recent good economic news.\n\n“I am not saying who the candidate is going to be, but I don’t think she will come with, ‘Everything is fine, everything is going well,’ ” he said. “I suspect that she will come forward with some new ideas and some innovative ideas on how we can begin to move wages up and how we can help businesses expand more rapidly and create more jobs.”\n\nYet in another important state on the presidential map, the Democratic governor said Mrs. Clinton should not be shy about linking herself to Mr. Obama’s record.\n\n“She should embrace the Obama economic policies that have moved the country forward, absolutely,” said the governor, Terry McAuliffe of Virginia, a close friend of both Mrs. Clinton’s and former President Bill Clinton’s. “Go through the numbers, look where we are today. Things are booming.”\n\nBut Mr. McAuliffe was quick to add that Mr. Obama could make it easier for Mrs. Clinton to offer that embrace if his administration was more effective in trumpeting the recovery.\n\n“I think they need to do a much better job of explaining their successes,” said Mr. McAuliffe, who was the chairman of Mrs. Clinton’s 2008 presidential campaign. “I don’t get it.”\n\nWhat most of the governors, in both parties, agreed on was that longstanding wage stagnation was diminishing the political impact of the recovery.\n\n“We still have a wage problem. We are still creating too many low-wage, not family-supporting, jobs,” said Gov. Gina Raimondo of Rhode Island, a Democrat who was elected last year in a state that was among the hardest hit by the recession.\n\nMs. Raimondo, whose state has a 6.8 percent unemployment rate, added: “So there is a lot of work to do. She has a wage problem that she has to fix.”\n\nThe country’s structural economic challenges — whether wages, diminished manufacturing or other challenges associated with globalization — are such that Mrs. Clinton must come up with her own agenda, Gov. Jack Markell of Delaware, another Democrat, said.\n\n“I think it would be a mistake for somebody to be running on ‘It’s great guns; we just have to keep doing what we’re doing,’ ” Mr. Markell said. “It ought to be, ‘In a changing world, here are the things we need to do differently.’ ”\n\nEarly signs suggest that Mrs. Clinton intends to offer proposals that would move beyond Mr. Obama’s ideas — notably a plan to offer incentives to corporations that increase profit-sharing with employees.\n\nIf Democrats are grappling with how best to hail the resurgent economy while acknowledging its underlying difficulties, Republicans are engaged in a conversation over whether they should remain critical of the recovery, claim a share of credit for it or move on to different issues.\n\nMany of the Republican governors from states where economic improvement has been significant on their watch are uneasy about their nominee’s continuing to bad-mouth the economy. Gov. Terry E. Branstad of Iowa, where unemployment is down to 4.1 percent, said Republican presidential candidates should point to job growth in Republican-led states.\n\n“Take some credit for what Republican governors have done, because the recipe to revitalize the national economy is to do the same thing,” Mr. Branstad said\n\nHe also suggested that Republicans ought to focus on national security, an issue on which Mr. Obama may prove to be more vulnerable than the economy.", "byline": "By JONATHAN MARTIN", "description": "Democrats disagree about whether their presidential nominee should promote the rebound, and Republicans grasp in several directions for the right message.", "title": "Political Memo: Economic Recovery Under Obama Creates Quandaries for 2016 Race", "url": "http://www.nytimes.com/2015/02/23/us/politics/economic-recovery-under-obama-creates-quandaries-for-2016-race.html", "topics": ["economy"], "people": ["Gina Raimondo", "Jack Markell", "Bill Clinton", "Terry Mcauliffe", "Terry E. Branstad", "Hillary Rodham Clinton", "Barack Obama", "John W. Hickenlooper"], "orgs": ["Democratic National Committee", "Quinnipiac University", "Bureau of Labor Statistics"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-02-23 02:36:45", "org": "nyt", "article_id": "e6bb1be77b2207d34aa3fc023433ddeb", "date_access": "2015-02-25 16:42:46.785709"}