{"body": "“In Latin America, Gego is like a goddess, in the same way Frida Kahlo has a myth around her, but she is not so known in America,” the gallerist Dominique Lévy said of the artist Gertrud Goldschmidt, whose delicate, three-dimensional geometric compositions expanded the possibilities of kinetic art. Born in Germany, Gego — the childhood nickname stuck — escaped anti-Semitism in Hamburg in 1939, at age 27, and fled to Venezuela, where she lived until her death in 1994.\n\nNow the Fundación Gego is collaborating with the Dominique Lévy galleries on complementary exhibitions in New York (Sept. 10) and London (2016). Gego trained as an architect and experimented with techniques of “drawing” in space using metal wire, nylon thread and telephone cables that she engineered into labyrinths.\n\nHer sculpture “Sphere” was acquired in 1959 by the Museum of Modern Art, which included her in its landmark 1965 exhibition of Op Art, “The Responsive Eye.”\n\n“Gego completely redefined what drawing can be,” said Ms. Lévy, who for the New York show will reconstitute the artist’s entire “Chorros” (“Streams”) series — 18 sculptures that have not been seen together since 1971, at the Betty Parsons Gallery in New York.\n\nIntertwined segments of aluminum, stainless steel, iron and bronze will rain down from ceiling to floor, creating a kind of forest. Another floor will include “drawings without paper,” made from rods, copper wire, metal beads and washers suspended precariously inside frames.\n\nGego’s art reflected flux in her own life, “being expelled and making a new culture as an immigrant,” Ms. Lévy said. “A lot of these wires are about displacement and dismantlement and recreating roots.”", "byline": "HILARIE M. SHEETS", "description": "New exhibitions showcase the German-born Venezuelan artist.", "title": "Inside Art: Kinetic Works by the Artist Gego Are Headed for 2 Shows", "url": "http://www.nytimes.com/2015/07/24/arts/design/kinetic-works-by-the-artist-gego-are-headed-for-2-shows.html", "topics": ["immigration", "other"], "people": ["Dominique Levy"], "orgs": [], "authors": [{"author_id": 17924, "fullname": "hilarie m. sheets", "primary_org": "nyt"}], "date_written": "2015-07-23 20:12:41", "org": "nyt", "article_id": "7ae4c31328485b5e885f5a5b3443ae86", "date_access": "2015-07-23 19:50:36.860398"}