{"body": "ROCK RAPIDS, Iowa —  In a state that prizes retail campaigning, nothing is more revered than “the full Grassley” — a politician’s visit to all of Iowa’s 99 counties, named for the state’s peripatetic senior senator, Charles E. Grassley.\n\nRick Santorum became the first presidential candidate this year to complete the marathon with a rally last Tuesday in Lyon County in the northwest corner of the state, a four-hour drive from Des Moines, where grain elevators loom like mountain ranges and FM stations broadcast hog prices and news of Asian trade deals.\n\nGov. Scott Walker of Wisconsin, who has visited 25 counties, has announced his own plans to complete the circuit, in a state he considers crucial in his path to the nomination.\n\n“People say: ‘Why?’ ” Mr. Santorum told a crowd in Rock Rapids, the Lyon County seat. “The idea is to make yourself available to the people who have the responsibility, as you do, to suggest to the American public who should be the president of the United States.”\n\nYet this faith in candidates meeting as many voters as possible, which underpins Iowa’s claim to special status as the first nominating state, is looking increasingly frayed.\n\nAs both parties’ nominating races are shaped by the 24-hour news cycle, social media and national debates, the key to winning the early states has come uncoupled from actually campaigning there.\n\nMr. Santorum may be the first candidate to visit all 99 counties this year, but in Iowa he is polling at only 1 percent. Mr. Walker, who led for months in Iowa polls, has fallen behind Donald J. Trump — whose popularity has soared thanks to Twitter and cable TV — and Ben Carson, who had a standout debate performance in August.\n\nAn inconvenient fact for supporters of retail campaigning is that the half-dozen Republican candidates who have logged the most visits to Iowa this year — Mr. Santorum, Rick Perry, Mike Huckabee, Gov. Bobby Jindal and Senator Rand Paul — are in the bottom half of polls of the state’s Republican caucusgoers.\n\nMr. Santorum acknowledged that the campaign landscape had shifted.\n\n“Iowans live in America,” he said in an interview. “And who is America focused on right now?” The answer was implicit: Mr. Trump, who has been to Iowa only a smattering of times. “Who runs hour-and-a-half press conferences on major cable networks?” Mr. Santorum added. “It’s not me.”\n\nThe decision by the Republican National Committee to allow national TV networks to set debate rules also took the spotlight off early voting states. With 17 candidates in the Republican race, the decision by both Fox News and CNN to create two debate tiers by averaging national polls has made visiting early nominating states less important, as candidates focus instead on the debates and social media.\n\n“Donald Trump has managed the national social media brilliantly,” said Karl Rove, the Republican strategist. But Mr. Rove was unwilling to dismiss hands-on campaigning in the early voting states, saying the two strategies complement each other. “The question is: At the end of the day, will Iowa and New Hampshire say, ‘I’ve seen enough to make a judgment about Trump’?”\n\nIowa’s political class, from the governor on down to the candidate volunteers in its 1,600-plus caucus precincts, has a vested interest in promoting frequent candidate visits to the state.\n\n“The best advice I could give to anybody is what’s worked well for me: Don’t forget any part of Iowa. It’s called the full Grassley,” Mr. Grassley said at a news conference with Mr. Walker in June.\n\nBut the record of success is mixed. Former Representative Michele Bachmann completed a 99-county tour ahead of the 2012 Republican caucuses, but finished sixth. Mr. Santorum, who also did a full Grassley, won, but only by a razor-thin margin over Mitt Romney, one of the least frequent travelers to the state.\n\nSupporters of retail politics said it was important in building a network of activists. “Many won’t make a decision until they’ve met one on one with all the candidates they’re considering,” said Eric Woolson, an Iowa adviser to Mr. Walker. “If a candidate hasn’t been available, that candidate is more likely to be marked off activists’ lists of finalists.”\n\nOn the Democratic side, Hillary Rodham Clinton, whose 17 days in the state are fewer than those spent by her rivals Martin O’Malley and Bernie Sanders, returned to Iowa on Labor Day weekend. She planned to attend events at a house party in Cedar Rapids and a coffee shop in Newton.\n\n“There is no magic elixir,” said Matt Paul, Mrs. Clinton’s Iowa director. “It’s a combination of real hard work, organizing and connecting with Iowans where they are.”\n\nBrad Anderson, a Democratic strategist who supports Mrs. Clinton, said the results of intense retail campaigning do not kick in until December, a few weeks before the caucuses, when a front-runner often stumbles.\n\n“The two best examples are John Edwards in 2004 and Rick Santorum in 2012,” he said. “Both worked hard, traveled to all 99 counties, and both saw a surge in the polls late in the game when Iowans began to have doubts about front-runners Howard Dean in 2004 and everyone but Santorum in 2012.”\n\nMr. Santorum, 57, a former senator from Pennsylvania, said he had been inspired to visit every Iowa county while serving with Mr. Grassley in Washington.\n\nThe question trailing Mr. Santorum this year is why — after finishing as the runner-up to Mr. Romney in the Republican nominating race in 2012 — is he doing so poorly. His support declined from 6 percent in a Des Moines Register/Bloomberg Politics poll in May to 1 percent in August.\n\n“I’ve heard more than once people saying he had his chance,” said Josh Bakker, the chairman of the Republican Party of Lyon County, where Mr. Santorum finished his tour. “He’ll have a hard time overcoming that has-been thing.”\n\nMr. Santorum’s explanation is different: After being out of the public eye for three years, he must reintroduce himself to Iowans.\n\nHe ended his 99-county run in Lyon County because its deeply conservative voters gave him his largest margin of victory in the state in 2012.\n\nHe spoke at an evening family picnic that included a bounce house with inflatable corn stalks and a tent supplied by Pizza Ranch, the ubiquitous Iowa chain. A busload of supporters from an evangelical church in Sioux City attended.\n\nHe laid out his credentials as a staunch opponent of abortion and gay marriage, noting he was the only senator who ever “forced a vote” on a constitutional amendment to define marriage as between one man and one woman.\n\nNational Republicans preferred to soft-pedal “moral and cultural issues,” Mr. Santorum said, and big donors pressure candidates to ignore them.\n\nUnlike better-funded Republicans, Mr. Santorum visited all 99 counties because he sought the support of grass-roots conservatives, not the party elite, he said.\n\n“What I’m looking for is people who want to take this country back for what’s good and true and right,” he said. “And that’s why I’m here in Lyon County tonight.”", "byline": "TRIP GABRIEL", "description": "Rick Santorum is the first candidate this year to visit all of Iowa’s 99 county’s, but he has yet to catch up in the polls to Donald J. Trump who has rarely visited the state.", "title": "Visiting 99 Counties in Iowa Doesn’t Get Candidates as Far as It Used to", "url": "http://www.nytimes.com/2015/09/07/us/politics/visiting-99-counties-in-iowa-doesnt-get-candidates-as-far-as-it-used-to.html", "topics": ["personality", "gay_marriage", "campaign_finance"], "people": ["Josh Bakker", "Karl Rove", "Mike Huckabee", "John Edwards", "Michele Bachmann", "Howard Dean", "Hillary Rodham Clinton", "Donald J. Trump", "Brad Anderson", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Rand Paul", "Eric Woolson", "Martin O'Malley", "Matt Paul", "Donald Trump", "Rick Santorum", "Mitt Romney", "Rick Perry", "Charles E. Grassley", "Ben Carson"], "orgs": ["Republican Party", "Republican National Committee", "Pizza Ranch"], "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-09-07 02:00:44", "org": "nyt", "article_id": "644d1226b38befdca7a24b40b6375d7a", "date_access": "2015-09-07 01:11:10.548793"}