{"body": "LITTLE ROCK, Ark. — A Democrat is not likely to win this state in the 2016 presidential election, not even one with the last name Clinton. \n\nBut on Saturday, Hillary Rodham Clinton returned to Arkansas where she and her husband began their political ascent, delivering a fiery critique of Republican policies and a pep talk of sorts for Democrats who suffered dramatic losses in the midterm elections.\n\nMrs. Clinton lambasted Republicans as “the party of the past” and tried to portray the extreme comments of one candidate, the businessman and reality TV star, Donald Trump, as representative of the entire party.\n\n“There’s nothing funny about the hate he is spewing at immigrants and their families,” Mrs. Clinton said of Mr. Trump who addressed Arkansas Republicans in Hot Springs, Ark. on Friday. But, she added, of the other Republican candidates, “The sad truth is if you look at many of their policies, it can be hard to tell the difference.”\n\nMrs. Clinton denounced comments made by Mr. Trump (who she referred to as the “Republican frontrunner”) about Senator John McCain’s war record and she said it was “shameful” how long it has taken other Republican candidates “to start standing up to him.” \n\n(The night before, Mr. Trump, speaking at an Arkansas Republican Party convention said the Clintons had “deserted” the state.)\n\nThe visit to Arkansas whose six electoral votes will not likely up for grabs in 2016 was brief; Mrs. Clinton flew in from Iowa in the early afternoon and departed back to New York that night. But it was nevertheless a homecoming of sorts.\n\nIt was Mrs. Clinton first visit back to the place where Bill Clinton served as governor and she as first lady, since she made her 2016 campaign official. Earlier in the afternoon, Mrs. Clinton had stopped by the red brick home where she and Mr. Clinton lived and the apartment the Clintons stay at on the top floor of the William J. Clinton Presidential Center here. Before the Democratic Party Jefferson Jackson Day Dinner, which drew around 2,500 people paying as much as $200 a plate for a buffet dinner, Mrs. Clinton greeted donors and old friends at a backstage reception.\n\nHer visit comes in the midst of an existential crisis for Arkansas Democrats. The place that bred such centrist “yellow dog Democrats” as Mr. Clinton, and former governors Dale Bumpers, David Pryor and Mark Beebe, turned deep red in the midterm elections. The audience was sprinkled with prominent Democrats who lost their midterm races, including former Rep. Mike Ross who got his start as Mr. Clinton’s driver and who lost his race for governor to Republican Asa Hutchinson.\n\nFor many Arkansans, no matter how many times Mrs. Clinton visits, the prospects of a Democrat winning the state in 2016 seemed slim, but having her name on the ticket could help lift down-ballot Democrats in local races. “There’s no doubt she helps to energize the Arkansas Democratic base,” said Will Bond, a former chairman of the state’s Democratic Party who is running for state senate. \n\nMr. Beebe, the popular Democratic governor who left office last year due to term limits, called the 2014 midterm elections “a huge sea change” and said Mrs. Clinton’s speech “revitalizes a lot of folks.”\n\nDespite the turn away from Democratic candidates in Arkansas, voters here have embraced some of the party’s policies including a minimum wage increase and a private-option health insurance program.\n\n“I am well aware that here in Arkansas last year was a hard one for Democrats,” Mrs. Clinton said. “But don’t forget, voters did come out and pass an increase in the minimum wage, Arkansas voters know pay checks need to grow.”\n\nShe said she hoped the 2016 election could also help lift Democratic candidates “on school boards and county offices and, yes, the state legislator and hold onto the White House.”", "byline": "AMY CHOZICK", "description": "Hillary Rodham Clinton returned to Arkansas on Saturday where she and her husband began their political ascent, delivering a fiery critique of Republican policies and a pep talk of sorts for Democrats who suffered dramatic losses in the midterm elections.", "title": "First Draft: Hillary Clinton Lambastes Republicans in Arkansas Homecoming", "url": "http://www.nytimes.com/politics/first-draft/2015/07/19/hillary-clinton-lambastes-republicans-in-arkansas-homecoming/", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Dale Bumpers", "David Pryor", "Bill Clinton", "Donald Trump", "Hillary Rodham Clinton", "Mike Ross", "Will Bond", "Mark Beebe"], "orgs": ["Democratic Party", "Clintons", "Arkansas Republican Party"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-07-19 15:42:46", "org": "nyt", "article_id": "1895491f7d8e7ebcbe82f76a28c3ff89", "date_access": "2015-07-19 14:50:08.429236"}