{"body": "WASHINGTON — The shape of the Republican presidential nomination race and the fate of the traditional New Hampshire primary were crystallized by three town hall meetings in the state last week.\n\nGov. John R. Kasich of Ohio, at the Derry-Salem Elks Lodge in Salem, and former Gov. Jeb Bush of Florida, at the Historical Society of Cheshire County in Keene, each had healthy give-and-take sessions with more than 100 voters that lasted over  an hour. These were in the tradition of New Hampshire politics.\n\nIn between those forums, Donald J. Trump packed an auditorium in the town of Derry with 20 times as many people for a gathering that more closely resembled an angry revival meeting or a professional wrestling match.\n\nFor more than a half-century, New Hampshire has been a proving ground for vetting and testing presidential hopefuls, forcing them to hone their political and policy knowledge. If the Trump model prevails, it not only could change the fabric of the party but also could spell an end to this substantive, searching type of retail politics.\n\nThe town halls of Mr. Bush and Mr. Kasich,  two of the top mainstream Republican candidates, were not absolute models of thoughtful citizen engagement; there were confrontational moments. Somebody asked Mr. Bush whether he had been on a clandestine C-130 aircraft that the questioner said had ferried Saudi agents out of the United States the day after the Sept. 11 terrorist attacks.\n\nMr. Kasich was grilled on Social Security by Jane Lang, vice president of the New Hampshire Alliance for Retired Americans. The demonstrative governor went over and hugged her.\n\nAsked later about his answer, she replied: “What answer?”\n\nThese two sessions featured pretty good questions and reasonably thoughtful answers on jobs, the environment, Russia, Social Security, abortion and disabilities. That’s the New Hampshire way. By contrast, the Trump rally was almost content-free. The real estate mogul spoke  with insults, invective, bravado and bluster. He said that Mr. Bush was “dumb” and that Mitt Romney lost the 2012  presidential contest because “he choked.” Asked beforehand by a reporter to provide specific achievements to back his claim to be a champion of women’s issues, Mr. Trump responded: “Nobody will be better on women’s health issues than Donald Trump.” That was it.\n\nWhen a woman asked one of the few substantive questions at the town hall — whether he would include more policy prescriptions on his website — the Republican front-runner began discoursing on his business acumen and recalled “scooping up the Doral Hotel.”\n\nThe crowd, young and old, lapped it up. Ken Brand, a 56-year-old Derry resident who periodically leapt to his feet yelling, “Bring it on, Donald,” loved the message: “He’s going to build that wall to keep Mexicans out and ship those 11 million illegals the hell out of here.”\n\nMr. Trump is setting the agenda, dominating the debate in New Hampshire. As Mr. Kasich emerged from an education forum in Londonderry, a town to the west of Derry, the first three questions he was asked were about Mr. Trump and immigration. Mr. Bush had a similar  experience in Keene, only with more questions about Mr. Trump.\n\nMr. Trump belittles most of his opponents  but displays special venom toward Mr. Bush. The Bush camp says this will energize their campaign as their candidate fights back by citing all of Mr. Trump’s nonconservative positions and telling voters that his anti-immigration initiatives — building a wall on the border that Mexico will pay for, deporting 11 million undocumented immigrants, ending birthright citizenship and seizing remittances to home countries — “are not going to happen.” If this were an academically scored debate, Mr. Bush would win easily on substance. But it’s more like a street brawl, and Mr. Trump is on familiar ground.\n\nThere are still 169 days before the New Hampshire contest, which often has determined  the ultimate nominee or sent a resounding message about the general election. The state’s voters break late and are unpredictable, which is why many politicos here suspect the Trump phenomenon will fade. It didn’t look that way in Derry.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "Three Republican candidates have been holding forums in New Hampshire, a state that has often determined the party's ultimate nominee for president.", "title": "Letter From Washington: Shaking Up G.O.P. Politics in New Hampshire", "url": "http://rss.nytimes.com/c/34625/f/642562/s/493f8607/sc/7/l/0L0Snytimes0N0C20A150C0A80C240Cus0Cpolitics0Cshaking0Eup0Egop0Epolitics0Ein0Enew0Ehampshire0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["immigration", "women"], "people": ["Donald Trump", "Mitt Romney", "Jeb Bush", "John Kasich", "John R. Kasich", "Donald J. Trump", "Jane Lang"], "orgs": ["Social Security"], "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-08-24 16:37:32", "org": "nyt", "article_id": "3cef27e536a8c76f2eb56c2542f9ec4e", "date_access": "2015-08-24 16:00:14.676907"}