{"body": "As the 2016 presidential campaign gets into gear, one of the biggest debates so far has been about the debates. For some Democrats, such as Senator Bernie Sanders of Vermont, there aren’t enough planned. For lesser-known Republicans, the polling criteria could make it difficult for them to even get on the stage.\n\nNow advocates for third-party groups are making the case that the election laws are rigged to make it impossible for candidates who are not Republicans or Democrats to ever get elected.\n\nThe advocates, which include Level the Playing Field, the Green Party of the United States and the Libertarian National Committee, filed a lawsuit Monday against the Federal Election Commission, accusing the agency of failing to fairly regulate the debate process.\n\nAt the center of the lawsuit is the Commission on Presidential Debates, which the election commission regulates. The third-party groups contend that the debates commission illegally excludes candidates who are not members of one of the two major parties and that it is not, in fact, nonpartisan.\n\n“It is unlikely that the American people will ever have a chance to elect the independent candidate that they would prefer because the political system is rigged to favor Democrats and Republicans,” according to the complaint.\n\nThe group is asking the F.E.C. to find that the Commission on Presidential Debates has violated the rules on accepting partisan financial contributions and to revise its rules to broaden participation in presidential debates.\n\nThe F.E.C. did not immediately respond to a request for comment.\n\nOpening up the election process even further could come with its own obstacles. As The New York Times reported this month, more than 300 candidates have already declared that they are seeking the White House in 2016.", "byline": "ALAN RAPPEPORT", "description": "Advocates for third-party groups are accusing the Federal Election Commission in a lawsuit of failing to fairly regulate the presidential debate process.", "title": "First Draft: Third-Party Groups Sue F.E.C. to Try to Open Up Presidential Debates", "url": "http://www.nytimes.com/politics/first-draft/2015/06/22/third-party-groups-sue-f-e-c-to-try-to-open-up-presidential-debates/", "topics": ["campaign_finance", "personality", "economy"], "people": ["Bernie Sanders"], "orgs": ["Federal Election Commission", "Green Party", "Commission on Presidential Debates"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-06-22 23:33:28", "org": "nyt", "article_id": "81a99df82af8df3cae7498eef6727318", "date_access": "2015-06-22 22:45:06.120775"}