{"body": "The case of a Mexican laborer with a lengthy criminal record who was charged on Tuesday in the fatal shooting of an American woman on a pier in San Francisco has exposed a gulf of mistrust and failed communication between the federal authorities and the police in California over immigration enforcement.\n\nThe man, most recently known as Juan Francisco Lopez-Sanchez, 56, pleaded not guilty in Superior Court in San Francisco in the murder of Kathryn Steinle, 32, who was strolling last Wednesday with her father and a friend on Pier 14 near the Ferry Building when she was struck in what the police described as a random shooting. Mr. Lopez-Sanchez, whose criminal record includes seven felony convictions, had been deported from the United States five times, raising questions about why he was in the United States.\n\nThe case immediately became fodder in the polarized debate over immigration. Donald J. Trump, the Republican presidential candidate who has been under fire for comments about Mexican immigrants, pointed to the killing as “yet another example of why we must secure our border immediately.” On Tuesday, Hillary Rodham Clinton, a Democratic presidential contender, said San Francisco had “made a mistake.” And Senator Dianne Feinstein of California, also a Democrat, called on the city to restore its cooperation with the Obama administration in enforcing immigration laws.\n\nThe lapse in the case of Mr. Lopez-Sanchez — also known as José Inez García Zarate and several other names — did not occur at the border, legal records show. After being deported in June 2009, he tried to return three months later but was stopped by agents at the crossing in Eagle Pass, Tex. He was then prosecuted for a felony of illegal entry and served almost four years in a federal prison in California.\n\nWhen he finished his sentence, the prison sent him to San Francisco on March 27, based on a warrant for a 20-year-old felony marijuana charge. Within one day, a local court dismissed those charges. Sheriff Ross Mirkarimi of San Francisco said Mr. Lopez-Sanchez stayed in jail for three weeks so the authorities could verify that he was eligible for release. He was freed April 15.\n\nAt that point, communications between San Francisco and federal authorities broke down.\n\nFederal officials say that as soon as they learned of Mr. Lopez-Sanchez’s transfer from federal prison to San Francisco, they issued a request to Sheriff Mirkarimi to notify them when he would be released. An order for his deportation was ready.\n\n“We are just asking for a heads-up, a phone call,” said Gillian Christensen, a spokeswoman for Immigration and Customs Enforcement, also known as ICE. “We did not hear anything until the day this young woman was killed.”\n\nA San Francisco ordinance, passed in 2013, broadly restricts the police from cooperating with immigration agents. City officials say the so-called sanctuary law has helped law enforcement by enhancing trust between the police and residents who are immigrants without documents.\n\nSheriff Mirkarimi said the city’s ordinance allowed him to respond to the federal authorities only when he had a court order or warrant.\n\n“They had his rap sheet and they were well aware of our policies,” the sheriff said in a telephone interview Tuesday. “The natural question is, why wouldn’t they follow through with a warrant for this suspect?”\n\nHe said Ms. Steinle’s killing was “a horrible and senseless act that requires ICE to really work with local governments in a way that comports with local law.”\n\nThe Obama administration has long struggled to shape an enforcement strategy to deport convicted criminals like Mr. Lopez-Sanchez but avoid the deportation of undocumented immigrants arrested by the police for low-level offenses. In November, President Obama said he would abandon a nationwide program, known as Secure Communities, which connected federal agents with local police. Officials announced a new, less aggressive program but they have been slow to explain it to the police.\n\nAll but a few California counties have adopted laws restricting cooperation with federal agents, and the state also enacted a law in 2014 — although it would not have applied to Mr. Lopez-Sanchez because of his criminal record.\n\nIn a halting, often incoherent interview from the jailhouse on Monday with KGO-TV in San Francisco, Mr. Lopez-Sanchez said he had found a gun wrapped in a T-shirt under a bench on the pier, and when he picked it up, it had fired three shots.\n\nSpeaking in Spanish, he said he did not remember the events well because he had taken sleeping pills. But, he said, “When I go to the court I am going to plead guilty,” and added, “I want to have the punishment I deserve as quickly as possible.”\n\nMs. Steinle was “the most amazing, loving, outgoing person,” her brother Brad Steinle told Anderson Cooper on CNN. He cautioned against rancor over the killing. It would be “easy for us to hate and be angry, but Kate wouldn’t want that,” he said.", "byline": "JULIA PRESTON", "description": "Juan Francisco Lopez-Sanchez, a Mexican laborer who had been deported from the United States five times, was charged in the fatal shooting of an American woman on a San Francisco pier.", "title": "San Francisco Murder Case Exposes Lapses in Immigration Enforcement", "url": "http://www.nytimes.com/2015/07/08/us/san-francisco-murder-case-exposes-lapses-in-immigration-enforcement.html", "topics": ["immigration"], "people": ["Kathryn Steinle", "Ross Mirkarimi", "Anderson Cooper", "Brad Steinle", "Hillary Rodham Clinton", "Donald J. Trump", "Dianne Feinstein", "Gillian Christensen", "Juan Francisco Lopez"], "orgs": ["Immigration and Customs Enforcement", "United States."], "authors": [{"author_id": 1506, "fullname": "julia preston", "primary_org": "nyt"}], "date_written": "2015-07-08 02:17:54", "org": "nyt", "article_id": "89a710bbc4b9299d6fadaee6e8ecfb93", "date_access": "2015-07-08 01:40:08.283520"}