{"body": "WASHINGTON —  Donna Mae Litowitz, a Miami Beach retiree, likes Senator Bernie Sanders of Vermont so much that three months ago she sent his presidential campaign $10,000. His campaign sent back all but $2,700 because it was more than he was allowed to take under federal election law, but she wishes he had kept it all.\n\n“I like what Sanders stands for, and he says what needs to be said,” said Ms. Litowitz, who gave money in 2008 to Senator Barack Obama’s presidential campaign. “And I don’t like Hillary Clinton.”\n\nIn an election dominated by million-dollar donations to “super PACs,” Ms. Litowitz qualifies in Mr. Sanders’s insurgent campaign as a big donor. Unlike almost all of the other major Democratic and Republican candidates this year, Mr. Sanders has refused to accept support from super PACs, relying instead on supporters like Ms. Litowitz as well as tens of thousands of small donors giving as little as $5 or $10.\n\nThe average donation, according to campaign officials, is $31.30.\n\nThe result is a campaign built on populist issues like income inequality that appears to be drawing even more rank-and-file support than Mr. Obama did in 2008, when he used a network of smaller donors to win the White House.\n\nAbout a quarter of Mr. Obama’s donors over the course of that campaign gave a total of $200 or less, according to a study by the Campaign Finance Institute. While direct comparisons are difficult at this early stage in the 2016 race, Mr. Sanders’s small-dollar support appears significantly higher than Mr. Obama’s in 2008, and more than any other candidate this cycle.\n\nMr. Sanders has raised more money in gifts of $200 or less than any candidate, Democrat or Republican, an analysis of campaign finance reports shows. A huge chunk of his money — $11.4 million, or about 75 percent of all his contributions — has come from small donations routed through ActBlue, an online site that facilitates contributions to Democrats, records show.\n\nThe influx of support has helped Mr. Sanders build a formidable war chest, with his campaign raising $15.2 million as of the most recent filings with the Federal Election Commission in July. Campaign officials say he has raised millions more since then and will far surpass that total this quarter. That still puts him far behind Mrs. Clinton’s fund-raising juggernaut, but Mr. Sanders said in an interview that he was unbowed.\n\n“We will be greatly outspent, yes, but we will raise enough money to wage a winning campaign,” he said.\n\nDemocratic strategists are beginning to take notice.\n\n“His money is very impressive,” said Bill Burton, a former aide to Mr. Obama who helped found Priorities USA, a super PAC that is now supporting Mrs. Clinton’s bid for the Democratic nomination and has received donations of at least $1 million each from a number of big Democratic donors like Steven Spielberg, Jeffrey Katzenberg, George Soros and Haim Saban.\n\nBut Mr. Sanders’ fund-raising strategy will test the prevailing notion in Washington that no candidate can successfully compete on the national stage without tapping into the many millions of dollars that have poured into super PACs since the Supreme Court’s Citizens United decision in 2010.\n\nSuper PACs supporting Mrs. Clinton have already raised more than $20 million, records show; on the Republican side, two super PACs backing Jeb Bush raised about $108.5 million.\n\nYet when a Vermont legislator, Chris Pearson, offered to set up a super PAC to support the Sanders campaign, Mr. Sanders said he told Mr. Pearson to “kill it” because he said he did not want to be beholden to “the millionaires and billionaires.”\n\nMr. Sanders said that it was “a difficult decision” to opt out of such a powerful and quick way to raise money. In doing so, he said, “we’re giving up millions and millions of dollars, no doubt, but we will sink or swim based on what we get from the middle class of the country.”\n\nNor has Mr. Sanders held many of the kind of fund-raisers that presidential candidates traditionally devote much of their time to. He has held only five, and they have been more like political rallies, held at places like a Washington, D.C., brewery and a Seattle tavern, with a contribution of $100 or less sometimes required.\n\nJeff Weaver, the campaign manager for Mr. Sanders, said in an interview that “it’s absolutely possible to win without the super PACs.”\n\nMr. Weaver said that the campaign had been able to leverage the big turnouts seen at rallies — he estimated the combined crowds at three recent West Coast events at 70,000 — by following up by phone or email seeking donations.\n\n“The fund-raising from our standpoint is going phenomenally,” Mr. Weaver said. “We’re way ahead of where we thought we would be.”\n\nEven so, Mr. Sanders in the last quarter raised less than a third as much as Mrs. Clinton, whose campaign reported contributions of $47.5 million in the spring quarter.\n\nBut Mr. Sanders and his aides say they can blunt the effect of Mrs. Clinton’s financial advantage by running a more frugal campaign, even as they build campaign operations in Iowa, New Hampshire, Nevada and South Carolina.\n\nSo far, the more-with-less approach is holding up.\n\nIn his filings to the F.E.C., , Mr. Sanders reported spending only about $3 million — or less than 20 percent of the money he had raised. Mrs. Clinton, in comparison, reported spending at about twice that rate, or about $18.7 million — nearly 39 percent of her contributions — on things like catering at fund-raisers and slick media productions. (Her campaign asked for approval from the election commission this month to allow donors to pay for their own food, drinks and valet parking at some events.\n\nMr. Sanders was left with $12.1 million in cash on hand at the end of June, and Mrs. Clinton had $28.9 million.\n\n“When you know you’re not going to raise as much as your opponent, you have to make every dollar count,” Mr. Weaver said.", "byline": "ERIC LICHTBLAU", "description": "By refusing support from “super PACs,” Bernie Sanders has built a campaign that appears to be drawing even more rank-and-file support than President Obama did in 2008.", "title": "Bernie Sanders’s Success in Attracting Small Donors Tests Importance of ‘Super PACs’", "url": "http://www.nytimes.com/2015/08/26/us/politics/bernie-sanders-success-in-attracting-small-donors-tests-importance-of-super-pacs.html", "topics": ["campaign_finance"], "people": ["Jeff Weaver", "Bill Burton", "George Soros", "Jeb Bush", "Chris Pearson", "Hillary Clinton", "Steven Spielberg", "Donna Mae Litowitz", "Haim Saban", "Barack Obama", "Bernie Sanders", "Jeffrey Katzenberg"], "orgs": ["Super PACs", "PACs", "Supreme Court", "PAC", "Citizens United", "Federal Election Commission", "Campaign Finance Institute"], "authors": [{"author_id": 1627, "fullname": "eric lichtblau", "primary_org": "nyt"}], "date_written": "2015-08-26 02:05:19", "org": "nyt", "article_id": "ee3371243505117600a22b21d397fea0", "date_access": "2015-08-26 01:10:15.717644"}