{"body": "Hillary Rodham Clinton and her husband made at least $30 million over the last 16 months, with the bulk of their income derived from more than 100 paid speeches, an official with her presidential campaign said late on Friday.\n\nThe couple’s earnings and assets were to be detailed in personal financial disclosure forms that Mrs. Clinton and other presidential candidates were required to file with federal election officials no later than Friday.\n\nThe filings cover the period since January 2014.\n\nMrs. Clinton and her husband, former President Bill Clinton, earned more than $25 million from speaking engagements, the official said. The official insisted on anonymity to discuss the filing before it was disclosed publicly.\n\nMrs. Clinton’s earnings from her memoir of her time as secretary of state, “Hard Choices,” exceeded $5 million, the official said; the financial-disclosure forms do not require a precise figure.\n\nThe Clintons earned no capital gains during this period, the campaign official said. (Mr. Clinton recently said that over the past 15 years he had “taken almost no capital gains.”)\n\nMrs. Clinton’s last filing, which covered her final years as secretary of state, disclosed more than $16 million in income. Most of the money in that filing, mainly covering 2012, stemmed from about 70 honorariums for President Clinton. His engagements that year included appearances in Nigeria, Costa Rica, and Sweden, among many other places.\n\nThe Clintons have come under increasing scrutiny for their financial activities since she announced her run for president last month. Much of the attention has been focused on the Clinton Foundation and the donations it received from foreign entities during the time that Mrs. Clinton was secretary of state.\n\nBut the couple has also faced criticism for giving highly paid speeches to certain groups, particularly before the financial industry. Mrs. Clinton can command $200,000 or more per speech; her husband commands a similar amount. But sometimes those speeches garner even more money: Mr. Clinton was paid $700,000 when he spoke to a company in Lagos, Nigeria, in 2012.\n\nThe couple recently invested in a Vanguard fund tied to the Standard & Poor’s Index — one in which President Obama has also invested — in part because the assets are diversified and serve as a prevention against conflicts of interest, the official said.\n\nThe Clintons’ income-tax rates are not listed on the form, but the official said they would be paying a fairly typical rate once those are released.\n\nMrs. Clinton’s campaign aides said she had decided not to seek an extension, as she had in the past.\n\nIn 2007, while she was still a senator and was also bound by congressional disclosure rules, Mrs. Clinton obtained an extension before filing the Federal Election Commission’s personal financial documents.\n\nThat year, she disclosed that she and her husband had liquidated a blind trust with assets ranging between $5 million and $25 million.\n\nThe Clinton campaign official said they had kept those holdings liquid until setting up their Vanguard fund.", "byline": "MAGGIE HABERMAN and STEVE EDER", "description": "The couple’s earnings and assets were to be detailed in disclosure forms that presidential candidates were required to file with federal officials.", "title": "Clintons Reportedly Earned $30 Million in the Last 16 Months", "url": "http://www.nytimes.com/2015/05/16/us/politics/clintons-reportedly-earned-30-million-in-the-last-16-months.html", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Hillary Rodham Clinton"], "orgs": ["Clinton Foundation", "Federal Election Commission", "Vanguard"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}, {"author_id": 5279, "fullname": "steve eder", "primary_org": "nyt"}], "date_written": "2015-05-16 00:00:25", "org": "nyt", "article_id": "3d274e97859f3a62147957c4c17bdb1d", "date_access": "2015-05-15 23:15:24.756108"}