{"body": "Since June 16, when Donald J. Trump announced his campaign for the Republican presidential nomination, his name has appeared in headlines of major newspapers an average of 22 times a day, according to the database Nexis, nearly three times as often as Jeb Bush, one of the perceived favorites.\n\nAnd behind each of those stories about Mr. Trump lies an ocean of angst within many news organizations over whether and how to cover him.\n\nIs he a reality-television star turned political distraction? A vital part of a robust democracy? A bellwether for profound shifts in the electorate? A uniquely coifed satire? Mr. Trump, said Cameron Barr, the national editor for The Washington Post, “doesn’t lend himself to easy formulas.”\n\nThe calculation is complicated by the fact that Mr. Trump, who has flirted often with presidential politics, has gone further this year than ever before. Besides formally declaring his candidacy, he has filed the necessary financial disclosure forms, removing reasons that the news media could have used not to report on him as a serious candidate. His personal wealth and strong showing in early polls have also been factors.\n\nAnd so reporters and editors must now weigh whether each moment of Trumpian bravura — such as reading the cellphone number of another candidate, Senator Lindsey Graham, out loud at a campaign rally — is worthy of a story.\n\nThey most often decide yes. According to data Google provided to the website FiveThirtyEight.com, from mid-June to mid-July, Mr. Trump was in 46 percent of the news media coverage of the Republican field, based on Google News hits. More than 60 percent of Google searches about Republican candidates were directed at Mr. Trump. Mr. Bush came a distant second in both categories, with 13 percent and 9 percent.\n\nFor Ryan Grim, the Washington bureau chief of The Huffington Post, that coverage threatens to mislead readers “that this person is a serious candidate and might be the Republican nominee for president.”\n\nThis month, Mr. Grim helped write a note saying that his site would cover Mr. Trump in its entertainment section, not as a political figure. Mr. Trump’s campaign is focused on publicity, Mr. Grim said, not on the work required to build an infrastructure to gather and turn out votes needed to actually win.\n\nThat will not change for The Huffington Post, Mr. Grim said, even if Mr. Trump were to win a primary or two.\n\nRupert Murdoch, who owns The Wall Street Journal and The New York Post, seems to agree. He took to Twitter last week to denounce Mr. Trump. His newspapers have since adopted a similarly skeptical tone on Mr. Trump’s candidacy. However, Fox News, which is also owned by Mr. Murdoch, has been more receptive to Mr. Trump, as have the other 24-hour cable news channels. (A spokeswoman for The Journal declined to comment on its coverage of Mr. Trump.)\n\nThe Washington Post, Mr. Barr said, takes a different view. “We have to take seriously anyone who polls as seriously as he does among Republicans,” he said.\n\nThe newspaper has covered the daily news that arises from Mr. Trump’s appearances and has reported critically on some of his claims, including interviews with immigrant workers at one of Mr. Trump’s properties after he said in his presidential announcement speech that drug dealers and “rapists” were crossing into the United States from Mexico.\n\n“We don’t predict the outcome of elections,” Mr. Barr said. “We want to serve the readers and the electorate as best we can.”\n\nOther outlets fall in between. Susan Glasser, the editor of Politico, said that Mr. Trump was part of a “long-established tradition of the blunt-spoken, even outrageous politician who enters the presidential campaign as a way of hijacking the stage for his agenda.”\n\n“This isn’t such an outlier in our politics,” Ms. Glasser said, adding of Politico, “Our mission is to cover politics in as many ways as possible, so we have less of an existential question around this.”\n\nThe New York Times, said Matthew Purdy, a deputy executive editor, has covered Mr. Trump through the years and was “hesitant to take too seriously his latest role as presidential contender.”\n\nBut in such a large Republican field, Mr. Trump has grabbed attention and excited a portion of the voters, Mr. Purdy said. “At least for the moment, Trump has gone from summer sideshow to news, and we cover news,” he said.\n\nKatherine Miller, the political editor at BuzzFeed, said Mr. Trump was “capturing the sentiments of a real bloc of people who want to hear someone say the Republican establishment and Washington, D.C., can go to hell, and actually mean it.” Also, she added, “it’s politics: Weird things happen all the time.”\n\nMr. Trump has long been a prominent name in New York real estate and first became a tabloid fixture in the 1980s. Kurt Andersen, a founder of Spy magazine, now defunct, has followed his career for decades and said Mr. Trump had remained largely unchanged.\n\n“He has one setting, which is: ‘I’m going to tell you how great I am, and if you call me a jerk, I’m going to call you a jerk,’ ” Mr. Andersen said.\n\nMr. Trump’s appetite for attention from the news media, Mr. Andersen said, seems undiminished. He is particularly adept at “playing the press, and having them to various degrees and at various moments rise to the bait.” His moving beyond talk and actually taking the steps to run for president, Mr. Andersen said, “is like movies going 3D.”\n\nFor Mr. Barr, Mr. Trump’s appeal lies in the fact that “he doesn’t seem to comport himself with many or even any of the filters that most politicians apply in their presentation of self.”\n\n“I think in that way, he is an attractive figure for people to write about, for reporters to cover,” Mr. Barr said. “He is a deviation from the establishment political persona that we are all so used to trying to get behind.”\n\nMs. Glasser added, “There’s an element of, this man knows how to put on a reality show, and are we watching the reality show version of the candidate?”\n\nFor his part, Mr. Trump continues to campaign and to give the news media plenty of material. Given his outsize persona, and the intense interest it engenders, it seems fitting that the outlet that has, perhaps, best captured the news media’s feelings surrounding his quest for the White House is a satirical website, The Onion.\n\n“Admit It,” reads the site’s fake commentary by Mr. Trump. “You People Want to See How Far This Goes, Don’t You?”", "byline": "RAVI SOMAIYA", "description": "With each moment of Trumpian bravura — such as reading the cellphone number of Senator Lindsey Graham — news outlets must weigh whether it is worthy of a story. They most often decide yes.", "title": "Donald Trump’s Wealth and Poll Numbers Complicate News Media’s Coverage", "url": "http://www.nytimes.com/2015/07/25/business/media/donald-trumps-wealth-and-poll-numbers-complicate-news-medias-coverage.html", "topics": ["immigration", "personality"], "people": ["Katherine Miller", "Susan Glasser", "Cameron Barr", "Lindsey Graham", "Jeb Bush", "Donald Trump", "Donald J. Trump", "Ryan Grim", "Matthew Purdy", "Rupert Murdoch", "Kurt Andersen"], "orgs": ["The New York Post", "The Journal"], "authors": [{"author_id": 292, "fullname": "ravi somaiya", "primary_org": "nyt"}], "date_written": "2015-07-25 02:22:12", "org": "nyt", "article_id": "5e478a6d37ee5dc52c35f0484f8148ad", "date_access": "2015-07-25 01:40:09.110661"}