{"body": "For the last few years, a small but prominent group of conservative writers and thinkers has urged the Republican party to rethink its economic agenda with a greater focus on the needs of the middle class. The so-called reform conservatives have criticized the G.O.P.’s economic prescription of cutting entitlement programs and tax rates (especially on high earners) as unresponsive to the concerns of workers earning stagnant wages.\n\n“Reform conservatism is based on a recognition that the American economy has not served middle-income people well, not just since the crisis of 2008 but at least since the year 2000,” said David Frum, the prominent Canadian-American conservative journalist and former speechwriter for George W. Bush who serves as a senior editor at The Atlantic.\n\nThough the reform conservatives dissent from conservative tax orthodoxy, they are not necessarily moderates. For example, many of them (including Mr. Frum) advocate a significantly more restrictive immigration policy, arguing that high immigration levels, particularly for low-skilled workers, cut against the economic interests of ordinary Americans.\n\nHmm.\n\nThere happens to be a Republican candidate for president who wants less immigration but also thinks it’s “outrageous” how little tax some rich people pay, and he’s doing pretty well in the polls. Is Donald Trump the candidate the reformocons have been waiting for?\n\n“No,” Mr. Frum said.\n\nBut.\n\n“He may be the jolt that the Republican Party needs to compromise its pro-plutocratic agenda,” he said.\n\nIt’s an awkward thing: The reform conservative movement, to the extent it exists, is pointy-headed, technocratic and soft-spoken. Mr. Trump is none of those things. But his campaign has helped bolster a key argument from the reformocons: that many Republican voters are not devotees of supply-side economics and are more interested in the right kind of government than in a simply smaller one.\n\n“There were a lot of people who wanted to think the Tea Party is a straightforward libertarian movement,” said Reihan Salam, the executive editor of National Review. But he said Mr. Trump’s ability to lead the polls while attacking Republicans for wanting to cut entitlement programs showed that conservative voters are open to “government programs that help the right people.”\n\nMr. Frum attributes most Republican candidates’ continued devotion to cuts in taxes and entitlements to the desires of a Republican donor class that benefits directly from lower tax rates and indirectly, through lower labor costs, from high immigration. Mr. Trump, as Mr. Trump will happily tell you, does not need rich donors’ money, and the polls show that Republican voters have not yet punished him for his praise of single-payer health care (in other countries) or his past support for a wealth tax.\n\n“Trump served notice that the donors’ platform isn’t even acceptable inside the party,” Mr. Frum said.\n\nOf course, there are reasons the reformocons have not lined up to support Mr. Trump. Just because he has identified some of the same problems as the reformocons does not mean they agree on solutions.\n\n“I would not characterize Mr. Trump’s campaign so far as a policy-driven campaign to help the middle class,” said Michael Strain, an economist at the American Enterprise Institute who has urged conservatives to adopt more creative solutions to address the weak job market. He took particular issue with Mr. Trump’s support for higher tariffs and his apparent disregard for long-term deficits.\n\nEven those reformocons who are immigration hawks do not necessarily find much to love in Mr. Trump’s agenda. In an email, Yuval Levin, the editor of the conservative policy journal National Affairs, wrote that Mr. Trump “has confounded what I take to be some reasonable ideas (like a tempering of future immigration rates) with what I take to be some very unreasonable ideas (like deporting 12 million people) in a way that doesn’t help the more reasonable ones get heard.”\n\nThere are also, of course, the insults. Mr. Salam favors a more restrictive immigration policy and would like to see more candidates speaking thoughtfully about issues of assimilation and integration. But he adds, “When it seems like you’re demonizing that population, that’s completely counterproductive.”\n\nStill, Mr. Trump could be a useful stalking horse for the reformocons even if they think he has bad policy ideas, says a lot of offensive things, can’t win an election and wouldn’t be a good president.\n\n“If Trump isn’t offering workable solutions but he is identifying problems that others have ignored, the hope is some more policy-focused, more governance-focused competitor will make use of the opportunity that Trump has publicized,” Mr. Frum said.\n\nIn an analogy that won’t make anyone very comfortable, he said Mr. Trump could be useful in the same way George Wallace was in 1968: “Wallace talked about a lot of issues, many of them pretty dismaying, but he also seized on the crime issue. Crime was rising fast, and it was not an issue that respectable politicians wanted to talk about. The result was that Richard Nixon stole his issue and deracialized it.”\n\nWell, not exactly. Pressed on whether Nixon’s anticrime language could really be considered deracialized, Mr. Frum argued Nixon “diminished its racialism and incorporated it into something like a workable policy agenda.”\n\nIf Mr. Trump is Wallace in this analogy, then the reform conservatives are still waiting for their Nixon. Whether that’s a hopeful prospect or an alarming one is up to you.", "byline": "JOSH BARRO", "description": "He has pointed to many of the same problems that trouble reform conservatives, but that doesn’t mean they agree on solutions.", "title": "Road to 2016: Is Trump the Candidate Reform Conservatives Are Seeking?", "url": "http://www.nytimes.com/2015/09/08/upshot/is-trump-the-candidate-reform-conservatives-are-seeking.html", "topics": ["economy"], "people": ["Richard Nixon", "Yuval Levin", "Michael Strain", "George W. Bush", "Donald Trump", "David Frum", "Reihan Salam", "George Wallace"], "orgs": ["Republican Party", "Tea Party", "Trump", "American Enterprise Institute", "National Review"], "authors": [{"author_id": 346, "fullname": "josh barro", "primary_org": "nyt"}], "date_written": "2015-09-05 13:00:02", "org": "nyt", "article_id": "f4788f7f95607903e23476b6e65dd278", "date_access": "2015-09-05 12:22:32.968635"}