{"body": "LAS VEGAS — Senator Harry Reid, the Senate Democratic leader who announced his retirement last week, settled into a corner booth at the Triple George Grill here, his faced masked by dark sunglasses, evidence of lingering injuries from a workout accident that left him blind in one eye. For the next hour, in a conversation that veered from Washington to Nevada and back again, Mr. Reid made clear that he would deploy all of his resources to make sure Democrats hold on to his seat — critical to any hopes his party has of winning back the Senate in 2016.\n\n“We are going to do everything we can,” said Mr. Reid, 75, as he slowly ate a bowl of chicken soup in this downtown restaurant. “I have to make sure I take care of the person running for Senate in Nevada.”\n\nThe comments came from a historically proud and partisan Democrat who has been Nevada’s senator since 1987 and who has repeatedly displayed his command of the politics of this quickly changing battleground state. Over the past 28 years, he has put nearly as much effort into the Democratic politics of Nevada as he did in Washington.\n\nIn a race that has personal resonance for him, Mr. Reid has anointed a candidate, Catherine Cortez Masto, a former state attorney general who is now executive vice chancellor of the Nevada System of Higher Education, as his successor, and said he would put his organizational and fund-raising machine behind her. That is the same apparatus that helped Mr. Reid win re-election in 2010 despite an enormous effort by national Republicans to defeat him.\n\nAppearing relaxed, if still somewhat unsteady on his feet after his accident in January, Mr. Reid spoke at what was a leisurely — at least for him — lunch. It was his first trip to Nevada since he announced he would retire at the end of his term. He arrived in a two-van security motorcade, the trappings of a job that will fade at the end of next year, to a reminder that he was no longer in Washington: A waiter greeted him as “Harry” as he slid him his bowl of soup.\n\nThroughout the lunch, Mr. Reid fired off the kind of observations that have, for better and worse, marked his soon-to-end career in Washington.\n\nJeb Bush, the Florida Republican expected to run for president, would be the “easiest opponent” for Hillary Rodham Clinton to beat in 2016, Mr. Reid said.\n\n“He’d have to wake up every morning and find out what he’s for,” Mr. Reid said. Not to mention the record of President George W. Bush. “How can his brother Jeb get away from that?” Mr. Reid said. “I’ll take Clinton baggage over that any day.”\n\nHe said President Obama wasted 18 months in his first term trying to accommodate political intransigence from Republicans, but suggested the president would nevertheless be remembered as the best chief executive in at least 50 years, presumably including Bill Clinton, the husband of the woman likely to be the 2016 Democratic presidential nominee. “He has a legacy that they’ll have to write about, more so than any modern-day president,” Mr. Reid said of Mr. Obama. “More so than Ronald Reagan.”\n\nHe called Mrs. Clinton, the secretary of state under Mr. Obama, the obvious favorite to win the presidency, for one overwhelming reason: “This is the time for a woman to run.”\n\n“Women and some men, like me, if they are anything like me,” he said, “they have come to the realization that women have qualities that we’ve been lacking in America for a long time, to be the leader of the country.”\n\n“Women are much more patient,” Mr. Reid said. “They can be, if they are pushed the wrong way, combative, but they are not combative. A lot of we men are combative just by nature.”\n\nBut more than anything, Mr. Reid said, he would spend much of his remaining time in public life working to ensure the installation of his anointed successors. He said Senator Charles E. Schumer of New York was certain to succeed him as Senate minority leader. “He can’t lose,” Mr. Reid said.\n\nHe said he was confident about a Democratic victory in Nevada, as well — but less so, particularly if Brian E. Sandoval, the popular Republican governor, changes his mind and bows to pressure from national Republicans to enter the race. Republicans here say that seems unlikely at the moment.\n\n“He beat my son, and I understand that,” Mr. Reid said, referring to Mr. Sandoval’s victory over Rory Reid in the 2010 race for governor. “But he has done some courageous things. He has done a good job as governor.”\n\nOver the years, Mr. Reid has proved himself to be a partisan scrapper with a deep understanding of Nevada politics, particularly when it comes to get-out-the-vote efforts, organizing and fund-raising. Mr. Reid oversaw the turnaround in the Democratic Party here by championing the presidential caucus system in 2008, which resulted in a sharp increase in registered Democrats. That was as good for the party as it was for Mr. Reid, who inevitably had to claw his way to re-election, and presumably it would be good for Ms. Cortez Masto, as well.\n\nIf the prospect of a Sandoval candidacy gives Republicans some hope, the fact that Mr. Reid has stepped aside, some party members have said, is a disappointment, depriving them of an opponent who has proved to be a polarizing motivator for Republican voters.\n\nMr. Reid has never displayed any reluctance with trying to meddle in the machinations of the opposition. As such, his suggestion that Mr. Bush might be the weakest candidate should be taken advisedly: It is quite possibly, several analysts have said, an attempt to nudge Republican voters against a candidate Mr. Reid thinks is, in fact, formidable.\n\n“I would not want to get in front of a chess board with him,” said Michael Green, a professor of history at the University of Nevada, Las Vegas. “I have the feeling my king would have several amputations before I made a move.”\n\nA spokesman for Jeb Bush declined to comment.\n\nMr. Reid seemed neither nostalgic nor regretful as he parried questions about politics and what many of his friends see as the improbability of Harry Reid, a man who sometimes seems to be in perpetual motion, in retirement. He said he did not know what he wanted to do next.\n\n“I’ve had calls from lots of people,” Mr. Reid said. “For example, Al Gore called me. Maybe I want to do something with Al Gore? I have no idea.”\n\nBut on one matter he was clear: He said he would not be a lobbyist.\n\n“I’d rather go to Singapore and have them beat me with whips,” he said.\n\nMr. Reid has long identified himself with Nevada, even as he kept homes here and in Washington, and said in retirement, he would not leave the state where he grew up. Which is not to say Mr. Reid is about to leave his Washington life. “There’s good health care there,” he said. “And I made a lot of friends there.”", "byline": "ADAM NAGOURNEY", "description": "The Senate minority leader, who announced his retirement last week, vowed to deploy all of his resources to make sure Democrats hold on to his seat.", "title": "Harry Reid Hopes to Ensure Democrats’ Success as Tenure Winds Down", "url": "http://www.nytimes.com/2015/04/03/us/harry-reid-hopes-to-ensure-democrats-success-as-tenure-winds-down.html", "topics": ["campaign_finance"], "people": ["Michael Green", "Catherine Cortez Masto", "Bill Clinton", "Jeb Bush", "Harry Reid", "Brian E. Sandoval", "Hillary Rodham Clinton", "George W. Bush", "Barack Obama", "Charles E. Schumer", "Ronald Reagan", "Al Gore"], "orgs": ["Senate", "Democratic Party"], "authors": [{"author_id": 1452, "fullname": "adam nagourney", "primary_org": "nyt"}], "date_written": "2015-04-02 10:00:30", "org": "nyt", "article_id": "55f16f304271e6b4e2f59a1bf39794c5", "date_access": "2015-04-02 10:06:29.391022"}