{"body": "Carly Fiorina does not always seem entirely comfortable in her role as the Republican Party’s designated Hillary Rodham Clinton attacker.\n\nBut that has not stopped the former Silicon Valley executive from doubling down on her strategy of trying to catapult her long-shot candidacy by focusing on attacking Mrs. Clinton in more aggressive and pointed ways than her male Republican rivals. The most recent instance: Ms. Fiorina is pushing traffic to ReadyToBeatHillary.com.\n\nA play on the pro-Clinton group Ready for Hillary, the website, financed by the Fiorina campaign, does not have Ms. Fiorina’s name or image on its homepage. Instead, a series of photos of Mrs. Clinton highlight the State Department’s handling of the 2012 attack on a United States mission in Benghazi when she was secretary of state, her family foundation’s acceptance of foreign donations and other criticism of the Clintons over the last couple of decades. If one clicks on the image and video of Ms. Fiorina criticizing Mrs. Clinton, a request for donations appears.\n\n“So far, Hillary’s been running one of the shadiest campaigns in presidential history,” reads an email from Ms. Fiorina announcing the new website, which plays on the Clinton campaign’s red arrow logo.\n\nA Clinton campaign spokesman did not immediately reply to a request for comment.\n\nMs. Fiorina has drawn large crowds in Iowa and New Hampshire, and her candidacy, while hardly registering in national polling, has drawn increasing attention. For now, Ms. Fiorina’s biggest task it building her name recognition and poll numbers so she can qualify for the first Republican debate on Fox News in August. The attacks on Mrs. Clinton, her campaign says, can only help get Ms. Fiorina a coveted spot on the debate stage.", "byline": "AMY CHOZICK", "description": "Carly Fiorina is trying to catapult her long-shot presidential candidacy by focusing on attacking Mrs. Clinton in more aggressive and pointed ways than her male Republican rivals.", "title": "First Draft: Carly Fiorina Steps Up Campaign Against Hillary Clinton", "url": "http://www.nytimes.com/politics/first-draft/2015/06/09/carly-fiorina-steps-up-campaign-against-hillary-clinton/", "topics": ["women", "campaign_finance"], "people": ["Hillary Rodham Clinton", "Carly Fiorina", "Hillary Clinton"], "orgs": ["Republican Party", "State Department"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-06-09 23:18:26", "org": "nyt", "article_id": "ee9d28617d97ba98c99dcfc7058d35c5", "date_access": "2015-06-09 22:37:24.345481"}