{"body": "WASHINGTON —  The leader of the Federal Election Commission, the agency charged with regulating the way political money is raised and spent, says she has largely given up hope of reining in abuses in the 2016 presidential campaign, which could generate a record $10 billion in spending.\n\n“The likelihood of the laws being enforced is slim,” Ann M. Ravel, the chairwoman, said in an interview. “I never want to give up, but I’m not under any illusions. People think the F.E.C. is dysfunctional. It’s worse than dysfunctional.”\n\nHer unusually frank assessment reflects a worsening stalemate among the agency’s six commissioners. They are perpetually locked in 3-to-3 ties along party lines on key votes because of a fundamental disagreement over the mandate of the commission, which was created 40 years ago in response to the political corruption of Watergate.\n\nSome commissioners are barely on speaking terms, cross-aisle negotiations are infrequent, and with no consensus on which rules to enforce, the caseload against violators has plummeted.\n\nThe F.E.C.’s paralysis comes at a particularly critical time because of the sea change brought about by the Supreme Court’s decision in 2010 in the Citizens United case, which freed corporations and unions to spend unlimited funds in support of political candidates. Billionaire donors and “super PACs” are already gaining an outsize role in the 2016 campaign, and the lines have become increasingly stretched and blurred over what presidential candidates and political groups are allowed to do.\n\nWatchdog groups have gone to the F.E.C. with complaints that probable presidential candidates like Jeb Bush and Martin O’Malley are skirting finance laws by raising millions without officially declaring that they are considering running.\n\nMs. Ravel, who led California’s state ethics panel before her appointment as a Democratic member of the commission in 2013, said that when she became chairwoman in December, she was determined to “bridge the partisan gap” and see that the F.E.C. confronted such problems. But after five months, she said she had essentially abandoned efforts to work out agreements on what she saw as much-needed enforcement measures.\n\nNow, she said, she plans on concentrating on getting information out publicly, rather than continuing what she sees as a futile attempt to take action against major violations. She said she was resigned to the fact that “there is not going to be any real enforcement” in the coming election.\n\n“The few rules that are left, people feel free to ignore,” said Ellen L. Weintraub, a Democratic commissioner.\n\nRepublican members of the commission see no such crisis. They say they are comfortable with how things are working under the structure that gives each party three votes. No action at all, they say, is better than overly aggressive steps that could chill political speech.\n\n“Congress set this place up to gridlock,” Lee E. Goodman, a Republican commissioner, said in an interview. “This agency is functioning as Congress intended. The democracy isn’t collapsing around us.”\n\nExperts predict that the 2016 race could produce a record fund-raising haul of as much as $10 billion, with the growth fueled by well-financed outside groups. On their own, the conservative billionaires Charles G. and David H. Koch have promised to spend $889 million through their political network.\n\nWith the rise of the super PACs and the loosening of legal restrictions on corporate spending, campaigns and groups are turning to creative new methods of raising money. Writing in March in The Washington Post, Ms. Ravel charged that some candidates — she did not name names — appeared to have been amassing large war chests at fund-raisers this year without acknowledging that they were at least considering a presidential run, which would trigger campaign finance limits and disclosure.\n\nShe said it was “absurd” to think that such politicians were not at least considering a White House run under federal law.\n\n“It’s the Wild West out there in some ways,” said Kate A. Belinski, a former lawyer at the commission who now works on campaign finance at a law firm. Candidates and political groups are increasingly willing to push the limits, she said, and the F.E.C.’s inaction means that “there’s very little threat of getting caught.”\n\nSome disputes between the commissioners have gotten personal.\n\nA disagreement over how to treat online political ads, for instance, turned tense when Ms. Ravel received anonymous online threats over charges that she was trying to “regulate” the Internet. She angrily confronted Mr. Goodman, charging that he had unfairly “fanned the flames” against her by mischaracterizing her position in an interview he did on Fox News. But Mr. Goodman said he had no regrets about challenging her position, which he saw as opening the door to greater regulation of Internet activities.\n\nRelations between the two have been difficult ever since.\n\nLast fall, Ms. Ravel did join Republicans on the commission — and took some criticism from the left — in a 4-to-2 decision that eased rules growing out of the Citizens United decision and a related case. But she has had little success in persuading Republicans to vote with her on enforcement measures.\n\nShe said she was particularly frustrated that Republican commissioners would not support cases against four nonprofit groups — including Crossroads GPS, founded by Karl Rove — accused of improperly using their tax-exempt status for massive and well-financed political campaigns.\n\nA surge in this so-called “dark money” in politics — hundreds of millions of dollars raised by nonprofits, trade associations and other groups that can keep their donations secrets — has alarmed campaign-finance reformers who are pushing to make such funding public.\n\nBut Mr. Goodman said the problem was exaggerated. He and other Republicans defend their decisions to block many investigations, saying Democrats have pushed cases beyond what the law allows.\n\n“We’re not interested in going after people unless the law is fairly clear, and we’re not willing to take the law beyond where it’s written,” said Caroline C. Hunter, a Republican commissioner. Democrats view the law “more broadly,” she said.\n\nThe commission has not always been so hamstrung. In 2006, it unanimously imposed major fines against high-profile groups — liberal and conservative — for breaking campaign finance laws two years earlier by misusing their tax-exempt status for political fund-raising and campaigning. The penalties put political groups on notice, and experts credited them with helping curb similar abuses in the 2008 campaign.\n\nThese days, the six commissioners hardly ever rule unanimously on major cases, or even on some of the most minor matters. Last month at an event commemorating the commission’s 40th anniversary, even the ceremony proved controversial. Democrats and Republicans skirmished over where to hold it, whom to include and even whether to serve bagels or doughnuts. In a rare compromise, they ended up serving both.\n\nStanding in front of a montage of photos from the F.E.C.’s history, Ms. Ravel told staff members and guests that there was a “crisis” in public confidence, and she stressed the F.E.C’s mandate for “enforcing the law.” But the ranking Republican, Matthew S. Petersen, made no mention of enforcement in his remarks a few minutes later, focusing instead on defending political speech under the First Amendment.\n\nAs guests mingled, Ms. Weintraub — the commission’s longest-serving member at 12 years — lamented to a reporter that the days when the panel could work together on important issues were essentially over.\n\nShe pointed to a former Republican commissioner standing nearby — Bradley A. Smith, who left the agency in 2005 — and said she used to be able to work with commissioners like him even when they disagreed on ideology.\n\nLaughing, Mr. Smith assumed a fighting stance and yelled at Ms. Weintraub: “Let’s go right now, you speech-hating enemy of the First Amendment!”\n\nA few feet away, Mr. Goodman was not laughing. As Ms. Weintraub condemned the F.E.C.’s inertia, he whispered a point-by-point rebuttal to show that things were not as bad as she made them sound.\n\nWith the commission so often deadlocked, the major fines assessed by the commission dropped precipitously last year to $135,813 from $627,408 in 2013. But like most things at the F.E.C., commissioners differ over how to interpret those numbers.\n\nRepublicans say they believe the commission’s efforts to work with political groups on training and compliance have kept campaigns within the legal lines and helped to bring down fines.\n\nThe drop in fines “could easily be read as a signal that people are following the law,” said Ms. Hunter, the Republican commissioner.\n\nMs. Ravel scoffed at that explanation.\n\n“What’s really going on,” she said, “is that the Republican commissioners don’t want to enforce the law, except in the most obvious cases. The rules aren’t being followed, and that’s destructive to the political process.”", "byline": "ERIC LICHTBLAU", "description": "There is a stalemate among the agency’s six commissioners, who are perpetually locked in 3-to-3 ties along party lines because of a fundamental disagreement over the commission’s mandate.", "title": "F.E.C. Can’t Curb 2016 Election Abuse, Commission Chief Says", "url": "http://www.nytimes.com/2015/05/03/us/politics/fec-cant-curb-2016-election-abuse-commission-chief-says.html", "topics": ["campaign_finance"], "people": ["Jeff Smith", "Martin O'Malley", "David H. Koch", "Jeb Bush", "Bradley A. Smith", "Caroline C. Hunter", "Ann M. Ravel", "Lee E. Goodman", "Ellen L. Weintraub", "Karl Rove"], "orgs": ["Congress", "PACs", "Supreme Court", "Commission", "Citizens United", "Federal Election Commission"], "authors": [{"author_id": 1627, "fullname": "eric lichtblau", "primary_org": "nyt"}], "date_written": "2015-05-02 16:56:16", "org": "nyt", "article_id": "dbb90467408ae712cb3aa6192f208903", "date_access": "2015-05-02 16:10:14.756080"}