{"body": "MIAMI BEACH —  On his way to an ecologically friendly hotel here on Sunday, Jeb Bush ate a Paleo-diet-approved lettuce-wrapped bison burger served by a drag queen turned waiter.\n\nWhen Mr. Bush gamely posed for a selfie taken by the waiter, Tommy Strangie, Mr. Strangie deliberately left himself just outside of the frame.\n\n“I’m going to wait for my picture with Hillary,” Mr. Strangie explained later.\n\nThere are buttoned-up, Brooks Brothers-clad, red-meat Republican presidential campaign operations. And then there is Jeb Bush’s approach.\n\nHis inaugural gathering of major donors and fund-raisers here was a sometimes flamboyant, and sometimes inadvertent, spectacle of Republican Party stereotype busting.\n\nThe message: Should he run for president, as widely expected, Mr. Bush will do it on his own, inviting, unconventional, South Floridian terms.\n\nThe two-day retreat here was held at 1 Hotel South Beach, known for its environmental ambitions and colorful design.\n\nInside the beachside hotel, hundreds of Bush supporters found a brochure encouraging them to use complementary electric cars made by Telsa, a longtime Republican Party demon because of its federal tax subsidies.\n\nThey encountered a copy of the sustainability-focused, left-leaning Modern Farmer magazine. (Headline: “Can plant factories save us from climate change?”)\n\nAnd they were surrounded by Floridian kitsch, from white shag pillows to Taschen books celebrating Andy Warhol.\n\n“A Zen vibe,” is how a top Bush adviser put it. (Yoga mats are standard in every room.)\n\nMr. Bush, aides and allies say, is proudly and ideologically conservative, in his legacy as a governor and his message as a likely candidate for president in 2016.\n\nBut he keeps finding ways to telegraph a different, more contemporary brand of that worldview than many of his Republican rivals do — an endeavor encapsulated by the retreat’s venue and the colorful city he has chosen for his political headquarters.\n\nHow much of this approach is window dressing, rather than a genuine break from his party’s past, remains hazy.\n\nThat murkiness was on display Sunday afternoon, when during a brief news conference, Mr. Bush declared that it was unnecessary to spend $1 billion on a presidential campaign, a figure exceeded by both the Democratic and Republican nominees in 2012. But Mr. Bush may have found a creative way to achieve that goal without reducing the perceived problem of campaigns awash in secret cash from a handful of ultra-wealthy donors.\n\nMr. Bush has acted more aggressively than perhaps any presidential candidate to raise money for a “super PAC” and a related political nonprofit group run by close aides. In effect, Mr. Bush is offloading major costs of his likely campaign to groups that can raise and spend unlimited money.\n\nAnd while the hotel that Mr. Bush selected for his donor conference might double as an Earth Day convention space, he remains skeptical of how much climate change is caused by humans. “It is not unanimous among scientists that it is disproportionately man-made,” he said this month in New Hampshire.\n\nBut it was hard to ignore the symbolism on display here. The location of the event itself was intriguing: South Beach, a strip of beach long synonymous with gay life in Miami. On Saturday night, hand-holding gay couples walked through the lobby of the 1 Hotel.\n\nOn Sunday afternoon, Mr. Bush had lunch at South Beach’s Burger & Beer Joint. Mr. Strangie, a longtime drag queen, was entrusted with drawing up a no-carb menu for him.. When the restaurant attempted to endear itself to Mr. Bush with a free order of beer-battered onion rings, Mr. Bush eyed them warily, declared “Whoa!” and pushed them off to the side.\n\nAfter the meal, Mr. Strangie offered an unvarnished review of his patron.\n\n“Good tipper,” he said. “Twenty-five percent.”\n\nHe said he had nothing against Mr. Bush, but was drawn to Ms. Clinton’s work on health care when her husband was president.\n\n“Healthwise, she has my back,” he said.\n\nMr. Strangie said his career as a local celebrity drag queen has wound down after a fevered few decades when he was earning up to $4,000 a week.\n\nDrag today, he said, “is a young man’s game.”\n\nMr. Strangie said that aides to Mr. Bush did not inform him ahead of time about which V.I.P. needed a Paleo-diet-compliant burger without a bun. But he figured it out. “I don’t live under a rock,” he said. ", "byline": "MICHAEL BARBARO", "description": "In his inaugural gathering of major donors for a widely expected presidential run, Jeb Bush displayed an unconventional approach that busted many Republican stereotypes.", "title": "Jeb Bush’s Anticipated Campaign Embraces South Florida Style", "url": "http://www.nytimes.com/2015/04/27/us/politics/jeb-bushs-anticipated-campaign-embraces-south-florida-style.html", "topics": ["campaign_finance", "personality", "economy"], "people": ["Brooks Brothers", "Jeb Bush", "Andy Warhol", "Tommy Strangie"], "orgs": ["V.I.P.", "PAC"], "authors": [{"author_id": 316, "fullname": "michael barbaro", "primary_org": "nyt"}], "date_written": "2015-04-27 02:00:20", "org": "nyt", "article_id": "539e499374b617ded4c9c7551b334410", "date_access": "2015-04-27 01:15:10.850977"}