{"body": "Senator Bernie Sanders was quick to offer praise for Vice President Joseph R. Biden Jr. on Wednesday, portraying himself as a grateful ally of the vice president’s and perhaps an appealing alternative to Democratic voters who might have been drawn to a Biden candidacy.\n\nAddressing reporters outside Penn Station in Manhattan, Mr. Sanders said it was “hard to say” how Mr. Biden’s decision would affect the presidential race.\n\nHe was more interested in paying tribute to the vice president, describing him as “a man who has devoted his entire life to public service and to the well being of working families and the middle class.”\n\nIn particular, Mr. Sanders said he wanted to thank Mr. Biden and President Obama for their work to improve the economy. “Obviously, we have a long way to go,” the senator said. “But because of Joe Biden, because of President Obama, we have seen significant progress in the last seven years.”\n\nHe also portrayed Mr. Biden as a like-minded partner in confronting some of the issues that he has focused on in his campaign, including combating income inequality and the influence of wealth on elections. “I look forward to working with Joe Biden, who I know will remain active in these struggles,” Mr. Sanders said.\n\nIn response to a question, Mr. Sanders also agreed with Mr. Biden’s assertion on Wednesday that Republicans should not be viewed as enemies — in contrast to Hillary Rodham Clinton’s comment in last week’s debate that she considered Republicans to be among her enemies.\n\nMr. Sanders suggested “opponents” with “strong differences of opinion” might be better a description.\n\n“There is no issue that we don’t have fundamental disagreements,” he said. “But I would not use the word quote-unquote enemies to describe fellow Americans.”", "byline": "THOMAS KAPLAN", "description": "Bernie Sanders was quick to offer praise for Joseph R. Biden Jr. on Wednesday, portraying himself as a grateful ally of the vice president’s and perhaps an appealing alternative to Democratic voters who may have been drawn to a Biden candidacy.", "title": "First Draft: Bernie Sanders Praises Joe Biden as Friend of Working and Middle Class", "url": "http://www.nytimes.com/politics/first-draft/2015/10/21/bernie-sanders-praises-joe-biden-as-friend-of-working-and-middle-class/", "topics": ["economy"], "people": ["Bernie Sanders", "Joseph R. Biden Jr.", "Joe Biden", "Hillary Rodham Clinton"], "orgs": [], "authors": [{"author_id": 737, "fullname": "thomas kaplan", "primary_org": "nyt"}], "date_written": "2015-10-21 22:30:13", "org": "nyt", "article_id": "4985296d7d67ce0bde0343ba00642b3b", "date_access": "2015-10-21 22:03:04.010637"}