{"body": "All the week’s fashion news that’s fit to reprint.\n\nH.R.C. to a tee\n\nIn perhaps her most important presidential campaign decision to date, Hillary Clinton is selling “The Everyday Pantsuit Tee” for $30, a response to the bro-staple trompe l’oeil tuxedo T-shirt. Hard choice: Should I purchase a medium or a large?\n\nWhat is Cher supposed to do? Sit around and pose for you?\n\nYes, if you’re Marc Jacobs. The performer and prolific tweeter stars in the designer’s fall ads.\n\nThe thong th-thong’s swan song\n\nIt turns out that more and more young ladies prefer not to voluntarily give themselves wedgies.\n\nChanel, putting on the spritz\n\nThe fashion house announced plans to install a spa at the Ritz Paris, called “Chanel au Ritz Paris.”\n\nOh, heels? Non\n\nAmid outrage over the Cannes Film Festival’s alleged no-flats policy, the event’s director, Thierry Fremaux, tweeted, “The rumor that the festival requires high heels for women on the steps in unfounded.” So, Cannes 2016: brought to you by Vibram FiveFinger shoes?\n\nBand of Outsiders, disbanded\n\nThis week in Bummers: Band of Outsiders canceled all fall orders, laid off staffers and will shutter its SoHo store at the end of June. As for the brand’s future, its founder Scott Sternberg told WWD: “Nobody knows anything at this point but me, and I’ve been advised not to comment at this time.”\n\nGoth on wheels\n\nThe Cut directed us to this passage from Complex’s profile on the designer Rick Owens: “At the moment he is building a completely custom mobile home for his future travels in the States. ‘Matte-black,’ he says, ‘of course.’ His chief architect is on site at the Winnebago factory in Forest City, Iowa, and will be for at least a year throughout construction.” Mi goth mobile casa es su goth mobile casa?\n\nNorth West wore Balmain to ballet class\n\nAnd I’m wearing the bro-staple trompe l’oeil tuxedo T-shirt at work.\n\nTweet of the Week\n\n— Naomi Fry (@frynaomifry) May 25, 2015\n\n\n\nThe best of T, delivered to your inbox, every Friday. Sign up here.", "byline": "HILARY MOSS", "description": "Plus, the return of granny panties, ballet in Balmain and more from the week in style.", "title": "T Magazine: Cher for Marc Jacobs, Hillary Clinton Merch and Cannes Flatgate", "url": "http://tmagazine.blogs.nytimes.com/2015/05/29/cher-marc-jacobs-hillary-clinton-cannes-flatgate-style-news/", "topics": ["women", "economy"], "people": ["Hillary Clinton", "Marc Jacobs"], "orgs": ["Cher"], "authors": [{"author_id": 641, "fullname": "hilary moss", "primary_org": "nyt"}], "date_written": "2015-05-29 17:36:52", "org": "nyt", "article_id": "bcedb2f45fbbfb4e08f64e8110cef0f5", "date_access": "2015-05-29 16:50:59.157135"}