{"body": "Gov. Bobby Jindal of Louisiana is giving his presidential announcement the slow-walk treatment.\n\nLooking to milk his moment in the spotlight, Mr. Jindal trickled out his intention to seek the Republican nomination with an early morning Facebook video, offering a peek into his family life, followed by a formal declaration on Twitter before a rally in his home state.\n\nPresidential candidates often say that the decision to seek the White House is the most personal choice one can make, involving soul searching, prayer and intense family discussions. Mr. Jindal shed some light on the conversation he had with his family about the decision. Sitting on the patio of the governor’s mansion, with a camera perched upon a tree, Mr. Jindal and his wife, Supriya, explained how they told their three children that they had made the decision.\n\n“Mommy and daddy have been thinking and talking a lot about this, and we have decided that we are going to be running for president this year,” Mr. Jindal said.\n\nBracing them for the changes to come, Mr. Jindal said his family would be busy this year with extensive travel.\n\nOne perk, he said, would be the chance to spend some quality time in Iowa.\n\n“Maybe you’ll get a chance, if you behave, to go back to Iowa,” Mr. Jindal said, reminding them of the popcorn and candy they enjoyed on a previous visit there.\n\nMr. Jindal will need to spend plenty of time in Iowa to woo caucusgoers if he is to generate momentum for his campaign. Early poll numbers show his popularity remains tepid nationally and in his home state.\n\nMr. Jindal was scheduled to make his announcement to the rest of the public after 5 p.m. at the Pontchartrain Center in Kenner, La. \n\n// <![CDATA[\n(function(d, s, id) {  var js, fjs = d.getElementsByTagName(s)[0];  if (d.getElementById(id)) return;  js = d.createElement(s); js.id = id;  js.src = \"//connect.facebook.net/en_US/sdk.js?version=v2.3\";  fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));\n// ]]&gt;\n\nI had to tell a few people first. But I want you to be next. I’m running for President of the United States of America. Join me: http://www.bobbyjindal.com/announcement/\n\nPosted by Bobby Jindal on Wednesday, June 24, 2015", "byline": "ALAN RAPPEPORT", "description": "Gov. Bobby Jindal of Louisiana is giving his presidential announcement the slow-walk treatment.", "title": "First Draft: Bobby Jindal Draws Out His Announcement, Family in Tow", "url": "http://www.nytimes.com/politics/first-draft/2015/06/24/jindal/", "topics": ["campaign_finance"], "people": ["Bobby Jindal"], "orgs": [], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-06-24 20:15:21", "org": "nyt", "article_id": "efdff7fad50097b94e61a8bb04bd1c23", "date_access": "2015-06-24 19:30:08.485551"}