{"body": "Have Democrats duped themselves with their fixation on carried interest?\n\nGrover Norquist, the anti-tax crusader who founded Americans for Tax Reform, thinks they have.\n\nDemocrats have pointed to a provision that allows private equity and hedge fund managers to pay lower tax rates as an embodiment of all that is unfair in the tax code. Now, both former Gov. Jeb Bush of Florida and Donald J. Trump, two Republican presidential candidates, have issued tax proposals that target the loophole, presumably throwing liberals a bone.\n\nWhile Mr. Norquist, who pressures candidates to sign pledges against tax increases, has been against increasing carried interest tax for philosophical reasons, he said that killing the loophole would not be that big of a deal.\n\n“You guys can have carried interest; we’ll take a big cut in the corporate rate, and we’ll call it even,” Mr. Norquist said, referring to Democrats. “Carried interest doesn’t matter.”\n\nMr. Norquist estimated that taxing carried interest, the income that fund managers make when investing other people’s money, like ordinary income might generate $3 billion in tax revenue over a decade. He said that he would happily give that up in exchange for slashing the corporate tax rate and cutting the top personal income rate to 25 percent, as Mr. Trump has proposed.\n\nLikening attacks on carried interest to a dog chasing a bus, Mr. Norquist said that, for Democrats, closing the loophole could be more trouble than it is worth.\n\n“You didn’t mean to catch the bus, you meant to whine about the bus,” he said.", "byline": "ALAN RAPPEPORT", "description": "Grover Norquist estimates that taxing carried interest, the income that fund managers make when investing other people’s money, like ordinary income might generate $3 billion in tax revenue over a decade.", "title": "First Draft: Grover Norquist, Anti-Tax Crusader, Says Carried Interest Tax ‘Doesn’t Matter’", "url": "http://www.nytimes.com/politics/first-draft/2015/09/29/grover-norquist-anti-tax-crusader-says-carried-interest-tax-doesnt-matter/", "topics": ["personality", "economy"], "people": ["Donald Trump", "Jeb Bush", "Grover Norquist", "Donald J. Trump"], "orgs": ["Tax Reform"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-09-29 13:14:02", "org": "nyt", "article_id": "7788309b9e84ecc3e27f31cf4141e95e", "date_access": "2015-09-29 12:30:53.897390"}