{"body": "So a stock crash in China triggered a big decline around the world, while I was trying to have a personal life (and succeeding, actually). Leaving aside whether this really made sense, why should events in China matter for the rest of us?\n\nWell, you and I might think that it’s because China is a pretty big economy — a huge buyer of commodities and a significant importer of manufactured inputs too. So when China slumps, you can and should expect knock-on effects elsewhere.\n\nBut trust the Republican field to declare that it’s all Obama’s fault. Scott Walker wants Obama to cancel a state dinner with Xi; Donald Trump says that it’s because Obama has let China “dictate the agenda” (no, I have no idea what he thinks he means). And Chris Christie says that it’s because Obama has gotten us deep into China’s debt.\n\nActually, let’s play a bit with that last one, OK? You could, conceivably, tell a story in which America becomes dependent on Chinese loans; then, when China gets in trouble, it demands repayment, pushing us into crisis too. But any story along those lines has a corollary: we should be seeing a spike in US interest rates as our credit line gets pulled. What you actually see is falling rates:\n\nOh, why am I even bothering?\n\nBut remember: all the experts said that the GOP had an unusually strong field, a very deep bench, a lot of talent running for president.", "byline": "PAUL KRUGMAN", "description": "Obama did it! Somehow!", "title": "Paul Krugman Blog: Stupid China Stories", "url": "http://krugman.blogs.nytimes.com/2015/08/24/stupid-china-stories/", "topics": ["personality", "campaign_finance", "china"], "people": ["Donald Trump", "Chris Christie", "Paul Krugman", "Scott Walker"], "orgs": ["GOP"], "authors": [{"author_id": 696, "fullname": "paul krugman", "primary_org": "nyt"}], "date_written": "2015-08-25 01:15:57", "org": "nyt", "article_id": "180604cc8033e076e5f67ffddad5defa", "date_access": "2015-08-25 00:30:56.373566"}