{"body": "It has been more than two weeks since Donald Trump questioned whether John McCain should be considered a war hero, and he has largely withstood the first of what will be many rounds of scrutiny and criticism from party elites and journalists.\n\nThe polls, which now fully reflect the aftermath of Mr. Trump’s comments, suggest that he has lost little or no support. It is even possible that he has gained some ground in the most recent wave of polls conducted, with his remarks further in the rearview mirror.\n\nEven the worst campaign difficulties — like the sexual harassment allegations against Herman Cain in 2011 — can take time to make a mark in the polls. Mr. Trump’s comments were not in that category; they were significant because they brought scrutiny to his candidacy, not because his voters were likely to abandon him en masse upon hearing the remarks.\n\nStill, count me as surprised that there has been little evidence of decline in his support — and even more surprised if he has managed to pick up additional support. The likeliest scenario is still that party and media scrutiny erodes his position. But the fact remains that he has faced this scrutiny for two weeks with little effect, at least raising the possibility that he will stick around for longer than I would have guessed.\n\nImagine three basic ways that Mr. Trump could fall short. The simplest one is implosion: His chances become irreparably damaged by a jolt of news, like a bad debate performance or allegations of wrongdoing. The second one is the scenario I outlined two weeks ago: Media coverage and relentless criticism from party elites gradually erode his support. The third is that his support is resilient but that his ceiling is too low to win the nomination (too many voters view him unfavorably).\n\nThe likelihood of the implosion scenario is impossible to predict. But Mr. Trump’s resilience over the last few weeks is an argument for something closer to the third possibility.\n\nOf course, these aren’t necessarily discrete paths. Rick Perry’s support was eroded by scrutiny before his debate “oops” in 2011, and yet he retained modest support all the way through Iowa, where he won 10 percent of the vote. In the most extreme case, Mr. Trump doesn’t lose much ground and could compete for or even win Iowa and New Hampshire, even if he would ultimately lose once the field narrowed.\n\nYou can make a case either way: that Mr. Trump’s support is likely to fade or that he could remain at the top for a while.\n\nThe main reason to think his support is likely to erode under scrutiny is that his success looks a lot like a media-driven surge. If true, Mr. Trump will be particularly susceptible to decline as media coverage turns negative, as the political scientist John Sides has also argued.\n\nBut if Mr. Trump’s support is on firmer ground — say, from voters committed to his anti-immigration views or even those simply drawn to his personality — those supporters might be likelier to stick around.\n\nThe polls continue to be consistent with the media explanation. His support is broad, spanning ideological and demographic categories, which suggests that the support may be shallow and a product of name recognition.\n\nThe polls say that the second choice of Trump supporters is as likely to be Jeb Bush as anyone else. That, too, looks like what one would expect from a media-driven surge. It also suggests that the people attending his rallies or commenting on Breitbart are not representative of the one in four Republicans supporting him in the polls. That shouldn’t be too surprising. Most voters aren’t even really paying attention yet. A third of Republicans voters don’t know enough about Scott Walker to hold an opinion.\n\nBut it seems possible that Mr. Trump’s plausible sources of support, like anti-immigration sentiment, don’t neatly line up with ideological lines. Maybe there are a substantial group of Republican voters, ranging from conservative to more moderate, willing to support a candidate like him, with his unusual combination of populism and celebrity. His resilience certainly makes this possibility seem a little likelier.\n\nYes, most candidates who haven’t held political office fail to withstand scrutiny and decline swiftly. But there are examples in this group who managed to make it to the early states, like the wealthy publishing executive Steve Forbes, who won 30 percent of the Iowa vote in 2000, and Pat Buchanan, who even won the New Hampshire primary in 1996. More generally, the history books aren’t exactly full of candidates like Mr. Trump and don’t offer us much guidance.\n\nHe has Mr. Forbes’s money (more, in fact), Mr. Buchanan’s populism and more personality and celebrity than the two combined. On the other hand, he’s at the top of the polls six months ahead of Iowa and New Hampshire. There will be a lot of time for criticism to take its toll.", "byline": "NATE COHN", "description": "His resiliency has been surprising, and it could last quite a while longer, but the likeliest possibility is still that party and media scrutiny will erode his support.", "title": "Road to 2016: How to Make Sense of Donald Trump’s Perch Atop the Polls", "url": "http://www.nytimes.com/2015/08/05/upshot/how-to-make-sense-of-donald-trumps-perch-atop-the-polls.html", "topics": ["immigration", "personality"], "people": ["Herman Cain", "Pat Buchanan", "Jeb Bush", "Gary Forbes", "Rick Perry", "Donald Trump", "John Sides", "Scott Walker", "Steve Forbes"], "orgs": [], "authors": [{"author_id": 312, "fullname": "nate cohn", "primary_org": "nyt"}], "date_written": "2015-08-04 20:13:28", "org": "nyt", "article_id": "81ac53d93dd49a7f175336bd4e385650", "date_access": "2015-08-04 19:20:11.695816"}