{"body": "For the first time in decades, a consensus is building behind reform of the criminal justice system. But will the 2016 election get in the way?\n\nIn February, a dizzyingly wide coalition encompassing the conservative Koch Industries and the liberal Center for American Progress announced an effort to try to overhaul the system. Several Republican presidential contenders as well as numerous other politicians on both sides of the aisle have spoken of the need for reform. Now Hillary Rodham Clinton, the leading Democratic presidential contender, has joined the chorus, calling on the country to “end the era of mass incarceration.”\n\nIt is not clear how much longer this policy debate can continue without dividing along partisan and ideological lines, however.\n\nFrom the 1960s to the 1990s, public opinion on crime became increasingly punitive as rates of violent crime increased — a trend that was ruthlessly exploited in politics and one that helped drive huge increases in the incarceration rate. Since the 1990s, however, crime rates have dropped sharply (for reasons that are still in question), changing the politics of the issue.\n\nMost Americans aren’t fully aware of this trend — a majority still say crime is going up each year — but it has created political space to begin discussing how to reduce abusive law enforcement practices and scale back policies that have given the United States the largest prison population in the world, especially in the wake of recent high-profile cases involving allegations of police misconduct.\n\nAs Rodney Balko points out in The Washington Post, the public seems supportive of measures like requiring police body cameras and abolishing mandatory minimum sentences for nonviolent offenders, even in right-leaning states like Texas and Utah. He optimistically dismisses suggestions that riots in cities like Baltimore could help provoke a law and order backlash.\n\nBut one reason the criminal justice debate has not become more polarized is that it has largely taken place at the state and local level, where most law enforcement and criminal justice policies are carried out. By staying out of the way of this process (as he did on same-sex marriage), President Obama has largely avoided the politically and racially polarizing response that his involvement in an issue often generates — as we saw when he spoke up about the Trayvon Martin case and the arrest of the Harvard professor Henry Louis Gates Jr.\n\nIf Mrs. Clinton’s call for an end to mass incarceration becomes a focal point in the 2016 presidential campaign, however, it could reinforce old political and racial divisions and undermine the delicate bipartisan consensus that has emerged.\n\nThis prospect may seem far-fetched, but it is important to remember how quickly politicians can reverse field when a president or candidate on the other side embraces an issue. In 1993, for instance, the consensus on the need for health care reform seemed overwhelming, but it unraveled when President Clinton unveiled his proposal and the G.O.P. shifted from embracing the issue to criticizing Mr. Clinton’s plan. Similarly, many Republicans, including the party’s 2012 presidential nominee, Mitt Romney, opposed Mr. Obama’s health care reform plan after supporting nearly identical plans at earlier points in their careers.\n\nThe incentives to oppose Mrs. Clinton’s call for ending mass incarceration could likewise be substantial. Wisconsin’s governor, Scott Walker, for instance, has a chapter in a new book titled “Solutions: American Leaders Speak Out on Criminal Justice Reform” and has received support from Charles and David Koch, the megadonors who own Koch Industries, but he also has a long record of supporting a law and order approach on criminal justice. The imperative to look tough on crime could easily induce Mr. Walker or another Republican candidate to go after Mrs. Clinton on this issue, especially if she keeps trying to use it to mobilize the Democratic base among African-Americans, who have been especially hard hit by current criminal justice policies.\n\nThe obstacles to pushing through policy changes in this sort of supercharged campaign environment may be too punishing for reformers to overcome.", "byline": "BRENDAN NYHAN", "description": "To contrast themselves with Hillary Clinton, Republicans could wind up rallying against a position they might otherwise endorse.", "title": "Consensus at Risk: No. 1 Public Enemy of Criminal Justice Reform: The Election", "url": "http://www.nytimes.com/2015/05/14/upshot/no-1-public-enemy-of-criminal-justice-reform-the-election.html", "topics": ["gay_marriage", "economy"], "people": ["Mitt Romney", "David Koch", "Trayvon Martin", "Hillary Clinton", "Hillary Rodham Clinton", "Scott Walker"], "orgs": ["Koch Industries"], "authors": [{"author_id": 338, "fullname": "brendan nyhan", "primary_org": "nyt"}], "date_written": "2015-05-13 16:42:49", "org": "nyt", "article_id": "21677bd6ec1a8190eb791555f2d2c364", "date_access": "2015-05-13 15:50:25.509663"}