{"body": "HUDSON, N.H. —  Jeb Bush, making his first visit to New Hampshire as a likely presidential candidate, implicitly criticized his Republican rivals for the nomination for changing their positions on difficult issues.\n\nDiscussing his support for the Common Core education standards, which are viewed unfavorably by many Republicans, Mr. Bush said, “you don’t abandon your core beliefs” just because a position appears unpopular.\n\n“The way I’ve sorted it out is: I think you need to be genuine, I think you need to have a backbone. I think you need to able to persuade people this is a national crisis, this is a national priority,” Mr. Bush told a group of New Hampshire business and education executives.\n\nAsked after his remarks who exactly lacked backbone, he said: “I have it — that’s all I said.”\n\nMr. Bush’s remarks came as Gov. Scott Walker of Wisconsin, who has emerged as a strong challenger, has moved to the right on both the Common Core and immigration, two issues in which the former Florida governor is seen as particularly vulnerable among conservatives. Mr. Walker is also traveling this weekend to New Hampshire, which holds the first presidential primary.\n\nMr. Bush made his comments to a group of 25 community leaders — and twice as many members of the news media — at a medical lab equipment manufacturer here. In a question-and-answer session with the local officials, he also scorned those in his party who rail against him and other supporters of an immigration overhaul that includes a pathway to legal status or citizenship.\n\n“It’s easy to say that anything you propose is amnesty, but that’s not a plan,” said Mr. Bush, responding to a local community college president in a region that includes a growing number of immigrants here illegally. “That’s a sentiment, perhaps. That’s not a plan.”\n\nCalling his “the grown-up plan,” Mr. Bush said people in the country without documentation should face fines, learn English and commit no crimes to receive some form of legal status.\n\nAfter outlining his proposal, he had a touch of incredulity in his voice.\n\n“That’s out of the mainstream these days, to think that?” he asked. “If we just keep people in the shadows, we’re not going to solve our immigration problems.”\n\nIn the past, however, Mr. Bush has been supportive of allowing people in the country illegally to become full-fledged citizens — not just allowed to remain in the country with a permit. Asked about his own apparent shift toward a harder line on immigration, Mr. Bush said he had moved away from citizenship to jump-start “the dead-end conversation” on an immigration overhaul but would be open to letting illegal immigrants become citizens if it was politically feasible.\n\n“If you could get a consensus done where you could have a bill done, and it was 15 years as the Senate Gang of Eight did, I would be supportive of that,” he said, referring to the bipartisan group that pushed legislation through the Senate in 2013 allowing those in the country illegally to become citizens after 15 years.", "byline": "JONATHAN MARTIN and PATRICK HEALY", "description": "Speaking in New Hampshire, the likely presidential candidate implicitly criticized his rivals for shifting their stances on contested issues.", "title": "Bush Says He Has ‘Backbone’ on the Common Core", "url": "http://www.nytimes.com/2015/03/14/us/politics/bush-says-he-has-backbone-on-common-core.html", "topics": ["immigration"], "people": ["Jeb Bush", "Scott Walker"], "orgs": ["Senate", "Common Core"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}, {"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-03-13 23:54:57", "org": "nyt", "article_id": "43b2183ca35b3d5b016f086a05684444", "date_access": "2015-03-14 00:30:44.464486"}