{"body": "On Mount Everest, just shy of the summit, the final rock-and-ice obstacle that stands between a climber and the highest point on the planet is known as the Hillary Step. It was named for Sir Edmund Hillary, who made the first ascent of the mountain along with Tenzing Norgay in 1953.\n\nThe other Hillary — who is not named for the mountaineer from New Zealand, contrary to what she and her husband had long claimed — is at the crux of her life climb. But Hillary Clinton is stuck at her own Hillary Step.\n\nThe news that Clinton used a personal email account as secretary of state is not going to deny her the Democratic presidential nomination. It’s the kind of story that gives Beltway magpies something to caw about in the arid season of the pre-campaign.\n\nYes, the story reinforces all the bad personal characteristics of the Clintons — the secrecy, duplicity and entitled sense that the rules don’t apply to them. But it’s not the kind of episode that will move many voters from one camp to the other. Hillary Clinton, in her brilliance and her brittleness, is too much of a known quantity. If you haven’t made up your mind about her, after nearly a quarter-century in the public eye, a story about her private email account in the public realm is not going to matter.\n\nMeanwhile, the clown car holding a clutch of potential Republican presidential candidates continues to gasp along. There was Senator Ted Cruz this week comparing President Obama to Neville Chamberlain after the Munich pact with Nazi Germany in 1938. This is the latest in a long string of Nazi comparisons for Cruz. A few years ago, he said accepting Obamacare was similar to — you guessed it — Neville Chamberlain’s appeasement of the Nazis.\n\nAnd Gov. Scott Walker of Wisconsin, the conservative flavor of the month, recently compared unionized state workers to the murderous nihilists of the Islamic State. This after Senator Rand Paul suggested vaccines for children could cause “profound mental disorders.”\n\nThere isn’t enough room in the landfill of Republican dimwittedness to hold even a year’s worth of half-truths and idiocy. Hillary’s enemies, always trolling for Benghazi bait or something new about Bill’s sexual appetite, will follow Hillary to her grave with the U2 refrain, “I still haven’t found what I’m looking for.”\n\nBut the latest ding at Hillary Clinton does point to a couple of obvious things. One is that she needs a good challenger, someone who can sharpen her political senses and refine her campaign’s raison d’être. At the same time, the Democrats need to develop a bench, some fresh talent to replace boomers moving into the rocking-to-the-oldies phase of their lives.\n\nThe bigger problem at Hillary’s Step is whether she can present a larger reason for why she should reside again in the White House. You can’t run on inevitability, or on being the smartest person in the room.\n\nBecoming the first female president no small thing, but it doesn’t make for a movement candidacy. It also has a downside. Just as Barack Obama was a stand-in for shapeless racial hatred from many in the Tea Party, Hillary can expect the irrational spite of those who fear smart, assertive career women.\n\nFretful Democrats say the email kerfuffle shows that Hillary’s rapid-response team is lame. Perhaps. But does anyone really want a replay of the 2008 campaign, with all the war room histrionics, the daily loyalty tests, the leaks and plants and F-bombs? Well, O.K., cable news wants it. The rest of us are looking for something more compelling from Hillary Clinton.\n\nSadly, she offered no grand design in the 600 or so pages of her platitudinous book, “Hard Choices,” released last year. Nothing in that timid tome offends, inspires or rouses the political senses. You find the unintentional irony — “As Secretary of State I focused on protecting privacy, security and liberty on the internet.” But more often, you find focus-group-tested boilerplate.\n\nIt’s nice that Hillary’s latest persona is the happy matriarch, wise and stern and still a little bubbly over being in “the grandmother glow,” as she calls it. That aside, we desperately need to escape more Clinton biography. For that’s pretty much all that sustains Clinton’s enemies. Hillary should stop playing Road Runner to the Republican Wile E. Coyote, a cartoon with no winners, just endless variants of a chase.\n\nOne hopes that Hillary has been using her time out of the limelight, such as it is, to do some hard thinking about the serious structural flaws of the United States. We are creating more wealth, at an astonishing rate, for a select few, while also creating more poverty. The issues of great consequence — health care for all, affordable education that is a ladder to a better life, a middle class with security, not the fear of being one paycheck from panic — are mired in the deadened cast of our politics.\n\nIf Clinton hasn’t been looking for answers to the Big Questions, if she hasn’t been using the best and brightest around her to present something fresh, original and unifying, she will be stuck at the Hillary Step — close enough to taste the top of the world, but with no way to get there.", "byline": "TIMOTHY EGAN", "description": "She can’t run on inevitability or on being the smartest person in the room, but must present a reason why she should reside again in the White House.", "title": "Contributing Op-Ed Writer: Hillary’s Step", "url": "http://www.nytimes.com/2015/03/06/opinion/hillarys-step.html", "topics": ["personality", "women"], "people": ["Rand Paul", "Hillary Clinton", "Barack Obama", "Neville Chamberlain", "Scott Walker", "Ted Cruz"], "orgs": ["Tea Party", "United States.", "Beltway"], "authors": [{"author_id": 1316, "fullname": "timothy egan", "primary_org": "nyt"}], "date_written": "2015-03-06 08:21:00", "org": "nyt", "article_id": "034760bb5b5b9cbcf1681db793d32683", "date_access": "2015-03-06 10:11:35.814610"}