{"body": "Hillary Rodham Clinton will celebrate her 68th birthday this month, and what better way to ring it in than with a campaign fund-raiser?\n\nHer campaign has a blowout bash planned for Oct. 25 (the day before her actual birthday) in New York City to toast Mrs. Clinton and bring in campaign contributions in the $250-to-$2,700 range from hundreds of loyal friends and supporters. The singer John Legend will perform, possibly working a rendition of “Happy Birthday” into his oeuvre.\n\nThe party, according to a person with direct knowledge of the event, comes as the Clinton campaign is trying to kick its fund-raising into high gear after a relatively sluggish summer. Last week, the campaign said it had raised $28 million in the past three months, a significant drop from the $45.5 million it raised in the first three months since Mrs. Clinton announced her candidacy in April.\n\nHer leading rival, Senator Bernie Sanders of Vermont, said his campaign had raised $26 million, almost entirely from small-dollar Internet donations.\n\nThe Clinton campaign has aggressive plans to expand its operations beyond the early nominating states of Iowa, New Hampshire, Nevada and South Carolina, and needs resources to hire staff members in the states that hold contests in March and beyond. \n\nThe campaign is also already airing TV ads in Iowa and New Hampshire. Both are expensive propositions this early in the campaign. To that end, Mrs. Clinton has hosted $2,700-per-person fund-raisers across the country, and the campaign has recently dispatched former President Bill Clinton to help with its fund-raising efforts.\n\nWhile some Republican rivals may subtly be trying to portray Mrs. Clinton’s age as a disadvantage, Mr. Legend and the youthful crowd are intended to help undercut that notion. The event could provide supporters with the perfect occasion to celebrate Mrs. Clinton — while trying to make sure her 68th year includes her becoming the first woman to capture the Democratic nomination for president.\n\nBut even in the middle of a heated Democratic contest, not every Clinton family occasion makes for a fund-raiser. On Sunday, Bill and Hillary Clinton will celebrate their 40th wedding anniversary, but privately.", "byline": "AMY CHOZICK", "description": "Hillary Rodham Clinton’s campaign has a blowout birthday bash planned for Oct. 25 (the day before her a68th birthday) in New York City to toast Mrs. Clinton and bring in campaign contributions.", "title": "First Draft: Hillary Clinton to Celebrate 68th Birthday With a Fund-Raiser", "url": "http://www.nytimes.com/politics/first-draft/2015/10/06/hillary-clinton-to-celebrate-68th-birthday-with-a-fund-raiser/", "topics": ["campaign_finance", "economy", "women"], "people": ["Bill Clinton", "Hillary Rodham Clinton", "John Legend", "Hillary Clinton", "Bernie Sanders"], "orgs": [], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-10-06 17:48:55", "org": "nyt", "article_id": "51916f91d05c5a4bf758cd7c60c14522", "date_access": "2015-10-06 17:03:03.891515"}