{"body": "Hillary Rodman Clinton will disclose the names of the supporters raising money for her campaign, a spokesman confirmed on Monday.\n\nThe decision was communicated in recent days to her top fund-raisers, known as “bundlers” because they bundle together contributions from networks of friends and business associates. Because candidates can only accept a few thousand dollars from any one donor, campaigns rely on teams of hundreds of such volunteers to raise a substantial portion of the hundreds of millions of dollars now needed to sustain a competitive presidential bid.\n\nBut federal law does not require candidates to disclose the names of bundlers unless they are registered lobbyists. That means it impossible to know the names of the people whom candidates rely on the most to raise money — and what industries and interests those people represent — unless campaigns volunteer the information.\n\nMrs. Clinton, who has been criticized by Republican candidates for what they characterize as excessive secrecy, is now the only candidate for president who has volunteered to disclose the names of her top campaign fund-raisers. No Republican candidate has pledged to disclose his or her bundlers, and the last Republican candidate to do so was Senator John McCain in 2008.\n\nBut Mrs. Clinton, who has made overhauling campaign laws and reducing the influence of campaign money a centerpiece of her bid, will be following in the tradition of President Obama, who disclosed the names of his bundlers in both of his presidential campaigns.\n\nThe disclosure can carry significant risks for candidates, who do not always have the resources to deeply vet all of their fund-raisers. During the 2012 campaign, Mr. Obama returned $200,000 worth of donations raised by two American brothers of a fugitive Mexican casino owner after it was reported that the brothers had been seeking a pardon enabling their sibling to return to the United States.", "byline": "NICHOLAS CONFESSORE", "description": "Hillary Rodman Clinton will disclose the names of the supporters raising money for her campaign, a spokesman confirmed on Tuesday.", "title": "First Draft: Hillary Clinton to Release the Names of Her Fund-Raisers", "url": "http://www.nytimes.com/politics/first-draft/2015/07/13/hillary-clinton-to-release-the-names-of-her-fund-raisers/", "topics": ["campaign_finance"], "people": ["Barack Obama", "Hillary Clinton"], "orgs": ["United States."], "authors": [{"author_id": 862, "fullname": "nicholas confessore", "primary_org": "nyt"}], "date_written": "2015-07-13 22:34:15", "org": "nyt", "article_id": "a614f0f5e3fcaed5c4fafa8449146a56", "date_access": "2015-07-13 21:50:10.503036"}