{"body": "Short of support and cash, Gov. Scott Walker of Wisconsin, saying he had been “called to lead by helping to clear the field,” announced Monday that he was suspending his bid for the Republican presidential nomination.\n\nIn a brief news conference in Madison, Mr. Walker referred sharply to Donald J. Trump’s influence on the primary contest, saying he hoped his exit would make it possible for “a positive conservative message” to take hold in the crowded race. \n\n“I encourage other Republican presidential candidates to consider doing the same, so that the voters can focus on a limited number of candidates who can offer a positive conservative alternative to the current front-runner,” Mr. Walker said in the short appearance, at which he took no questions. “This is fundamentally important to the future of the party and, more importantly, to the future of our country.”\n\nMr. Walker’s withdrawal is a humiliating climb down for a Republican governor once seen as leading a charmed political life. He started the year at the top of the polls but has seen his position gradually deteriorate, amid the rise of Mr. Trump’s populist campaign and repeated missteps by Mr. Walker himself.\n\nIn the most recent CNN survey, Mr. Walker drew support nationally from less than one-half of one percent of Republican primary voters. He faced growing pressure to shake up his campaign staff, a step he was loath to take, according to Republicans briefed on his deliberations.\n\n“The short answer is money,” said a supporter of Mr. Walker’s who was briefed on the announcement. “He’s made a decision not to limp into Iowa.”\n\nThe supporter said that Mr. Walker’s fund-raising had dried up after his decline in the polls and that campaign officials did not feel they could risk going into debt with the race so uncertain. The governor, who was scheduled to be in New York and Washington this week, partly to raise money, had built up an expansive staff, bringing on aides and consultants detailed to everything from Christian conservative outreach to Super Tuesday states. But his fund-raising did not keep pace with the money needed to sustain such an infrastructure.\n\nIn recent weeks the Walker campaign’s fund-raising has been in a downward spiral, with the candidate undertaking a heavy travel schedule of political events but spending far less time raising money. Two top Walker donors said on Monday that potential backers who had been leaning toward Mr. Walker had started expressing strong misgivings about the direction of his campaign after his middling performance in the Republican debate last week. The two donors were helping to organize a fund-raiser for Mr. Walker on Thursday in New York at the apartment of Todd Ricketts, a national finance co-chairman of the Walker campaign, but were struggling to lock in people to attend.\n\n“Donors have totally dried up for Walker, and getting people to come on Thursday was unbelievably hard,” one donor said. “Everyone I know was just totally stunned by how difficult the fund-raising became, but the candidate and the campaign just couldn’t inspire confidence.”\n\nMr. Walker burst into attention in late January with a fiery speech in Iowa, where he upstaged other 2016 Republican hopefuls before a conservative crowd, speaking of how he had withstood angry protesters and threats as Wisconsin’s governor.\n\nCourting Republican primary voters who are more conservative than the Wisconsin electorate, Mr. Walker moved to the right, taking hawkish positions on immigration, signing an anti-union bill in Wisconsin and asking the state Legislature to send him a bill banning abortions after 20 weeks.\n\nHe continued to lead the Republican pack in Iowa all spring, and roared over the open road on a Harley-Davidson to a seven-candidate political fund-raiser in the state in June.\n\nBut Mr. Trump’s surge as a political outsider galvanized grass-roots Republicans who are angry at all conventional politicians, and he drew more support from Mr. Walker than from any other candidate.\n\nMr. Walker’s own shortcomings on the campaign trail, too, seemed to emerge in the close glare of a national race.\n\n“Scott, for whatever reason, didn’t connect on TV,” said Stan Hubbard, a Minnesota-based television station owner and a major donor to Mr. Walker. “And if you can’t make it on television today in national politics, you’re dead.”\n\nAt the first Republican debate in early August, he appeared lackluster and short of charisma. He staked out and then revised positions on birthright citizenship and on building a barrier on the Canadian border.\n\nRobert F. List, the former Nevada governor who was the chairman of Mr. Walker’s campaign in that state, said Mr. Walker had suffered in a primary season dominated by charismatic outsider candidates, including Mr. Trump, Carly Fiorina and Ben Carson.\n\nThose three, Mr. List said, “have been surging, and it dilutes the strength of the balance of the rest of the field.”\n\nMr. List, who hosted Mr. Walker in a campaign swing through Nevada last week, said other campaigns had already reached out to solicit his support, as Mr. Walker’s campaign flagged. “My phone,” he said, “is ringing.”\n\nJonathan Martin and Nicholas Confessore contributed reporting.", "byline": "ALEXANDER BURNS, PATRICK HEALY and TRIP GABRIEL", "description": "Gov. Scott Walker of Wisconsin, short of support and money, suspended his campaign for president.", "title": "First Draft: Scott Walker Quits the 2016 Presidential Race", "url": "http://www.nytimes.com/politics/first-draft/2015/09/21/scott-walker-quits-2016-presidential-race/", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Jonathan Martin", "Nicholas Confessore", "Stan Hubbard", "Ben Carson", "Donald Trump", "Donald J. Trump", "Todd Ricketts", "Carly Fiorina", "Scott Walker"], "orgs": ["Walker"], "authors": [{"author_id": 329, "fullname": "alexander burns", "primary_org": "nyt"}, {"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}, {"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-09-21 23:31:55", "org": "nyt", "article_id": "17eb0839b13a00d601edfb40f44e48a2", "date_access": "2015-09-21 22:40:56.655890"}