{"body": "WITH the presidential campaign in full swing, a perennial question has resurfaced: How much weight should voters give to candidates’ personalities? The political rise of Donald J. Trump has drawn attention to one personality trait in particular: narcissism. Although narcissism does not lend itself to a precise definition, most psychologists agree that it comprises self-centeredness, boastfulness, feelings of entitlement and a need for admiration.\n\nWe have never met Mr. Trump, let alone examined him, so it would be inappropriate of us to offer a formal assessment of his level of narcissism. And in all fairness, today’s constant media attention makes a sizable ego a virtual job requirement for public office. Still, the Trump phenomenon raises the question of what kinds of leaders narcissists make. Fortunately, a recent body of research has suggested some answers.\n\nIn a 2013 article in Psychological Science, we and our colleagues approached this question by studying the 42 United States presidents up to and including George W. Bush. (The primary data were collected before Barack Obama’s presidency.) First we took a data set compiled by the psychologists Steven Rubenzer and Thomas Faschingbauer, who for an earlier study asked experts on each president to complete personality surveys on the subjects of their expertise. Then, using standard formulas from the research literature on personality, we produced estimates of each president’s narcissism level. Finally, we correlated these personality ratings with data from surveys of presidential performance obtained from independent panels of historians.\n\nWe found that narcissism, specifically “grandiose narcissism” — an amalgam of flamboyance, immodesty and dominance — was associated with greater overall presidential success. (This relation was small to moderate in magnitude.) The two highest scorers on grandiose narcissism were Lyndon B. Johnson and Theodore Roosevelt, the two lowest James Monroe and Millard Fillmore.\n\nGrandiose narcissism was tied to slightly better crisis management, public persuasiveness and agenda-setting. Presidents with high levels of this trait were also more likely to assume office by winning election in a landslide (55 percent or more of the popular vote) and to initiate new legislation.\n\nYet we also found that grandiose narcissism was associated with certain negative outcomes, including unethical behaviors like stealing, abusing power and bending rules. High scorers on this trait were especially likely to have been the target of impeachment resolutions (John Tyler, Andrew Johnson, Bill Clinton).\n\nWe also considered a less well-understood dimension of narcissism: “vulnerable narcissism,” a trait associated with being self-absorbed and thin-skinned (think of Richard M. Nixon, who was a high scorer on this trait). We found that vulnerable narcissism showed little relation to successful presidential leadership.\n\nTo be certain, our results were based on a small and highly select sample, and we relied on presidential experts’ judgments of personality. Still, other psychological studies of narcissism, using other data and different methods, have yielded broadly similar results.\n\nStudies in the Journal of Personality in 2013 and in Personality and Individual Differences in 2009 have shown that narcissistic individuals tend to impress others during brief interactions and to perform well in public, two attributes that lend themselves to political success. They are also willing to take risks, which can be a valuable asset in a leader.\n\nIn contrast, the psychologist W. Keith Campbell and others have found that narcissists tend to be overconfident when making decisions, to overestimate their abilities and to portray their ideas as innovative when they are not. Compared with their non-narcissistic counterparts, they are more likely to accumulate resources for themselves at others’ expense.\n\nThe psychologists Brad Bushman and Roy F. Baumeister have found that narcissists, but not people with garden-variety high self-esteem, are prone to retaliating harshly against people who have criticized them. If, for example, you present narcissists with negative feedback about essays they’ve written, they’re likely to exact revenge against their presumed essay evaluators by blasting them with loud noises (as one amusing study found).\n\nStill other work by the psychologist Mitja Back and colleagues suggests that narcissists are generally well liked in the short term, often creating positive first impressions. Other research indicates, though, that after a while they are usually more disliked than other individuals. Their charisma tends to wear off.\n\nWhat should voters do with this information? Of course, candidates’ narcissism levels are merely one imperfect predictor among many of their leadership success. But the findings we have reviewed suggest that if voters select narcissistic individuals as their leaders, they may end up with gifted stage performers who are persuasive and decisive. They may, however, also get a good deal more than they bargained for.", "byline": "", "description": "What kinds of leaders do egotists make?", "title": "Gray Matter: The Narcissist in Chief", "url": "http://www.nytimes.com/2015/09/06/opinion/the-narcissist-in-chief.html", "topics": ["personality"], "people": ["Lyndon B. Johnson", "Andrew Johnson", "James Monroe", "John Tyler", "Donald Trump", "Bill Clinton", "George W. Bush", "Donald J. Trump", "Barack Obama", "Theodore Roosevelt", "Richard M. Nixon"], "orgs": [], "authors": [], "date_written": "2015-09-04 20:45:16", "org": "nyt", "article_id": "d7fd22ac9075157d7bfc252459af4181", "date_access": "2015-09-04 20:03:40.870580"}