{"body": "Now comes the news that Pope Francis, making his first visit to the United States later this month, intends to deliver 14 of his 18 speeches in Spanish.\n\nDoesn’t he realize we speak American here?\n\nWhat will Donald Trump, the Republican presidential frontrunner; Sarah Palin, a G.O.P. rabble-rouser; and their legions of followers who are stoking the surge in anti-immigrant sentiment say about this?\n\nYes, I’m being sarcastic. I completely accept The Vatican’s explanation that the pope, who was born in Argentina of Italian descent, just feels more comfortable speaking his native language and using an interpreter for the English version. Obviously, he is free to use whatever language is most comfortable for him, and should.\n\nHe is fluent in Spanish and Italian, conversant in German, French and Portuguese and, to a lesser extent, is capable in English, according to Elisabetta Povoledo of The Times.\n\nWhile The Vatican insisted there was no symbolism to the pope’s decision, the choice could put him in the middle of the country’s increasingly vicious debate over who belongs here and what it means to be an American. The United States, with 41 million native Spanish speakers, is second only to Mexico as a Spanish-speaking country.\n\nNo one captures the destructive discourse of American xenophobia more than Mr. Trump, who earlier this month exhorted G.O.P. rival Jeb Bush, who has a Mexican-born wife and is fluent in Spanish, to “really set the example by speaking English while in the United States.”\n\nOr Ms. Palin, who insisted on CNN’s “State of the Union” that immigrants here should “speak American.”\n\nMy own Italian grandmother spoke little English, so that informs my own bias on the issue.\n\nIt’s tantalizing to anticipate what the pope, a man of considerable compassion and tolerance, might say to the xenophobic forces on the American right who prefer to demagogue and inflame differences.\n\nHe plans to speak English in his address to Congress, which might avert any boos, given the mood in the Republican Party.", "byline": "CAROL GIACOMO", "description": "The choice to speak in Spanish could put Pope Francis in the middle of this country’s vicious debate over what it means to be an American.", "title": "Taking Note: Why the Pope’s Spanish Speeches Matter", "url": "http://takingnote.blogs.nytimes.com/2015/09/16/why-the-popes-spanish-speeches-matter/", "topics": ["mexico", "personality", "immigration"], "people": ["Donald Trump", "Jeb Bush", "Sarah Palin", "Pope Francis"], "orgs": ["Republican Party", "Congress"], "authors": [{"author_id": 10149, "fullname": "carol giacomo", "primary_org": "nyt"}], "date_written": "2015-09-16 19:33:56", "org": "nyt", "article_id": "a5fa288cabb487f376d1f02e7a3627dd", "date_access": "2015-09-16 19:08:12.589625"}