{"body": "Good Monday morning. Had things not happened as they did on Friday, we would still be telling you in this space about the week ahead in Congress as a government shutdown loomed ahead at midnight on Wednesday. But the news that Speaker John A. Boehner would step down next month increases the sense of disarray facing congressional Republicans, and it throws a mighty big wrench into a system that already had plenty of wrenches to go around.\n\nMembers of Congress return on Monday to face a three-day deadline to avert a government shutdown and a Capitol Hill transformed by Mr. Boehner’s stunning decision to resign at the end of October.\n\nMr. Boehner’s announcement on Friday significantly shifted the dynamic headed toward the end of the federal fiscal year at midnight Wednesday. He expressed confidence Sunday on CBS’s “Face the Nation” that Democrats would join with some Republicans to fund the government through Dec. 11. Had he not stepped aside, his reliance on Democrats to keep the government open without meeting conservative demands to end spending on Planned Parenthood would have most likely generated a vote to remove him as speaker.\n\nThe Senate is to vote on Monday to begin debate on the stopgap measure it hopes to send to the House by Wednesday at the latest. Senator Mitch McConnell, the Kentucky Republican and majority leader, is using a legislative tactic that limits the ability of opponents like Senator Ted Cruz, Republican of Texas, to block the measure through filibuster. It should be only a matter of time before the measure passes, fulfilling Mr. McConnell’s pledge to avoid a shutdown — at least for now. What happens in December with the House under new leadership is anyone’s guess.\n\nWith the threat of an immediate shutdown dwindling, the House will be consumed by emerging races to fill leadership vacancies. Representative Kevin McCarthy, the California Republican and current majority leader, is the favorite for speaker, but serious races are expected for majority leader and majority whip.\n\nLawmakers were exhausting their phone batteries over the weekend trying to round up support. No date for the leadership elections has been set, and House Republicans are likely to first meet to discuss the state and direction of their conference in the post-Boehner era.\n\nWhat We’re Watching\n\n–  Senator Marco Rubio of Florida, who has risen in the national polls since the second Republican debate this month and who has passed Jeb Bush, a former governor there, in a state poll, will hold a rally near Orlando.\n\n–  Donald J. Trump, whose proposed tax increases on hedge fund managers have jangled the nerves of some of the party’s most traditional supporters, will release a tax policy plan on Monday that his campaign says “is a major tax reduction for almost all citizens and corporations, in particular, those in the middle- and lower-income classes.”\n\n–  Trevor Noah takes over for Jon Stewart as host of “The Daily Show” on Monday, and will host Gov. Chris Christie of New Jersey on Wednesday.\n\n–  And on Tuesday, Mr. Bush will detail his energy plan in Canonsburg, Pa. He is expected to call for lifting a ban on exporting crude oil and argue for greater state authority over energy decisions.\n\nObama to Meet With Putin, Despite Low Hopes for Success\n\nPresident Obama will address scores of world leaders at the United Nations General Assembly in New York on Monday, but the real action of the day will be his meeting afterward with that “bored kid in the back of the classroom,” as he once described President Vladimir V. Putin of Russia.\n\nThe two leaders could hardly be more different: One the cool, reserved American president with a fascination for the intellectual aspects of policy and a professorial, even at times lecturing style of leadership. The other a former K.G.B. spy who favors a shirtless, hugging-polar-bears, tranquilizing-leopards sort of public persona and slouches with his legs spread while meeting foreign leaders.\n\nWhile the two have seen each other at the sidelines of larger meetings, they have not sat down for a formal head-to-head session for more than two years, before Mr. Putin seized Crimea and fomented civil war in eastern Ukraine. Mr. Obama plans to press the Russian to knock if off in Ukraine, according to aides, but few harbor many hopes that Mr. Putin will. Similarly, Mr. Obama will push Mr. Putin on his latest military deployments to Syria, where the Kremlin has been flexing its muscles.\n\nIf history is any guide, there will be little common ground, and both sides will go out of their way to make clear that they have hardly put their differences behind them. For sure, don’t look for the sorts of smiles and friendly gestures that Mr. Obama showed last week with Pope Francis and President Xi Jinping of China.\n\n— Peter Baker\n\nHouse to Seek Billions in Damages Before Easing Iran Sanctions\n\n\n\nWith Mr. Boehner’s resignation and the potential shutdown looming, the debate this month over Mr. Obama’s nuclear deal with Iran seems as if it happened ages ago. But this week, the House will return to the issue by taking up legislation that would bar Iran from receiving any relief from economic sanctions unless it pays billions of dollars in court-ordered damages to victims of terror attacks.\n\nThe measure, championed by Representative Patrick Meehan, Republican of Pennsylvania, is expected to win broad support. Iran owes more than $43.5 billion in damages awarded by United States courts to victims of terror attacks and their family members, according to the Congressional Research Service.\n\n“There is the ability for those who have been harmed to collect damages,” Mr. Meehan said in a telephone interview on Sunday. “So the idea is to enable the victims to be compensated before a single penny is spent returning the assets to Iran that many people believe will foment more terror.”\n\nMr. Meehan, like all other House Republicans, opposes the nuclear accord, but he said he expected his bill would win broad backing. “I think this goes on its own merits,” he said.\n\nLike his colleagues, Mr. Meehan spent the weekend focused on the unfolding leadership situation in the House.\n\nMr. Meehan warned his conservative colleagues of the perils of being overly strident. “I’m a congressman who represents the kind of moderate district that is important for Republicans to win in order to maintain their majority,” he said. “I think history has shown that when we moved toward extreme positions it has not been successful.”\n\nDriving home the point, Mr. Meehan quoted Tip O’Neill, the former Democratic House speaker. “If we are going to maintain the majority,” Mr. Meehan said, “you have to know how to count.” \n\n— David M. Herszenhorn\n\nOur Favorites from The Times\n\n— Mr. Bush and Carly Fiorina also addressed the prospect of a government shutdown while on the Sunday talk shows, with Mr. Bush saying that pushing for a shutdown was wrongheaded, futile and “not how democracy works,” while Mrs. Fiorina suggested she could endorse the tactic. Separately on the shows, Ben Carson deflected questions about comments last week that a Muslim should not be president of the United States.\n\n— On “Meet the Press,” Hillary Rodham Clinton said that she could not fully explain the discovery of a string of work emails sent on her personal account earlier than she has said she first began using it for State Department business. But she said she hoped voters would look past the email uproar.\n\n— Calling for better treatment of women around the world as he addressed the General Assembly, Mr. Obama said he had no patience for excuses about discrimination.\n\nWhat We’re Reading Elsewhere\n\n–  Politico writes that the prospect of a reduced lineup for the next Republican debate — after the departures of Gov. Scott Walker of Wisconsin and Rick Perry — have caused “a wave of anxiety among middle- and bottom-tier campaigns, with several lashing out at the Republican National Committee for failing to provide clarity on how many candidates will appear on stage.”\n\n– Donors and supporters of Mr. Bush are warning, The Washington Post reports, that he “needs to demonstrate growth in the polls over the next month or face serious defections.”\n\n– As Mrs. Fiorina spoke at an event in San Antonio, a large, heavy curtain behind her wriggled, then fell, causing screams in the crowd, but causing no injuries and little to no delay. “I’m plenty tough enough to be commander in chief,” she said afterward.\n\n– On “60 Minutes,” Mr. Trump said that he would let Mr. Putin deal with the Islamic State in Syria and would deploy ground troops to fight them in Iraq. On the same show, Mr. Putin, responding to comments from Mr. Rubio, said: “How can I be a gangster if I worked for the K.G.B.? Come on.”", "byline": "FIRST DRAFT", "description": "The news that Speaker John A. Boehner would step down next month increases the sense of disarray facing congressional Republicans, and it throws a mighty big wrench into a system that already had plenty of wrenches to go around.", "title": "First Draft: Today in Politics: Congress Prepares for Frenzies Before and After John Boehner Departs", "url": "http://www.nytimes.com/politics/first-draft/2015/09/28/today-in-politics-congress-prepares-for-frenzies-both-before-and-after-boehner-departs/", "topics": ["terrorism", "economy"], "people": ["Trevor Noah", "Jon Stewart", "Vladimir Putin", "John A. Boehner", "Ted Cruz", "Peter Baker", "Chris Christie", "Hillary Rodham Clinton", "John Boehner", "Donald J. Trump", "Pope Francis", "Xi Jinping", "Scott Walker", "Jeb Bush", "Patrick Meehan", "Marco Rubio", "Barack Obama", "Carly Fiorina", "Rick Perry", "Vladimir V. Putin", "David M. Herszenhorn", "Ben Carson"], "orgs": ["United Nations General Assembly", "General Assembly", "Congress", "Senate", "State Department", "Congressional Research Service.", "House Republicans", "Republican National Committee", "United States.", "Reading Elsewhere", "Pa."], "authors": [{"author_id": 19843, "fullname": "first draft", "primary_org": "nyt"}], "date_written": "2015-09-28 13:12:36", "org": "nyt", "article_id": "2d826708a04bccfb4b3d0815e6a8ffc3", "date_access": "2015-09-28 13:00:06.193484"}