{"body": "BURLINGTON, Vt. – Senator Bernie Sanders of Vermont raised more than $24 million for his campaign for the Democratic presidential nomination in the last three months, a significant sum that was fueled by a torrid pace of online donations: more than a million so far.\n\nSanders advisers, in announcing the fund-raising tally on Wednesday night, also said that the senator had more than $25 million in cash on hand.\n\nHis leading Democratic opponent, Hillary Rodham Clinton, is expected to announce her fund-raising numbers soon. As of June 30, the close of the second quarter, Mrs. Clinton had $28.9 million in cash on hand compared to $12.2 million for Mr. Sanders.\n\nMrs. Clinton has been raising money far more aggressively than Mr. Sanders, holding 10 times as many events with donors – many of whom contribute the $2,700 maximum to her primary campaign account.\n\nThe latest estimates suggest that Mr. Sanders has spent about $15 million on his campaign so far – a large amount, considering that he has yet to make traditionally expensive expenditures on political commercials or polling. Advisers said that most of the spending went to the online fund-raising operation and to hiring staff. Mr. Sanders has 49 paid workers in Iowa, 43 in New Hampshire, 21 at his campaign headquarters in Burlington, Vt., and 27 elsewhere. He also has 15 offices in Iowa and nine in New Hampshire.\n\nThe campaign has also paid for a direct mail program to reach potential donors and supporters and to rent arenas and other large venues in major cities for Mr. Sanders’s large campaign rallies. A full record of his campaign spending will be released by mid-October.\n\nMr. Sanders’s advisers said they did not have data yet on the proportion of their donations that were $200 or less – a measure of grass-roots support and of his popularity among Americans who are not wealthy. More than 76 percent of his donations were $200 or less in the second-quarter campaign finance report.\n\nThe onslaught of online donations, collected since May, came at a faster clip than the internet fundraising operation of President Obama’s 2008 campaign. Mr. Obama did not pass the mark of a million contributions until the Democratic primaries were under way in the winter of 2008, according to Obama fundraising solicitations at the time. Mr. Sanders has also amassed 650,000 contributors, well more than Mr. Obama had at the comparable point in that campaign cycle.\n\nTwo other points of comparison to Mr. Sanders’s haul of more than $24 million for the third quarter of 2015: Mr. Obama raised $20.2 million for the third quarter of 2007, and Mrs. Clinton raised $23.5 million in that same period, according to the Campaign Finance Institute.\n\nNicholas Confessore contributed reporting.", "byline": "PATRICK HEALY", "description": "Senator Bernie Sanders of Vermont raised more than $24 million for his campaign for the Democratic presidential nomination in the last three months, a significant sum that was fueled by a torrid pace of online online donations: more than a million so far.", "title": "First Draft: Bernie Sanders Raises $24 Million, Powered by Online Donations Exceeding Obama’s 2008 Pace", "url": "http://www.nytimes.com/politics/first-draft/2015/09/30/bernie-sanders-raises-24-million-powered-by-online-donations-exceeding-obamas-2008-pace/", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Julie Pace", "Barack Obama", "Nicholas Confessore", "Hillary Rodham Clinton"], "orgs": ["Campaign Finance Institute"], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-10-01 00:44:09", "org": "nyt", "article_id": "49ebf97066772c2262a710b15fc221ef", "date_access": "2015-10-01 00:00:05.626030"}