{"body": "She had a law career, an ambitious agenda as first lady, an industrious stint in the Senate, those years and miles as secretary of state.\n\nAnd it has come to this: In a bid to seem less stuffy and turn the page on a beleaguered (yet again) presidential campaign, Hillary Clinton is chatting with Lena Dunham about the singer Lenny Kravitz’s penis.\n\nYou can watch the video yourself. It’s a jokey promotion for an interview of Clinton just published in a new newsletter that Dunham is putting out. You can also see a comedic sketch of Dunham’s arrival at Clinton’s campaign headquarters in Brooklyn and the make-believe refusal of a Clinton gatekeeper to let her in. There’s even a cameo by Amy Schumer.\n\nThe interview itself covers Clinton’s biography and some serious terrain, including feminism and the relationship between African-Americans and the police.\n\nBut it’s in large part a Dunham-Clinton love-in, a pajama party minus the pajamas, ostensibly in keeping with the Clinton campaign’s recent pledge to roll out a warmer, funnier version of the candidate. I’ve lost count of which version we’re on.\n\nIn the promotional video, Clinton kids that because Dunham’s newsletter and the website associated with it are called Lenny, she half expected that the person coming to question her might be Kravitz.\n\nDunham then mentions some viral footage of a Kravitz wardrobe malfunction: “His stuff fell out of his pants.”\n\nClinton feigns fascination. “I’ll look for that,” she says.\n\nI blame us in part. For years we’ve demanded that she show us something more raw, that she weep or bleed or chirp or quip, that a policy wonk isn’t enough, that a résumé is only the start.\n\nWe’ve reminded her of how nimbly her husband pivoted from noonday speech to late-night saxophone. We’ve insisted that our presidents and would-be presidents not only inspire but also divert us. And we’ve pumped up the scandals, ratcheting up the pressure on her to feed us distractions.\n\nBut still I’m baffled. How can her response to charges that she’s too packaged and calculating be this packaged and calculated? And to counter her image as entrenched political royalty, why would she enlist stars whose presence merely emphasizes her pull with, and membership in, the glittery world of celebrity?\n\n“Insane,” said one Democratic operative when I sought his reaction.\n\n“It’s a transparent and ham-handed attempt to appeal to a niche audience that the campaign has identified as a critical target,” he added, referring to progressive young women. “But if they’re not already getting Lena Dunham and her cohorts, they’re in even bigger trouble than I thought.”\n\nI think that Clinton is actually in less trouble than we sometimes speculate. She remains the overwhelming favorite for the Democratic nomination.\n\nBut her campaign so far is an unimpressive dress rehearsal for the general election. It’s devoid of soul and sweep, a series of labored gestures and precisely staked positions. Constituency by constituency, leftward adjustment by leftward adjustment, she and her aides slog and muscle their way forward.\n\nAnd they contradict the adage that a politician campaigns in poetry and governs in prose. Clinton campaigns in something more like a PowerPoint presentation. Prose would be an upgrade. Poetry is light years away.\n\nThat’s what the Democratic strategist David Axelrod was getting at when, about two weeks ago, he tweeted: “It’s still HRC’s to lose, despite new polls. But it’s hard to inspire w/grinding, tactical race. ‘Hillary: Live With It’ is no rallying cry!”\n\nNo it isn’t, not even if Dunham and Schumer put funny faces on it.\n\nIt’s to Dunham’s shrewd credit that she grabbed a piece of the action. It serves her well.\n\nBut for Clinton? It’s a contrivance.\n\nEarlier this month, The Times’s Amy Chozick interviewed her aides and reported that there would be “new efforts to bring spontaneity to a candidacy that sometimes seems wooden and overly cautious.”\n\nAn effort at spontaneity: that’s the prompt for sitting down with Dunham — who assures Clinton that she’s a fashion icon and implores her to wear dresses that show her shoulders — and it’s the oxymoronic story of Clinton’s political life.\n\nShe is routinely reintroducing herself, forever trumpeting the real Hillary this time, constantly promising the unguarded Hillary at long last.\n\nBut the real Hillary has always been there, the thread running through all the changes in costumes and hairstyles and campaign events.\n\nShe is fiercely intelligent but, yes, wildly defensive. She does her homework with uncommon diligence and earnestness but can be a dud on the stump. She’s impressively controlled. She’s distressingly controlling.\n\nThere’s more than enough good in that mix for voters to make peace with it. But first Clinton has to make peace with it herself.", "byline": "FRANK BRUNI", "description": "With Lena Dunham, the candidate gives us a fresh glimpse of her labored spontaneity.", "title": "Op-Ed Columnist: Hillary Clinton’s Pajama Party", "url": "http://www.nytimes.com/2015/09/30/opinion/frank-bruni-hillary-clintons-pajama-party.html", "topics": ["women", "campaign_finance"], "people": ["Lenny Kravitz", "Lena Dunham", "Amy Chozick", "Amy Schumer", "Hillary Clinton", "David Axelrod"], "orgs": ["Senate", "HRC"], "authors": [{"author_id": 613, "fullname": "frank bruni", "primary_org": "nyt"}], "date_written": "2015-09-29 17:24:35", "org": "nyt", "article_id": "b5239efc143a74cb04b7676b75bf6103", "date_access": "2015-09-29 16:40:00.222928"}