{"body": "A new television station has stepped in to broadcast Donald Trump’s Miss USA beauty pageant: Reelz.\n\nThe cable channel, which is available in about 60 percent of the country’s homes and reaches about 70 million viewers, will show the pageant on July 12. The move comes after the decision by NBC and Univision, the Spanish-language broadcaster, to drop their plans to show Miss USA, citing recent comments by Mr. Trump about immigrants.\n\nStan E. Hubbard, the chief executive of Reelz, said in a statement on Thursday that the Miss USA pageant was the “perfect fit” for his cable network and “this decision is about the dreams of the contestants who come from all walks of life across the United States.”\n\n“The decision on the part of Reelz to acquire the rights to the Miss USA pageant was based on our belief that this special event, and the women who compete in it, are an integral part of American tradition,” Mr. Hubbard said. “As one of only a few independent networks, we decided to exercise our own voice and committed ourselves to bringing this pageant to American viewers everywhere.”\n\nEven though the pageant now has a broadcaster, it still faces challenges in replacing some performers. Two of the co-hosts, Thomas Roberts and Cheryl Burke, dropped out, but another, Jeannie Mai, a daytime talk show host, is staying, saying she couldn’t abandon the contestants.\n\nThis is not the first time that Reelz, based in Albuquerque, N.M., has stepped in after a controversy. In 2011, the cable channel broadcast the mini-series “The Kennedys” after the History channel dropped it, saying that it was a “dramatic interpretation” that was not in line with the company’s brand. The mini-series subsequently set ratings records for Reelz.\n\nIn the last week, a slew of companies, including Macy’s and the mattress company Serta, have cut ties with Mr. Trump after his remarks in his presidential campaign announcement in which he said some immigrants were “rapists” and “killers.”\n\nAfter Univision pulled out, Mr. Trump filed a $500 million lawsuit against the network, saying it had violated its five-year, $13.5 million contract to broadcast various Miss Universe beauty pageants.", "byline": "JOHN KOBLIN", "description": "NBC and Univision dropped the beauty pageant, citing Mr. Trump’s comments about immigrants.", "title": "Reelz to Show Donald Trump’s Miss USA Pageant", "url": "http://www.nytimes.com/2015/07/03/business/media/reelz-to-show-donald-trumps-miss-usa-pageant.html", "topics": ["immigration"], "people": ["Donald Trump", "Stan E. Hubbard", "Cheryl Burke", "Thomas Roberts", "Jeannie Mai"], "orgs": ["Univision", "United States."], "authors": [{"author_id": 3733, "fullname": "john koblin", "primary_org": "nyt"}], "date_written": "2015-07-02 15:41:09", "org": "nyt", "article_id": "614db02805fe382cafed18f41f870362", "date_access": "2015-07-02 14:50:14.857826"}