{"body": "Hillary Rodham Clinton’s campaign has a string of former advisers to President Obama on staff. But her team, based in Brooklyn, has also been quietly advised in recent weeks by a prominent and well-respected veteran of Mr. Obama’s team with has deep knowledge of organizing in primary states.\n\nJennifer O’Malley Dillon, who was Mr. Obama’s deputy campaign manager, has been informally advising Marlon Marshall, Mrs. Clinton’s director of state campaigns, two people briefed on the discussions said. Mrs. Clinton’s campaign is primarily focused on the first four states in the Democratic nominating fight, according to two people familiar with her work, who were not authorized to speak publicly about the campaign.\n\nMs. O’Malley Dillon is a business partner with Mrs. Clinton’s chief digital strategist, Teddy Goff. But she is also a former executive director of the Democratic National Committee and was a central piece of Mr. Obama’s political infrastructure for many years. She oversaw his field organizing effort in the 2012 campaign.\n\nMrs. Clinton, in her second campaign, has turned to Robby Mook, who worked on her first race and is a revered figure among many political operatives. But she has also relied on people who helped Mr. Obama defeat her in the 2008 contest.", "byline": "MAGGIE HABERMAN", "description": "A well-respected adviser to President Obama has joined Hillary Rodham Clinton’s team, and will focus on helping her win early nominating states.", "title": "First Draft: Hillary Clinton’s Team Is Helped by Former Obama Adviser", "url": "http://www.nytimes.com/politics/first-draft/2015/08/04/hillary-clintons-team-is-helped-by-former-obama-adviser/", "topics": ["economy", "women", "immigration"], "people": ["O'Malley Dillon", "Hillary Clinton", "Teddy Goff", "Hillary Rodham Clinton", "Barack Obama", "Jennifer O'Malley Dillon", "Marlon Marshall", "Robby Mook"], "orgs": ["Democratic National Committee"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-08-04 14:28:13", "org": "nyt", "article_id": "c5ae33741d5858ea7fae05c87fe0569b", "date_access": "2015-08-04 13:50:09.842229"}