{"body": "DES MOINES — “Does anybody remember me?’’ John Kasich asked Iowans on his first visit to the state since an inglorious presidential bid in 1999, when he barely made an impression before dropping out.    \n\nThroughout Wednesday, as he hop-scotched between events, Mr. Kasich, the two-term Ohio governor, sought to disarm skeptics of his late-to-the-party exploration of a second White House run. \n\n“I was giant television star. Do you remember that?’’ he asked  a roomful of under-40 professionals from  the Bull Moose Club. There were many blank looks. “I was only at Fox News for 10 years,’’ he said, breaking into a grin.\n\nIn an interview with The Des Moines Register that ran Wednesday morning, Mr. Kasich even tutored Iowans on how to say his name. “It rhymes with basic,” he said.\n\nBut with blunt talk about his policy departures from conservative orthodoxy, Mr. Kasich appeared to make new friends in Iowa. \n\n“I was taken aback by how straight a shooter he was,’’ said Tyler De Hahn, chairman of the Dallas County Republican Party, who heard him at the Bull Moose luncheon.  “He’s kind of like a Christie lite.’’  \n\nA moment earlier, Mr. Kasich had been pushed about why Ohio was not a right-to-work state. “Because we don’t have a reason to be one,’’ he said.  \n\nLike all candidates who come to Iowa, Mr. Kasich, 63, recounted well-rehearsed chapters of his biography and trumpeted his successes: \n\n* Working with President Clinton while a member of the House to craft “the first balanced budget since man walked on the moon.’’ \n\n* His decade in the private sector.  “I just loved it,’’ he said, skipping over the role his employer, Lehman Brothers, played in contributing to the financial crisis. \n\n* His election as Ohio governor “at exactly the right time,” in 2010, when “things couldn’t have been much worse.’’ \n\n“I took a lot of the lessons I had learned in Washington to Ohio,’’ Mr. Kasic said, a line no other Republican candidate is likely to utter this cycle. \n\nMr. Kasich, who said he was still weighing whether to enter the race, is barely registering in Iowa polls. His formidable hurdles in the state include a lack of time visiting it, and a list of center-right policies he has supported that conservative caucusgoers are likely to reject, from expanding Medicaid under the Affordable Care Act to voting for an assault weapons ban while in Congress.\n\n“The hurdle he’d have to get over is the strong religious right,’’ said James Gilson, a retired stockbroker who heard Mr. Kasich address the Greater Des Moines Partnership, a business and civic group.   \n\nBut balancing out those negatives is the potential appeal of the straight-shooting, even gnarly, Kasich persona. Despite the state’s reputation for Iowa Nice, its voters welcome a candidate who can cut through the political catchphrases.\n\n“He tells it like it is, and I think that’s going to be huge,” said Mike McInerney, the Bull Moose president.  “Iowans really respect that.’’", "byline": "TRIP GABRIEL", "description": "As he hop-scotched between events in Ohio, John Kasich, the two-term governor of Ohio, sought to disarm skeptics of his late-to-the-party exploration of a second White House effort.", "title": "First Draft: John Kasich Appeals to Iowa as He Ponders White House Bid", "url": "http://www.nytimes.com/politics/first-draft/2015/06/24/john-kasich-appeals-to-iowa-as-he-ponders-white-house-bid/", "topics": ["campaign_finance"], "people": ["Lehman Brothers", "John Kasich"], "orgs": ["Des Moines Register", "Medicaid", "DES MOINES"], "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-06-24 22:47:52", "org": "nyt", "article_id": "4cc0e839e5c94ae9dfdea1933dd3efd5", "date_access": "2015-06-24 22:00:47.249879"}