{"body": "In Fred Davis’s imagination, a whole new Donald J. Trump would have announced for president last week: a softer, humbler version of “the Donald,” with a common touch and a demeanor far removed from (in Mr. Davis’s words) the “proudly egotistical showman” of reality television fame.\n\nMr. Davis, a top adviser and creative director to Senator John McCain’s 2008 presidential campaign and known for his arresting television commercials, laid out his vision for overhauling Mr. Trump in a three-page memo last month to the real estate mogul’s campaign manager.\n\n“No braggadocio, no 757s or helicopters (as much as I love them), a different Mr. Trump would be portrayed,” Mr. Davis wrote. “Remember this morning when you said he was really ‘down to earth’? Right now that is simply unbelievable, it would be my job to make it believable and authentic.”\n\nThat pitch was as far as things went: Mr. Davis now advises Gov. John Kasich of Ohio, another likely Republican presidential candidate. \n\nIn Mr. Trump’s campaign kickoff last week, he eschewed humility entirely, announcing that he was “really rich” and estimating his net worth at nearly $9 billion, and offending Hispanics by saying that Mexican immigration means more crime, drugs and rapists in the United States. \n\nIn an interview, Mr. Davis confirmed that he had met with Trump advisers – as well as a “super PAC” supporting Senator Ted Cruz of Texas – after his longtime client, Gov. Rick Snyder of Michigan, announced he would not run for president. But Mr. Davis’s proposal for a toned-down Mr. Trump never gained traction.\n\n“I never met or talked to Trump, but somebody over there didn’t seem to agree,” Mr. Davis said. “My guess is that it was the Donald, but I don’t know.”\n\nAt least superficially, Mr. Davis and Mr. Trump might have seemed an intriguing match: Mr. Davis is known for producing quirky and creative ads, which often garner intense attention online and in the political press.\n\nCorey Lewandowski, Mr. Trump’s campaign manager, described Mr. Davis as “one of the best in the business,” but said the campaign planned to take its own distinctive approach to advertising.\n\n“We’ve talked to a number of firms, but Mr. Trump, because of his success in business – he has a star on the Hollywood Walk of Fame, he’s doing O.K. – he wants to do things a little differently,” Mr. Lewandowski said.\n\nIn his memo, Mr. Davis proposed an extensive – and presumably costly – media campaign, including immediate advertising in Iowa and New Hampshire, and on national cable.\n\n“I envision something beautiful and elegant, not like any political ad ever, with minimal visuals of Mr. T. Instead it would feature a lot of people across the country talking about finally needing this place to work,” Mr. Davis wrote, adding of Mr. Trump, “He is present in the film in an understated way, causing people to think, ‘maybe I was wrong about that man.’”\n\nFlashing enthusiasm, Mr. Davis added: “This is a very exciting project. Almost life-defining, if you’ll pardon a touch of hubris.”", "byline": "ALEXANDER BURNS", "description": "In one political consultant’s imagination, a whole new Donald J. Trump would have announced for president last week: a softer, humbler version of “the Donald,” with a common touch.", "title": "First Draft: Creative Advice for Donald Trump, a ‘Proudly Egotistical Showman’", "url": "http://www.nytimes.com/politics/first-draft/2015/06/26/creative-advice-for-donald-trump-a-proudly-egotistical-showman/", "topics": ["personality", "campaign_finance", "mexico"], "people": ["Corey Lewandowski", "John Kasich", "Donald Trump", "Rick Snyder", "Donald J. Trump", "Fred Davis", "Ted Cruz"], "orgs": ["Hollywood Walk of Fame", "PAC", "United States."], "authors": [{"author_id": 329, "fullname": "alexander burns", "primary_org": "nyt"}], "date_written": "2015-06-26 14:26:29", "org": "nyt", "article_id": "1db0436cad2af2ed7a77bfee0b6a4bad", "date_access": "2015-06-26 15:20:35.207688"}