{"body": "Two issues normally confined to the nerdy world of poll analytics may determine the final spots on stage for this week’s Republican debate.\n\nThe ways that Fox News — which is televising the debate and setting the rules — resolves the issues could end up keeping Rick Perry from participating. Fox has said the 10 candidates who have fared best in an average of the last five polls released before 5 p.m. Tuesday will be admitted to the debate. It will be held on Thursday night in Cleveland and is the first debate of the nomination campaign.\n\nFor now, Mr. Christie and Mr. Kasich appear to be holding the final two spots, according to our analysis of the polls, with Mr. Perry having fallen to 11th place in the last few days.\n\nFox, which is working with Facebook and the Ohio Republican Party to run the debate, has outlined its rules but has declined to go into precise detail, making it difficult to predict who exactly will be on stage. In particular, the network has not said how it will round polling numbers — to the nearest percentage point or the nearest tenth of a percentage point. The more that Fox rounds off the number, the greater likelihood of a tie for 10th place — which could conceivably cause the debate organizers to allow 11 candidates on stage.\n\nBeyond the battle for the final spots, the field appears largely stable. Donald Trump sits atop the polling average — and has in fact widened his lead over the field — with Jeb Bush and Scott Walker close behind. A handful of other candidates — Marco Rubio, Rand Paul, Ben Carson, Mike Huckabee and Ted Cruz — occupy a third tier, with a small amount of support but seemingly enough to make the cutoff.\n\nNow let’s look more closely at the two big sources of uncertainty:\n\nBy our estimates, Mr. Kasich leads Mr. Perry by 0.6 percentage points, with 3.4 percent to Mr. Perry’s 2.8 percent. The last five polls come from: Monmouth University, NBC/The Wall Street Journal, Quinnipiac, CNN and ABC/Washington Post.\n\nIf you’re a believer in rounding these numbers to the nearest whole number — as Mr. Perry surely is these days — the candidates would be tied at 3 percent and both would be allowed into the debate. Fox has said that in the case of ties, it may allow more than 10 candidates on stage. When we asked the network about its policy on rounding, it said it was not describing its rules in any more detail than it already has.\n\nIf you’re Rick Perry, you could certainly argue that rounding to the nearest whole number is reasonable. With such small gaps among the candidates, a difference of a few tenths of a percentage point is very likely to reflect noise.\n\nRounding to the nearest percentage point would signal the network’s understanding that polling is an a highly imperfect measure and perhaps doesn’t merit the precision of the decimal place.\n\nIf you’re John Kasich, you can mount a counterargument: Yes, you lead by a mere 0.6 percentage points, but that lead is based on the average of the last five polls. In those five polls, you could point out that you beat Mr. Perry in three and matched him in one.\n\nThe whole point of using an average of polls is to reduce the risk that any one decision — like how one poll weights one group of respondents — will determine the debate field. By most measures, Mr. Kasich can fairly claim to lead Mr. Perry.\n\nFox’s rules state that the polls “must be conducted by major, nationally recognized organizations that use standard methodological techniques.” The polling standards of national media organizations typically require surveys to be conducted using live interviews, not so-called robopolls that use automated technology. If Fox adopted such a standard, as most analysts have assumed, it would exclude polls from Rasmussen Reports.\n\nBut there’s reason to wonder whether Fox would exclude Rasmussen, which released a poll on July 30. The network partnered with Pulse Opinion Research, a Rasmussen spinoff, for polling as recently as the 2010 midterm election. The firm, widely considered to be conservative, has a good reputation among Republicans. Scott Rasmussen, a co-founder, makes frequent appearances on the Fox News, although Mr. Rasmussen has since left the firm.\n\nIf Fox included Rasmussen, the 10-candidate field would not change, but Mr. Perry would almost certainly be left out out of the debate, regardless of rounding.\n\nThere are still more than 24 hours before Fox’s Tuesday 5 p.m. Eastern deadline for polls, and most analysts expect at least one more poll to appear. Any new polls could cause these decisions over rounding and Rasmussen to matter more or less — and to change the candidates most affected. We will be updating this page today and tomorrow.\n\nIf you’re interested in the ways that other sources of statistical error could affect the debate field, we’ve written a more in-depth article on that subject. The brief version is that sampling error alone — the fact that a poll usually does not perfectly capture the opinions of the population it is surveying — means there is some chance that the wrong mix of candidates will be on stage.", "byline": "KEVIN QUEALY", "description": "For now, John Kasich is in and Rick Perry is out of Thursday’s debate. But Fox News has yet to announce the precise calculations it will make.", "title": "Poll Positions: Who Gets Into the Republican Debate: Rounding Could Decide", "url": "http://www.nytimes.com/2015/08/04/upshot/2016-presidential-election-who-gets-into-the-republican-debate-rounding-could-decide.html", "topics": ["personality", "immigration", "campaign_finance"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "Rick Perry", "John Kasich", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Ben Carson", "Scott Rasmussen", "Scott Walker", "Ted Cruz"], "orgs": ["Monmouth University", "Ohio Republican Party", "Quinnipiac"], "authors": [{"author_id": 7323, "fullname": "kevin quealy", "primary_org": "nyt"}], "date_written": "2015-08-03 17:56:10", "org": "nyt", "article_id": "14addcf57c2b5ec2cc22c5a55e6d4b46", "date_access": "2015-08-03 17:40:03.118466"}