{"body": "WASHINGTON — The state of the Republican Party is summed up by a quote from the late cartoonist Walt Kelly: “We have met the enemy and he is us.”\n\nAt both the presidential-campaign and congressional levels, the problems are self-induced. The party fostered unrealistic expectations, and the failure to meet them emboldened a nihilistic streak in a core of House Republicans and with the likes of Donald J. Trump. There is little agenda, lots of lashing out.\n\nThis is what led some Republicans in the House, encouraged by presidential candidates, to threaten to shut down the government if funding for Planned Parenthood was not ended. A USA Today survey showed that almost two-thirds of Americans favor federal support for the organization, which provides health care services for women. A small percentage of Planned Parenthood’s budget goes to abortions, and that fraction isn’t covered by the federal funds. In a list of a dozen organizations and political figures in a Wall Street Journal/NBC News poll, Planned Parenthood was viewed the most favorably.\n\nA shutdown was avoided last week, but there are already threats to try again in December.\n\nMuch of the bluster of this minority can be traced to the Republicans’ successes in the 2010 and 2014 elections. These victories largely were based on running against an unpopular President Obama and overpromising.\n\nAt the federal level, the battle cry was this: Elect Republicans and we will defund the Affordable Care Act, slash federal spending, reform the tax system and lower taxes, and restrain Mr. Obama. The party won both houses of Congress but has not been able to deliver on unrealistic commitments.\n\nThat has alienated the rank and file. A recent Bloomberg Politics poll showed that Republicans, more than two to one, had an unfavorable view of the House speaker, John Boehner, and the Senate majority leader, Mitch McConnell. One-third have negative views about their own party.\n\nReflecting these views, hard-core right-wing members in the House, many elected in those last two off-year elections, forced Mr. Boehner to resign.\n\nThe favorite to succeed him is Representative Kevin McCarthy of California, though Representative Jason Chaffetz of Utah said on Sunday that he would seek the post, too. Mr. McCarthy offers a more cheerful face and is an exceptionally able political operative. But whoever takes the job will face the same daunting demands — no compromises with the Democrats or the White House. The main agenda of congressional Republicans is to oppose anything Mr. Obama is for, with the exception of international trade deals.\n\nThe best hope is that Mr. Boehner, who now can afford to ignore the hard right, will use the next four weeks to forge a deal on extending the debt ceiling and a multiyear budget plan, leaving less lethal matters for his successor to handle. Mr. Boehner is a skillful legislator, but this may be a reach.\n\nAt the presidential level, the same forces are on display with the three front-runners, Donald Trump, Ben Carson and Carly Fiorina, who, combined, have less governing or political experience than any president of the past century.\n\nWaiting in the wings is Senator Ted Cruz of Texas, who arouses grassroots conservatives with attacks against Republican congressional leaders.\n\nSome Republicans acknowledge these problems, but insist that the party is in good shape. They point out that in addition to both houses of Congress, they hold 31 of the 50 governorships and that in most of these states, they also control the state legislature. But not much of this success had to do with any Republican initiatives; it was more linked to the party’s ability to ride the anti-Obama wave.\n\n“We look great on paper, but most of our gains have been because we weren’t the Democrats,” said Thomas M. Davis, a former representative from Virginia who was the Republicans’ leading political strategist in Congress.\n\nMoreover, as the Democrats learned a generation ago, after years of controlling everything but the presidency, agenda-setting and power flows from the White House.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "The G.O.P.'s problems are self-induced, from inexperienced candidates to the attack on Planned Parenthood and attempts to shut the government.", "title": "Letter From Washington: Republicans Are Their Own Worst Enemy", "url": "http://rss.nytimes.com/c/34625/f/640372/s/4a67eb21/sc/7/l/0L0Snytimes0N0C20A150C10A0C0A50Cus0Cpolitics0Crepublicans0Eare0Etheir0Eown0Eworst0Eenemy0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["health", "women", "campaign_finance"], "people": ["Carly Fiorina", "Thomas M. Davis", "Donald Trump", "John Boehner", "Walt Kelly", "Barack Obama", "Donald J. Trump", "Jason Chaffetz", "Ben Carson", "Ted Cruz"], "orgs": ["Senate", "Republican Party", "Congress"], "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-10-05 08:22:17", "org": "nyt", "article_id": "06565adec1aab1e992ef65da111be6be", "date_access": "2015-10-05 07:31:07.760592"}