{"body": "Good Friday morning from Washington, where the Supreme Court has taken over both the Capitol and the campaign trail. Its ruling in favor of a central provision of the Affordable Care Act prompted declarations of victory from the White House and increased pledges to repeal the law from the Republicans looking to move in. \n\nIt was déjà vu once again for Republicans as the Supreme Court granted another lifeline to the health care law by upholding the subsidies that underpin it.\n\nYears of anger over the law spilled in a barrage of statements from presidential candidates who repeated their vows to repeal and replace the law.\n\nMike Huckabee, the former governor of Arkansas, called the court’s ruling an act of “judicial tyranny.” Senators Marco Rubio of Florida and Rand Paul of Kentucky promised that a repeal would be a priority if they were elected president. And Senator Ted Cruz of Texas minced no words, promising to make his campaign about the law.\n\n“Following the election in 2016, the referendum that we will have in 2017, this chamber will return, and we will repeal every word of Obamacare,” Mr. Cruz said on the Senate floor.\n\nSpeaking in the Rose Garden, President Obama suggested that Republicans might be wise to move on, recalling that his 2012 re-election was “based in part on preserving or repealing this law.”\n\nAre Republicans falling into a trap by making the repeal and replacement of the law central to their campaigns?\n\nRecent polling shows that national support for the law has grown as people become more familiar with it. It may remain more useful as a rallying cry during primary season than in the general election.\n\n“I think it’s frustration of candidates and the Republican primary electorate that to some degree they are trying to channel,” said Brock McCleary, a Republican pollster.\n\nStill, running against the law, and the Supreme Court, might not be a winning strategy for all of the candidates.\n\nFor Jeb Bush, criticizing the ruling could prove as difficult as discussing Iraq. Chief Justice John G. Roberts Jr., the conservative jurist who has become a thorn in the side of Republicans, was appointed by George W. Bush.\n\nStay tuned throughout the day: Follow us on Twitter @NYTpolitics and on Facebook for First Draft updates.\n\nHillary Rodham Clinton will make her first stop of the campaign in Virginia, to headline the local Democratic Party’s Jefferson-Jackson dinner.She is likely to address the health care ruling, which she celebrated on Twitter, as well as the coming decision on same-sex marriage.But the state, with its large African-American population, will also present Mrs. Clinton with an opportunity to continue her remarks on race and what she calls “common sense” gun control in the aftermath of the Charleston attack.\n\nOne of Mrs. Clinton‘s rivals for the Democratic nomination, former Gov. Martin O’Malley of Maryland, will give a detailed foreign policy speech at Truman National Security Project in Washington, outlining his views on climate change, cybersecurity and terrorism.\n\nAnd Iowa continues to be the center of the universe for many on the trail, as Ben Carson, Rick Santorum, Mr. Cruz, all Republicans, and the former Virginia senator and just-short-of-declared candidate Jim Webb, a Democrat, have events there.\n\nThe Supreme Court’s health care decision arrived a day before the conventional wisdom had anticipated. And that caused the conventional wisdom to recalculate, with many now wondering whether the court’s remaining blockbuster, on same-sex marriage, might land on Friday.\n\nIt could be a fitting anniversary. The court’s last gay rights decision, United States v. Windsor, was announced exactly two years before. Another gay rights landmark, Lawrence v. Texas, will turn 10 that day.\n\nBut there is no evidence that the Supreme Court takes account of such things. Decisions are announced, the justices like to say, as soon as they are ready. And yet: an academic study documented that the biggest cases tend to come last.\n\nLet’s do the math.\n\nThere are five decisions left before the justices can leave for their summer break. There are two days left on the official schedule: Friday and Monday.\n\nThe oldest case, on nonpartisan redistricting, was argued in February and may be ready on Friday. So may the second-oldest case, on the regulation of mercury and other toxins.\n\nThat leaves three cases argued in April: a minor one on a gun law and major ones on lethal injections and same-sex marriage. Those may come on Monday. Or not.\n\n— Adam Liptak\n\nGov. Chris Christie of New Jersey has boasted of the diverse coalition that re-elected him in 2013. But for his expected presidential campaign announcement on Tuesday, he is returning to Livingston, N.J., the mostly white, wealthy suburb where his parents moved the family from Newark.\n\nAnd the site, his alma mater Livingston High School, is a curious place to declare his candidacy: It became a point of obsession in the George Washington Bridge lane-closing scandal, which the governor hopes voters will forget.\n\nMr. Christie attended the school with David Wildstein, the admitted mastermind of the closings.\n\nMr. Christie famously dismissed Mr. Wildstein, who was the statistician on the school baseball team, in a news conference last year: “I was the class president and athlete. I don’t know what David was doing.”\n\nMore significant during the bridge scandal was that Mr. Wildstein, who was Livingston’s mayor for a time, had become a loyal Christie insider who went to football games and other social events with the governor.\n\nBut the governor, whose standing in the polls in New Jersey has never been worse, may simply wish to return to a place where his popularity first took off, and his knack for politics took hold.\n\n— Kate Zernike\n\nMrs. Clinton has said that she gave the State Department all of her work-related emails, but officials at the agency say it has received several related to Libya that weren’t handed over.\n\nAnd a New Hampshire poll shows Senator Bernie Sanders of Vermont in a dead heat, when the margin of sampling error is accounted for, with Mrs. Clinton.\n\nConfederate symbols are being purged across the United States, but they remain abundant in Washington.\n\nMr. Obama and Vice President Joseph R. Biden Jr. will not be the only Washington dignitaries attending Friday’s funeral in Charleston, S.C., for the Rev. Clementa C. Pinckney, the state senator who was one of nine people killed in the shooting at Emanuel African Methodist Episcopal Church.\n\nThe president is to be joined on Air Force One by Speaker John A. Boehner, who is leading a large bipartisan delegation of lawmakers traveling on a second government aircraft.\n\nAides said that more than 40 lawmakers will be making the trip, including Representative Kevin McCarthy, the California Republican and House majority leader, and Representative Steny H. Hoyer of Maryland, the No. 2 House Democrat. Mrs. Clinton, aides said, will also be there.\n\nRepresentative Nancy Pelosi of California, the Democratic leader, will not attend because of a commitment to go to an observance of the 70th anniversary of the signing of the United Nations charter in San Francisco.\n\nThe desire by so many members of Congress to attend when the House and Senate have finished up their business until after the Fourth of July is another illustration of the pull the shootings have had.\n\n— Carl Hulse\n\nMr. Huckabee, who also has a win at the Iowa caucuses under his belt, announced on Thursday he would begin a “religious liberty” tour of the state next week, The Des Moines Register reports.\n\nGov. Bobby Jindal of Louisiana, who announced his candidacy on Wednesday, encountered some hiccups on his first full day: plane trouble that caused him to miss several scheduled interviews.And, The Washington Post recalls, there is an item on Mr. Jindal’s full résumé that you might have missed.\n\nThere was “Crush on Obama” in 2008 and “Game On” in support of Mr. Santorum in 2012. And now there’s “Chelsea’s Mom,” a parody song by the string quartet Well-Strung in support of Mrs. Clinton.\n\n“Chelsea’s mom has got it goin’ on,” the quartet sings as its members spin in chairs and pluck violins in a mock Clinton campaign office in New York.\n\nThe song is a parody of “Stacy’s Mom,” from the band Fountains of Wayne, said Mark Cortale, manager and co-founder of the quartet.\n\n“They really love her, and they recorded this song as an unabashed love letter to her,” Mr. Cortale said. It’s the first time the quartet has written lyrics of its own, as it usually combines pop hits from artists like Rihanna with classical movements.\n\nAccording to Mr. Cortale, the band heard from people in the Clinton campaign, who “loved it.” And Chelsea Clinton took to Twitter late on Thursday to say she “couldn’t agree more” with the song.\n\nHere’s the first chorus:\n\n“She’s all we want,\n\nAnd we’ve waited for so long.\n\nFrom sea to shining sea,\n\nShe’ll fight for liberty,\n\nShe’s sexy, and she’s strong,\n\nI’m gonna vote for Chelsea’s mom.”\n\n— First Draft", "byline": "THE NEW YORK TIMES", "description": "It was déjà vu once again for Republicans as the Supreme Court granted another lifeline to the health care law by upholding the subsidies that underpin it.", "title": "First Draft: Today in Politics: G.O.P. Finds Much to Add to Justices’ Final Say on Health Care Law", "url": "http://www.nytimes.com/politics/first-draft/2015/06/26/today-in-politics-g-o-p-finds-much-to-add-to-justices-final-say-on-health-care-law/", "topics": ["health", "gay_marriage", "campaign_finance"], "people": ["Mike Huckabee", "Adam Liptak", "Chelsea Clinton", "John A. Boehner", "Ted Cruz", "Chris Christie", "David Wildstein", "Mark Cortale", "Hillary Rodham Clinton", "Bobby Jindal", "Bernie Sanders", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Nancy Pelosi", "Marco Rubio", "Barack Obama", "Rick Santorum", "Kate Zernike", "George W. Bush", "Carl Hulse", "Jim Webb", "Joseph R. Biden Jr.", "C. Pinckney", "Ben Carson", "Steny H. Hoyer"], "orgs": ["Congress", "Senate", "Democratic Party", "State Department", "Air Force", "Supreme Court", "Truman National Security Project", "Livingston High School", "Chelsea", "United Nations"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-06-26 13:59:20", "org": "nyt", "article_id": "8158368e7b3e4c5a351e1389d4cb3c67", "date_access": "2015-06-26 15:20:11.775009"}