{"body": "WASHINGTON — His voice exuding disgust, Jeb Bush could have been describing a blistering rash.\n\n“I’m not a United States senator — thank God,” he told a ballroom full of people here the other day.\n\n“Just for the record here, I live in Miami,” he said, in case anyone had failed to grasp his point. “I’m outside of Washington.”\n\nDisparaging Congress is nothing new in today’s Republican Party, which has thrived on a hearty strain of antigovernment, anti-establishment intensity. But digs like these are notable, and not only for what they imply in the context of a presidential race with three Republican senators.\n\nSome of the most unforgiving criticism actually comes from those senators, who are just as eager to dissociate themselves from their line of work as their opponents are to remind voters of it.\n\n“Washington is broken. Trust me, I’ve seen it firsthand,” Senator Ted Cruz of Texas often says, whether on the Senate floor or at rallies in Iowa and New Hampshire.\n\nMr. Cruz’s diagnosis can vary slightly: Sometimes Washington is “profoundly broken”; other times it is “fundamentally broken.”\n\nSenator Rand Paul of Kentucky prefers “horribly broken.” But he does not stop there. His campaign slogan for president is “Defeat the Washington Machine.”\n\nAs Congress produces fewer significant legislative achievements and falls deeper into disfavor with the American public – 80 percent disapproval, according to the latest New York Times/CBS News Poll — many lawmakers are finding they have little to brag about.\n\nInstead of flaunting their Senate posts as a mark of experience and statesmanship in running for president, as Bob Dole did in 1996 and Hillary Rodham Clinton did in 2008, now they run from it.\n\nMr. Cruz and Mr. Paul, in particular, have been running against Congress since they first ran for it.\n\nMr. Paul even recently cleansed his Twitter handle: What was @SenRandPaul is now just @RandPaul.\n\n“I have been to Washington, and let me tell you there is no monopoly of knowledge there,” he tells audiences.\n\nMr. Paul, of course, has more than “been to” Washington. He moved his wife and family to an apartment in the capital after his election in 2010. He is also seeking a second term in the Senate, despite Kentucky’s prohibition against running for two offices at once.\n\nBut a voting record today is not what it used to be, with so much of the Senate’s daily business until recently focused not on policy but on tedious roll-call votes to approve nominees.\n\nThen again, Mr. Paul and Marco Rubio of Florida have served in the Senate only since 2011. Mr. Cruz arrived in 2013.\n\n“Now you just get elected to the Senate and announce you’re running for president,” Mr. Dole, who served in the Senate for nearly three decades, said in an interview.\n\n“I don’t want to criticize these guys; they’re all free to do what they want to do,” said Mr. Dole, now 91. “But I think they could all use another term, maybe.”\n\nGaining steam, Mr. Dole ventured a prediction for 2016: “This might be the year of the governor.”\n\nThe governors, current and former, who are considering a run for the Republican nomination certainly hope so. They all seem to have honed their messages in search of the perfect knock against Washington.\n\nMike Huckabee, the former Arkansas governor who announced his candidacy on Tuesday, called Washington a “roach motel.” And in a line that seemed to be directed at the three Republican senators he is running against, Mr. Huckabee added: “If you live off the government payroll and want to run for an office other than the one you’re elected to, then have the integrity and decency to resign the one you don’t want and pursue the one you decided you’d rather have.”\n\n(Gov. Chris Christie of New Jersey, never one to be outdone, once complained about Washington gridlock by saying, “If I was in the Senate right now, I’d kill myself.”)\n\nGov. Scott Walker of Wisconsin dismisses the capital as “68 square miles surrounded by reality.” (One’s idea of reality may depend on where one sits, however: Mr. Walker lifted the line from a predecessor as governor, Lee Sherman Dreyfus, who had declared the state capital, Madison, “30 miles surrounded by reality.”)\n\nMr. Bush, the former Florida governor, highlights his own experience by contrasting his fiscal record with those of the Republican senators running for president, who he suggests have done little more than talk about cutting taxes.\n\n“Let me put it this way: If you’ve served in the U.S. Senate over the last eight years, or six years, no tax cut has taken place,” he said in Washington recently. He added that the “places where the taxes have been cut are places like Florida, where they were led by a conservative governor.”\n\nThomas E. Mann, a congressional scholar at the Brookings Institution, said that while Mr. Cruz and Mr. Paul had “built their careers on attacking the institution,” Mr. Rubio, who worked on a bipartisan immigration overhaul only to face the wrath of conservatives, was “the one senator who actually had some interest in being a legislator, but found that it cost him politically.”\n\nUnlike Mr. Paul, who is hedging his bets by also standing for re-election next year, Mr. Rubio has said he will not seek a second Senate term. Colleagues say he has told them privately that he has never felt fulfilled in the stymied world of the Senate and would be perfectly happy moving onto something else if he does not win the nomination.\n\nRoss K. Baker, a political science professor at Rutgers, noted that even in 2008, when Mrs. Clinton and a first-term colleague in the Senate, Barack Obama, ran for president, they rarely directed any outright hostility at Congress.\n\nThat has changed, Professor Baker said.\n\n“Previously people who ran for president were much more pragmatic in thinking about their Senate careers,” he said. “But the answer a lot of them have now is ‘Senate be damned — I’m out of here.’ ”", "byline": "JEREMY W. PETERS", "description": "Disparaging Congress is nothing new for Republicans, but the most unforgiving criticism these days is coming from senators seeking the party’s presidential nomination.", "title": "Morning Memo: Ted Cruz and Rand Paul, Senators Both, Lead Republican Attacks on Congress", "url": "http://www.nytimes.com/2015/05/09/us/politics/ted-cruz-and-rand-paul-lead-republican-attacks-on-congress.html", "topics": ["immigration", "campaign_finance", "personality"], "people": ["Rand Paul", "Chris Christie", "Bob Dole", "Jeb Bush", "Hillary Rodham Clinton", "Marco Rubio", "Mike Huckabee", "Barack Obama", "Scott Walker", "Ted Cruz"], "orgs": ["Congress", "Senate", "Republican Party", "Rutgers", "Washington Machine", "Brookings Institution"], "authors": [{"author_id": 205, "fullname": "jeremy w. peters", "primary_org": "nyt"}], "date_written": "2015-05-08 10:00:18", "org": "nyt", "article_id": "17ba69822808f613fc4dd8135d91ec97", "date_access": "2015-05-08 09:15:23.810220"}