{"body": "Good Thursday morning from Washington, where Senator Rand Paul of Kentucky is looking to capture some of the limelight seized by Senator Ted Cruz of Texas this week, while Mitt Romney seems to be enjoying the life of a noncandidate. Ben Affleck and Bill Gates have come to tell the Senate a thing or two about diplomacy and President Obama is leaving town for Birmingham, Ala., to highlight economic gains. And Congress appears to be on the brink of a bipartisan breakthrough.\n\nIt is known with much irritation on Capitol Hill as the “doc fix” — a recurring thorn in the side of lawmakers who scramble annually to prevent scheduled cuts in Medicare fees to doctors. Finally, the perennial problem might be in line for a permanent solution.\n\nIn a rare and potentially important exhibition of congressional compromise, the House is set on Thursday to give strong bipartisan support to a doc fix deal negotiated between Speaker John A. Boehner and Representative Nancy Pelosi, the Democratic leader. It would allow for regular doctor fee increases and extend a children’s health program and some other health initiatives popular with Democrats. Some wealthier Medicare beneficiaries would pay more, and some of the cost would be added to the deficit.\n\nIt is a major moment for Mr. Boehner, who is being praised by Republicans and Democrats inside and outside of Congress for stepping up to strike a bargain with Democrats rather than trying to satisfy more conservative Republicans who have not been eager to compromise. It could also provide a template for future legislative deals if this one is successful without undermining Mr. Boehner among his rank and file.\n\nMr. Boehner is already taking some hits from his right, but the agreement could conceivably get majority support from both House Republicans and Democrats — an almost unheard-of outcome on major bills in recent years.\n\nBoth sides would like to run up the vote count as high as possible to put more pressure on the Senate, where it has encountered resistance from Democrats trying to squeeze more out of a deal that could become one of the year’s more significant accomplishments.\n\n— Carl Hulse\n\nStay tuned throughout the day @NYTpolitics for First Draft updates\n\nThere’s no built-in crowd planned for Senator Rand Paul‘s campaign announcement, so he is trying to build one.\n\nThe Kentucky Republican is poised to kick off his candidacy for president on April 7 with a rally in Louisville, and he’s trying to corral people to attend with an email from the state Republican Party.\n\n“It’s going to be a rally you don’t want to miss, so we certainly hope you can attend,” read the message asking people to head to the Galt House Hotel.\n\nThat’s a big contrast to how Senator Ted Cruz of Texas handled his announcement, which took place at a Liberty University ceremony in Lynchburg, Va., where attendance was mandatory.\n\nMr. Paul will then head to Iowa, New Hampshire and South Carolina for events over the next three days.\n\n— Maggie Haberman\n\nTalk about mixed company. A widely varied group of Republicans and Democrats, conservatives and liberals, cabinet officers and Hollywood types will gather on Thursday at a Washington hotel for a major bipartisan summit meeting on criminal justice overhaul.\n\nComing weeks after the creation of a new advocacy group that teamed up such disparate interests as representatives of Koch Industries and the Center for American Progress, the summit meeting is more evidence that criminal justice overhaul is an area attracting attention along the political spectrum, increasing chances that something could happen.\n\nTheir main focus is reducing the nation’s high incarceration rate and the costly imprisonment of thousands of people for nonviolent crimes and drug offenses, shattering families and lives.\n\nThe lineup of more than 80 speakers includes Attorney General Eric H. Holder Jr.; Labor Secretary Thomas E. Perez; Gov. Nathan Deal, Republican of Georgia; former Speaker Newt Gingrich; Senate Democrats; House Republicans and Scott Budnick, an executive producer of “The Hangover” who is also active in criminal justice overhaul circles.\n\n— Carl Hulse \n\nPresident Obama heads to Birmingham, Ala., to discuss the economy.\n\nBen Affleck and Bill Gates address the Senate Appropriations Committee for a hearing on development, diplomacy and national security.\n\nSpeaker John A. Boehner holds a news conference at 11:30 a.m.\n\nSenator John McCain of Arizona speaks at the Center for Strategic and International Studies about military priorities.\n\nA relaxed Mitt Romney chatted about boxing, grandchildren and vacation homes on the “Tonight Show” with Jimmy Fallon on Wednesday night.\n\nThough the 2012 Republican presidential candidate declined this year to run a third time, he made clear he’s still keeping an eye on the 2016 race. Mr. Romney called Senator Ted Cruz of Texas a “remarkable speaker” and an “eloquent guy” but noted that Jeb Bush, a former Florida governor, is also working hard to lay the groundwork for a campaign.\n\nAlthough Mr. Romney suggested that Hillary Rodham Clinton’s email controversy was a serious concern, he suggested that he didn’t think it would hurt her chances.\n\n“She looks like a shoo-in, but you never know,” he said.\n\nAs for his former opponent, President Obama, Mr. Romney did his best to suppress any hard feelings.\n\n“We’ve got turmoil in the Middle East, an immigration crisis hear at home, and now Zayn quit One Direction,” he said during the “Mitt in the Mirror” segment. “Thanks, Obama!”\n\n— Alan Rappeport\n\nUnsatisfied with former Gov. Jeb Bush, some conservatives are shopping around.\n\nCalifornia’s attorney general moved to block an initiative that would mandate the execution of gays.\n\nSgt. Bowe R. Bergdahl, the soldier who was captured and later freed by the Taliban in a prisoner swap, has been charged with desertion.\n\nPeople pulls some surprising nuggets from a new Michelle Obama biography, including the first couple’s engagement story.\n\nSpeaker John A. Boehner, Representative Nancy Pelosi and other members of Congress give themselves the “mean tweets” treatment.\n\nThe Boston Globe points out that former Gov. Deval Patrick is pushing for the trade deal that President Obama supports and Senator Elizabeth Warren opposes.\n\nGov. Scott Walker criticized President Obama’s judgment and leadership over the prisoner swap involving Sgt. Bowe R. Bergdahl, according to The Daily Caller.\n\nPolitico explores Hillary Rodham Clinton’s new “nerd squad.”", "byline": "THE NEW YORK TIMES", "description": "The House is set to give strong bipartisan support to a health deal negotiated between Speaker John A. Boehner and Representative Nancy Pelosi.", "title": "First Draft: Today in Politics: Health Fix Heralds Rare Moment of Congressional Compromise", "url": "http://www.nytimes.com/politics/first-draft/2015/03/26/today-in-politics-health-fix-heralds-rare-moment-of-congressional-compromise/", "topics": ["economy"], "people": ["Alan Rappeport", "Ben Affleck", "Deval Patrick", "Carl Hulse", "John A. Boehner", "Ted Cruz", "Michelle Obama", "Hillary Rodham Clinton", "John Boehner", "Jimmy Fallon", "Scott Walker", "Rand Paul", "Jeb Bush", "Nancy Pelosi", "Eric H. Holder Jr.", "Elizabeth Warren", "Newt Gingrich", "Mitt Romney", "Maggie Haberman", "Thomas E. Perez", "Bill Gates", "Nathan Deal"], "orgs": ["Congress", "Center for American Progress", "Senate", "Republican Party", "Senate Appropriations Committee", "Koch Industries", "Taliban", "Center for Strategic and International Studies", "Liberty University"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-03-26 12:57:31", "org": "nyt", "article_id": "3308a975828488f5eac0bcedf5c9086e", "date_access": "2015-03-26 12:08:16.417119"}