{"body": "WAUKESHA, Wis. — Gov. Scott Walker of Wisconsin, who built a national conservative following by crippling public employee unions and then defeating a forceful effort to recall him, announced on Monday that he is running for president as a Washington outsider whose taste for big fights would lead to a smaller federal government.\n\nMr. Walker is the 15th prominent Republican to formally start his campaign, doing so at a time of growing challenges for him, especially in Iowa. He considers it a must-win state in the presidential nominating process, which begins there in February.\n\n“I’m running for president to fight and win for the American people,” he announced in a campaign video released early Monday.\n\nAs an unofficial candidate early this year, Mr. Walker got off to a hot start with several strong speeches and impressive poll numbers in Iowa and other key states. But a series of gaffes hurt him among some Republican leaders and donors, and his lead in Iowa polls has softened recently as rivals like Senator Ted Cruz, Rick Perry, Donald J. Trump and Ben Carson have gained ground or campaigned more than Mr. Walker.\n\nHis fund-raising has also lagged behind that of several Republicans, including Jeb Bush and Senator Marco Rubio, who are widely considered top contenders along with Mr. Walker.\n\nMr. Walker’s strategy is now focused on building a political operation in Iowa and campaigning aggressively there with an increasingly conservative message. He recently endorsed amending the United States Constitution to leave laws blocking same-sex marriage up to each state, and he is preparing to sign Wisconsin legislation that would ban abortions after 20 weeks of pregnancy, except when the life of the mother is in immediate jeopardy.\n\nWith those positions and others, Mr. Walker is aiming to sway conservative and evangelical voters, two dominant groups in the Iowa Republican caucuses. They may now have a particular affinity for Mr. Cruz and Mr. Carson, who had a combined 19 percent support of likely Iowa caucusgoers in a recent Quinnipiac University poll. But other Republican candidates like Mr. Perry, a former Texas governor, and Mr. Rubio are angling to appeal to the same voters, and Mr. Rubio and his supporters have more financial resources than Mr. Walker does right now.\n\n“Walker had a great winter but maybe got a little cocky, a little ahead of himself, and now he really has to take the time to work Iowa and build up the resources to compete harder in the early primary states,” said Ed Rollins, a veteran Republican consultant who has worked with David Polyansky, one of Mr. Walker’s advisers in Iowa.\n\nTo distinguish himself, Mr. Walker, a 47-year-old career politician, is building his bid for the White House around his style of leadership, reflected in slogans like “go big and go bold” and “a fighter and a winner,” and his record as governor since 2011.\n\nHe has also sought to enhance his understanding of national affairs and foreign policy by taking time away from the campaign trail this year for dozens of briefings with experts, heads of state and military officials. As a result, not only has he spent less time fund-raising than other candidates, he has also been absent for long stretches from New Hampshire and South Carolina, which have early nominating contests and where his poll numbers have slipped as well.\n\n“I think he waited too late to get into the race, because there was such excitement for him when he was here in March,” said Catherine Welborn, a South Carolina Republican who heard Mr. Walker speak that month in Charleston. “South Carolina doesn’t have much time to get to know him, but one thing is for sure: He needs to come down here and tell the story about beating the unions. That’s the kind of person we need to stand up for America.”\n\nOther admirers of Mr. Walker said he was poised to regain momentum because of his fiscally conservative record in Wisconsin, where he signed a two-year state budget on Sunday that holds the line on taxes and cuts funds for University of Wisconsin campuses while also freezing tuition there.\n\nBut Mr. Walker is best known for taking on Wisconsin’s public employee unions, shortly after taking office in 2011, by proposing a bill to repeal collective bargaining for most government workers to give control over pay and benefits back to the state. Championing the measure as a way to deal with the state’s budget deficit, Mr. Walker drew support from his extensive network of conservative backers, as well as Republican leaders in the State Legislature.\n\nUnion leaders and Democrats fought hard during weeks of protests at the State Capitol, saying the bill was unnecessary and intended only to gut the unions and advance Mr. Walker’s political ambitions.\n\nThe legislation passed, which led to the effort to recall Mr. Walker the next year. He won that battle, too, and throughout these fights attracted 300,000 donors nationwide, a network he hopes will help finance his presidential campaign.\n\n“Governor Walker’s sterling record of accomplishment — historic pension reforms, tax cuts, right to work — provide an impressive foundation as he begins this campaign, but, yes, they do help raise expectations for him,” said Tim Phillips, the president of Americans for Prosperity, a conservative advocacy group supported by the billionaire industrialists Charles G. and David H. Koch.\n\nAfter his remarks here, Mr. Walker will visit the four early nominating states — Nevada on Tuesday, South Carolina on Wednesday, New Hampshire on Thursday and Iowa for a three-day “Winnebago tour.”\n\nThe recreational vehicle reflects a Midwestern, Everyman image of Mr. Walker that he has highlighted on the campaign trail with his stories about riding his beloved Harley-Davidson motorcycle and shopping for discount clothing at Kohl’s.\n\n“He has an instinct, because he is so middle class, of absorbing information and facts and putting it through that middle-class filter,” said Ed Goeas, a senior adviser to Mr. Walker and veteran pollster.\n\n“Most people I work with are in one of two categories: You walk through an issue with them and they say, ‘Here’s my position,’ or you walk through an issue with them and they say, ‘Here’s my position, but what do the polls say?’” Mr. Goeas said. “The unique thing about Scott is, and I’ve never seen this with anyone else, he does a gut check after taking a position. He says, ‘Tell me, if we do this, if this is the solution, the one test I want to run is, will this make people’s lives better?’”", "byline": "PATRICK HEALY", "description": "Gov. Scott Walker of Wisconsin, who looked strong earlier this year, is joining the 2016 presidential race, doing so at a time of growing challenges for him, especially in Iowa.", "title": "Scott Walker Declares Presidential Candidacy, Looking to Regain Momentum", "url": "http://www.nytimes.com/2015/07/14/us/politics/scott-walker-presidential-campaign.html", "topics": ["personality"], "people": ["David H. Koch", "Tim Phillips", "Jeb Bush", "Rick Perry", "Scott Walker", "Marco Rubio", "Donald J. Trump", "Ed Goeas", "Ed Rollins", "David Polyansky", "Ben Carson", "Ted Cruz"], "orgs": ["United States Constitution", "University of Wisconsin", "Quinnipiac University", "Everyman"], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-07-13 11:46:53", "org": "nyt", "article_id": "5b96a4daf51a412f67fabc1fe47f4fda", "date_access": "2015-07-13 11:10:11.784750"}