{"body": "John A. Boehner’s decision to resign as speaker of the House – the culmination of years of intraparty tensions that have cleaved Republicans during President Obama’s administration – set off unrestrained glee at the Family Research Council’s Values Voter conference in Washington on Friday, where it was all anyone wanted to talk about.\n\nWith one exception: The Republican presidential candidate who has been leading in nearly every poll had little to say about the decision by the most powerful Republican in Congress to quit.\n\n“Well, it’s a big decision that he made, it’s a great decision,” said Donald J. Trump, interviewed as he descended a staircase in the Omni Shoreham. “I think so. I think it’s good for everybody. I think it’s time – he’s been there a long time. But I think it’s time.”\n\nMr. Trump then turned to his interviewer. “What do you think, what do you think?” he demanded.\n\nAsked if Mr. Boehner, who was facing the prospect of being ousted by conservatives in his caucus, had been forced out, Mr. Trump said, “Well, could be.”\n\nThen he again tried to turn the tables: “What do you think? You tell me.”\n\nAsked about who should replace Mr. Boehner, Mr. Trump offered no names.\n\n“I think they probably have four or five good choices, we’ll see what happens,” he said. “It’s going to be a fight. It looks like it’s going to be fight.”\n\nAnd who should replace Mr. Boehner? “I don’t have a preference,” he said.\n\nDown the stairs and close to the ballroom where he would speak, Mr. Trump was swarmed by reporters who also wanted to ask him about Mr. Boehner. He repeated his answer – “It’s time” – and kept walking.\n\nBut then a reporter asked him about Senator Marco Rubio of Florida, another Republican presidential candidate with whom Mr. Trump has exchanged barbs this week.\n\nFor that subject, Mr. Trump had time to stop in his tracks.\n\n“He doesn’t show up to vote for one thing,” said Mr. Trump, turning to the cameras and uncorking a now-familiar attack on Mr. Rubio’s record of absenteeism from Senate votes.\n\nAsked if he thought Mr. Rubio was a “threat,” Mr. Trump said he did not.\n\n“I think he’s a baby,” he said.", "byline": "JONATHAN MARTIN", "description": "The Republican presidential candidate was uncharacteristically vague when asked his views on House Speaker John A. Boehner’s announcement that he would step down.", "title": "First Draft: Donald Trump Analyzes John Boehner’s Exit as Speaker: ‘You Tell Me’", "url": "http://www.nytimes.com/politics/first-draft/2015/09/25/donald-trump-analyzes-john-boehners-exit-as-speaker-you-tell-me/", "topics": ["immigration", "personality", "terrorism"], "people": ["Donald Trump", "John Boehner", "Donald J. Trump", "Marco Rubio", "John A. Boehner"], "orgs": ["Senate", "Family Research Council", "Congress"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-09-25 18:14:51", "org": "nyt", "article_id": "241c372ff7f527b9656a3f2ca4785d59", "date_access": "2015-09-25 17:31:48.896684"}