{"body": "COLUMBIA , S.C. – Hillary Rodham Clinton’s second attempt at the White House is focused squarely on the future. But in a speech here on Wednesday, she addressed an unhappy memory from her last campaign in South Carolina, when her battle with Barack Obama grew intense and ugly.\n\nAt its worst, her husband, seeing Mrs. Clinton’s shot at the Democratic nomination slip away, spoke dismissively of Mr. Obama in ways that enraged some African-Americans.\n\nAddressing the state’s Democratic Women’s Council in a hotel near the capitol, Mrs. Clinton alluded to the tensions that had surfaced  between her campaign and Mr. Obama’s in 2008 – but stressed that she was running for the chance to pursue policies for which both Bill Clinton and Mr. Obama had fought.\n\n“Some of you may remember we had a pretty vigorous campaign in 2008,” she said. “Vaguely recall. Both President Obama and I worked really hard.” She added: “I went to work for him because he and I share many of the same positions about what should be done in the next presidency.”\n\nShe emphasized her work on behalf of Mr. Obama both after he clinched the 2008 nomination and in his administration as secretary of state, and said they served for “the same reason – we both love our country.”\n\nBlack voters were an important source of support to Mrs. Clinton before 2008 and are vital to her now, and on Wednesday, before a heavily African-American audience, she seemed to suggest that she had learned something from the South Carolina episode, saying candidates needed to be civil to one another even in the heat of political battle.\n\nIn this campaign, she said, “I will be remembering what I think should be at the core of every political campaign: how we treat one another and how we care for this gift that we have been given, the United States of America.” \n\nMrs. Clinton has rarely invoked her husband’s presidency in her current campaign. But she did in the context of framing his tenure and Mr. Obama’s as having much in common. Democratic presidents, she said, have faced a similar challenge over the last three decades. “They have to dig us out of the ditches they find themselves in,” she said, to put the country back on a better course.\n\nSome of the strongest applause lines came when Mrs. Clinton described women facing inequality in the work force and pay disparities as being particularly stark for “women of color.”\n\nShe also said that she was under no illusions about what it took to be president.\n\n“I do know how hard this job I’m seeking is,” Mrs. Clinton said, her voice picking up a slight Southern twang. “I have seen it up close and personal. You’re not going to catch me wondering what it’s like.\n\n“Instead, I’m spending my time” planning what to do “for you once I get there,” she said.\n\nSmiling, Mrs. Clinton observed that the men who have occupied the White House all come in “looking so vigorous, and then we watch them. They go grayer and grayer, and by the time they leave, they’re as white as the building they live in.”\n\nMrs. Clinton joked that she wouldn’t have that problem: “I may not be the youngest candidate in this race, but I have one big advantage — I’ve been coloring my hair for years.”\n\nBut then she added a line that was surprising, given the subtext of racial politics: “You are not going to see me turn white in the White House.”", "byline": "MAGGIE HABERMAN", "description": "Hillary Rodham Clinton, campaigning in South Carolina, alluded to her tough primary fight with Barack Obama in 2008 but stressed how hard she had worked for him afterward and in his administration.", "title": "First Draft: Hillary Clinton Calls for a Civil Campaign in South Carolina", "url": "http://www.nytimes.com/politics/first-draft/2015/05/27/hillary-clinton-calls-for-civil-campaign-her-last-one-wasnt/", "topics": ["women"], "people": ["Bill Clinton", "Hillary Rodham Clinton", "Barack Obama", "Hillary Clinton"], "orgs": [], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-05-27 22:32:03", "org": "nyt", "article_id": "d148f56465831356a0f02180e679d346", "date_access": "2015-05-27 21:40:31.282924"}