{"body": "For months, the suspense surrounding Hillary Rodham Clinton’s plans to make a second attempt at the White House had little to do with whether, and everything to do with why: What would be her rationale for seeking the presidency?\n\nYet with her videotaped announcement that she would run in 2016 to fight for American families so they can “get ahead and stay ahead,” Mrs. Clinton has only begun to answer that central question.\n\n“Americans have fought their way back from tough economic times, but the deck is still stacked in favor of those at the top,” she says in the highly polished production, whose release just after 3 p.m. on Sunday after a drawn-out buildup seemed to stop a nation of tweeting political obsessives in their tracks. “Everyday Americans need a champion, and I want to be that champion.”\n\nWith those words, delivered near the end of a 2-minute, 18-second video, Mrs. Clinton ended two years of public demurrals and private maneuvering and instantly put herself in a strong position to become the Democratic standard-bearer. If successful, she would become the first female nominee from either party, with a serious chance to become the first woman to be elected president.\n\nLong before any ballots are cast, however, she faces enormous pressure to explain, in compelling terms, why she wants the job and is best suited to hold it.\n\n“Her message has to be pretty well baked,” said Russell J. Schriefer, who was a senior adviser to the Republican candidate Mitt Romney in 2012. “Otherwise, it’s like, ‘What have you been thinking about this whole time?’ ”\n\nMrs. Clinton’s aides say the video, with its focus on voters of all stripes — not on the candidate — as they contemplate the future, captures the essence of what her message will be.\n\n“We had realistic expectations about what you can accomplish in a video,” said Jennifer Palmieri, the campaign’s communications director. “There’s a lot more she needs and intends to talk to the American people about in the coming months.”\n\nShe will begin in Iowa; Mrs. Clinton set out on a two-day road trip there on Sunday afternoon. She will hold conversations with voters there on Tuesday and Wednesday and slowly make a more detailed case for her candidacy and specific policy proposals, ahead of a more formal kickoff of her campaign in May.\n\nMuch of what she is likely to say is motivating her is well known.\n\nWhile her husband promised in 1991 to restore the American dream to “the forgotten middle class,” Mrs. Clinton is expected to offer herself as best equipped to reverse the sense among many voters that the middle class is already out of reach.\n\nIndeed, her campaign will shy away from the characterization “middle class” — because, her advisers say, the term no longer connotes a stable life — and instead use the term “everyday Americans.”\n\nFor months, Mrs. Clinton has lamented the stagnant wages holding back lower-income people and the concentration of wealth among a sliver of the wealthiest, a sentiment echoed in her first public remarks as a 2016 candidate.\n\nIn the video, she allows a series of people — nonactors, her campaign said — to stand for those ideas: A black couple looks ahead to the birth of a child, Latino brothers beam with excitement about starting a business, two men hold hands anticipating their wedding, a young Asian-American woman looks ahead to her first job and a white woman who says she will retire soon talks about “reinventing” herself.\n\n“I’m getting ready to do something, too,” Mrs. Clinton says. “I’m running for president.”\n\nEvery White House aspirant eventually has to face the question that famously reduced Edward M. Kennedy to incoherence when the CBS News correspondent Roger Mudd asked it just before his run for president in the 1980 election: “Why do you want to be president?” An honest reply, no matter the candidate, would most likely entail healthy doses of ambition and ego, along with a concern for the fate of the nation or for the greater good.\n\nYet Mrs. Clinton faces an especially high threshold, Democrats say, to deliver a persuasive — and, to some degree at least, selfless — rationale.\n\nAs the first lady in 2000, she drew enormous attention to her first campaign for the United States Senate. But her lack of a clear-cut message early on fueled accusations of carpetbagging and a sense among voters that Mrs. Clinton felt free to coast from the White House to a seat representing New York. She overcame that with a barnstorming blitz of close-up conversations that impressed voters across the state, and won by 12 percentage points.\n\nDespite that experience, however, Mrs. Clinton’s entry into the Democratic primary field in January 2007 showed that she still faced difficulty in reconciling her outsize public image with the need to dispel any air of entitlement.\n\nWhile Barack Obama offered a crisp promise to end the “smallness of our politics,” and John Edwards spoke of healing the divide between the “two Americas,” Mrs. Clinton issued a statement  to her supporters: “I’m in. And I’m in to win.” The declaration rang hollow and uninspiring to some Democrats, and a videotaped message of her sitting on a couch and saying, “Let the conversation begin,” is still being parodied. Iowa caucusgoers rewarded her with a third-place showing.\n\nBy the time Mr. Obama had edged ahead in the delegate tally, Mrs. Clinton was showing a less scripted, more vulnerable side. Connecting with women and with white working-class voters over kitchen-table issues, she won 17.5 million votes, about as many as Mr. Obama, and victories in Indiana, Ohio and Pennsylvania.\n\nMrs. Clinton’s advisers insist that she has learned from that race, and her announcement on Sunday sought to shift the focus away from her personal journey. “I’m hitting the road to earn your vote,” she says, “because it’s your time.”\n\nEven as her supporters and outside “super PACs” seek to raise money for what could be the costliest campaign in history, her advisers say she intends to run as if she were an underdog. Shunning mass rallies for small-scale events, Mrs. Clinton will hold round tables with educators and students in Monticello, Iowa, on Tuesday and small-business owners in Norwalk, Iowa, on Wednesday, settings that make it possible to connect with voters individually.\n\nMrs. Clinton enters the campaign with no apparent formidable competition for a wide-open Democratic nomination, and her video, notably, makes no mention of party labels.\n\nShe starts with a strong base of support: 59 percent of Democratic voters said there was a “good chance” they would vote for Mrs. Clinton, compared with 52 percent who said the same in 2007, according to a Pew Research Center poll conducted March 25-29. But a weakly stated rationale in the coming weeks could encourage others to consider a run, or invite a backlash among Democrats who are already wary of putting all their chips on one bet.\n\nMrs. Clinton’s reference to the “stacked deck” confronting most Americans could mollify those in the party’s left wing who have pined for potential alternatives like Senator Elizabeth Warren of Massachusetts, who has led a fiery, populist attack on Wall Street opulence and big banks.\n\nYounger voters may need to be enticed to take a fresh look at Mrs. Clinton, a quintessential baby boomer whose starring role in the drama of the Bill Clinton years came nearly a quarter-century ago. And reports about her exclusive use of a private email address while secretary of state have already harmed her standing with independents and played into Republican suggestions that the name Clinton is synonymous with secrecy, sophistry and scandal.\n\nFifty-three percent of Americans and 60 percent of independents said they believed that Mrs. Clinton had not been truthful in saying she handed over all emails relevant to her time as secretary of state, according to a Bloomberg Politics poll conducted April 6-8.\n\nRobert Shrum, a strategist for Democratic presidential candidates including Mr. Kennedy, Al Gore and John Kerry, said an effective opening argument in the coming days could sharply improve perceptions of Mrs. Clinton. “If she can show the country, manifesting what kind of leader she would be, manifesting what she cares about, having a sense of vision for the future, the email story becomes pretty small,” he said.\n\nThat she needs to expand on her rationale in a powerful way, and soon, is likely to come as no surprise to Mrs. Clinton, a perfectionist who knows that anything less would be an unforced error and the squandering of a precious second chance to introduce herself as a candidate.\n\nMr. Shrum said a successful reintroduction could do wonders for the public’s impression of Mrs. Clinton — much as it did when Ronald Reagan, seen as an aging actor in his failed primary run in 1976, began his campaign in 1980 by demonstrating his vigor and talking about his work as a soldier, sportscaster and union leader. “He turned his negatives into positives,” Mr. Shrum said.\n\n“That’s quite different from sitting on the couch,” he said. “It can’t be, ‘I look forward to having a conversation.’ It has to be, ‘This is where America needs to go.’ She can rewrite the script. Reagan rewrote the script.”", "byline": "AMY CHOZICK", "description": "Mrs. Clinton has a chance to become the first female nominee from either major party. First, she will be pushed to explain why she wants the job.", "title": "Hillary Clinton Starts to Detail Rationale for Run as 2016 Campaign Begins", "url": "http://www.nytimes.com/2015/04/13/us/politics/hillary-clinton-enters-2016-presidential-race.html", "topics": ["campaign_finance", "economy", "women"], "people": ["John Kerry", "Mitt Romney", "Bill Clinton", "John F. Kennedy", "John Edwards", "Jennifer Palmieri", "Hillary Clinton", "Hillary Rodham Clinton", "Edward M. Kennedy", "Barack Obama", "Roger Mudd", "Russell J. Schriefer", "Al Gore", "Robert Shrum", "Ronald Reagan", "Elizabeth Warren"], "orgs": ["Pew Research Center", "United States Senate", "PACs"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-04-13 02:48:50", "org": "nyt", "article_id": "0e75da1d5e97a4dcd954ea5fc0408a9d", "date_access": "2015-04-13 06:10:03.424261"}