{"body": "According to Pollster, there is still no sign of a turn back to establishment Republicans. In fact, the triumvirate of crazy — Trump/Carson/Cruz — has about three times as much support as the combination of Bush, Rubio, and Kasich. It’s amazing.\n\nBut why don’t GOP voters realize that these are crazy people? Maybe because the things they say aren’t all that different from what supposedly reasonable Republicans say.\n\nA case in point: The Donald has just come out with a monetary conspiracy theory: the reason the Fed hasn’t raised rates has nothing to do with low inflation and global headwinds, Janet Yellen is just doing Obama a political favor. Crazy, right?\n\nBut how different is this, really, from Paul Ryan and John Taylor claiming that quantitative easing wasn’t a good-faith effort to support a weak economy, but an attempt to “bail out fiscal policy”, preventing the fiscal crisis Obama’s policies were supposed to produce?\n\nThe difference between establishment Republicans and the likes of Trump, in other words, isn’t so much the substance of what they say as the tone; we’re supposed to consider Jeb Bush, Marco Rubio, or Paul Ryan moderate because they insinuate their conspiracy theories rather than bellowing them and talk voodoo economics with a straight face. But why should we be surprised if the GOP base doesn’t see why this makes them more plausible?", "byline": "PAUL KRUGMAN", "description": "Trump has company.", "title": "Paul Krugman Blog: Monetary Conspiracy Theories", "url": "http://krugman.blogs.nytimes.com/2015/10/17/monetary-conspiracy-theories/", "topics": ["economy", "immigration", "personality"], "people": ["Marco Rubio", "Jeb Bush", "Paul Krugman", "Paul Ryan", "Janet Yellen"], "orgs": ["Fed", "GOP"], "authors": [{"author_id": 696, "fullname": "paul krugman", "primary_org": "nyt"}], "date_written": "2015-10-17 15:23:42", "org": "nyt", "article_id": "10ad6b0f803f7879d89cc158f6274ca8", "date_access": "2015-10-17 14:40:10.502030"}