{"body": "Former Senator Jim Webb announced on Tuesday that he is dropping out of the race for the Democratic presidential nomination after his bid failed to gain traction.\n\nMr. Webb shared his intentions to end his campaign at a news conference at the National Press Club in Washington. His plans, first reported by Fox News, come as Mr. Webb’s standing in Democratic polls hovered near zero and his fund-raising efforts produced paltry results compared with his rivals.\n\nThe announcement came after the campaign said on Monday evening that Mr. Webb was considering a bid as an independent, and at the press conference he did not rule that out. But independent campaigns are notoriously difficult because of financial and ballot access obstacles.\n\nA veteran and former Republican, Mr. Webb kicked off his campaign in July with little fanfare. In recent weeks, speculation about his intentions arose because he was rarely spotted on the campaign trail.\n\nMr. Webb’s frustrations with the process were evident last week at the Democratic debate, when he only spoke for 15 minutes out of two hours and frequently complained about the lack of attention. After the debate, he suggested that it was “rigged.”\n\nAt his press conference, Mr. Webb lamented the state of paralysis in American politics and promised to keep fighting for policies he believes in. He said that his views were no longer in line with the mainstream Democratic Party and that he would be open an independent run if there was sufficient support.\n\n“How I remain as a voice, will depend on what kind of support I’m show in the coming weeks as I meet with people form all sides of America’s political landscapes,” Mr. Webb said, acknowledging that independent runs for presidents are challenging but suggesting that the country might be ready for one. “I have no doubt that if I ran as an independent we would have significant financial help.”\n\nIn explaining his failed bid as a Democrat, Mr. Webb said that the party’s power structure made it challenging for him to raise money, hire staff and actively campaign. Still, Mr. Webb expressed confidence that he would make a good president and that he could beat opponents such as Hillary Rodham Clinton or Donald J. Trump, the leading Democratic and Republican Candidates, if he were to mount another bid.\n\n“If we ran an independent race, I honestly could see us beating both of them,” Mr. Webb said with his wife standing by his side.", "byline": "ALAN RAPPEPORT", "description": "Former Senator Jim Webb announced on Tuesday that he is dropping out of the race for the Democratic presidential nomination after his bid failed to gain traction.", "title": "First Draft: Jim Webb Withdraws From Race for Democratic Presidential Nomination", "url": "http://www.nytimes.com/politics/first-draft/2015/10/20/jim-webb-withdraws-from-race-for-democratic-presidential-nomination/", "topics": ["campaign_finance", "personality"], "people": ["Hillary Rodham Clinton", "Donald J. Trump", "Jim Webb"], "orgs": ["Democratic Party"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-10-20 18:34:05", "org": "nyt", "article_id": "78b88613c12041f3593721fc04d292a4", "date_access": "2015-10-20 17:43:00.168735"}