{"body": "Good Friday morning from Washington. Though the ever-growing Republican field will make for a hectic late summer, for now, there’s room to mix work and play, as, for example, Gov. Chris Christie of New Jersey proved deft with a softball bat, and as a group of Republican candidates prepared for a day of roast pork and motorcycles.\n\nWhen seven Republican presidential hopefuls roll into Iowa this weekend for Senator Joni Ernst’s inaugural “Roast and Ride,” only one — Gov. Scott Walker of Wisconsin — will truly be cruising.\n\nThat’s right, Mr. Walker, a Harley-Davidson aficionado who owns a 2003 Road King, will be the only likely 2016 candidate riding alongside Ms. Ernst and her husband, Gail, on the 39-mile route between Big Barn Harley-Davidson in Des Moines (where the event kicks off) to a day of speeches, retail politics, horseshoes and, of course, roast pork in Boone.\n\nMr. Walker has had breakout moments in Iowa before, including an energetic speech at a forum this year that helped propel him onto the national stage.\n\nBut Ms. Ernst’s pork-and-hog extravaganza — her answer to former Democratic Senator Tom Harkin’s steak fry — seems tailor-made for Mr. Walker.\n\nNot only is he an avid motorcycle rider, but he also knows a thing or two about hunting. His most recent campaign for governor featured a $50 “Hunters for Walker” package, which included a camouflage drink koozie, an orange hunter’s T-shirt and a black gun sock with the Walker logo.\n\nBut Mr. Walker will not have the day to himself — the retired neurosurgeon Ben Carson, the former Hewlett-Packard executive Carly Fiorina, Senator Lindsey Graham of South Carolina, former Gov. Mike Huckabee of Arkansas, former Gov. Rick Perry of Texas, and Senator Marco Rubio of Florida will also attend.\n\nMr. Huckabee and Mr. Rubio each have ties to the state. In 2008, Mr. Huckabee won the Iowa caucuses. And Mr. Rubio visited the state several times during the 2014 cycle when he campaigned on Ms. Ernst’s behalf.\n\nAnd his efforts did not go unnoticed. Ms. Ernst offered Mr. Rubio a ride on the back of her bike this weekend. No official word yet on if he plans to take her up on it.\n\n Ashley Parker\n\nStay tuned throughout the day: Follow us on Twitter @NYTpolitics and on Facebook for First Draft updates.\n\nMr. Graham, who is positioning himself early on as strong on security and foreign policy, will be in Iowa on Friday, too, for a town-hall-style meeting in Des Moines, and a public gathering at a V.F.W. hall in Waterloo.\n\nIn the morning, the Labor Department will release its unemployment numbers for May.\n\nAnd on Saturday, President Obama will deliver the eulogy at the funeral of Beau Biden, Vice President Joseph R. Biden Jr.‘s son, in Delaware.\n\nJeb Bush is no longer bothering to play coy.\n\nAfter months of pretending that he was not quite a candidate for president (even as he acted like one), then teasing an uncertain “announcement” in Miami about whether he might run on June 15 (as if there was any doubt), aides to Mr. Bush all but declared his candidacy on Thursday night.\n\nIn an email, they laid out a hectic, presidential-candidate-esque schedule of travel to early primary states after Mr. Bush’s technically unresolved announcement, calling it (with refreshing, if clever candor) the “Jeb Announcement Tour.”\n\nAfter returning from a five-day trip to Europe, where he will visit Estonia, Germany and Poland, Mr. Bush will barnstorm across a classic nominating-state map of Iowa, New Hampshire, South Carolina and Nevada, the aides said.\n\nMr. Bush will be joined in Nevada by his son, George P. Bush, the popular new Texas land commissioner, whose fluency in Spanish will no doubt appeal to the state’s large Hispanic population.\n\n– Michael Barbaro\n\nMr. Carson‘s career transition from neurosurgeon to prolific public speaker turned lucrative fast, the financial disclosures he filed on Thursday show.\n\nRonald O. Perelman, the cosmetics billionaire, major political donor, old friend of Hillary Rodham Clinton‘s and supporter of John McCain in the 2008 presidential election, said he would give his backing and money this time to Mr. Graham.\n\nA new ad from a “super PAC” supporting Martin O’Malley, a Democrat and the former governor of Maryland, repeats some of his previous criticisms of Mrs. Clinton and Mr. Bush.\n\nThere is a long history of political candidates with legal woes, but Mr. Perry seems to be breaking new ground in his Republican presidential bid, apparently becoming the first major party candidate to enter the White House race while under felony criminal indictment.\n\nResearch turned up no similar situation to that of Mr. Perry, who was indicted last year on state charges of abuse of power and coercion of a public official. The charges center on his efforts to force the resignation of the Travis County district attorney after a drunken-driving arrest by threatening funding to the state’s public integrity unit. He and his allies have characterized the charges as baseless and partisan, but Mr. Perry has so far been unable to get the indictment thrown out.\n\nCriminal charges used to be the kind of thing that was considered disqualifying for high-profile presidential candidates, but not always. Eugene V. Debs, the labor activist turned socialist, ran in the 1920 presidential race from a federal prison cell in Atlanta, convicted on sedition act charges for agitating against the draft. He received nearly one million votes and came in third. Mr. Perry hopes to do much better than Mr. Debs.\n\n— Carl Hulse\n\nRepublicans are likely to field 15 major candidates for president in 2016, more than any cycle in recent history. Here is a look at the number of candidates in each field since 1972 (in years when there was no party incumbent) at any given week before the election.\n\nIn part because of that crowded field, coming debates have been limited to the top 10 candidates as measured by polls, creating a frenzied competition to get on that list.\n\nAnd Mrs. Clinton said on Thursday that Republicans were “deliberately trying to stop” young people and minorities — both vital Democratic constituencies — from exercising their right to vote, as she presented an ambitious agenda to make it easier for those groups and other Americans to participate in elections.\n\nSome Democrats in early-contest states are worried about Mrs. Clinton’s recent drop in polls, as both Republicans and Democrats take aim at her, Politico reports.\n\nMr. Christie played well in a charity softball game on Wednesday for the families of police officers killed in the line of duty, hitting a fly ball to left that wasn’t a double only because a New York City police officer made a nice catch.\n\nAnd Lincoln Chafee‘s mention in his campaign announcement that the United States should switch to the metric system came as a surprise, ABC News reports, to Donald W. Hillger, the president of the United States Metric Association.\n\nMr. Perry‘s campaign announcement unveiled an official song that was a little bit country, a little bit rap and a lot of Perry.\n\nSenator Bernie Sanders‘s popular Facebook presence is fueled largely by a flood of images overlaid with text of his musings and favorite quotes.\n\nBut that method has now caused him a little trouble. On Wednesday morning, the Sanders team posted a black-and-white photo of a haggard-looking child from Appalachia and with a quote from Mr. Sanders written across the bottom.\n\nA few hours later, the photographer, Ross Taylor, posted a comment on the page: “So, Bernie Sanders is illegally using an image of mine for his campaign. They lifted it without contacting me first.”\n\nMr. Taylor, who took the picture nearly 20 years ago as part of a personal project, then reached out to Mr. Sanders’s office and quickly received a response.\n\n“To their credit, they’ve been pretty cooperative,” Mr. Taylor said in an interview. He added that, after a few email exchanges, aides to Mr. Sanders indicated they were willing to pay compensation for use of the photo. The post has also been deleted.\n\n“We apologized and took appropriate action to fix the issue,” said Michael Briggs, a spokesman for Mr. Sanders.\n\nAccording to Mr. Briggs, most of the similar photos from Mr. Sanders’s Facebook page are from either The Associated Press or a stock photo site, both services the team pays for. But staff members do occasionally use a Google image search, raising the possibility of other fair-use issues, although none had arisen before Wednesday.\n\n– Nick Corasaniti", "byline": "THE NEW YORK TIMES", "description": "When seven Republican presidential hopefuls roll into Iowa this weekend for Senator Joni Ernst’s inaugural “Roast and Ride,” only one — Gov. Scott Walker of Wisconsin — will truly be cruising on a motorcycle.", "title": "First Draft: Today in Politics: Campaign Trail Makes Room for Long Fly Balls and Weekend", "url": "http://www.nytimes.com/politics/first-draft/2015/06/05/today-in-politics-campaign-trail-makes-room-for-long-fly-balls-and-weekend/", "topics": ["campaign_finance"], "people": ["Ashley Parker", "Michael Briggs", "Carl Hulse", "Eugene V. Debs", "Chris Christie", "Hillary Rodham Clinton", "Bernie Sanders", "Joni Ernst", "Scott Walker", "Beau Biden", "Martin O'Malley", "Jeb Bush", "Nick Corasaniti", "Marco Rubio", "Carly Fiorina", "Tom Harkin", "Lindsey Graham", "Michael Barbaro", "Rick Perry", "Mike Huckabee", "Joseph R. Biden Jr.", "Ben Carson", "Lincoln Chafee"], "orgs": ["Walker", "Labor Department", "PAC"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-06-05 12:00:31", "org": "nyt", "article_id": "fb232f6d16e3ace47a0ecf0a23804825", "date_access": "2015-06-05 11:13:06.616574"}