{"body": "Hillary Rodham Clinton is readying a $350 billion plan to address America’s student loan debt crisis, but to her Republican rivals the idea sounded like something familiar: a tax hike.\n\nSenator Marco Rubio of Florida cast himself as a generational antidote to Mrs. Clinton at last week’s Republican presidential debate. On Monday he struck a similar note, arguing that the former secretary of state wants to invest in old ideas.\n\n“All that she’s talking about is ‘let’s raise taxes and let’s pour a bunch of money into a 20th-century outdated model,'” Mr. Rubio said on Fox News. “This is the thing they always do on the left — she has to figure out who to raise taxes on.”\n\nMr. Rubio proposed creating more alternatives to traditional four-year college programs that award people based on what they have learned rather than how many hours they spent in the classroom. He argued that more competition and greater flexibility is needed for working-class people to get the kinds of degrees they need. \n\nAs The Times reported on Monday, Mrs. Clinton’s plan would offer $175 billion in grants to states that guarantee students would not have to take out loans to cover tuition at four-year public colleges and universities. In return, states would be required to increase investment in higher education and slow tuition growth.\n\nFormer Gov. Jeb Bush of Florida was also critical of Mrs. Clinton’s plan, suggesting that it would raise the cost of a college education while burdening taxpayers. \n\n“We need to change the incentives for colleges with fresh policies that result in more individualization and choices, drive down overall costs, and improve the value of a college degree, which will help lead to real, sustained four-percent economic growth,” Mr. Bush said. ", "byline": "ALAN RAPPEPORT", "description": "Republican candidates like Marco Rubio and Jeb Bush are likening Hillary Rodham Clinton’s proposals addressing America’s student loan debt crisis to a typical Democratic tax hike.", "title": "First Draft: Marco Rubio and Jeb Bush Pan Hillary Clinton’s Student Loan Plan", "url": "http://www.nytimes.com/politics/first-draft/2015/08/10/marco-rubio-and-jeb-bush-pan-hillary-clintons-student-loan-plan/", "topics": ["economy"], "people": ["Hillary Rodham Clinton", "Marco Rubio", "Jeb Bush"], "orgs": [], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-08-10 17:58:13", "org": "nyt", "article_id": "f2cf902c1d94cceb22a32c549f7518dc", "date_access": "2015-08-10 17:10:11.770352"}