{"body": "Last month I wrote that Joe Biden should not run for president this year. The electorate is in an anti-establishment mood, and as a longtime insider, Biden, I argued, would suffer from the same disadvantages Hillary Clinton and Jeb Bush are now enduring, without any of their advantages. It would end badly.\n\nBut then came Biden’s moment with Stephen Colbert. His discussion of his own grief over his son Beau’s death was beautiful and genuine and revealed the golden heart that everybody knows is at the core of the man.\n\nBiden talked about Beau. “My son was better than me. And he was better than me in almost every way.” He gestured toward how fluid grief is, how it goes round and round, hides for a few hours and then suddenly overwhelms. But there was something else embedded in that Colbert moment: a formation story.\n\nEvery presidential candidate needs a narrative to explain how his or her character was formed. They needs a story line that begins outside of politics with some experience or life-defining crucible moment that then defines the nature of their public service.\n\nCandidates like John F. Kennedy and John McCain were formed by war. Candidates like Bill Clinton and Barack Obama were formed by their rise from broken homes and their dedication to lift others and heal divisions. Without a clear formation story, a candidate is just a hodgepodge of positions and logos.\n\nDemocrats this year are looking for a formation story that proves commitment. This is a party that is moving boldly leftward. Its voters want to know their candidate has the inner drive to push through structural changes, not just half measures.\n\nBernie Sanders has such a story. From his days at the University of Chicago onward, he has been a pile driver for progressive causes, regardless of the prevailing winds. Hillary Clinton hasn’t yet presented a clear formation story. She talks about being a grandmother, which humanizes her, but doesn’t explain how she got to be the person she is.\n\nWith Colbert, one saw the kernel of a Biden formation story that could connect not only with Democratic voters but with other voters as well. It is a story of dual loss: his wife and daughter decades ago and his son this year. Out of that loss comes a great empathy, a connection to those who are suffering in this economy and this world. Out of that loss comes a hypercharged sense of mission. Out of that loss comes a liberation from the fear of failure that dogs most politicians, and causes them to dodge, prevaricate and spin.\n\nPeople who have suffered a loss often want to connect their tragedy to some larger redemptive mission. Biden could plausibly and genuinely emerge sadder but more empathetic and more driven. That would be not only a natural reaction, but also the basis for a compelling campaign. Biden would then benefit from the greater verbal self-discipline he has developed while vice president and from the fact that this year, as Donald Trump proves, voters seem tolerant of free-talkers.\n\nDemocratic voters aren’t the only ones looking for a strong formation story. Republicans are looking for one, too, but the nature of the Republican race is different. If Democrats are arguing over what positions to fight for, Republicans are arguing about how to fight.\n\nRepublican presidential candidates have found that the strongest way to win favor on the stump is to attack the leaders of their party in Congress for being timid and inept. Many Republican voters are alienated from their party’s leadership. They’re looking for a candidate who can lead a mutiny.\n\nDonald Trump’s mutiny story is pretty clear. In doing business deal after business deal, he mastered the skills needed to take on the morons who are now running the party and the world. Ben Carson’s story is clear, too. Through his faith and through his medical career he developed the purity of heart and the discipline of will required to walk into Washington without being corrupted by the rottenness found there.\n\nThe Republican desire for a mutiny has kept Trump and Carson aloft longer than most people supposed. I still think they will implode. Their followers need them to be the superheroes they are portraying themselves to be. But politics is hard, especially for beginners, and sooner or later they will flounder and look like they’re in over their heads. At that point it’s all over. At that point, a Bush, Rubio, Kasich or Walker will have an opening to tell a different and more positive story.\n\nOn the Democratic side, a Biden run would be more formidable than I thought last month. You need emotion to beat emotion. With Stephen Colbert he revealed a story and suggested a campaign that is moving, compelling and in tune with the moment.", "byline": "DAVID BROOKS", "description": "In discussing his grief with Stephen Colbert, Joe Biden revealed what could be the core of a very compelling presidential campaign.", "title": "Op-Ed Columnist: The Biden Formation Story", "url": "http://www.nytimes.com/2015/09/15/opinion/david-brooks-the-biden-formation-story.html", "topics": ["personality", "economy"], "people": ["Joe Biden", "Beau Biden", "Bill Clinton", "John F. Kennedy", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Barack Obama", "Stephen Colbert", "Bernie Sanders", "Ben Carson"], "orgs": ["Congress", "University of Chicago"], "authors": [{"author_id": 688, "fullname": "david brooks", "primary_org": "nyt"}], "date_written": "2015-09-15 08:21:01", "org": "nyt", "article_id": "f086641422d49ce359a06f08b441982b", "date_access": "2015-09-15 07:56:20.057217"}