{"body": "Donald Trump may be the “post-policy candidate,” but when you strip away the bluster and the outrageous commentary that have defined his campaign to find his occasional, substantive statements about public policy, a surprising fact emerges: Mr. Trump is a moderate Republican.\n\nI realize this sounds like an odd claim, but stay with me for a bit. First you must keep in mind the Republican party context in which Mr. Trump is running.\n\nAt a 2011 debate, every Republican candidate for president vowed to reject any deal that exchanged $10 in spending cuts for a dollar in tax increases. Republicans in Congress have flirted with the debt limit and shut down the government in (failed) efforts to push their fiscal prescriptions through a divided government, rather than compromise. Grover Norquist, the anti-tax activist who has persuaded a large majority of Republicans in Congress to sign a pledge never to raise taxes, has said “bipartisanship is another name for date rape.”\n\nMr. Trump is anything but ideologically rigid, and he certainly does not equate deal making with surrender, let alone rape. So far, he hasn’t signed Mr. Norquist’s tax pledge.\n\n“When you’re dealing, and that’s what I am, I’m a dealer,” he told my colleague Jeremy Peters  this week, “you don’t go in with plans. You go in with a certain flexibility. And you sort of wheel and deal.”\n\nHe talks openly about how his views might change over time. When CNN’s Dana Bash asked Mr. Trump last month whether he favored a path to citizenship for unauthorized immigrants, he gave a more flexible answer than you might expect, given his comments about Mexican rapists. “Right now, no,” he said, but also, “we’ll see, later, down the line, who knows what’s going to happen.” For now, he wants an “expedited” way to offer legal residency (but not citizenship) to the subset of unauthorized immigrants he considers “the good ones.”\n\nInstead of promoting his ideological purity, he notes that policy choices are circumstance-specific. For example, he’s not a priori opposed to single-payer health care. “It works in Canada,” he said at the first Republican presidential debate on Aug. 6. “It works incredibly well in Scotland.” Even in the United States, “it could have worked in a different age,” but it wouldn’t work very well right now, he said. So instead, he’d replace Obamacare with “something terrific,” which would take care of people who can’t afford health insurance.\n\nMr. Trump’s policy flexibility extends even to the core Republican issue of taxes. He has not proposed a tantalizingly low top income tax rate, like Marco Rubio’s 25 percent or Ben Carson’s 10 percent. In fact, his vague tax position almost exactly copies Jeb Bush’s.\n\n“You have to simplify this tax code,” Mr. Trump said on Fox News on Tuesday, “and from that point on you can maybe do something else, but before we do anything, simplify it, make it nice and easy for people to understand, and reduce taxes.” Compare this to what Mr. Bush said in May: “Simplifying the code, eliminating as many tax expenditures, tax deductions, tax credits as possible and lowering the rates has got to be a huge priority.”\n\nThe main way Mr. Trump stands out from the field on economic policy is leftward: While most Republicans favor free trade, Mr. Trump has called for much higher tariffs on imported goods to protect American industries from competition. He has also criticized his opponents for proposing cuts in Social Security, Medicare and Medicaid. “I’m gonna make us so rich you don’t have to do those things,” Mr. Trump said in April.\n\nMr. Trump’s moderation extends to social issues. He says he “absolutely” favors rape and incest exceptions to abortion bans, which Mr. Rubio and Scott Walker oppose. He attacked Mr. Bush for saying the government perhaps need not spend so much on women’s health.\n\nAnd on foreign policy, Mr. Trump says he would “knock the hell out” of ISIS, but he also highlights his opposition since 2004 to the Iraq war, a year after it started.\n\nMr. Trump is offering an unusual combination of extreme language, moderate policy and rudeness, and so far it’s connecting with Republican voters. Over the next few months, as voters learn more about Mr. Trump’s policy views, we’ll get to see which part of that combination is helping him soar, and whether his policy moderation and flexibility are liabilities.\n\nMr. Trump’s critique of government differs greatly from that of most conservatives. The conservative argument for small government ordinarily rests on the idea that citizens necessarily know better what to do with their money and their lives than the government does, because the government lacks the local knowledge that individuals have. Under this theory, even a government run by smart people will do lots of stupid, costly things.\n\nMr. Trump is positing not a general, inherent failure of government but a very specific one. He nearly shouted it at last week’s debate: “Our leaders are stupid, our politicians are stupid.” This is the core idea of the Trump campaign, and it does not necessarily imply that government should be smaller. It implies that somebody smart, ideally Mr. Trump, should run the government.\n\nIf Republican voters share Mr. Trump’s diagnosis that the main problem with our government is stupid leaders, and if they believe that Mr. Trump is much smarter and wiser than the politicians who have come before him, they may be fully prepared to forgive his apostasies on Medicaid, taxes and everything else. If their real beef is not with our leaders but with big government itself, his support should fade as his policy moderation becomes clear.", "byline": "JOSH BARRO", "description": "The main way Mr. Trump stands out from the G.O.P. field on economic policy is leftward.", "title": "The Road to 2016: Donald Trump, Moderate Republican", "url": "http://www.nytimes.com/2015/08/18/upshot/donald-trump-moderate-republican.html", "topics": ["economy", "immigration", "terrorism"], "people": ["Dana Bash", "Jeb Bush", "Marco Rubio", "Grover Norquist", "Donald Trump", "Jeremy Peters", "Scott Walker", "Ben Carson"], "orgs": ["Social Security , Medicare and Medicaid", "Trump", "Congress"], "authors": [{"author_id": 346, "fullname": "josh barro", "primary_org": "nyt"}], "date_written": "2015-08-14 10:30:01", "org": "nyt", "article_id": "89b542e4227ba3dc8971106848a4c007", "date_access": "2015-08-14 09:50:11.280469"}