{"body": "Just in case you haven’t heard: May 28 is the date that George Pataki will announce whether he’s running for the Republican presidential nomination.\n\nYes! George Pataki. Of New York. How can you not remember? He was governor for 12 years, for heaven’s sake.\n\nActually, I can understand how it slipped your mind. In 1999, when Pataki was still in office and much more famous than he is today, he went to New Hampshire to feel out his presidential prospects, and I remember having an argument with a cabdriver in Manchester who was sure that the governor of New York was Rudy Giuliani.\n\nThis is the season when America grows its crop of presidential candidates, and even if the names are improbable, attention must be paid.\n\nWhile the Democratic side has not been particularly fertile, the Republican contenders are multiplying like gerbils. Six hats are already in the ring. On May 27, Rick (Remember Me?) Santorum will tell us where his metaphorical headwear is going. A coy tweet from Texas reveals that Mr. and Mrs. Rick Perry “have been discussing the future of this great country and how our family can play a role,” and promises “a special announcement” on June 4.\n\nDonald Trump claims he’ll have some exciting news in June, too. It’s been a hard couple of weeks for Republicans, but the future is filled with cheer. No reason worrying about Jeb Bush cratering when you have Rick Santorum, Rick Perry, Donald Trump and George Pataki to look forward to.\n\nThe first Republican debate is scheduled for Aug. 6 — plan your party now — and the way things stand, the crowd on stage may be the size of the Mormon Tabernacle Choir. Right now there seem to be at least 15 hopefuls. (Former ambassador John Bolton announced he would not be running this week, stunning many Americans who had no idea former ambassador John Bolton even existed.)\n\nLet us count the candidates. Eleven of them are scheduled to give speeches at a Republican fund-raiser in Iowa on Saturday night. That would include Jeb Bush, Dr. Ben Carson, Carly Fiorina, Senator Lindsey Graham, Gov. Bobby Jindal, George Pataki, Senator Rand Paul, Rick Perry, Rick Santorum, Donald Trump and Gov. Scott Walker.\n\nAnd there’s more! The Iowa roster doesn’t include Gov. Chris Christie, currently recovering from revelations about an $83,000 bill for snacks at N.F.L. games that we hope will someday be known as Treatgate. Three already announced candidates — Ted Cruz, Marco Rubio and Mike Huckabee — apparently had someplace better to be this weekend. (Let’s hope it’s the Mitt Romney-Evander Holyfield boxing match.)\n\nGive the Republicans credit. That’s a pretty diverse group, with one Indian-American, one African-American, two Cuban-Americans and, anyway, at least one woman. Plus, the list includes both the first surgeon to separate twins conjoined at the back of the head and the first reality-show host to fire Khloe Kardashian.\n\nImagine all these people trying to get the nation’s attention in a debate. The Republicans are planning a maximum of 12 primary debates this year, but it would take that many just to get the names straight.\n\nBoth parties are trying to put a lid on the number of debates under the theory that they’re just opportunities for the future nominees to be embarrassed into saying something stupid. But the rest of the nation would be perfectly happy to have one every night. Really. It’s not like we can’t change the channel. And there’s always the hope that one of the fresh new faces will suddenly announce that he believes in a past life he was Catherine the Great.\n\nThe more candidates, the more possibilities of cheap thrills. However, on the issues front, there’s already a lot of consensus. For instance, retroactive foreign policy: If they could time-travel back to 2002, everybody would stay the heck out of Iraq.\n\nOn the abortion issue, only Pataki is pro-choice. Perhaps you were under the impression that former business executive Carly Fiorina was a moderate on matters like reproduction rights — no. Or Donald Trump — no. Although I realize that Donald Trump couldn’t win you over if he announced he was donating his entire fortune to Planned Parenthood. Presuming there is an entire fortune.\n\nAnyhow, George Pataki has announced he’s going to make an announcement. And why the heck not? At worst, he’s a deeply uncharismatic reminder of the days of yore, when life was simpler and a Bush was running for president. Even after it became clear that George W. was going to win the nomination, we fantasized about Pataki getting the second slot so the Republicans could have an entire ticket of governors named George.\n\nIf W. had known then what he knows now, he might have considered it. We’d have spent eight years with Vice President Pataki. And the world would be a better place.", "byline": "GAIL COLLINS", "description": "So many major announcements are only days away, and we’re keeping track.", "title": "Op-Ed Columnist: Let George Do It", "url": "http://www.nytimes.com/2015/05/16/opinion/gail-collins-let-george-do-it.html", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Rudy Giuliani", "Mitt Romney", "Evander Holyfield", "Rick Santorum", "George Pataki", "Lindsey Graham", "Chris Christie", "Jeb Bush", "Rick Perry", "Scott Walker", "Donald Trump", "John Bolton", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Khloe Kardashian", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": [], "authors": [{"author_id": 848, "fullname": "gail collins", "primary_org": "nyt"}], "date_written": "2015-05-16 02:37:17", "org": "nyt", "article_id": "9c9301fffd5d6929b87173ba31339ca0", "date_access": "2015-05-16 07:26:00.676502"}