{"body": "WASHINGTON — Even a presidential candidate’s most devoted supporters could be forgiven for trying to tune out the torrent of campaign emails, Twitter messages, Facebook posts, Instagrams and Snapchats from that steadily flood voters’ inboxes and social-media feeds in this digitized, pixelated, endlessly streaming election cycle.\n\nBut a text message is different.\n\nA text message — despite its no-frills, retro essence — is something personal. Something invasive. Something almost guaranteed to be read.\n\nSo last month, when Senator Bernie Sanders of Vermont staged what his aides called the most important night of his three-month-old campaign for the Democratic nomination — cramming 100,000 of his followers into house parties from coast to coast, to whip them into foot soldiers — he did not solicit email addresses or corral the attendees into a special Facebook group. Instead, his digital organizing director, Claire Sandberg, asked each participant to send a quick text establishing contact with the campaign.\n\n“We need to turn crowds and popular support and Bernie into winning,” she said over a video hookup. “So everyone, please, take out your smartphone right now and text the word ‘work.’ ”\n\nWithin hours, the Sanders campaign said, it received nearly 50,000 responses.\n\nThe killer app for the 2016 presidential campaign is not an app at all. It is not even new. Texting — that 1990s-vintage technology — has suddenly become a go-to tactic for presidential campaigns when they need to get a message out as widely and quickly as possible, and with confidence that it will be read.\n\nSenator Ted Cruz of Texas and Hillary Rodham Clinton asked voters to text them during speeches announcing their campaigns this year, an indication of the ease with which cellphone numbers can be collected to build a database of supporters. The candidates’ one-line appeals could do the work of dozens of volunteers roaming the crowds with clipboards.\n\nMr. Sanders’s campaign is structuring the foundation of its vast volunteer effort through texting and linking to a mobile module on its website. And aides to Senator Rand Paul of Kentucky sent text messages rallying his supporters to sign petitions and express support for him online while he gave an hourslong Senate floor speech in May about the National Security Agency surveillance program.\n\nOf course, candidates have experimented with text messages for years. President Obama’s 2008 campaign tried to announce his vice-presidential choice by text, though news organizations beat him to it. In 2012, his campaign amassed about one million cellphone numbers but, an aide recalled, never set up a campaign team to exploit it.\n\nIn those campaign cycles, political text messages could seem more jarring.\n\n“A text is almost a sacred thing,” said Vincent Harris, the digital director for Mr. Paul’s campaign. “This space is reserved for your closest friends, your family, people who know you well enough to have your number and bypass a voice mail or email. I think it’s taken several years for the electorate to warm up to this.”\n\nMr. Harris recalled a “largely unsuccessful” texting campaign for Bob McDonnell during his winning race for governor of Virginia in 2009, when voters refused to surrender their cellphone numbers even after they were offered free tickets to a Washington Redskins game.\n\nBut since then, as social-media use has exploded, people’s attitudes toward text messages have shifted. Now that they routinely accept interruptions on their cellphones for traffic and weather alerts, Uber pickups, restaurant reservations and hair-salon appointment reminders, they are just as likely to welcome hearing from someone they want to see in the White House.\n\nAbove all, candidates are texting to build crowds, which in turn help generate news media coverage that is like oxygen to the more than 20 candidates. As Mr. Sanders toured the West Coast recently, for example, supporters at each stop received texts ahead of time promoting his appearance. More than 27,000 turned out in Los Angeles.\n\nWhat gives texting its political power is its ability to cut through a lot of other advertising noise: targeted posts on Facebook and Twitter, web video commercials and the pitter-patter of emails pleading for campaign contributions.\n\nA text message, by contrast, offers the nearest thing a candidate can get to assurance that a message will be opened and read.\n\nTexting can also be useful in reaching younger voters, who can be harder to contact through other means.\n\nAs commonplace as they have become, though, text messages still feel somewhat personal and intrusive. So campaigns are being careful about when and how to use them — and creative about how to forestall irritation. Mrs. Clinton’s campaign replied to every text message sent after her June rally on Roosevelt Island in New York City with an inside joke: a photo of Mrs. Clinton, wearing sunglasses and glaring at her BlackBerry, that spawned the “Texts From Hillary” meme and blog.\n\nThis is not to say that texting will replace email as the primary tool for reaching out to voters. For one, the inherent pushiness of a text message comes at a price: Sending 50,000 texts can cost $500. Charges for mass emails are a fraction of that.\n\nAnd email still dominates in soliciting smaller donations, although that could change. Technology firms like Blue State Digital, on the left, and IMGE, on the right, are trying to perfect ways to allow voters to authorize donations by texting.\n\nBut asking for money too often can get on voters’ nerves. Fast.\n\n“People who will walk around with like 20,000 unread emails will still want to clear the notification circle on the text messages,” said Joe Rospars, the chief executive of Blue State Digital. “But there’s two sides to that. You can also quickly annoy people.”\n\nToo many emails can be ignored or filtered into the trash. But too many texts can cause a much more visceral reaction — perhaps turning off a voter completely and irrevocably.\n\nExcess “can be unforgivable on text,” said Laura Olin, who helped manage the Obama campaign’s text messaging in 2012, “because you are getting into people’s faces.”", "byline": "NICK CORASANITI", "description": "The text message has suddenly become a go-to tactic for candidates when they need to cut through the noise online and reach supporters quickly and directly.", "title": "Presidential Campaigns See Texting as a Clear Path to Voters", "url": "http://www.nytimes.com/2015/08/19/us/politics/presidential-campaigns-see-texting-as-a-clear-path-to-voters.html", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Vincent Harris", "Claire Sandberg", "Joe Rospars", "Hillary Rodham Clinton", "Bernie Sanders", "Ted Cruz"], "orgs": ["Senate", "National Security Agency"], "authors": [{"author_id": 12003, "fullname": "nick corasaniti", "primary_org": "nyt"}], "date_written": "2015-08-18 10:00:28", "org": "nyt", "article_id": "4502c8552a5e1fe67c101f36efad25c4", "date_access": "2015-08-18 09:30:03.941721"}