{"body": "WASHINGTON — A Twitter post recently caught the eye of Bill McKibben, the environmental advocate and godfather of the Keystone XL pipeline protests. It included an image from “The Simpsons” showing Homer and his family basking in mountains of cash in their living room, followed by a report on Hillary Rodham Clinton’s appearing at a fund-raiser with a lobbyist from the Keystone fight.\n\nMr. McKibben’s environmental organization, 350.org, has been trying to raise awareness about the ties it sees between lobbyists for the oil pipeline and former aides to Mrs. Clinton. He promptly shared the post with his 150,000 Twitter followers, and the reaction was immediate.\n\n“You expect different from a Clinton?” one person responded on Twitter. And from another: “Did you need another reason not to vote for Hillary Clinton?” Lost in the response was the source of the offending tweet. It was not another environmental organization or even a liberal challenger to Mrs. Clinton. Instead, it was a conservative group called America Rising PAC, which is trying, with laserlike focus, to weaken the woman who almost everyone believes will be the Democratic Party’s candidate for president in 2016.\n\n\n            Hillary Clinton en route to a fundraiser run by a key Keystone investor/lobbyist? One wishes it were not so... https://t.co/VWWf7GpeNJ        \n\nFor months now, America Rising has sent out a steady stream of posts on social media attacking Mrs. Clinton, some of them specifically designed to be spotted, and shared, by liberals. The posts highlight critiques of her connections to Wall Street and the Clinton Foundation and feature images of Democrats like Senator Elizabeth Warren of Massachusetts and Mayor Bill de Blasio of New York, interspersed with cartoon characters and pictures of Kevin Spacey, who plays the villain in “House of Cards.” And as they are read and shared, an anti-Clinton narrative is reinforced.\n\nAmerica Rising is not the only conservative group attacking Mrs. Clinton from the left. Another is American Crossroads, the group started by Karl Rove, which has been sending out its own digital content, including one ad using a speech Ms. Warren gave at the New Populism Conference in Washington last May.\n\n“Powerful interests have tried to capture Washington and rig the system in their favor,” intones Ms. Warren, as images of Mrs. Clinton with foreign leaders flash by.\n\nThe new-style digital campaign captures some basic facts about 21st-century communication: Information travels at warp speed on social media, it is sometimes difficult to know where that information comes from, and most people like to read things with which they agree. The result, said Ken Goldstein, a professor of politics at the University of San Francisco who specializes in political advertising, is something more sophisticated.\n\n“Politics is usually basic math,” he said, “and this is a little bit of calculus, thinking a couple steps ahead.”\n\nThe tactic is making for some awkward moments online. The A.F.L.-C.I.O. sent to its more than 60,000 followers an America Rising tweet praising its president, Richard L. Trumka, for a speech that was seen as challenging Mrs. Clinton on economic issues, only to take it down a few hours later, saying it was a mistake.\n\nLaura Hart Cole of Verbank, N.Y., whose father, Philip A. Hart, was a senator from Michigan and a liberal icon, was shocked to learn that she had, like Mr. McKibben, shared the meme from America Rising on Twitter. Republican groups, she said, “have a history of sleazy tactics.” But she added: “I guess it’s fair. If what they’re saying is factual, then I guess it’s fair play. It’s a dirty game.”\n\nConservative strategists and operatives say they are simply filling a vacuum on the far left, as well as applying the lesson they learned in 2012, when they watched in frustration as Mitt Romney was forced to expend time and resources in a protracted primary fight. By the time he secured his party’s nomination, President Obama hardly had to make the case that his opponent was a coldhearted plutocrat; Republicans like Newt Gingrich had already made the argument for him in the primaries.\n\nFew Republicans are more familiar with that nightmare than Matt Rhoades, who was Mr. Romney’s campaign manager. He founded America Rising in response to a recommendation contained in an autopsy of Romney’s failed presidential run that was ordered by the Republican National Committee. The group’s original goal was to compete with American Bridge, the Democratic opposition research group, but its focus under Mr. Rhoades has been to subject Mrs. Clinton to an ordeal similar to Mr. Romney’s.\n\n“The idea is to make her life difficult in the primary and challenge her from the left,” said Colin Reed, America Rising’s executive director. “We don’t want her to enter the general election not having been pushed from the left, so if we have opportunities — creative ways, especially online — to push her from the left, we’ll do it just to show those folks who she needs to turn out that she’s not in line with them.”\n\nNo one thinks attacking Mrs. Clinton from the left is likely to turn the most liberal Democrats into Republican voters. But Steven Law, president of American Crossroads, said the goal was simply to erode what should be her natural core of support.\n\n“It can diminish enthusiasm for Hillary among the base over time,” he said. “And if you diminish enthusiasm, lukewarm support can translate into lackluster fund-raising and perhaps diminished turnout down the road.”\n\nThis year, Zac Moffatt, a co-founder of Targeted Victory, a right-leaning political technology firm, who handled Mr. Romney’s digital operation and has worked with groups like America Rising and American Crossroads, laid out the strategy in a memo to several clients. “There was a hole to fill in the market,” he said, and if Democrats were not willing to challenge Mrs. Clinton, Republicans could do it themselves.\n\n“We were seeing people on the left who were interested in content about Hillary Clinton, and that there would be opportunities for groups to share this information with Democrats on the left,” Mr. Moffatt said.\n\nTo reach these groups, Mr. Moffatt had a plan: using micro-targeted advertising units on social media platforms like Facebook, Twitter and YouTube.\n\nFor example, as Mrs. Clinton was traveling through Las Vegas this month on a campaign swing, “liberal Democrats” (as identified by Targeted Victory’s voter file) in the Las Vegas area saw a video pop into their Facebook news feeds, highlighting recent news reports about foreign government donations to the Clinton Foundation. The video was shared by America Rising and received over 6,300 views, most from people who would never follow a group like America Rising on social media.\n\nOther groups are also using micro-targeted advertising to inject their content into the Facebook and Twitter news feeds of “liberal Democrats,” environmentalists and declared supporters of Ms. Warren, among others.\n\n“You might start looking at union households. You might start looking at Bernie Sanders’s core of support,” Mr. Moffatt said, referring to Senator Bernie Sanders of Vermont, a candidate for the Democratic presidential nomination.\n\nMr. Law said members of his staff at American Crossroads had easily been able to inhabit the liberal role, despite being fervent Republicans. “We wear these little bracelets — W.W.E.W.D.,” Mr. Law joked, referring to “What would Elizabeth Warren do?”\n\nIn the face of Republican activity aimed at undermining its liberal support, the Clinton campaign has been publicly circumspect. Asked for a comment, it would only note that in a Quinnipiac University poll last month, Mrs. Clinton led her closest opponent, Mr. Sanders, by 46 points among voters who consider themselves “very liberal.”\n\nAnd even some of those unhappy with Mrs. Clinton, like Joel Gombiner of Brooklyn — who posted the “Did you need another reason?” response to the Twitter message shared by Mr. McKibben — think the conservative groups may be outsmarting themselves.\n\n“They view this as a means of weakening the Democratic Party and weakening the chance in a presidential election,” said Mr. Gombiner, 26. But “that’s the whole point of a democracy, that the arguments make you stronger.”", "byline": "ASHLEY PARKER and NICK CORASANITI", "description": "In digital campaigns, conservative groups are sending a steady stream of posts attacking Hillary Rodham Clinton, some of them specifically designed to be spotted, and shared, by liberals.", "title": "The Right Aims at Democrats on Social Media to Hit Clinton", "url": "http://www.nytimes.com/2015/05/17/us/politics/the-right-aims-at-democrats-on-social-media-to-hit-clinton.html", "topics": ["economy"], "people": ["Joel Gombiner", "Mitt Romney", "Zac Moffatt", "Karl Rove", "Steven Law", "Stephen Law", "Kevin Spacey", "Matt Rhoades", "Hillary Clinton", "Hillary Rodham Clinton", "Elizabeth Warren", "Richard L. Trumka", "Colin Reed", "Bernie Sanders", "Newt Gingrich", "Ken Goldstein"], "orgs": ["Quinnipiac University", "American Bridge", "Democratic Party", "Clinton Foundation", "American Crossroads", "Republican National Committee", "Keystone", "America Rising PAC"], "authors": [{"author_id": 12003, "fullname": "nick corasaniti", "primary_org": "nyt"}, {"author_id": 713, "fullname": "ashley parker", "primary_org": "nyt"}], "date_written": "2015-05-17 01:57:38", "org": "nyt", "article_id": "ee6f7c09a6a8dc99deb6d282a287d4f5", "date_access": "2015-05-17 01:10:28.161328"}