{"body": "OXON HILL, Md. —  In the early stages of the 2016 Republican presidential primary, Gov. Scott Walker of Wisconsin is the hot property, his poll numbers rising and the chatter from activists and contributors growing steadily more positive. Gov. Chris Christie of New Jersey is the mirror opposite, his political stock falling along with his standing in surveys of Republicans.\n\nOn Thursday, the opening day of the annual Conservative Political Action Conference here outside Washington, it was as if the two men’s fortunes followed them onstage. Mr. Christie, who declined the opportunity to deliver a prepared speech, appeared before a ballroom with many empty seats, faced adversarial questions from a conservative talk show host and used the opportunity to attack a fellow presidential aspirant, Jeb Bush — a telltale sign that he is fighting to regain position.\n\nA few hours later, Mr. Walker spoke before a standing-room-only crowd, was repeatedly bathed in loud ovations, received only a handful of softball questions after his remarks, and avoided any direct criticism of his potential Republican rivals.\n\nThe first primary votes will not be cast for nearly a year in the Republican race, but the contrasting standings of Mr. Walker and Mr. Christie reveal how quickly perceptions of the race can change. Just a few months ago, Mr. Christie was riding high, re-elected in a landslide and bestowing millions of dollars on Republican candidates as the head of the Republican Governors Association, while Mr. Walker was pleading for some of that money in a hard-fought re-election campaign in which defeat could have put a presidential bid out of reach.\n\nRocketing to the lead in Iowa polls, Mr. Walker has become an early force in the White House race. On Thursday, jacket off and sleeves rolled up, he won applause from the hall packed with conservative activists with a recitation of his record in Wisconsin, where he has drawn national notice for his confrontations with organized labor.\n\nAnd when a heckler yelled something about “workers,” Mr. Walker drew a standing ovation for his response.\n\n“Those voices can’t drown out the voices of the millions of Americans who want us to stand up for the hard-working taxpayers of this country,” he said, as applause drowned out his voice.\n\nThe questions Mr. Walker took after his address were largely tame, though he appeared to stumble when he was asked about the Islamic State: He compared his battle with the protesters who descended on Madison, the capital of Wisconsin, in 2011 in opposition to his labor initiatives to hostile forces overseas that he could have to confront as commander in chief.\n\n“If I can take on 100,000 protesters, I can do the same across the world,” he said.\n\nIn a brief interview with a handful of reporters after his remarks, Mr. Walker said: “There’s no comparison between the two, let me be perfectly clear. I’m just pointing out the closest thing I have to handling a difficult situation was the 100,000 protesters I had to deal with.”\n\nIf Mr. Walker had to clarify a line from his speech, Mr. Christie was forced to argue that he was still a viable candidate.\n\nEngaged in a seated colloquy with the conservative talk-show host Laura Ingraham, Mr. Christie was on the receiving end of some of the same blunt talk he has all but trademarked — a rare departure at an event in which those being roasted are usually Democrats and are not in the room to defend themselves.\n\nWhy, Ms. Ingraham asked, was he performing so poorly with Republican voters?\n\n“Is the election next week?” Mr. Christie shot back.\n\nMr. Christie, who early polls show is viewed unfavorably by many Republicans, used the interview to swipe at Mr. Bush, with whom he will compete for the affection of a similar pool of primary voters if they both run for president.\n\nPrompted by Ms. Ingraham, who has been sharply critical of Mr. Bush, Mr. Christie took issue with a suggestion Mr. Bush floated in 2013 that immigrants could “repopulate” Detroit.\n\n“That’s misdirected priorities, that statement,” Mr. Christie said. “Because what I would be concerned about are the people who are in Detroit right now, the hard-working people who stuck with Detroit and who have stayed there.”\n\nAll but baited by Ms. Ingraham about Mr. Bush’s apparent strength in the 2016 race, Mr. Christie portrayed the former Florida governor as the insiders’ candidate and himself as someone who could better connect with voters than the son and brother of presidents.\n\n“If the elites in Washington who make back-room deals decide who the president is going to be, then he’s going to be the front-runner,” Mr. Christie said. “If the people of the United States decide to pick the next president of the United States, and they want someone who looks them in the eye, connects with them and is one of them, I’ll do O.K.”\n\nMr. Christie also sought to implicitly contrast himself with Mr. Bush, citing his father’s humble, working-class background. And he received a warm ovation when he dismissed the role of the minimum wage in offering economic opportunity.\n\nThe sharp language about Mr. Bush as the candidate of the establishment, though, was a tacit acknowledgment that his own political circumstances had changed. After serving as head of the governors’ association last year, he had hoped to win over many of the same “elites in Washington” he scorned on Thursday. Now, though, Mr. Christie must recast his role in the still-developing and already unpredictable primary.", "byline": "By JONATHAN MARTIN and MAGGIE HABERMAN", "description": "On the first day of the conference, the contrasting standings of Scott Walker and Chris Christie in the early stages of the 2016 campaign reveal how quickly perceptions of the race can change.", "title": "Rivals Christie and Walker Find Fortunes Reversed as CPAC Opens", "url": "http://www.nytimes.com/2015/02/27/us/as-cpac-opens-rivals-chris-christie-and-scott-walker-find-fortunes-reversed.html", "topics": ["personality", "economy"], "people": ["Chris Christie", "Laura Ingraham", "Jeb Bush", "Scott Walker"], "orgs": ["Republican Governors Association", "Conservative Political Action Conference"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}, {"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-02-27 22:20:26", "org": "nyt", "article_id": "130b358fd4bc207dab69802c0680d33c", "date_access": "2015-03-02 02:15:17.054712"}