{"body": "Good Wednesday morning from Washington, where the attention, including that of Speaker John A. Boehner, is increasingly on the presidential campaign. Hillary Rodham Clinton prepares for her second day campaigning in Iowa, and Gov. Chris Christie of New Jersey is in New Hampshire for an event where his approach may very well clash with that of the crowd.\n\nIn his darkest political days, Mr. Christie has always turned to his trademark political spectacle: the town-hall-style meeting.\n\nOn Wednesday, amid dour polling results and the looming threat of indictments in the George Washington Bridge lane-closing case, Mr. Christie will export the format to New Hampshire as he tries to jump-start a possible, but not-yet-assured campaign for president.\n\nBut which Christie will show up in the town of Londonderry? The proudly intemperate, finger wagging scold (ever-present in New Jersey)? Or the restrained, self-deprecating diplomat (glimpsed on his best-behavior foreign trips)?\n\nNew Hampshire voters have a habit of asking inconvenient questions of presidential candidates. But the crowd at Wednesday’s event hall will be largely organized by Mr. Christie’s aides and volunteers, meaning it’s likely to contain more enthusiasts than skeptics. Don’t expect fireworks. For now.\n\nStay tuned throughout the day @NYTpolitics for First Draft updates.\n\nIn the morning, President Obama and Vice President Joseph R. Biden Jr. will meet with leaders of West African countries ravaged by the Ebola outbreak. Separately, the House Appropriations Committee will hold hearings on continued funding for the fight against the disease amid reports of missteps.\n\nMr. Obama, a day after Equal Pay Day, will also travel to North Carolina to discuss issues for working families at a town-hall-style event hosted by the news sites BlogHer and SheKnows.\n\nAnd at 3 p.m., leaders from both parties will present a Congressional Gold Medal honoring the Doolittle Tokyo Raiders, a group of airmen who conducted a surprise bombing raid on military targets in Tokyo in April 1942.\n\nMrs. Clinton’s first campaign stop of 2016 started in Iowa on Tuesday with a backdrop of cars in a community college auto lab. On Wednesday, she will shift to fruit.\n\nA mob scene of reporters formed outside the Kirkwood Community College where Mrs. Clinton met with a handful of students and educators.\n\nOn Wednesday, she plans to tour Capital City Fruit, a family-owned fruit distributor in Norwalk. Afterward, she will introduce herself to small-business owners in Norwalk, just outside Des Moines, where 32.6 percent of people over age 25 have a bachelor’s degree, and which has, according to the United States census, a population of about 9,000 and a median household income of $78,397. Her first two campaign stops are part of an early strategy to focus on small events — an idea her aides have drilled into the news media, surrogates and donors.\n\n“That’s what you can expect for the next few weeks — not big rallies, but real conversations about what matters for the country,” Katie Dowd, digital director of the campaign, wrote in an email to supporters just after the Tuesday event.\n\nMrs. Clinton will participate in similar events over the next month in all four early voting states: Iowa, New Hampshire, Nevada and South Carolina, her advisers say.\n\nBut despite all the efforts to shed the motorcade and the big rallies, there’s nothing small about a Clinton campaign event. The Tuesday kickoff, planned with less than 48 hours of advance notice in a hard-to-get-to rural county, attracted hundreds of members of the news media. Mrs. Clinton’s event in Norwalk will most likely draw an even bigger crowd.\n\n — Amy Chozick\n\nWith the presidential campaign taking shape, Mr. Boehner was asked on Tuesday what role congressional Republicans — at least the ones not yet running for president — can play in improving the party’s White House chances. His response could be boiled down to this: Don’t screw up.\n\n“We have to show people we can govern,” Mr. Boehner said, “and that means finding common ground where we can find it.”\n\nMr. Boehner said that recent bipartisan accord on Medicare legislation showed that Democrats and Republicans could reach at least occasional agreement in the middle. He was optimistic about measures on cybersecurity, terrorism surveillance and perhaps trade. And to his way of thinking, if the Republican-controlled Congress can have some success, it might just rub off on the presidential nominee.\n\n– Carl Hulse\n\nA Senate panel unanimously approved legislation granting Congress a voice in negotiations on the Iran nuclear accord after Mr. Obama withdrew his opposition rather than face a bipartisan rebuke.\n\nIn the race to replace Mr. Obama, Republican candidates like Senator Marco Rubio of Florida and Jeb Bush, the former Florida governor, are honing their leadership credentials while Mrs. Clinton tries to connect with average Americans.\n\nAs part of that jump-start in New Hampshire, First Draft reports, Mr. Christie told the editorial board of the Union Leader that the bridge-closing scandal occurred because “the fact is, my general nature is to be a trusting person.”\n\nFormer President Abraham Lincoln, who died 150 years ago today, inspires and burdens successors who try to live up to his high standards.\n\nIn her Iowa event, Mrs. Clinton said campaign-finance rules needed to be revised, prompting looks at her own campaign finances from Yahoo! Finance and ABC News.\n\nAnd Vox and Politico took high-perch views at the developing Republican strategies over Mrs. Clinton‘s formal presence in the race.\n\nAhead of a speech at the Ohio Chamber of Commerce in Columbus, Mr. Bush wrote on Cleveland.com that fracking, an effective technique for oil drilling that has raised concerns about safety risks, had “given new life to cities like Youngstown and Canton” and that it was overreach by the Obama administration to try and regulate the practice.", "byline": "THE NEW YORK TIMES", "description": "In his darkest political days, Mr. Christie has always turned to his trademark political spectacle: the town-hall-style meeting.", "title": "First Draft: Today in Politics: Christie Goes to New Hampshire, but Which Christie Will Arrive?", "url": "http://www.nytimes.com/politics/first-draft/2015/04/15/today-in-politics-christie-goes-to-new-hampshire-but-which-christie-will-arrive/", "topics": ["campaign_finance", "terrorism", "immigration"], "people": ["Abraham Lincoln", "Amy Chozick", "Katie Dowd", "Chris Christie", "Jeb Bush", "Marco Rubio", "Hillary Rodham Clinton", "John Boehner", "Carl Hulse", "Barack Obama", "Joseph R. Biden Jr.", "John A. Boehner"], "orgs": ["Union Leader", "Congress", "Youngstown", "Senate", "Capital City Fruit", "Kirkwood Community College", "House Appropriations Committee", "Ohio Chamber of Commerce"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-04-15 12:09:24", "org": "nyt", "article_id": "8704dce680654fd183c7852d23a3f7a4", "date_access": "2015-04-15 11:25:02.956038"}