{"body": "On this blog, we constantly invite teenagers to write about their opinions, but we have never asked them to illustrate those ideas. \n\nUntil now.\n\nWith this, our first Editorial Cartoon contest, we are inviting students to channel their thoughts into images, with inspiration from Times cartoonists like Patrick Chappatte and Brian McFadden.\n\nSo if you have something to say about Donald Trump, the Islamic State, police brutality, the New England Patriots, the state of pop music, stress in school or anything else The Times covers, try making an editorial cartoon that shows us what you think. \n\nAs Mr. Chappatte says in his video above, the challenge for a cartoonist is in coming up with good ideas; artistic talent is secondary. So find an issue or topic that matters to you, either from current events today or historical events covered in The Times, and make your own cartoon. \n\nWhen you’re done, use the submission form below to enter the contest by Oct. 20. With our contest partner, the Scholastic Art and Writing Awards, we will then use this rubric (PDF) to select winners for publishing on The Learning Network.\n\nFor detailed rules as well as the chance to enter your piece in a related contest when this one is over, see below. And for step-by-step help in analyzing the elements of a good editorial cartoon and creating your own, check back on Sept. 17 to find a lesson plan.\n\n\n\nBy submitting to us, you are promising that the content is original, doesn’t plagiarize from anyone or infringe a copyright or trademark, doesn’t violate anybody’s rights and isn’t libelous or otherwise unlawful or misleading. You are agreeing that we can use your submission in all manner and media of The New York Times. \n\nThank you for your submission to The Learning Network Student Editorial Cartoon Contest. \n\nContest Rules\n\n1. For this contest, we are accepting drawings or illustrations, or a series of artworks, that offer commentary or criticism about current issues, political topics or historical events covered in The New York Times. Format examples include, but are not limited to, single-panel drawings with captions, sequential comic art, illustrations or digitally created drawings. \n\n2. Don’t be afraid to take a stand or have an opinion. Editorial cartoons illustrate a point, prompt a realization or offer an example. \n\n3. Your submission must link to at least one related Times source, but since The Times has been publishing since 1851, and since content from any section or era can be inspiration for your work, that should be easy. If you’re stuck, try searching; you may be surprised at how much you can find in The Times.\n\nPlease remember that NYTimes.com has a digital subscription system in which readers have free access to 10 articles each month, but after that you will be asked to become a digital subscriber. However, The Learning Network and all Times articles linked from it are free. That means you can use any of the articles we have linked to on this blog without exceeding the 10-article limit. (The Times has also introduced a new K-12 subscription plan which covers digital access schoolwide.)\n\n4. Please submit only one editorial cartoon per student.\n\n5. Be original and use appropriate language. Create your cartoon for a well-informed audience, but include enough background information to give context. Be careful not to plagiarize.\n\n6. Submissions must be from students between 13- and 19-years-old, though students can come from anywhere in the world. Feel free to post your name (first and last names, or first name and last initial) or to use a custom username, such as the “class codes” (like “Rachel5A” or “JustinWLHS”) many teachers like their students to use for our contests. \n\n7. All entries must be submitted by Oct. 20, 2015, at 7 a.m. Eastern. If you have questions about the contest, please post them in the comments section as well, and we’ll answer you there.\n\n8. We will use this rubric (PDF) to judge editorials. The top editorials, as judged by The Times and Scholastic Art and Writing Awards, will be featured on The Learning Network.\n\nRelated Opportunity \n\nWe also encourage students in grades 7 through 12 to consider entering their cartoons into The Scholastic Art and Writing Awards’s new Editorial Cartoon category, sponsored by The Herb Block Foundation. \n\nThis new category celebrates the legacy of Herb Block, the four-time Pulitzer Prize-winning political cartoonist,  and his remarkable contribution to American history and free expression. Three $1,000 cash scholarships will be awarded to students who earn National Medals in Editorial Cartoon in the 2016 Scholastic Art and Writing Awards. Visit www.artandwriting.org for more information. \n\nGood luck and have fun. As always, we welcome your questions and comments in case we have somehow omitted details that might be useful. Let us know how we can help. ", "byline": "MICHAEL GONCHAR", "description": "In our first Student Editorial Cartoon Contest, we are asking teenagers to make an illustration providing commentary or criticism on an issue or event. Post yours here by Oct. 20.", "title": "The Learning Network: Student Contest | Make an Editorial Cartoon", "url": "http://learning.blogs.nytimes.com/2015/09/16/student-contest-make-an-editorial-cartoon/", "topics": ["other"], "people": ["Donald Trump"], "orgs": ["New England Patriots"], "authors": [{"author_id": 323, "fullname": "michael gonchar", "primary_org": "nyt"}], "date_written": "2015-09-16 20:32:28", "org": "nyt", "article_id": "329d2aed5f37c3bc1917ce668b8f3f8f", "date_access": "2015-09-16 19:51:57.047315"}