{"body": "Jeb Bush will outline his proposal on Tuesday to replace President Obama’s health care law, calling for greater state authority over health policies and for a tax credit for the purchase of “affordable, portable health plans” for catastrophic medical events.\n\nAccording to the campaign, Mr. Bush, who will detail his plan during a speech in New Hampshire, would revamp the Food and Drug Administration’s “regulatory morass” and increase funding for the National Institutes of Health.\n\nHe is also proposing an increase in contribution limits and uses for health savings accounts to address out-of-pocket costs and a cap on the tax exclusion of employer plans.\n\nIn a statement, a spokeswoman for Mr. Bush, Allie Brandenburger, said Mr. Obama’s law “epitomizes why Americans are fed up with Washington,” calling it “a government takeover of more than one-sixth of the American economy.”\n\nMr. Bush, who has aimed to position himself as the most policy-oriented candidate in the Republican field, did not detail precisely how he would go about repealing the law, the Affordable Care Act. During a campaign stop in Iowa last week, he suggested that it would prove so unpopular that it would “collapse under its own weight.”", "byline": "MATT FLEGENHEIMER", "description": "Jeb Bush will outline his proposal on Tuesday to replace President Obama’s health care law, calling for greater state authority over health policies and for a tax credit for the purchase of “affordable, portable health plans” for catastrophic medical events.", "title": "First Draft: Jeb Bush to Detail Plans for Replacing the Affordable Care Act", "url": "http://www.nytimes.com/politics/first-draft/2015/10/13/jeb-bush-to-detail-plans-for-replacing-the-affordable-care-act/", "topics": ["economy"], "people": ["Jeb Bush", "Barack Obama", "Allie Brandenburger"], "orgs": ["National Institutes of Health", "Food and Drug Administration"], "authors": [{"author_id": 358, "fullname": "matt flegenheimer", "primary_org": "nyt"}], "date_written": "2015-10-13 13:31:39", "org": "nyt", "article_id": "2e9653f2bf47459de3b865ec8b2e7857", "date_access": "2015-10-13 13:02:06.382713"}