{"body": "LOUISVILLE, Ky. — Senator Rand Paul of Kentucky officially declared himself a candidate for the Republican presidential nomination on Tuesday, promising a crowd of cheering supporters that he is ready to shake up Washington and disprove those in his own party who doubt that a fiercely libertarian conservative can be a serious contender.\n\n“The Washington machine that gobbles up our freedoms and invades every nook and cranny of our lives must be stopped,” Mr. Paul told a jubilant audience at the Galt House hotel. “I want to be part of a return to prosperity.”\n\nIn a speech outlining his small-government vision for the country, Mr. Paul leaned heavily on his biography, describing his experience as an eye surgeon, a career that inspired him after his grandmother’s vision failed. Recalling his own story of living the American dream, Mr. Paul scolded both Republicans and Democrats for failing Americans.\n\n“What kind of America will our grandchildren see?” he asked. “It seems to me that both parties and the entire political system are to blame.”\n\nMr. Paul sought to fend off criticism that he is overly isolationist and potentially weak against defense.\n\n“Conservatives should not succumb to the notion that a government inept at home will somehow succeed at building nations abroad,” he said. “I envision an America with a national defense unparalleled, undefeatable, and unencumbered by overseas nation building.”\n\nRegarding negotiations with Iran over its nuclear program, Mr. Paul said any deal must be approved by Congress.\n\n“I will oppose any deal that does not end Iran’s nuclear ambitions and have strong verification measures,” he said. “I will insist that any final version be brought before Congress.”\n\nMr. Paul drew loud cheers by criticizing President Obama’s domestic surveillance program, arguing that the United States has been compromising liberty for a false sense of security.\n\n“The president created this vast dragnet by executive order,” he said. “As president, on Day 1 I will immediately end unconstitutional surveillance.”\n\nMr. Paul also outlined his positions on economic policy, saying that poor cities should benefit from “economic freedom zones” and manufacturing jobs could be created by cutting taxes for American companies that return overseas profits to the United States.\n\nMr. Paul, 52, becomes the second Republican to enter the 2016 campaign, following his colleague in the Senate, Ted Cruz of Texas.\n\nIt will not remain a small field for long. Senator Marco Rubio, Republican of Florida, is expected to announce his candidacy next week. Also waiting in the wings are Gov. Scott Walker of Wisconsin and Jeb Bush, the former Florida governor, who are expected to declare soon, rounding out what Republicans say is perhaps their most competitive and robust slate of candidates since 1980, when Ronald Reagan faced competition from party heavyweights like George Bush and Howard Baker.\n\nAs Mr. Paul made his announcement, Mr. Cruz welcomed his Senate colleague into the race and praised his talent and passion.\n\n“His entry into the race will no doubt raise the bar of competition, help make us all stronger, and ultimately ensure that the G.O.P. nominee is equipped to beat Hillary Clinton and to take back the White House for Republicans in 2016,” Mr. Cruz said.\n\nIn an indirect criticism of his potential Republican rivals, Mr. Paul said that there was no point in his party nominating a “Democrat-lite” to take on the eventual Democratic nominee.\n\nMr. Paul’s brand of politics could make him both an outlier and a target among his rivals. In a primary contest of candidates debating which of them is the most committed conservative, Mr. Paul is likely to be the only one arguing for reducing federal drug penalties, clamping down on the nation’s intelligence agencies and taking a more deliberative approach to military intervention.\n\nOn social issues like abortion and same-sex marriage, however, he does not stray from the Republican Party line.\n\nWhile Mr. Paul’s political résumé may be short — he entered politics with the emergence of the Tea Party movement, winning election to the Senate in 2010, in his first run for office — he has built over the past year and a half what Republican strategists say are some of the most extensive political operations in the states that will vote first in the party’s nominating process: Iowa, New Hampshire, Nevada and South Carolina.\n\nMuch of the backbone for that political operation will come from the voters and volunteers who gave his father, former Representative Ron Paul of Texas, a base of energetic support in his own unsuccessful bids for the presidency in 2008 and 2012.\n\nBut Mr. Paul has made it clear in his appeals over the past two years to constituencies as varied as students at black colleges, tech executives, movement libertarians and establishment Republicans that his intention is to seek out a far wider path to the nomination than his father did.\n\nThe crowd inside the hotel ballroom, which grew to at least 1,500 as Mr. Paul prepared to take the stage, was a mixture of young and old, and those familiar and unfamiliar with the Paul family’s political legacy. There were people who said they had supported his father in his two presidential campaigns, and those who were not even old enough to vote when the younger Mr. Paul ran for Senate in 2010.\n\nKyle Kelly, who is 22 and lives northeast of Louisville in Owen County, said he remembered taking notice of Mr. Paul when he was still in high school and admired the candidate’s frankness and willingness to reach outside his political comfort zone. “Whether you agree with him or not, you knew where he stood on the issues. I like that,” Mr. Kelly said. “He’s an honest man. He’s reaching out to learn — not just to gain votes. He truly wants to see every side of the issues.”\n\nMr. Paul, who has used an aggressive social media strategy in the run-up to his announcement, showed no sign changing that approach on Tuesday. He scheduled a digital town hall on Facebook after his speech and asked supporters share photographs of themselves holding “Stand With Rand” signs that his team designed and distributed online.\n\nHis planned rollout tour this week illustrates the unusual ideological tilt of his campaign. From Kentucky, his adopted home state — where he has practiced ophthalmology in Bowling Green since 1993 — Mr. Paul will go Wednesday to New Hampshire for a town hall meeting in the small town of Milford, a setting that his aides chose to highlight his belief in the virtues of local government.\n\nThe next day he will speak near Charleston, S.C., with the aircraft carrier Yorktown as his backdrop. That event will focus on the issue that most sets Mr. Paul apart from his Republican rivals: his belief that the United States should be more cautious and restrained in its military engagements overseas.\n\nIt is a position Mr. Paul will have largely to himself when he squares off against other Republicans, but one that makes him a target of conservatives who say he would weaken the military and undermine national security.\n\nMr. Paul plans to spend Friday at the University of Iowa in Iowa City, a liberal pocket of the state.\n\nAmong the Republican contenders, Mr. Paul will need to put together the most disparate coalition to win the nomination. Some voters he hopes to win over are not even Republicans, like college students who could be drawn to his views on reining in domestic surveillance, and blacks who he hopes will welcome his position on easing drug-sentencing laws.\n\nHe also counts on energizing the libertarian faithful who supported his father in 2008 and 2012, and the Tea Party adherents who share Mr. Paul’s fiscally conservative belief in shrinking the size of government.\n\nMr. Paul would need to carry one of the first four states in the nominating process next year to silence critics who say he is little more than a repackaged version of his father, with more moderate-sounding talking points.\n\nThe ultimate test for Mr. Paul, though, will be whether the very different groups he is courting take his overtures as sincere, or instead come to view him as just another politician telling them what he thinks they want to hear.", "byline": "JEREMY W. PETERS and ALAN RAPPEPORT", "description": "Senator Rand Paul, with a fiercely libertarian and conservative worldview, aims to disprove those in his own party who doubt he can be a serious contender.", "title": "Rand Paul Announces Presidential Run", "url": "http://www.nytimes.com/2015/04/08/us/politics/rand-paul-republican-presidential-nomination.html", "topics": ["economy"], "people": ["Rand Paul", "Ron Paul", "Jeb Bush", "Howard Baker", "Ronald Reagan", "Marco Rubio", "Hillary Clinton", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "Republican Party", "Tea Party", "Congress", "United States."], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}, {"author_id": 205, "fullname": "jeremy w. peters", "primary_org": "nyt"}], "date_written": "2015-04-07 17:51:10", "org": "nyt", "article_id": "a56eea9bb79312e8f8db2e048adf6b28", "date_access": "2015-04-07 17:45:04.257735"}