{"body": "Jeb Bush planted a foot in two angry worlds, demanding justice for Freddie Gray and the rule of law in riot-battered Baltimore.\n\nBen Carson wagged his finger at the parents of the city’s youth, telling them, “Take control of your children.”\n\nHillary Rodham Clinton deplored a broken system of criminal justice, pleading for an end to “mass incarceration” for nonviolent offenders.\n\nAnd Rand Paul sounded oddly off-key, chuckling about the terror he has felt while traveling by train through downtown Baltimore. “I’m glad it didn’t stop,” he said.\n\nAn emerging presidential campaign characterized so far by upbeat announcement speeches and mostly abstract agendas on Tuesday confronted shocking scenes of violence and rage in a city not an hour away from the White House.\n\nIt was a jarring, concrete crisis — and many of the 2016 contenders seemed either caught off guard or uncertain of how, or even whether, to respond.\n\nFor those seeking the White House, the conflagration in Baltimore exposed a complicated truth: The racial comity that the election of Barack Obama seemed to promise has not materialized, forcing them to grapple with a red-hot, deeply unresolved dynamic that strays far from their carefully crafted messages and favored themes.\n\n“I don’t think any of the candidates want or expect the summer of 2015 to be like the summer of 1968,” said Rick Wilson, a longtime Republican political strategist who is not aligned with any campaign.\n\nA number of people “crafted this tacit bargain in their heads,’’ he said, speaking of Mr. Obama’s election. “This is going to be the end of the ugly parts of racial division in America.”\n\nIt has not been the end.\n\nReactions ranged from the personal to the doctrinaire, from compassionate to flippant. Former Gov. Martin O’Malley rushed back from paid speechmaking in Ireland to the West Baltimore neighborhood he once oversaw as mayor, seeming at once heartbroken and eager to project calm.\n\nAmid drum circles and hovering helicopters, Mr. O’Malley spoke with city residents — some admiring, others not — at an intersection caddy-corner to the burned out shell of a CVS Pharmacy. “I think there’s a lot of good people in our city,” he said. “The longer arc of Baltimore, the longer arc of our history, is black and white people coming together to make a better life for themselves.”\n\nMr. Carson, a former neurosurgeon at Johns Hopkins Hospital, evoked his own time as a resident of Baltimore, sounding like a man who felt betrayed by his former neighbors.\n\nHe denounced “irresponsible individuals,” and “uncontrolled agitators” in the city. But he tempered his frustration with milder suggestions,, counseling change through “peaceful conversation and policy ideas.”\n\nWith few exceptions, the candidates first grappled with the city’s turmoil from the safe distance of a written statement released by aides or a brief posting on social media.\n\n“I am praying for peace and safety in Baltimore,” Mrs. Clinton wrote on Twitter on Monday night, calling Mr. Gray’s death “a tragedy that demands answers” before delivering broader remarks at a fund-raiser Tuesday. She planned to give a speech Wednesday morning proposing specific changes.\n\nGov. Scott Walker of Wisconsin, a likely Republican candidate, remained in the shelter of his cautious Twitter stream. “Our prayers for restoration of peace in Baltimore,” he posted on Twitter, without elaboration.\n\nMr. Bush, traveling in Puerto Rico, offered a more expansive response.\n\n“There has to be a commitment to the rule of law,” he said of the rioters, but he insisted on an investigation into Mr. Gray’s death “as quickly as possible so that people know that the system works for them.”\n\nMr. Bush lamented what he said could be a long wait for a satisfying conclusion to the inquiry. “It takes a really long time. And the world we live in now is really coming hour by hour.”\n\nThe moment is vexing for those with long records in government, who must answer for a criminal justice system — now the source of so much rage — whose construction they sometimes financed or supported. As governor of Florida, Mr. Bush backed mandatory sentencing for drug offenders, rules that many Republicans now view as unfairly consigning a generation of black men to prison.\n\nMrs. Clinton faces a similar burden — in her case, by association. Her husband, former President Bill Clinton, signed the 1994 Violent Crime Control and Law Enforcement Act, the most significant crime legislation ever passed and a measure that critics say contributed to a climate of police abuse.\n\nThe 1994 law included $30.2 billion to bolster cities’ law enforcement rosters and build dozens of new prisons. It also created tougher penalties for drug offenders and expanded the number of crimes that could be punished by the federal death penalty.\n\nLesser-known and underfinanced rivals quickly sought to highlight those vulnerabilities. Senator Bernie Sanders of Vermont, who is expected to announce his long-shot campaign for the Democratic nomination next week, bemoaned what he said was overly punitive legislation from the Clinton era.\n\n“There’s a lot of rethinking of that type of legislation,” Mr. Sanders said in an interview. “If for no other reason just financially it makes more sense to provide jobs and education than building jails. Building jails only destroys lives because the greatest education center for crime is jails. “\n\nOf course, the debate over policy and police tactics gave way to coarser, and, at times, racially tinged, reactions. Donald Trump, who has relentlessly flirted with but never embarked on a Republican presidential run, declared that “our great African-American president hasn’t exactly had a positive impact on the thugs who are so happily and openly destroying Baltimore.”\n\nIn Baltimore, where fires still smoldered, presidential politics felt like a distant luxury, unneeded and unwanted to people like Sharon Norris, 58, who lives in West Baltimore.\n\n“If politicians are using this as a way to say, ‘I’m there for you, I understand,’ it doesn’t matter to these folks,” Ms. Norris said of her neighbors. “It’s not going to move any votes.”\n\n“If Hillary Clinton came down here to speak to these folks, it wouldn’t matter,” she added. “It wouldn’t matter if Obama came. Not going to change their thoughts.”\n\nMs. Norris politely excused herself to finish a more urgent task. She needed to move her car to a spot in front of her house where she could keep watch in case of riots.\n\n“Not that I could do anything,” she said. “Thank God I have insurance.”", "byline": "MICHAEL BARBARO", "description": "With few exceptions, the candidates first grappled with the city’s turmoil from the safe distance of Twitter or statements released by aides.", "title": "Baltimore Forces Presidential Hopefuls to Confront a Jarring Crisis", "url": "http://www.nytimes.com/2015/04/30/us/politics/baltimore-forces-presidential-hopefuls-to-confront-a-jarring-crisis.html", "topics": ["personality", "economy"], "people": ["Rand Paul", "Martin O'Malley", "Freddie Gray", "Jeb Bush", "Hillary Clinton", "Scott Walker", "Donald Trump", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders", "Rick Wilson", "Ben Carson", "Bill Clinton"], "orgs": [], "authors": [{"author_id": 316, "fullname": "michael barbaro", "primary_org": "nyt"}], "date_written": "2015-04-29 10:00:22", "org": "nyt", "article_id": "683e75f15187d7a9100555ebdee780da", "date_access": "2015-04-29 09:25:10.466977"}