{"body": "JERUSALEM – Staking out the most extreme position on the Israeli-Palestinian conflict in the crowded field of Republican candidates – one to the right of even Israel’s conservative government – former Gov. Mike Huckabee of Arkansas said Wednesday that the entire occupied West Bank was part of Israel, leaving no room for a Palestinian state there. \n\nActually, Mr. Huckabee rejected both the terms “occupied” and “West Bank,” repeatedly calling the territory by its biblical name, “Judea and Samaria,” and said all Americans should visit the area, as he did the day before for a fund-raiser in the Israeli settlement of Shiloh.\n\nOther Republican candidates for president, including former Senator Rick Santorum of Pennsylvania and Senator Ted Cruz of Texas, have criticized the Obama administration for pressing Israel to negotiate a peace deal with the Palestinians. But Mr. Huckabee more clearly disavowed the two-state solution that has been the cornerstone of American foreign policy for years. \n\nThough Mr. Huckabee has previously said if Palestinians want a state of their own they should go elsewhere, on Wednesday he ducked the question of what should become of the 2.5 million Palestinian residents of the West Bank,, saying, “That’s a question for the Israelis and the Palestinians to negotiate.”\n\nMr. Huckabee, who is so far gaining less traction than in his 2008 presidential bid, is the latest in a series of Republican hopefuls to make the pilgrimage to Israel. It is, in a way, part of an invisible primary to win the heart – and wallet — of Sheldon Adelson, the megadonor who has questioned the existence of the Palestinian peoplehood. \n\nScore one for Mr. Huckabee on terminology. When Gov. Chris Christie of New Jersey apologized to Mr. Adelson last year for referring to his helicopter ride over the “occupied territories,” he was using a phrase anathema to Zionist hawks.\n\nBefore answering a reporter’s question Wednesday about whether the international community was wrong to consider the West Bank illegally occupied, Mr. Huckabee distanced himself from the terms “West Bank,” “illegal” and “occupied.”\n\n“Israel has more of a connections to lands in Judea and Samaria – specifically Shiloh, where I was last night, 3,500 years of connections to that very piece of property,” he argued in a news conference at the Waldorf Astoria hotel in Jerusalem. “In America, we have about a 400-year relationship to Manhattan. It would be as if I came and said, ‘We need to end our occupation of Manhattan.’ I’m pretty sure most Americans would find that laughable.”\n\nMr. Huckabee, who first visited Israel as a 17-year-old more than four decades ago and has been back dozens of times, also made a security argument for Israeli control of the West Bank. \n\n“I cannot imagine that any American who comes here would somehow feel that the Israelis are out of line in wanting to have as safe a barrier between them and their sworn enemies as possible,” he said, though it was unclear exactly which “sworn enemies” he was referring to. Jordan, which abuts the West Bank, has had a peace treaty with Israel since 1994.\n\nLike Gov. Scott Walker of Wisconsin, Senator Lindsey Graham of South Carolina and Senator Marco Rubio of Florida before him, Mr. Huckabee got a photo-op and meeting with Prime Minster Benjamin Netanyahu.\n\n“He is a Churchill in a world full of Chamberlains,” Mr. Huckabee posted on Twitter afterward. He told reporters: “The prime minister in no way by his meeting endorsed me, but I have no problem endorsing him as a true leader in the fight against the Iranian deal.”\n\nMr. Huckabee repeated his vow to repeal the nuclear deal  with Iran if elected, and stood by his comment last month that President Obama’s foreign policy “will take the Israelis and march them to the door of the oven,” a Holocaust reference that many political rivals, American Jews and Israelis denounced as inappropriate.\n\nHe also inadvertently went back in time when denouncing Iran’s plan to buy new defensive weapons “from the Soviet …” before catching himself and correcting, “from the Russian government.” \n\nMr. Huckabee deflected a question about the popularity of Donald Trump – “the one thing I’m not going to do is help Donald Trump get any more publicity” – and said he said he was unconcerned with his low polling numbers.  \n\nNoting that those leading in polls in the Republican battles in 2008 and 2012 dropped out before the end of the winter contests, he quoted his campaign manager as advising,  “If you’re hot when it’s hot, you’ll be cold when it’s cold.”", "byline": "JODI RUDOREN", "description": "Staking out the most extreme position on the Israeli-Palestinian conflict in the crowded field of Republican candidates, former Gov. Mike Huckabee of Arkansas said Wednesday the entire occupied West Bank was part of Israel, leaving no room for a Palestinian state there.", "title": "First Draft: In Jerusalem, Mike Huckabee Calls West Bank Part of Israel", "url": "http://www.nytimes.com/politics/first-draft/2015/08/19/in-jerusalem-mike-huckabee-calls-west-bank-part-of-israel/", "topics": ["personality"], "people": ["Rick Santorum", "Chris Christie", "Sheldon Adelson", "Benjamin Netanyahu", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Scott Walker", "Ted Cruz"], "orgs": [], "authors": [{"author_id": 1657, "fullname": "jodi rudoren", "primary_org": "nyt"}], "date_written": "2015-08-19 16:29:41", "org": "nyt", "article_id": "22378611a2eab1dd2de9fd9a5cf8ddc2", "date_access": "2015-08-19 15:40:12.079363"}