{"body": "ANKENY, Iowa — At a recent ice cream social here, Jim Hallihan liked what he heard from Senator Marco Rubio.\n\nHe praised the Florida senator’s youthful optimism and his eloquent testimony to the opportunities America offered.\n\nBut there was something larger that drew Mr. Hallihan, a former Iowa State basketball coach, to Mr. Rubio, 43, the son of poor Cuban immigrants.\n\n“The day of the older white guy is kind of out,” said Mr. Hallihan, a 70-year-old white guy.\n\nAs Mr. Rubio has introduced himself to curious, and overwhelmingly Caucasian, Republican audiences from Iowa to New Hampshire, he has vaulted to the front ranks of the early pack of likely presidential candidates, partly because of his natural political talent. But it may owe just as much to the combination of his personal story and the balm it offers to a party that has been repeatedly scalded by accusations of prejudice.\n\nHe says he is highlighting his background only to share his own twist on the American dream — not out of any desire to make history on behalf of Hispanics. But Mr. Rubio and those around him are also acutely aware of the sometimes raw tensions in his party, between those unsettled by an increasingly diverse society and those who say Republicans must embrace the multihued America of 2015.\n\nTo the party operatives and donors who have placed long bets on him, and to the rank-and-file primary voters he has impressed, Mr. Rubio’s candidacy seems to affirm the idea that, in a free market, anyone can rise without the benefit of connections or wealth. That he did so as the child of Latin American parents who fled an autocratic government and toiled in the humblest of jobs — maid and bartender — has sent some Republicans swooning.\n\n“The identity politics people in the party want a champion who looks like him to mitigate accusations of racism,” said Ben Domenech, a conservative writer. “And the classical conservatives look at him and say, ‘This is somebody who can sell our ideas to the public.’”\n\nConservatives have long had a philosophical contempt for politics driven by gender, racial or class designations. But those sentiments are giving way as the party tries to compete with Democrats, who galvanized support among targeted demographics to decisively win consecutive presidential elections.\n\nRepublican voters are overwhelmingly white: The composition of the electorate in almost every contested state during the 2012 party primary was about 90 percent or more non-Hispanic white, according to exit polls.\n\nA New York Times/CBS Poll this week found that 68 percent of Republicans think America is ready to elect a Hispanic president. And after nearly eight years in which Republicans have angrily disputed charges that their opposition to President Obama was rooted in racial animus, Mr. Rubio could serve as an unspoken, but forceful, rebuttal.\n\n“The same things that ignited Democrats about Obama are what will ignite Republicans for Rubio,” said Ed Failor Jr., an Iowa Republican strategist.\n\nOr, as Mr. Domenech put it, “If we look to politicians to make us feel good about ourselves, do you want to go with just another Republican caricature, or somebody who has this unique appeal?”\n\nAndrea Szewczyk, 51, a Republican and a schoolteacher in Romeo, Mich., who was surveyed in the Times poll, said she believed that Mr. Rubio’s ethnicity could excite the electorate, much as she said Mr. Obama’s identity did. “We’d get some Democrats voting Republican because of it,” she said.\n\nIndeed, much as many white liberals treasured the opportunity to support Mr. Obama, white conservatives may welcome a Bible-quoting, handsome Hispanic capable of evangelizing the gospel of American exceptionalism in two languages.\n\nMr. Rubio disputes suggestions that he is capitalizing on the history-making potential of becoming his party’s first nonwhite nominee.\n\n“The presidency is too important to say we’re going to share it among ethnicities,” he said in an interview.\n\nMuch as Mr. Obama avoided running expressly as a black candidate, Mr. Rubio is uneasy about explicitly invoking his ethnicity in the primary of a party that can seem split between tapping into and trying to overcome white-resentment politics.\n\nInstead, just as Mr. Obama’s talk of “hope and change” in 2008 allowed voters to project their own vision onto the candidate, Mr. Rubio’s campaign is its own Rorschach test.\n\nHis advisers assert that Mr. Rubio’s background is compelling to voters across racial lines, many of whom are themselves only a few generations removed from Ellis Island narratives. But they have also studied the voter rolls to see how Mr. Rubio might spur Hispanic turnout in some heavily white states — say, by delivering him as few as 5,000 Hispanic votes in Iowa.\n\nStill, if some Republicans love the idea of what Mr. Rubio’s race represents, others are wary. “Eight years of one demographically symbolic president is enough,” said Wayne R. LaPierre, chief executive of the National Rifle Association, at its annual conference last month.\n\nMr. LaPierre was referring to Mr. Obama and Hillary Rodham Clinton, who, if elected, would be the first female president. (The Republican field includes another Latino, Senator Ted Cruz of Texas, whose father emigrated from Cuba.)\n\nBut Mr. Rubio seems mindful of the risks of confronting the most conservative elements of his party over delicate racial issues.\n\nAt a candidate forum in New Hampshire last month, he passed up the chance to offer even a gentle reproach to a woman who, citing bilingual store signs and automated phone lines, complained that immigrants were not “coming here and learning English.”\n\n“Well, here’s the bottom line,” Mr. Rubio told her. “If you don’t speak English, you’re not going to prosper economically in America.”\n\nAt a similar gathering recently in Iowa, Mr. Rubio recounted vowing to his dying grandfather, in Spanish, that he would study hard and not squander opportunities. But Mr. Rubio told the story in English.\n\nAsked if he was comfortable speaking Spanish on the campaign trail, Mr. Rubio seemed to grow momentarily defensive. “Sure,” he said, adding, “I don’t want to make Spanish illegal.”\n\n“I’m ultimately saying that you have to have a unifying language where your schools are taught, what your laws are written in and how others communicate with each other,” he continued. “Every nation needs a unifying language; our unifying language is English.”\n\nAs for those with dial-1-for-English gripes, Mr. Rubio said, “I know Hispanics that complain about that, especially people in the second or third generation.”\n\nMr. Rubio has met with some pushback in his party from people who see the country changing and want to stop placating those who are unhappy about it.\n\n“You can’t allow yourself to be pushed back into ‘English only, English only,’ ” said former Representative Henry Bonilla of Texas, a Republican and Mexican-American. “This is the U.S.; our language is English. But we’re in a global economy now, so why wouldn’t you want to know more than one language?”\n\nMr. Rubio does not entirely avoid speaking Spanish: He frequently gives interviews to Spanish-language journalists, especially in Florida. And in his announcement speech in Miami last month, he shared a benedictionlike saying of his late father’s: “En este país, ustedes van a poder lograr todas las cosas que nosotros no pudimos,” Mr. Rubio said. Then he translated it: “In this country, you will achieve all the things we never could.”\n\nBut he is careful about how he presents his dual identity. In a video his campaign released shortly after he entered the race, Mr. Rubio was shown answering the questions about him posed in frequent Google searches. “What nationality is Marco Rubio?” he said, reading one. “I’m an American — of Hispanic descent.”\n\nBy contrast, Jeb Bush, whose wife is Mexican and often refers to their “bicultural” children, is not so torn: He delights in opportunities to demonstrate his fluent Spanish, and last week he courted voters in Puerto Rico. “I know the power of the immigrant experience because I live it each and every day,” he said there.\n\nThe legislative embodiment of the conflicting forces tugging at Mr. Rubio was the effort to overhaul American immigration laws. He helped write a comprehensive bill including a path to citizenship for 11 million undocumented immigrants already in the country. But it died in the Republican-controlled House, and provoked outrage from the party’s most reliable primary voters.\n\nLast month, when Mr. Rubio made his first trip to Iowa after announcing his campaign, he was confronted at a closed-door meeting by Mariannette Miller-Meeks, a former congressional candidate, who pointedly urged him not to retreat from an immigration overhaul.\n\n“My advice to Senator Rubio was to be honest with people, be yourself,” Ms. Miller-Meeks said afterward, “because that will carry a lot of weight.”", "byline": "JONATHAN MARTIN and ASHLEY PARKER", "description": "Mr. Rubio says his background presents a new twist on the American dream, but some Republicans hope it offers a balm to a party that has been scalded by accusations of prejudice.", "title": "Marco Rubio Campaigns on His Immigrant Story, Cautiously", "url": "http://www.nytimes.com/2015/05/08/us/politics/marco-rubio-campaigns-on-his-immigrant-story-cautiously.html", "topics": ["immigration"], "people": ["Jeb Bush", "Mariannette Miller", "Jim Hallihan", "Ben Domenech", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Henry Bonilla", "Ed Failor Jr.", "Ted Cruz"], "orgs": ["National Rifle Association", "Rorschach"], "authors": [{"author_id": 713, "fullname": "ashley parker", "primary_org": "nyt"}, {"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-05-07 15:46:35", "org": "nyt", "article_id": "cb8dcbca10cabce4c08390cfa831805b", "date_access": "2015-05-07 15:05:21.999763"}