{"body": "Amicalola Falls State Park, Ga. — I’VE been vacationing in western North Carolina and northern Georgia since I was a kid. I arrive, marvel at the mountains and put on an unconvincing Southern drawl. In recent summers I’ve brought my own kids, too (picture tiny people saying “y’all” in a faintly French accent).\n\nBut last summer I got some scary news. Black bears — several mothers and their cubs — had been spotted near where we usually stay. I’d never seen a bear, or worried about them. But black bears are thriving in the region, and so are people, so “human-bear interactions” are becoming more common.\n\nI had trouble getting my head around this new reality. My summer idyll had bears? By the time we pulled up the driveway in North Carolina, I was scanning the woods for predators, then rushing everyone indoors. How could I let my kids explore the nearby woods, as I had, or even play outside?\n\nInstead of planning hikes, I researched what to do if we met a bear. It seemed only prudent to share this information with my family. I told them to back off slowly; if you turn and run, the bear could mistake you for prey. Raise your arms to appear bigger. But don’t make eye contact with the bear; it might interpret that as aggression. It can’t hurt to clap constantly while walking, to avoid surprising one. Remember that bears can swat through screen doors, and smell a barbecue from miles away.\n\nI urged everyone to prepare a brief monologue for bear encounters. The book “Living With Bears” recommended speaking to the animal in a firm monotone and making one person in a group the designated “bear talker,” since “several people babbling at once may sound contentious to a bear, no matter what you’re saying.”\n\nThis method seemed promising. A neighbor claimed to have scared off the mother bear and cubs he met in his driveway by announcing, “Stop! I am president of the Homeowners Association and I will fine you if you hurt me!” A local hiker apparently had similar success after he asked a female bear, “Do you know that I am an attorney?”\n\nI made my 6-year-olds practice holding their backpacks above their heads, staring at the ground, and stating, “Go away bear, I’m in first grade.”\n\nNone of this quelled my bear obsession. A wildlife report said there may be more bears in North Carolina today than at any time in the last 100 years. I imagined various scenarios in which I valiantly faced down a mother bear, as our respective cubs and children huddled nearby. (In most of these scenarios, my husband was reading a book.)\n\nAs I learned more about lady bears, I realized we’re not so different. They’re four to six feet long. Check. They weigh between 100 and 300 pounds. Check. They avoid humans, and don’t like it when many people address them at once. Check. They consume enough calories in eight months to last all year. Me too!\n\nBut I may have crossed the line from heroic to panicky. My kids gradually stopped treating me like their bear guru, and started treating me like the crazy lady who was ruining their vacation. I failed to strike a balance between preparing them to handle possible danger and turning us all into nervous wrecks.\n\nOn one of our rare walks outside, my daughter asked why I was carrying a large stick.\n\nHer: “You think we’re going to see a bear, don’t you?”\n\nMe: “No, I just like to walk with it.”\n\nHer: “Then put it down.”\n\nMe: [silence; continue clutching stick.]\n\nMy husband, who’s British, wasn’t worried about bears at all. But he was reading a book on how to write a screenplay (eerily titled “Into the Woods”) and said I was forcing our vacation into a classic narrative: A monster appears and threatens the family or community. The hero steps in to slay it and restore tranquillity. It’s the plot of “Jaws,” “Fatal  Attraction” and James Bond.\n\nAmericans didn’t invent this narrative, but we’ve embraced it with a special fervor. Never mind that owning a gun makes you less safe; we like the story that says we’re protecting our families. Never mind the enormous drops in homicide, robbery and many other types of violence. We cling to the story that the world has become more dangerous.\n\nThe hero story also seeps into American politics. Why are many Republican presidential candidates obsessed with undocumented immigrants? They’re inventing a monster that threatens America, then promising to rescue us. Donald J. Trump has Mexicans; I have my bears.\n\nThere’s a catastrophic narrative in American parenting, too: If you aren’t envisioning worst-case scenarios, you’re not doing your job. Maybe I’ve economized my worrying; bears are pedophiles, sunburn, sugary cereal and college rejections, rolled into one.\n\nOr maybe a bear is just a bear. In my research, I eventually notice the bits that say black bears are rarely aggressive. “North Carolina has not experienced an unprovoked bear attack,” says a report by the North Carolina Wildlife Resources Commission. (A bear can be provoked when you approach, feed or try to photograph it, or appear to threaten its cubs.)\n\n“People bother them, they don’t bother people,” explains an employee of the lodge in northern Georgia where we’re staying this year. When my daughter notices that the guidebook in our room has a page on black-bear safety, she slams it shut. “No bear talk,” she warns me, in a firm monotone. (I peek later. It states, “There are very few bear attacks on record in Georgia, and NO fatalities.”)\n\nAnyway, as another summer winds down, I still haven’t seen a single bear.", "byline": "PAMELA DRUCKERMAN", "description": "I was making my family crazy with my obsession, crossing the line from heroic to panicky.", "title": "Contributing Op-Ed Writer: How Not to Think About Bears", "url": "http://www.nytimes.com/2015/08/20/opinion/how-not-to-think-about-bears.html", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Donald J. Trump", "James Bond"], "orgs": [], "authors": [{"author_id": 5904, "fullname": "pamela druckerman", "primary_org": "nyt"}], "date_written": "2015-08-20 08:21:00", "org": "nyt", "article_id": "409e49970d371ae514223a669ca77a14", "date_access": "2015-08-20 07:40:10.491232"}