{"body": "JEFFERSON, Iowa — Sheryl McDonald, a retiree, voted for both Presidents Bush. “But I’m finding out they did some things we got stuck with,” she said. “I do not want to see Jeb Bush run,” she added. “He turns me off.”\n\nScarcely anyone at a meeting of the Green County Republican Party here in central Iowa recently had anything kind to say about Mr. Bush, the former Florida governor. They objected to his moderate stances on immigration and education standards. But they also complained matter-of-factly about fatigue with his family — especially after the presidency of George W. Bush, whom they blamed for a misguided war and big deficits.\n\nAnother activist, John Thompson, a West Point graduate who served in Iraq, called it “a wasted war.” Jeb Bush, he said, was the last of the potential Republican candidates he would consider.\n\nThis is the paradox of Mr. Bush’s early campaign: He is well out in front in the race for elite Republican donors and for the support of the party’s establishment. But he is unpopular with many in the rank and file, who can pick from a large crop of younger White House contenders who also pass the conservative litmus tests that Mr. Bush fails.\n\nMr. Bush will have a chance to break through that grass-roots resistance on Friday, when he arrives for his first visit to Iowa in more than three years.\n\nFar from the offices of Washington lobbyists and private homes where he has romanced affluent donors for months, Mr. Bush’s two-day trip includes stops at a Waukee barbecue joint and a Cedar Rapids pizza place. It is part of the first retail campaign swing by Mr. Bush in early-voting states, and he will follow it up with visits to New Hampshire and South Carolina in the coming weeks.\n\nHis strategists say Mr. Bush plans to tell Iowans that he is a “reform-minded conservative” with a record of results and a vision for overcoming stagnating incomes and tax reform.\n\nYet Mr. Bush appears so far to be bypassing the extensive networks of supporters, and strategists, that his father and older brother each built in Iowa en route to winning its first-in-the-nation caucus.\n\nOn Monday, Mr. Bush named an outsider to head up his prospective Iowa campaign: Annie Kelly, a Pennsylvania native who worked for the National Republican Congressional Committee. And veterans of the “Bush Brigade,” a group of up to 300 activists who met annually during the 1980s, said they had not heard from Jeb Bush.\n\nOf course, Mr. Bush’s campaign is just getting going in Iowa; one Bush strategist said it would enlist elements of the old guard before long. “Obviously we’ll be reaching out to alumni who worked on campaigns for 41 and 43,” said the strategist, speaking on condition of anonymity to discuss the campaign’s plans.\n\nBut it is unclear how many, if called, would rally behind Mr. Bush.\n\n“He’s at a different point in history than his brother George was,” said George W. Wittgraf, a lawyer in Cherokee, Iowa, who was state chairman for the first President Bush. “People were looking for an alternative to Bill Clinton then. While they’re looking for an alternative to Barack Obama, there are lots of other potential candidates.”\n\nRalph R. Brown, who worked for both earlier Bush candidacies in the state, said Mr. Bush was wise to seek out a fresh team in Iowa. “There will be a new generation,” he said. “That’s what it takes to win.”\n\nAlthough Mr. Bush has said he wants to be his “own man,” he is inescapably in his family’s shadow. “We’re tired of the same old same old,” said Kellie Paschke, a lawyer in Waukee and a Republican activist in Dallas County west of Des Moines. Mr. Bush’s “name is something he’s going to have to overcome,” she said. “He is going to have to be more articulate with his fresh ideas.”\n\nOn Friday, Mr. Bush plans to meet privately with potential volunteers and staff at Jethro’s, a barbecue restaurant in Waukee. On Saturday he will appear with a dozen other 2016 hopefuls at an agriculture forum in Des Moines, then attend a meet-and-greet at a Pizza Ranch restaurant in Cedar Rapids — the city where George W. Bush first publicly declared his ambition to reach the White House, in 1999.\n\nJeb Bush’s own memories of Iowa include some that are less rosy. On the night of the statewide caucus in 1988, he spoke in Council Bluffs in support of his father, George H.W. Bush, who ended up losing the precinct on his way to finishing third in the state (although he won the nomination and the presidency). “It was a humbling experience” for the 34-year-old Jeb, said Douglas E. Gross, a Bush family friend. “He trudges back to the Holiday Inn Express by himself like he doesn’t have a friend in the world.”\n\nPolls show stiff resistance to Mr. Bush so far in Iowa. More than one in four likely Republican caucus-goers said they would “definitely not support Bush,” a Quinnipiac University poll found last week. Forty percent had an unfavorable opinion of Mr. Bush, with 41 percent favorable — the worst ratio of any potential candidate except Governor Chris Christie of New Jersey.\n\nSignificantly, the No. 2 issue cited by Republicans in the survey in picking a candidate, after the economy, was immigration — a persistent problem for moderates in this Midwest state with a 5.5 percent Latino population. Last week, Mr. Bush reaffirmed his view that millions of undocumented workers in the United States should be given a path to legal status, which is anathema to many conservatives.\n\n“We have litmus tests that Iowans will expect candidates to answer the right way if they’re deemed to be viable candidates, and those litmus tests in many cases are a turnoff in the general election,” said Mitch Hambleton, the Republican treasurer of Dallas County. “We tend to beat ourselves up in the process.”\n\nAlthough Iowa strategists unconnected to Mr. Bush said he would have to work the state hard to win over caucus-goers, it remains unclear that he has decided to do so.\n\nA strategist for his campaign promised more trips to Iowa, but declined to say how many. And David Kochel, a top Iowa operative whom Mr. Bush moved to Miami to manage his national campaign, has a record of lowering expectations. Four years ago when he ran Mitt Romney’s campaign in Iowa, Mr. Kochel kept him out of the state until very late. (The strategy worked — Mr. Romney nearly won the 2012 caucus anyway.)\n\nBut there is danger in treading lightly in Iowa this cycle.\n\nThe field is stronger and broader than it was in 2012, Republican strategists say. Although Mr. Bush might be tempted to hedge his bets, to avoid the humiliation of a poor Iowa showing, that could allow others who also appeal to center-right voters, like Mr. Christie, Wisconsin Gov. Scott Walker and Senator Rand Paul of Kentucky, to gain ground.\n\n“What happens in Iowa becomes a reflection of your momentum in the race,” said Mr. Gross, who was an Iowa finance chairman for George W. Bush but is unaffiliated this time.\n\nAs his rivals seek to persuade the party that they are best suited to win the general election, Mr. Bush will also need to make primary voters forget the past.\n\n“All year the question will be, ‘Can Bush beat Clinton? Can Walker beat Clinton?’” Mr. Gross said. “To answer that question about Jeb Bush, they’re going to have to answer in a way that doesn’t relate to his dad or his brother.”", "byline": "TRIP GABRIEL", "description": "The former Florida governor’s stands on immigration and education do not sit well with party members, some of whom say they are tired of the Bush name.", "title": "Jeb Bush to Visit an Iowa Where Fatigue With His Family Has Set In", "url": "http://www.nytimes.com/2015/03/06/us/politics/jeb-bush-to-visit-an-iowa-where-fatigue-with-his-family-has-set-in.html", "topics": ["immigration", "campaign_finance"], "people": ["Rand Paul", "Mitt Romney", "David Kochel", "Chris Christie", "John Thompson", "Jeb Bush", "Douglas E. Gross", "Scott Walker", "Bill Clinton", "George W. Bush", "Barack Obama", "Presidents Bush", "Annie Kelly"], "orgs": ["National Republican Congressional Committee", "Quinnipiac University", "Pizza Ranch"], "authors": [{"author_id": 17834, "fullname": "p gabriel", "primary_org": "nyt"}], "date_written": "2015-03-05 15:27:06", "org": "nyt", "article_id": "fef38bb0f4b228a0e3decc95c4c01cb3", "date_access": "2015-03-05 17:09:03.936835"}