{"body": "Both Donald Trump and political strategist Roger Stone agree they have parted ways. What they don’t agree on is when and how they did it.\n\nMr. Trump’s campaign aides announced on Saturday afternoon that he had fired Mr. Stone because the former Richard Nixon aide, one of the more colorful operatives in Republican politics, had sought attention for himself instead of for the candidate.\n\nThey said Mr. Stone had been fired on Friday. But close associates of Mr. Stone, who was a top adviser to Mr. Trump in 2011 when he publicly considered a presidential campaign before deciding against it, said he told them that he had resigned early Saturday morning, before the Trump campaign’s announcement.\n\nMr. Stone took to Twitter to tell his side of the story, borrowing his former client’s signature reality television phrase and writing, “Sorry @realDonaldTrump didn’t fire me- I fired Trump. Diasagree with diversion to food fight with @megynkelly away core issue messages.” In another Twitter post, he intimated that Mr. Trump’s standing in the polls would suffer from the attacks on Ms. Kelly.\n\nMr. Stone was said to take issue with the direction the campaign was taking under the direction of new advisers brought in by Mr. Trump, according to friends. Mr. Trump’s comments about Megyn Kelly, the Fox News anchor, in an interview with CNN on Friday evening, had been the final straw. In the interview, Mr. Trump said Ms. Kelly, one of the moderators of the Republican debate on Thursday, was so angry during the debate that she had “blood coming out of her wherever,” an apparent reference to menstruation.\n\nMr. Trump, who is known for keeping his own counsel, had been rejecting Mr. Stone’s advice more frequently, according to the strategist’s friends, who said he had advised against Mr. Trump’s CNN interview on Friday.\n\nIn a “Dear Donald” letter to Mr. Trump on Saturday morning, Mr. Stone said he was “proud to have played a role in the launch of your presidential campaign” and that Mr. Trump’s message “harkened back to the Reagan era. Restoring national pride and bringing jobs back to America — your initial and still underlying message — is a solid conservative message.”\n\n“Unfortunately, the current controversies involving personalities and provocative media fights have reached such a high volume that it has distracted attention from your platform and overwhelmed your core message,” Mr. Stone continued in the letter, a copy of which was provided to The New York Times. “With this current direction of the candidacy, I no longer can remain involved in your campaign. I care about you as a friend and wish you well. I care about our nation, too, and wish it well.”\n\nMr. Stone would not comment on his departure. Mr. Trump, in an interview, said it was “totally false” that Mr. Stone had resigned.\n\n“I hardly ever spoke to the guy; he was just there. He played no role of any kind,” Mr. Trump said.\n\nBut Mr. Stone showed up in the Trump campaign’s filings with the Federal Election Commission as being on its payroll, and he frequently defended Mr. Trump on Twitter and on television\n\nMr. Trump acknowledged that he and Mr. Stone — who attended two of Mr. Trump’s weddings as well as the funerals of his parents, and had worked as a lobbyist for his casinos — had parted ways in the past only to reunite.\n\n“Years ago, I fired him and then he came back,” Mr. Trump said.", "byline": "MAGGIE HABERMAN", "description": "Both Donald Trump and political strategist Roger Stone agree they have parted ways. What they don’t agree on is when and how they did it.", "title": "First Draft: Did Roger Stone Jump, or Was He Pushed From Trump Campaign?", "url": "http://www.nytimes.com/politics/first-draft/2015/08/08/did-roger-stone-jump-or-was-he-pushed-from-trump-campaign/", "topics": ["personality"], "people": ["Donald Trump", "Roger Stone", "Richard Nixon", "Megyn Kelly"], "orgs": ["Federal Election Commission"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-08-08 23:08:52", "org": "nyt", "article_id": "5097bb5b276ea75db501dc9a3ef1fbed", "date_access": "2015-08-08 22:30:12.495200"}