{"body": "The first phase of the Republican presidential race has been dominated by The Donald, as he’s long been known in the New York tabloids. Donald Trump leads all the polls, and his lead has proved more enduring than many people expected, including us.\n\nLast night’s debate, however, marked the end of the first phase, and the start of the second. Mr. Trump may well play a central role in the campaign for months to come. But he is not likely to remain the only breakout star.\n\nIf recent history of Republican presidential campaigns continues, a couple of different candidates will have a few weeks or months to shine. And there’s a reason for this, as Nate Cohn explains in a piece that frames the next phase of the campaign — a phase that will last until the Iowa caucus. Today’s Republican party is deeply factionalized. By successfully appealing to one of those large factions, a candidate can surge in the polls and sometimes even decide the outcome of the nomination.\n\nWho are this year’s potential breakout factional stars? They include Chris Christie and John Kasich among moderate Republicans and Ted Cruz among conservatives. It’s even possible for a temporary star to cut across factional lines, as Mr. Trump has done and Carly Fiorina gave herself a chance to do with a much-discussed debate performance.\n\nJust don’t confuse these temporary stars with the candidates who are actually leading the campaign. For more on that, read Nate’s article and check out our new dashboard that tracks endorsements, fund-raising and Iowa and New Hampshire polls.", "byline": "DAVID LEONHARDT", "description": "If recent history of Republican presidential campaigns continues, a couple of different candidates will have a few weeks or months to shine.", "title": "Letter From the Editor: The Next G.O.P. Phenom", "url": "http://www.nytimes.com/2015/08/08/upshot/the-next-gop-phenom.html", "topics": ["campaign_finance", "personality"], "people": ["Chris Christie", "John Kasich", "Donald Trump", "Nate Cohn", "Carly Fiorina", "Ted Cruz"], "orgs": ["Phenom"], "authors": [{"author_id": 339, "fullname": "david leonhardt", "primary_org": "nyt"}], "date_written": "2015-08-07 15:51:20", "org": "nyt", "article_id": "97ea016431336770ad4ade13f8699262", "date_access": "2015-08-07 17:20:11.760631"}