{"body": "Former President Bill Clinton has made millions of dollars giving paid speeches since he left office, but he said on Wednesday that if his wife, Hillary Rodham Clinton, won the White House, he would no longer take money for talking.\n\nSpeaking at the Clinton Global Initiative America meeting in Denver, Mr. Clinton said that continuing his paid speaking engagements would attract too much attention, but that he still planned to talk to groups about subjects that mattered to him.\n\n“No, I don’t think so,” Mr. Clinton said in an interview with Bloomberg’s Betty Liu,  when asked about whether he would continue the practice. “Because once you get to be president, then you’re just making a daily story. I will still give speeches, though, on the subjects I’m interested in, and I’ve really enjoy those things.”\n\nMr. Clinton charges as much as $500,000 per speech and said last month that he would continue to give them while Mrs. Clinton runs for president because he needed to “pay our bills.” \n\nFinancial disclosures released in May revealed that the Clintons earned $30 million in the last 16 months, largely from speeches made to corporations. \n\nThe Clintons have been under fire in recent months over foreign donations to their family foundation, and the former president again defended its work on Wednesday. \n\n“Has anybody proved that we did anything objectionable?” Mr. Clinton asked. “No. Have we done a lot of good things with this money? Yes.”  ", "byline": "ALAN RAPPEPORT", "description": "Former President Bill Clinton said that if his wife won the White House, he would no longer give paid speeches.", "title": "First Draft: Bill Clinton Says He Will Stop Giving Paid Speeches if Hillary Wins", "url": "http://www.nytimes.com/politics/first-draft/2015/06/10/bill-clinton-says-he-will-stop-giving-paid-speeches-if-hillary-wins/", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Bill Clinton", "Hillary Rodham Clinton"], "orgs": ["Clinton Global Initiative America"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-06-10 23:20:27", "org": "nyt", "article_id": "78d9887da50b38417447404b5063d160", "date_access": "2015-06-10 22:36:28.654324"}