{"body": "Candidates make a lot of claims in campaigns that no one should really take seriously. They’re going to fix the economy, lower taxes and “create jobs” at the same time. They are going to make the middle class prosperous again. They are going to stop Iran from developing a nuclear weapon by the force of their own leadership.\n\nTo make it more fun this year, presidential contenders are coming up with some bizarre reasons why you should believe them.\n\nDonald Trump knows he is not offending Hispanic Americans with his racist comments about Mexican immigrants, because he employs a lot of Hispanic people and they must be O.K. with it. What’s amazing about him, really, is that playing the presidential campaign like a reality show (calling Lindsey Graham an idiot, for instance, and telling the world his cell phone number) seems to be working with the right-wing Republicans in New Hampshire who tend to vote in the primary.\n\nScott Walker, and various other current and former governors, want everyone to believe that they are going to be great economic stewards because they did such a good job in their home states, even though their home states did not do well at all under their leadership.\n\nHillary Rodham Clinton wants everyone to believe she is just a regular grandma who can relate to ordinary people’s problems because, well, just because.\n\nAnd now comes Mike Huckabee, the former Arkansas governor and former televangelist. After he said President Obama was leading the Israelis “to the door of the oven” with the Iran nuclear deal, Mr. Huckabee said Jews were not offended by his unarguably offensive and condescending comment.\n\nWhat is his evidence for this? “The response from Jewish people has been overwhelmingly positive, the response from Holocaust survivors, from the children of Holocaust survivors,” the former Arkansas governor said on NBC’s Today Show. “I was last night in an event. I was probably one of four gentiles in the entire event — it was a Jewish event. People were overwhelmingly supportive.”\n\nApparently, not every Jewish person on earth was represented at that meeting. The Anti-Defamation League, which includes a few Jews, condemned Mr. Huckabee rather strongly. It said his comments were “out of line and unacceptable.”\n\nNot so, says Mr. Huckabee and he can prove it. He’s visited Auschwitz not once, but three times and “stood at that very place.”\n\nWell, I guess that’s case closed. No?", "byline": "ANDREW ROSENTHAL", "description": "Mr. Huckabee says Jewish voters aren’t offended by his recent Holocaust references.", "title": "Taking Note: Mike Huckabee and Donald Trump Offer Bizarre Defenses for Indefensible Statements", "url": "http://takingnote.blogs.nytimes.com/2015/07/28/mike-huckabee-and-donald-trump-offer-bizarre-defenses-for-indefensible-statements/", "topics": ["economy"], "people": ["Donald Trump", "Lindsey Graham", "Mike Huckabee", "Scott Walker", "Hillary Rodham Clinton"], "orgs": [], "authors": [{"author_id": 1347, "fullname": "andrew rosenthal", "primary_org": "nyt"}], "date_written": "2015-07-28 17:09:36", "org": "nyt", "article_id": "48a751b310759c4d8cf288ed3698683f", "date_access": "2015-07-28 16:30:55.351822"}