{"body": "Hillary Rodham Clinton says she always remembers a birthday. So she’s asking supporters of her presidential candidacy to tell her theirs so she can send a personalized card.\n\nBut the date she’s even more interested in is Nov. 8, 2016. Election Day.\n\nKnowing your age helps Mrs. Clinton’s campaign better understand the identities of the best recipients, as well as what messages to send and when to send them.\n\nMost presidential campaign signup forms give people a place to enter their email addresses, name and a ZIP code. Asking for any more detail can seem invasive and discourage people from taking the time to fill out the form in the first place.\n\nBut the birthday card secures a crucial bit of data for relatively little cost to the campaign. It is crucial because it helps with one of the largest tasks of a presidential campaign: data integration.\n\nCampaigns have several important sources of information about the electorate: publicly available voter data collected by states and counties, demographic data from the Census Bureau and other agencies, and data from businesses that can be used to build a richer profile of individuals. By asking supporters for their birthdays, the Clinton campaign can use that information to help connect individuals to those data sources. The value of this for large-scale campaigns is hard to overstate.\n\n“Simply knowing where to find information about one individual across multiple systems magnifies the value of every data point,” reads the introduction to a section on data integration in a postelection report produced by the 2008 Obama campaign. “A data program lacking basic system integration can never achieve high levels of sophistication such as incorporating data collected online in a voter list, crafting a targeted mail universe based on consumer data, or enrolling an individual in a targeted email messaging stream based on active volunteerism.”\n\nThere’s a potential marketing benefit for the campaign, too: People like getting birthday cards, even from politicians.", "byline": "DEREK WILLIS", "description": "The supporter gets a card. The campaign gets an invaluable way to improve its data integration.", "title": "Political Calculus: Why Hillary Clinton Wants to Remember Your Birthday", "url": "http://www.nytimes.com/2015/07/14/upshot/why-hillary-clinton-wants-to-remember-your-birthday.html", "topics": ["economy", "women"], "people": ["Hillary Rodham Clinton", "Hillary Clinton"], "orgs": ["Census Bureau"], "authors": [{"author_id": 344, "fullname": "derek willis", "primary_org": "nyt"}], "date_written": "2015-07-13 12:00:01", "org": "nyt", "article_id": "5bb0225e859da68cc0a79ced17ef49d1", "date_access": "2015-07-13 11:10:15.576868"}