{"body": "MADISON, Wis. —  It was a flashback to 2011: Hundreds of union members in hard hats and work boots waved signs under falling snow, denouncing Gov. Scott Walker and his fellow Republican lawmakers outside this Capitol building on Wednesday. Yet this time, their numbers were smaller, their chants softer.\n\nAs Mr. Walker builds a presidential run on his effort to take on unions four years ago, he is poised to deliver a second walloping blow to labor. After saying for months that an effort to advance so-called right-to-work legislation would be “a distraction” from dealing with larger issues like the state’s economy and job growth, Mr. Walker is now preparing to sign a measure — being fast-tracked through the Republican-held State Legislature — that would bar unions from requiring workers to pay the equivalent of dues. The state Senate was debating the bill into the night on Wednesday, and the state Assembly is expected to take it up next week. Where Mr. Walker’s earlier high-profile strike against labor cut collective bargaining rights for most public-sector unions, this one is aimed at workers in the private sector. And where Mr. Walker led the drive in 2011, he has taken a far less publicly forceful role this time, saying only that he will sign a bill. Yet the political effect will be the same, burnishing Mr. Walker’s record as an unafraid foe of Big Labor, who has been able to prevail in a state where Democrats have won presidential elections.\n\nThe move has significant upsides for Mr. Walker, who has been cheered by conservatives for significantly diminishing the political power of public sector union numbers here. Leaders of some unions say membership has dropped by more than half since 2011. It would seal Wisconsin’s place on the issue, even as other states — like Missouri, where lawmakers are considering a similar provision — have moved more slowly. As roughly 2,000 union supporters protested outside the Capitol for a second day and a few people interrupted proceedings in the state Senate with angry objections, some seemed resigned to what was ahead.\n\n“I’m not optimistic that we can stop it,” said John Finkler, a retired university employee and union member. “But I think people won’t forget.”\n\nFour years ago, the images here were jarring. Mr. Walker was only weeks into a first term as Wisconsin’s governor, when he proposed cuts to collective bargaining rights and increased contributions from public workers for health care and pensions. In a state that had prided itself on polite political debate across partisan lines, furious opponents moved into the Capitol, chanting and beating drums, and would not leave. The crowds grew to tens of thousands at points, by some estimates. Democratic lawmakers fled to Illinois for weeks to try, unsuccessfully, to prevent a vote.\n\nMr. Walker’s boldness drew national attention, and a recall effort against him sealed his support from conservative donors around the nation. As he sought a second term as governor last fall against a liberal Democrat, he was often asked whether he might next advocate new limits on private sector unions. Along the campaign trail, he said the issue — known by advocates as a “right to work” law — would be a distraction to more pressing matters on his agenda.\n\nYet after Republican legislators said they had the votes to pass a measure banning requirements that workers pay fees to unions, Mr. Walker’s office said late last week that he would back it. “Governor Walker continues to focus on budget priorities to grow our economy and to streamline state government,” his spokeswoman, Laurel Patrick, said. “With that said, Governor Walker co-sponsored right-to-work legislation as a lawmaker and supports the policy. If this bill makes it to his desk, Governor Walker will sign it into law.”\n\nThe measure would allow private-sector workers who choose not to join unions to avoid paying the equivalent of dues, known as “fair share” payments, which union leaders say are reasonable for anyone who benefits from union contracts. The widely protested 2011 law gave most public employees that same right. Neither provision would apply to police officers and firefighters.\n\nSupporters of the measure say it would give workers choices, while opponents say its intent is to shrink union membership and political power. In the Senate, Republicans pushed back against Democratic efforts on Wednesday first to return the bill to committee, then to add a series of amendments. At points, the police removed several people in the gallery who yelled in opposition, and a group of protesters could be heard chanting just outside the chambers.\n\n“This bill has been rushed so fast that we haven’t had a chance to look and study and analyze the budget hole that this bill will create,” Senator Jennifer Shilling, the Democratic leader, said, adding that it would lessen wages and make workplaces less safe.\n\nSenator Scott Fitzgerald, the Republican leader who has pushed for the bill, said Wisconsin was at a disadvantage in attracting jobs because of its union payment requirements. He said passing the bill would benefit the state. Twenty-four states have similar measures — and most recently Michigan and Indiana, not far from here. “There’s a bill before us today that certainly sends a signal that Wisconsin can be viewed in a different light than it was before,” Mr. Fitzgerald said.\n\nBefore a crowd of demonstrators that spilled out around the Capitol on Wednesday, Phil Neuenfeldt, the president of the Wisconsin A.F.L.-C.I.O., called out, “We’re back.” He promised, to cheers, “We’re not going to forget about it.” Cold weather, short notice and work schedules may have diminished the crowds, some protesters said, but there was also a sense of inevitability — and of weary déjà vu.\n\n“From day one,” Mr. Finkler, the retired university worker, said, “Walker was all about running for president.” About two hours into the debate on Wednesday afternoon, protesters inside the Capitol had dwindled to several dozen.", "byline": "By MONICA DAVEY and MITCH SMITH", "description": "A measure being fast-tracked through Wisconsin’s Republican-held state legislature would bar unions from requiring workers to pay the equivalent of dues.", "title": "Walker Is Set to Deliver New Blow to Labor and Bolster Credentials", "url": "http://www.nytimes.com/2015/02/26/us/politics/walker-is-set-to-deliver-new-blow-to-labor-and-bolster-credentials.html", "topics": ["campaign_finance", "economy"], "people": ["Phil Neuenfeldt", "Scott Fitzgerald", "Jennifer Shilling", "Scott Walker", "Laurel Patrick"], "orgs": ["Senate", "Big Labor", "Assembly"], "authors": [{"author_id": 734, "fullname": "mitch smith", "primary_org": "nyt"}, {"author_id": 741, "fullname": "monica davey", "primary_org": "nyt"}], "date_written": "2015-02-26 02:29:15", "org": "nyt", "article_id": "1fca69155842a77080e9ff519da903c6", "date_access": "2015-02-26 03:41:45.259485"}