{"body": "Regional and partisan differences aside, President Obama, Gov. Scott Walker of Wisconsin and former Gov. Jeb Bush of Florida have at least one thing in common: All are filling out N.C.A.A. tournament brackets this week. \n\nMr. Obama has made it an annual tradition with ESPN’s Andy Katz, and Mr. Walker’s office said he would release a bracket. (First Draft feels confident in projecting that Mr. Walker will pick Wisconsin, a No. 1 seed, to win it all. Call it a hunch.)\n\nAnd on Tuesday, Mr. Bush shared his bracket with us. He did not have many home teams to root for, with both Florida and Florida State not making the tournament. But he did pick his alma mater, Texas, to have a first-round upset over Butler. \n\nFirst Draft got a copy of @JebBush NCAA bracket. Final Four of Kentucky, Duke, Baylor and Virginia. pic.twitter.com/ED4KyVpMeU\n\n— Nick Corasaniti (@NYTnickc) March 17, 2015\n\n\n\nMr. Bush’s Final Four — Kentucky, Baylor, Duke and Virginia — has both surprise picks and favorites. While Kentucky is the most popular pick in the New York Times bracket to advance to the Final Four, and Duke the second most popular, Virginia and Baylor are underdogs, with both chosen by under 5 percent. And only 4 percent of participating readers agree with Mr. Bush and have Virginia winning it all.  \n\nOur colleagues at The Upshot created a version of Mr. Bush’s bracket in The Times’ own bracket game, which is designed to reward picks that go against the conventional wisdom. Mr. Bush’s biggest potential payoff comes, not surprisingly, from picking Virginia over Kentucky in the final. ", "byline": "NICK CORASANITI", "description": "Regional and partisan differences aside, President Obama, Gov. Scott Walker of Wisconsin and former Gov. Jeb Bush of Florida have at least one thing in common: all are filling out N.C.A.A. tournament brackets this week.", "title": "First Draft: Jeb Bush’s Pick to Win It All, and It’s Not Kentucky", "url": "http://www.nytimes.com/politics/first-draft/2015/03/17/jeb-bushs-pick-to-win-it-all-and-its-not-kentucky/", "topics": ["personality"], "people": ["Nick Corasaniti", "Jeb Bush", "Scott Walker", "Andy Katz"], "orgs": ["N.C. A.A.", "ESPN"], "authors": [{"author_id": 12003, "fullname": "nick corasaniti", "primary_org": "nyt"}], "date_written": "2015-03-17 16:44:10", "org": "nyt", "article_id": "dbd1193ff28ddac2431d6e4daf09869f", "date_access": "2015-03-17 17:07:58.034381"}