{"body": "WASHINGTON — There is a strong desire in Republican circles for Carly Fiorina to be on the main stage in the next presidential debate.\n\nFew in the party say Mrs. Fiorina, the former chief executive of Hewlett-Packard, has any chance of winning the nomination or even think she is the best candidate.\n\nInstead, they argue that a party that has a problem with female voters can ill afford a sizable top-tier field that is exclusively middle-aged or older men. Moreover, they love her slashing attacks on Hillary Rodham Clinton, whom Mrs. Fiorina frequently calls a liar.\n\nMrs. Fiorina obviously would relish greater visibility, and her supporters anticipate that unlike in the first presidential debate, on Aug. 6, when she was on the undercard, she will be in the main event on Sept. 16.\n\nIf so, there will be a new level of scrutiny that she may not find altogether welcome.\n\nThere are two basic rationales for the Fiorina candidacy: She is not a politician, and she was a successful business executive who knows how to run the economy and has dealt with world leaders.\n\nThe trouble is, she was a politician. She ran for the Senate in California in 2010 and lost by more than a million votes to the incumbent, Barbara Boxer.\n\nTrue, California is a Democratic state, but that was a banner year for Republicans, and Ms. Boxer has never been as popular a vote-getter as the state’s other Democratic senator, Dianne Feinstein.\n\nDuring that campaign, Mrs. Fiorina was seen as smart but politically naïve. She displayed a tendency — one that remains evident in her presidential quest — to go into attack mode, which created sympathy, even some Republicans acknowledge, for the hard-edged Ms. Boxer.\n\nBut her central liability in that campaign was the qualification she held up as her chief asset: her experience as a high-level business executive.\n\nStarting as a receptionist, she climbed the corporate ranks. In 1999, she was named chief executive of Hewlett-Packard, the renowned global technology company.\n\nShe was No. 1 in Fortune magazine’s first list of the most powerful women in business.\n\nNot long after arriving at HP, she engineered the deal of the year, a huge acquisition of Compaq, the personal computer company.\n\nThat soon went south. Profits disappointed, the stock plummeted, she alienated the families of Hewlett-  Packard’s founders, along with many employees, and she lost the confidence of the board of directors. In 2005, she was fired. She walked away with $42 million in severance, stock options and pension benefits, which could be hard to explain to voters struggling with jobs and stagnant wages.\n\nShe still insists that she was a victim of a “boardroom brawl” and dismisses criticism of her record. She says the company doubled in size and added jobs on her watch. That is true, but only because of the Compaq acquisition, which many analysts consider a catastrophe. The company is now splitting into two divisions. Mrs. Fiorina usually dismisses criticism of her claims of success as partisan or politically motivated.\n\nShe also boasts of her international experience, claiming she has dealt with more heads of state than any candidate other than Mrs. Clinton, who was secretary of state, and that she understands President Vladimir V. Putin of Russia. Yet many of her international meetings were with business groups; she had one rather short one-on-one session with Mr. Putin in 2001.\n\nMrs. Fiorina, 60, has an appealing story beyond her rise in business. She is a breast cancer survivor, and is admirably transparent about the death of her stepdaughter from drug abuse and has committed herself to fighting this scourge.\n\nAnd if she gets on the big stage, she might be the one to go toe to toe with Donald Trump, who often disparages women, including Mrs. Fiorina.\n\nNonetheless, her two chief calling cards — as a successful business executive and a nonpolitician — may create more problems than opportunities.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "Ms. Fiorina would relish the visibility of appearing at the next main Republican debate, but the new scrutiny may not be welcome.", "title": "Letter From Washington: Spotlight Holds Perils for Carly Fiorina", "url": "http://rss.nytimes.com/c/34625/f/642562/s/496b739a/sc/7/l/0L0Snytimes0N0C20A150C0A80C310Cus0Cpolitics0Cspotlight0Eholds0Eperils0Efor0Ecarly0Efiorina0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["women", "personality"], "people": ["Vladimir V. Putin", "Carly Fiorina", "Donald Trump", "Hillary Rodham Clinton", "Dianne Feinstein", "Barbara Boxer"], "orgs": ["Senate", "Compaq"], "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-08-30 19:40:58", "org": "nyt", "article_id": "4fdcbfa51dc37aebdde66cfe4e94d06c", "date_access": "2015-08-30 19:01:02.184638"}