{"body": "Hillary Rodham Clinton on Monday blamed Republicans for “35 years” of policies that have exacerbated income inequality by giving “more wealth to those at the top” through tax cuts and corporate loopholes.\n\n“Twice now in the past 20 years Democratic presidents have had to come in and clean up the mess left behind,” Mrs. Clinton said in New York, as she called for tax relief for middle-class families, an increase in collective bargaining and other incentives to raise middle-class wages.\n\n“I believe we have to build a growth and fairness economy — you can’t have one without the other,” she said.\n\nIn a speech intended to lay the groundwork for the economic message she will carry throughout her 2016 campaign, Mrs. Clinton singled out by name three of her potential Republican rivals: Gov. Scott Walker of Wisconsin, former Gov. Jeb Bush of Florida and Senator Marco Rubio of Florida.\n\nMrs. Clinton alluded to comments Mr. Bush made last week about Americans needing to work longer hours.\n\n“Let him tell that to the nurse who stands on her feet all day or the teacher who is in that classroom or the trucker who drives all night,” she said. “They don’t need a lecture, they need a raise.”\n\nMr. Bush later clarified that he was referring to the 6.5 million Americans “stuck in part-time work” who haven’t been able to find a full-time job. A spokesman did not immediately respond to a request for comment.\n\nMrs. Clinton called Mr. Rubio’s economic plan a “sure budget-busting giveaway for the super wealthy” and said Mr. Walker had embraced “meanspirited, misguided attacks on worker’s rights” in clashing with unions in Wisconsin. But Republican officials warned that Mrs. Clinton’s approach will cost the taxpayer. \n\n“It’s pretty clear: she will have to raise taxes on American families,” Allison Moore, a spokeswoman for the Republican National Committee, said of Mrs. Clinton’s proposals. “There’s no way around it.”\n\nThe singling out of Republican candidates was sprinkled into a wide-ranging and at times dense policy speech that presented the goal posts of the economic agenda Mrs. Clinton would advance in her administration.\n\nThe policies, intended to “drive strong and steady income growth that lifts up families,” ranged from relatively new ideas, like incentives for corporations to increase profit sharing, and populist ones, like criminalizing misconduct in the financial industry.\n\n\n\nMrs. Clinton included an extended plea to empower labor unions in collective bargaining, saying that the “decline of unions may be responsible for a third of the inequality among men.”\n\nShe also called on eliminating the loophole that allows for lower taxation of carried interest (profits that a private equity adviser makes from investing in companies), reining “in excessive risks on Wall Street,” and giving regulators greater power to oversee big banks and the so-called “shadow banking” industry of hedge funds and private equity firms. \n\n“I will appoint and empower regulators who understand that ‘too big to fail’ is still too big a problem,” she said.\n\nThe speech was the result of months of conversations with policy advisers that long predated the official announcement of her candidacy in April. And her remarks were a work-in-progress until the minute she delivered them, according to multiple advisers who helped  craft the address.\n\nEarlier versions of the speech included criticism of only Mr. Bush and Gov. Chris Christie of New Jersey, and did not go as far as the final draft in plans to criminalize bad players in the financial sector, according to these advisers, who could only discuss private discussions without attribution.\n\nAmong the many advisers who weighed in was Gary Gensler, the campaign’s chief financial officer and a former Wall Street regulator known for his aggressive streak, who helped persuade Mrs. Clinton’s to go further in her remarks on financial industry regulation.\n\n“Those rules have been under assault by Republicans in Congress and those running for president,” Mrs. Clinton said.\n\nThe remarks are intended to appease the liberal base of the Democratic Party, as one of Mrs. Clinton’s opponents, Senator Bernie Sanders of Vermont, surges in the polls with his socialist message.\n\nAt one point a protester interrupted Mrs. Clinton in the auditorium of the New School, yelling a question about whether she would reinstate the Glass-Steagall Act. President Bill Clinton signed legislation that repealed parts of Glass-Steagall in 1999, leading to the commingling of commercial and investment banking, a move widely criticized by some liberals.\n\nBut those regulations seem increasingly antiquated in a financial industry defined by the emergence of a “shadow banking” sector including hedge funds and high-frequency traders that have thrived in the wake of the 2008 financial crisis.\n\n“The problems are not limited to the big banks that get all the headlines,” Mrs. Clinton said. “Serious risks are emerging from institutions in the so-called shadow banking system.”\n\nAnother economic adviser to Mrs. Clinton, Joseph E. Stiglitz, a Nobel laureate in economics who has written extensively about inequality, said “the speech showed a clear understanding that our economy is not working for most Americans” and that “we need to fundamentally rewrite the rules.”", "byline": "AMY CHOZICK", "description": "Hillary Rodham Clinton called for tax relief for middle-class families, an increase in collective bargaining and other incentives to raise middle-class wages during an economic address at the New School in New York.", "title": "First Draft: Hillary Clinton Blames Republicans for Promoting Inequality", "url": "http://www.nytimes.com/politics/first-draft/2015/07/13/hillary-clinton-blames-republicans-for-promoting-inequality/", "topics": ["economy"], "people": ["Bill Clinton", "Gary Gensler", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Hillary Rodham Clinton", "Marco Rubio", "Joseph E. Stiglitz", "Bernie Sanders", "Scott Walker", "Allison Moore"], "orgs": ["Democratic Party", "Republican National Committee", "Congress"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-07-13 17:55:30", "org": "nyt", "article_id": "8194c7f33cd2c4f45c5bce583d4d48cf", "date_access": "2015-07-13 17:00:14.652975"}