{"body": "President Obama generally refrains from talking about the candidates vying to succeed him in 2016, but when it comes to Gov. Scott Walker of Wisconsin, he’s made a couple of exceptions.\n\nAsked about Mr. Walker’s declaration last week that, if elected president, he would revoke the nuclear deal with Iran on his first day in office, Mr. Obama took the bait.\n\n“I am confident that any president who gets elected will be knowledgeable enough about foreign policy and knowledgeable enough about the traditions and precedents of presidential power that they won’t start calling into question the capacity of the executive branch of the United States to enter into agreements with other countries,” Mr. Obama told NPR in an interview that ran on Tuesday. “It would be a foolish approach to take, and, you know, perhaps Mr. Walker, after he’s taken some time to bone up on foreign policy, will feel the same way.”\n\nThe dig at Mr. Walker comes about a month after Mr. Obama criticized the governor for signing a right-to-work law that he called “anti-worker.” \n\nSo what’s Mr. Obama’s issue with Mr. Walker?\n\n“I assure you that there’s nothing personal,” Josh Earnest, the White House spokesman, said Tuesday at the daily press briefing. “There is no doubt, as I’m sure that even Governor Walker himself would be happy to tell you, that there are some significant policy differences between the two men.”\n\nMr. Earnest said there would be “ample opportunity” over the next year and a half to “discuss those differences at some length,” but added, “I’m not going to start that today.”\n\nMr. Walker was happy to flesh them out. In a statement released by his political committee, he derided Mr. Obama for what he called “failed leadership.”\n\n“Americans would be better served by a president who spent more time working with governors and members of Congress rather than attacking them,” Mr. Walker said. “Whether it is cutting a bad deal with Iran, calling ISIS the J.V. squad, or touting Yemen as a success story, Obama’s lack of leadership has hurt America’s safety and standing in the world.”", "byline": "JULIE HIRSCHFELD DAVIS", "description": "President Obama generally refrains from talking about the candidates vying to succeed him in 2016, but when it comes to Gov. Scott Walker of Wisconsin, he’s made a couple of exceptions.", "title": "First Draft: Obama Makes Walker the Exception, Again", "url": "http://www.nytimes.com/politics/first-draft/2015/04/07/obama-makes-walker-the-exception-again/", "topics": ["terrorism"], "people": ["Josh Earnest", "Barack Obama", "Scott Walker"], "orgs": ["Congress"], "authors": [{"author_id": 320, "fullname": "julie hirschfeld davis", "primary_org": "nyt"}], "date_written": "2015-04-08 00:05:16", "org": "nyt", "article_id": "928bf4a80a3daa1dacd2eefdeddac787", "date_access": "2015-04-07 23:45:08.869911"}