{"body": "Since late last year, presidential hopefuls have been romancing donors, hiring staff and haunting the diners and senior centers of Manchester and Dubuque.\n\nBut on paper, most of the candidates spent virtually no money exploring a presidential bid until very recently. According to campaign disclosures filed with the Federal Election Commission last week, the much-promoted campaign staff they hired had other jobs. And their many, many trips to New Hampshire and Iowa had nothing to do with running for president.\n\nSuch accounting — which the campaigns defended as perfectly appropriate but some election lawyers said violated the law — has allowed would-be candidates to spend months testing the presidential waters while saving cash to use later in the primaries.\n\nIt also let them tap their most loyal donors for additional funds that will not count against the limits on contributions to their official campaigns. And it has contributed to what some experts described as a kind of campaign Wild West, with candidates and their lawyers testing or crossing legal boundaries stretched thin by the advent of “super PACs” and by Federal Election Commission deadlocks.\n\n“We’re in uncharted territory,” said Kenneth Gross, a Washington election lawyer and former Federal Election Commission general counsel. “This campaign cycle more than any other, we’ve seen more pre-announcement activity being paid for through essentially unregulated money.”\n\nSenators Ted Cruz and Rand Paul have billed hotel rooms in New Hampshire and consulting fees for Iowa strategists to their re-election campaigns in Texas and Kentucky. Gov. Scott Walker billed fees to a Texas-based fund-raiser, hired in March, to his Wisconsin state campaign, months after he was re-elected governor and years away from a potential 2018 Statehouse bid.\n\nSeveral candidates, including former Gov. Rick Perry of Texas, Gov. Bobby Jindal of Louisiana and Senator Bernie Sanders of Vermont, reported to the Federal Election Commission that they spent almost nothing to explore a presidential bid until a few days before they jumped into the race. Federal law requires declared candidates to retroactively report “exploratory” expenses once they enter the race.\n\nJeb Bush, the former Florida governor, reported hundreds of thousands of dollars of exploratory spending, dating to May last year, on political and legal advice. But he did not report any travel expenses before June, though he traveled extensively during the winter and spring to meet with donors and attend town-hall-style meetings in early primary states.\n\nMr. Bush and some other White House contenders say those expenses are unrelated to their presidential campaigns and were paid for by other political organizations — typically not subject to the same disclosure rules and contribution limits as presidential candidates. The campaigns argued that any costs paid for by such groups were unrelated to exploring a presidential bid and did not need to be repaid once the candidates announced their bids.\n\nOne such group, Conservative Solutions Project, a nonprofit set up by allies of Senator Marco Rubio of Florida, picked up the tab for extensive research of Republican primary voters, the kind of expense that would-be candidates bore in the past.\n\nOther White House contenders have assigned months’ worth of expenses to campaigns for other offices.\n\nLast summer, Mr. Paul hired Steve Grubbs, a former chairman of the Iowa Republican Party and an expert on the state’s first-in-the-nation caucuses, to assist with his national political efforts.\n\nMr. Grubbs indicated in an email that he is currently advising Mr. Paul about Iowa, and Mr. Paul’s presidential campaign paid his firm, Victory Enterprises, about $200,000 during the second quarter of 2015.\n\nBut during the first quarter of 2015, Mr. Grubbs’s fees — about $15,000 — came out of Mr. Paul’s Senate account. A spokesman for Mr. Paul, Sergio Gor, said those earlier payments were unrelated to the senator’s presidential campaign.\n\nMr. Cruz is not up for re-election in Texas until 2018. But his Senate campaign committee was billed thousands of dollars in meals, hotels, car services and other travel expenses in Iowa and New Hampshire.\n\nMr. Cruz’s Senate committee also paid $12,903 in April and May to a company controlled by Bryan English, the Iowa campaign director for Mr. Cruz’s presidential bid. Mr. English’s LinkedIn profile states that he began working for Mr. Cruz’s presidential campaign in April.\n\nAnother payment, billed to his Senate campaign in early March, appears to correspond with Mr. Cruz’s trip to Iowa for the Iowa Agriculture Summit. The gathering is described on its website as “a unique forum for potential and likely presidential candidates from both major parties to discuss issues of vital importance to the Iowa and national economies.”\n\nCatherine Frazier, a spokeswoman for Mr. Cruz, said his presidential campaign intended to reimburse his Senate committee for any 2016-related expenses once they had all been identified and calculated. She also said that the dates on Mr. Cruz’s reports did not necessarily reflect the actual dates the expenses were incurred, and that it was “standard practice to use the credit card payment date for all the ultimate vendors.”\n\n“We are well aware of the expenses, as they will be part of a larger reimbursement from the presidential committee to the Senate committee that will be disclosed on our next F.E.C. report,” Ms. Frazier said.\n\nHillary Rodham Clinton, who announced in April that she would seek the Democratic nomination, was among the more conservative candidates in accounting for her spending. Her campaign reported $278,821 in exploratory expenses, including office rent, staff travel and employee salaries and benefits, which she paid for out of her own pocket.\n\nAnd unlike other candidates, Mrs. Clinton maintained a low profile before entering the race in April: A tally kept by the National Journal showed only five public trips before April, four of them for paid speeches and none in the early primary states.\n\nMr. Walker did not enter the campaign until after the period covered by the most recent federal filings. But the committee for his campaign for Wisconsin governor, Friends of Scott Walker, collected $6 million from January to July, according to reports filed with regulators in Wisconsin.\n\nHis state committee, bound by Wisconsin law, was entitled to raise far more money per donor than a presidential campaign would be. And during the first six months of his second term, when Mr. Walker made more than 30 out-of-state trips, Friends of Scott Walker spent $5.7 million, more than five times what the committee spent during the equivalent six months of Mr. Walker’s first term.\n\nWith any Wisconsin re-election bid at least three years away, Mr. Walker’s committee paid out nearly $500,000 in salaries and benefits. Friends of Scott Walker also spent $114,000 on fund-raising events, 10 times what it spent on fund-raising during the equivalent period during his first term.\n\nHis Wisconsin re-election campaign paid for hotels and meals in Iowa and New Hampshire from January to April. The committee has paid $2.5 million to his direct mail fund-raising firm this year, more than Mr. Walker spent with the company during his entire 2014 re-election campaign.\n\nA spokeswoman for Mr. Walker, Kirsten Kukowski, said the Iowa and New Hampshire expenses covered employees who “continued to assist in staffing and fund-raising for the Friends of Scott Walker committee.” The direct mail firm, she said, was raising money only for his campaign for governor.\n\nMr. Bush’s schedule in the months before he announced his candidacy was packed with the kind of appearances that would-be candidates typically use to explore their chances in a presidential race. He made three trips to New Hampshire, two to Iowa and two to South Carolina from January to May, according to public reports, and held numerous meetings with donors around the country.\n\nBut while Mr. Bush’s presidential campaign reported spending more than $300,000 on “testing the waters” activity as far back as May 2014, he reported no travel expenses for himself before June 15, the day of the official announcement.\n\n“He was traveling constantly in what appears to me to be ‘testing the waters’ if not actually campaigning,” said Paul S. Ryan, senior counsel to the Campaign Legal Center, which has filed complaints with the Justice Department about Mr. Bush’s early fund-raising and spending.\n\nKristy Campbell, a spokeswoman for Mr. Bush, said the travel expenses were covered by Right to Rise PAC, a political committee of which Mr. Bush was “honorary chairman,” and were not related to his presidential bid. “Governor Bush has attended events as a featured guest for organizations that have a mission and philosophy he shares,” Ms. Campbell said.\n\nMr. Jindal reported only $21,000 in spending before his official announcement on June 23, mostly on facility rentals shortly before the announcement. Yet before that date, the Louisiana governor took high-profile trips to New Hampshire and Iowa to explore a possible run.\n\nCurt Anderson, the chief strategist for Mr. Jindal’s campaign, said in an interview that those trips were paid for by two other groups, one of them a nonprofit policy organization that Mr. Jindal founded in 2013. The campaign’s own low burn rate, Mr. Anderson suggested, was merely an indication of Mr. Jindal’s thrift.\n\n“We’ll run a very lean operation for some time and get a foothold in the early states,” Mr. Anderson said. “We’re going to want every dollar.”", "byline": "NICHOLAS CONFESSORE, SARAH COHEN and ERIC LICHTBLAU", "description": "Though most of the presidential candidates have spent months in early primary states, on paper, they have only just recently spent money campaigning, a practice both defended and called into question.", "title": "Presidential Race Just Started? Not According to the Spending", "url": "http://www.nytimes.com/2015/07/26/us/presidential-race-just-started-not-according-to-the-spending.html", "topics": ["campaign_finance"], "people": ["Rand Paul", "Paul S. Ryan", "Catherine Frazier", "Kristy Campbell", "Timothy Anderson", "Jeb Bush", "Kenneth Gross", "Rick Perry", "Kirsten Kukowski", "Curt Anderson", "Hillary Rodham Clinton", "Marco Rubio", "Sergio Gor", "Bryan English", "Bobby Jindal", "Bernie Sanders", "Steve Grubbs", "Scott Walker", "Ted Cruz"], "orgs": ["PACs", "Senate", "Campaign Legal Center", "Conservative Solutions Project", "National Journal", "Iowa Republican Party", "Justice Department", "Statehouse", "Federal Election Commission"], "authors": [{"author_id": 25441, "fullname": "sarah cohen", "primary_org": "nyt"}, {"author_id": 862, "fullname": "nicholas confessore", "primary_org": "nyt"}, {"author_id": 1627, "fullname": "eric lichtblau", "primary_org": "nyt"}], "date_written": "2015-07-26 03:01:55", "org": "nyt", "article_id": "b469eaae8e39ae2749ffcb4adb4f57a6", "date_access": "2015-07-26 02:10:11.267495"}