{"body": "Alluding to his “personal experience” grappling with addiction in his family, Jeb Bush on Wednesday held forth at a round-table discussion on substance abuse in New Hampshire, a state devastated by heroin’s toll.\n\n“It’s not just a question of a loss of life or a loss of the potential of one person, which is phenomenal,” Mr. Bush said at the Catholic Medical Center in Manchester, N.H., flanked by local officials and health professionals. “I can go into meetings and I know the families who have suffered because of this. It’s very easy to see. You can see it drained out of your face.”\n\nDuring Mr. Bush’s first term as the governor of Florida, his daughter, Noelle, then 24, was charged with a felony for trying to fill a fraudulent prescription for Xanax. She spent time in a drug rehabilitation center, but served stints in jail after she was found with pills and later with crack cocaine in a shoe.\n\nMr. Bush’s wife, Columba, has long taken up substance abuse prevention and treatment as a cause.\n\nThe subject of addiction, and particularly the heroin epidemic gripping wide swaths of the country, has surfaced frequently on the campaign trail, including at events for Hillary Rodham Clinton and Carly Fiorina, who lost a stepdaughter to drugs.\n\nMr. Bush spent much of the gathering on Wednesday listening to the local experts beside him, nodding intently. He weighed in occasionally to describe efforts he undertook in Florida, including the expansion of “drug courts” aimed at addressing low-level drug crimes through treatment rather than incarceration.\n\n“If it wasn’t for their addiction, they wouldn’t be committing crimes,” he said of the drug offenders.\n\nAt one point, a volunteer at a recovery center, who is himself in recovery, was asked to describe his experiences. He made clear that the issue of addiction would continue to loom large this election season.\n\n“You’re the third presidential candidate I’ve met,” he told Mr. Bush. “I’m 41 days sober.”", "byline": "MATT FLEGENHEIMER", "description": "Alluding to his “personal experience” grappling with addiction in his family, Jeb Bush on Wednesday held forth at a round-table discussion on substance abuse in New Hampshire, a state devastated by heroin’s toll.", "title": "First Draft: Jeb Bush Turns Personal in Confronting Heroin’s Toll in New Hampshire", "url": "http://www.nytimes.com/politics/first-draft/2015/09/30/jeb-bush-turns-personal-in-confronting-heroins-toll-in-new-hampshire/", "topics": ["personality", "economy"], "people": ["Hillary Rodham Clinton", "Jeb Bush", "Carly Fiorina", "Columba Bush"], "orgs": ["Catholic Medical Center"], "authors": [{"author_id": 358, "fullname": "matt flegenheimer", "primary_org": "nyt"}], "date_written": "2015-09-30 19:25:41", "org": "nyt", "article_id": "6d21d2e54ee8797e95c69cadff1130b0", "date_access": "2015-09-30 19:01:59.599546"}