{"body": "WHERE did we go wrong?\n\nWas it in 1962, when Marilyn Monroe sidled onto a stage in what could have been mistaken for lingerie and warbled “Happy Birthday” to John Kennedy, blurring any line between the presidential and the pulchritudinous, between show business and the nation’s business?\n\nWas it six years later, when Richard Nixon, trying to soften his image, made an appearance on the television program “Rowan & Martin’s Laugh-In”?\n\nOr was it about a quarter century after that, when Bill Clinton played saxophone on “The Arsenio Hall Show” and, at a Q. and A. with teenagers that was sponsored by MTV, laid down a marker for briefs over boxers?\n\nI’m not sure. But of this I’m certain: We now utterly conflate entertainment and politics, routinely confuse celebrity with authority and regularly lose sight of the difference between a cult of personality and a claim to leadership.\n\nAnd Donald Trump — still going strong, still dominating the polls — is the emblem, apotheosis and ripe, fleshy, orange-crowned fruit of this. (Yes, Donald, I called you a fruit. Deal with it.)\n\nHe’s not just some freaky mascot for a preternaturally angry electorate, though he’s plenty freaky and the electorate brims with disgust for career politicians and rage at a system that seems impervious to meaningful change.\n\nHe’s not just the Frankenstein that the Republican Party created, and he’s not just a blip.\n\nHe’s the show that we’ve been sucked into and that we’ve asked for. He’s the carnival that we invited to town.\n\nHe’s been a long time coming: The bleed of entertainment into politics is hardly new. It’s been rued and prophesied for many decades.\n\nI keep thinking back to the cinematic heyday of the 1970s, when big movies dared to broach big questions, and I keep replaying, in my mind, “Network” and “Nashville,” which turned out to be rune stones. They captured everything that was brewing in American politics and American media, and they suggested what things might look like when they reached full boil.\n\nTrump is full boil.\n\nWe journalists bear special blame for him, because bit by bit, year by year, we turned up the heat, intensifying our demand for conflict, for crackups, for anything that could be distilled to 90 seconds on television, six swaggering paragraphs on a website or 140 characters in a spirited tweet. And a speech by Jeb Bush on the economy or by Hillary Clinton on climate change doesn’t yield as readily to that treatment.\n\nBut Trump talking about a cabinet position for Sarah Palin? Or Trump talking trash about John McCain? Or Trump saying that he could beat Obama in a head-to-head election?\n\nWe bite. We bite hard.\n\nAnd here we are, with Trump trumping everything else: the growing discussion about how to make higher education more accessible and affordable; the riddle of income inequality; the money already bloating the 2016 campaign, which will leave candidates as indebted to big donors and special interests as ever.\n\nTrump is an easier, better spectacle than any of that. He takes pains to be.\n\nAre entertainers learning (and yearning) to be politicians, or vice versa? Do entertainers long for the approval of politicians, or is it the other way around?\n\nI can’t keep track. I can’t help noticing: Last week, as the comedy that is Trump held on to his lead in polls of Republican voters, we learned that President Obama had repeatedly summoned Jon Stewart, of Comedy Central, to the White House.\n\nThat was a smart move, in terms of Obama’s stewardship of his image, his awareness of Stewart’s influence and his recognition that Stewart is in some odd sense the Walter Cronkite of the last decade.\n\nBut Stewart’s stature and the Obama-Stewart summits also show how tangled the threads of performance, journalism and governance have become.\n\nTHERE’S a greater theatrical aspect to political (and even financial) commentary than ever before, whether it’s occurring on a channel supposedly reserved for news or one with a more frivolous bent, and whether its agent is Bill Maher or John Oliver or Rachel Maddow or Jim Cramer. On Maher’s set, the journalists and actors sit and opine side by side, as if in the same trade, which is celebrity, with the same goal, which is diversion.\n\nA news anchor must be beguiling, even captivating. That’s what led Brian Williams astray — he got so invested in the role that he overplayed it. It’s no accident that he told one of his fateful fibs on the “Late Show With David Letterman.” He was trying to be as interesting a guest as Jennifer Lawrence, George Clooney or, well, Barack Obama.\n\nObama did Letterman’s show eight times, Stewart’s seven and Jay Leno’s seven. He did Ellen DeGeneres’s show, dancing to a Beyoncé tune.\n\nAnd when he was encouraging young Americans to sign up for Obamacare, he did “Between Two Ferns,” a satirical program on the Funny or Die website that’s hosted by Zach Galifianakis, an actor who starred in “The Hangover.”\n\nObama was in part just reading the cues that our country has given him. We ask our presidents to be not just commanders in chief but also enthrallers in chief and amusers in chief, and woe to the Oval Office aspirant who is deemed overly stiff, excessively serious or entirely unfunny. How will he or she ever rise to the challenge of the White House Correspondents Dinner?\n\nWe expect zingers. We require zing.\n\nTrump is the king of zing.\n\nHis rivals are struggling to keep pace. We recently watched a video in which Rand Paul took a chain saw to a pile of papers meant to represent the federal tax code. We watched another video in which Lindsey Graham put his cellphone in a blender, dropped a concrete block on it and tried to light it on fire.\n\nWe cackled at Scott Walker’s incompetence in the presence of cheesesteak. And we listened to Rick Perry challenge Trump to a duel of deltoids: Which man could do more pull-ups?\n\nThis is the magnitude of dignity being brought to the 2016 presidential contest. And it’s the context in which Trump isn’t surprising but rather inevitable.\n\nWe’ve summoned him like one of those demons in a horror movie who appears if his name is spoken too many times in a row. Too many times, we’ve ignored or outright encouraged the perversion of politics by vacuous stagecraft.\n\nSo the demon appeared. And he’s giving us the torment that we deserve.", "byline": "FRANK BRUNI", "description": "The mouthy magnate is the carnival we summoned by letting our popular and political cultures bleed into one.", "title": "Op-Ed Columnist: We Invited Donald Trump to Town", "url": "http://www.nytimes.com/2015/08/02/opinion/frank-bruni-we-invited-donald-trump-to-town.html", "topics": ["personality", "economy"], "people": ["Jim Cramer", "Jon Stewart", "Rick Perry", "Bill Maher", "Jennifer Lawrence", "John Kennedy", "Marilyn Monroe", "Richard Nixon", "Sarah Palin", "David Letterman", "George Clooney", "Scott Walker", "Rand Paul", "Bill Clinton", "Jeb Bush", "Brian Williams", "Donald Trump", "Barack Obama", "Rachel Maddow", "Walter Cronkite", "Lindsey Graham", "Jay Leno", "Hillary Clinton", "John Oliver", "Or Trump"], "orgs": ["Republican Party", "White House Correspondents", "MTV", "Oval Office"], "authors": [{"author_id": 613, "fullname": "frank bruni", "primary_org": "nyt"}], "date_written": "2015-07-31 08:21:01", "org": "nyt", "article_id": "0a7ba73ac3c9f58a7127534f75123cc0", "date_access": "2015-07-31 07:40:48.808597"}