{"body": "ROCK HILL, S.C. — The long, cavernous hall here where Carly Fiorina spoke on Wednesday was packed, wall to wall, with nearly 1,000 people whose sustained applause echoed off the high-arched ceilings.\n\nBut Mrs. Fiorina’s voice remained low and steady, rarely reaching the rafters. Her diction seemed meant more for delivery to a television camera than a room of rapturous supporters.\n\n“I’ve started as a secretary, I’ve battled cancer, I’ve buried a child, I am tested, I will not falter,” she said with the forceful delivery of a closing statement. “And we now need a nominee who can win this job and who can do this job.”\n\nIn her first campaign swing since her widely acclaimed performance in last week’s Republican debate, Mrs. Fiorina seemed intent on replicating her debate demeanor on the trail and demonstrating how she has improved as a candidate.\n\nGone are the frequent comparisons to and constant criticisms of Hillary Rodham Clinton that marked her early campaign. The candidate who this summer had trouble filling a room at campaign events is now greeted by throngs of voters at event after event.\n\nNow, she offers a more sweeping speech, heavy on statistics and policy proposals, in an effort to show that she is qualified for the job she is seeking. On foreign policy, for example, she name-drops “my good friend Bibi Netanyahu” and promises to build up the Navy’s Sixth Fleet, “right in Putin’s backyard.” (Its headquarters is in Naples, Italy.) And she delivers her message in the calm and level tone she displayed during the debate, even, at times, to her detriment.\n\n“I am talking as loudly as I can. I’m so sorry,” she told an overflow crowd at Hudson’s Smokehouse, as they cried out “louder” during her question-and-answer period. “Contrary from some caricatures of me, I am a fairly soft-spoken woman.”\n\nAs she worked her way across South Carolina this week, she held campaign events that varied from wonky policy discussions to a town-hall-style conversation at a barbecue joint. But regardless of the site, Mrs. Fiorina remained sharply and consistently on message, even spurring Alan Wilson, the attorney general of South Carolina who was interviewing her at an event in Myrtle Beach, to jokingly accuse her of peeking at his question cards.\n\nHer preparedness was evident even when she did not exactly answer the question asked of her. She deftly handled inquisitors who asked specific questions by responding with rhetorical ones and then shifting to a standard line from her stump speech.\n\nWhen a man in Lexington asked about abolishing the income tax, Mrs. Fiorina told him she “wasn’t ready to agree with him yet,” before asking, “How long have we been talking about bipartisan tax reform in D.C.? Forever,” and starting into a familiar statement about reducing the tax code to three pages and rebuilding trust in the government.\n\nShe also looked to capitalize on one of her best moments in the debate, her sharp response to Donald J. Trump’s attack on her appearance, by taking the occasional shot at the man who has become her foil.\n\n“Leadership is not about how big your airplane or your helicopter or your ego is,” Mrs. Fiorina told a crowd in Lexington, opting not to attack Mr. Trump by name but drawing a few knowing laughs from the crowd.\n\nBut Mr. Trump was far from front and center in Mrs. Fiorina’s appeal to voters. Rather, she sought to build on another memorable moment from the debate: when she dared President Obama and Mrs. Clinton to watch videos she claimed showed “a fully formed fetus on the table, its heart beating, its legs kicking while someone says we have to keep it alive to harvest its brain.”\n\nDespite the evidence from Planned Parenthood that the video Mrs. Fiorina was describing does not exist, it was an accusation she repeated, in one form or another, at every stop in her eight-stop tour through the state, culminating in a visit to the Carolina Pregnancy Center, which is privately funded and provides abstinence education and religious counseling.\n\n“If taxpayers are going to fund a Planned Parenthood, why not also pregnancy centers like this?” Mrs. Fiorina asked the crowd gathered inside the center.\n\nAs she lingered inside the center, greeting supporters and posing for pictures, Mrs. Fiorina appeared to be more at ease than she was at the beginning of the trip. She spent just a few minutes meeting voters in Charleston and Myrtle Beach — her handlers cited a “tight schedule” — opting instead for side exits and interviews with the news media.\n\nBut at her meet-and-greet in Lexington, which lasted about 30 minutes, she worked the swarming crowd with slightly nervous quips as she pivoted from selfie to autograph and back to selfie.\n\nShe did, however, look like she was having some fun. When a 17-year-old student, Caleb Burnett, asked Mrs. Fiorina to sign his forehead, she quickly obliged.\n\n“O.K., put your head up a little bit, I’m not going to hurt you,” she said as she scribbled a “Carly” in black marker across his head. He moved for her to sign the upper part of his chest, but her pen appeared to run out.\n\nThe signature earned her at least one voter.\n\n“I’ll be voting, I turn 18 in October,” he said. “I just want the president to have signed my forehead.”", "byline": "NICK CORASANITI", "description": "In her first campaign swing since last week’s event, she seemed intent on replicating her demeanor and showing how she has improved as a candidate.", "title": "Carly Fiorina Builds Off Successful G.O.P. Debate Performance", "url": "http://www.nytimes.com/2015/09/26/us/politics/carly-fiorina-builds-off-successful-gop-debate-performance.html", "topics": ["immigration", "campaign_finance"], "people": ["Alan Wilson", "Bibi Netanyahu", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Vladimir Putin", "Carly Fiorina"], "orgs": ["Planned Parenthood", "Carolina Pregnancy Center"], "authors": [{"author_id": 12003, "fullname": "nick corasaniti", "primary_org": "nyt"}], "date_written": "2015-09-25 12:00:02", "org": "nyt", "article_id": "73fcca30934c369e534f281a6e1e8f0c", "date_access": "2015-09-25 11:30:59.413030"}