{"body": "KEENE, N.H. — One day last month, in the middle of a furniture factory here, Hillary Rodham Clinton finished prepared remarks about her presidential candidacy and opened the floor for discussion.\n\nA middle-aged worker, Pamela Livengood, began to speak, tentatively at first, about the drug addiction that has tormented her daughter and left her granddaughter in her care.\n\n“This little 5-year-old lives with me, and I’m guardian — Grandpa and I have guardianship because of all the growing drug problems in our area,” Ms. Livengood said.\n\nMrs. Clinton gave her a sympathetic, knowing nod.\n\n“Pam, what you just told me and what I’m hearing from a lot of different people, there is a hidden epidemic” of heroin, methamphetamine and prescription pills that is “striking in small towns and rural areas,” she said, taking out an index card and scribbling notes.\n\nMrs. Clinton lacks some of the extraordinary gifts for connection and empathy that her husband possesses, and the round-table events that have characterized her early campaign can feel stage-managed. But even these settings are producing revealing moments, as Mrs. Clinton finds herself far from the world of international diplomacy and scrambling to re-educate herself about the nation she hopes to lead.\n\nA lot has changed since Mrs. Clinton left domestic politics to become the secretary of state: Student debt has ballooned, access to credit has tightened, and the cause of income inequality has taken on a forceful momentum.\n\nEver an eager student, she has immersed herself in dense briefing papers and academic tomes and consulted more than 200 experts as she thought about her economic policy. But now, as the campaign faces pressure to reveal specific policy proposals, Mrs. Clinton has 35 million more advisers — also known as the Democratic primary electorate.\n\nThere is not a lot of I-feel-your-pain hugging at these events and few uproarious moments. But Mrs. Clinton brings a wonkish intensity, arriving at each round table armed with specific data points. She said: “The average four-year graduate in Iowa graduates with nearly $30,000 in debt,” and “In New Hampshire, 96 percent of all businesses are considered small businesses.” She nods, jots down notes and interjects conversations with words of encouragement. “That’s interesting,” and “That’s a very good point.”\n\nAnd she relays what she is hearing back to her campaign’s policy shop in Brooklyn; the problem of drug addiction, especially in small towns, has now become a prominent theme for her on the campaign trail.\n\n“She came back from both places and said, ‘I want you guys to go beyond standard policies and really take a hard look at some of the more creative or forward-looking policy positions,’ ” said Jake Sullivan, the campaign’s senior policy director. “So we’re in the process of working on those at the moment.”\n\nTo be sure, part of Mrs. Clinton’s reassuring voters that she is learning has to do with an acute awareness by her campaign that she must combat the opinion of some voters in 2008 that she seemed aloof and entitled. “The goal,” said Nick Merrill, a spokesman for Mrs. Clinton, is to “take advantage of the long campaign season, start small” and “not just shake hands but get under the hood.”\n\nMrs. Clinton is clearly most comfortable devising and thinking about policy and it has given her a way to interact with voters.\n\nAfter she stopped at a coffee shop on her first trip to Iowa as a candidate, the people she met bemoaned all the red tape faced by entrepreneurs. From her van on the way to the next stop, Mrs. Clinton called policy advisers to talk through some of the issues she had heard on the ground. Small-business growth is now central to her campaign.\n\nOn Friday, she held the second stop of her small-business push, telling voters at a family-owned brewery in Hampton, N.H., how she hopes to be “the president for small business.”\n\nShe takes frequent opportunities to remind voters that she is, indeed, listening and, yes, she is learning. “I want to hear from people of New Hampshire,” Mrs. Clinton said at a small gathering of supporters last month.\n\nAll these conversations could potentially muddy the policy-making process back in Brooklyn. In the last month, Mrs. Clinton has told her team to zero in on mental health, too, after a mother in Council Bluffs, Iowa, told her that coverage under the Affordable Care Act did not do enough to support her son, who has Asperger’s syndrome.\n\nShe told her campaign team to start using a new expression for education, “opportunity system,” after Dr. Mick Starcevich, the president of Kirkwood Community College in Monticello, Iowa, used the term and Mrs. Clinton jotted it down on a notepad.\n\nBryce Smith, a 23-year-old owner of a bowling alley near Des Moines, told Mrs. Clinton that his biggest challenge in starting a business was his $40,000 in student loans affecting his access to credit. “I went for education in college so I could teach, but I fell in love with bowling,” Mr. Smith said. “So that’s my biggest thing, is the barrier of entry and financing.”\n\nMrs. Clinton lit up. “We all know about the student loan debt, but I’ve never heard anyone so persuasively link it to the slowdown in business start-ups,” she said. “You’ve given me an insight that nobody else has and I’m grateful to you,” she told Mr. Smith.\n\nMrs. Clinton told her campaign team that the separate advisers working on college affordability and small-business policies needed to more closely coordinate, thanks to Mr. Smith, now a minor celebrity who is seeking elected office in Iowa. Mrs. Clinton sent Mr. Smith and other round-table participants handwritten notes thanking them for their insight.\n\nMr. Sullivan, the senior policy adviser, is not just waiting to hear from Mrs. Clinton, though. In recent weeks, he has traveled to places like Dallas, Houston, Atlanta and Minneapolis, where a campaign infrastructure does not yet exist, to talk to people about policies and report back to Mrs. Clinton.\n\nThe campaign will hold its official kickoff rally on June 13. After that, it will be hard for Mrs. Clinton to keep listening and learning without talking about specific policy proposals. If those specifics do not come soon, her political opponents will more than likely seize on her vagueness.\n\n“The asset she has at this point is that everything she says get picked up and people hear it,” said David Winston, a Republican strategist. “The problem is she has gotten to this point and what is she saying?” he continued. “What are the policy directions? It was a fuzzy, soft reintroduction to the general public who already believes they know who she is.”\n\nIn the meantime, Mrs. Clinton will hold a round-table talk with voters in South Carolina on Wednesday, the next stop on her learning tour.", "byline": "AMY CHOZICK", "description": "Hillary Rodham Clinton lacks some of the political gifts of her husband, and her campaign events can feel staged. But they are producing revealing moments.", "title": "Hillary Clinton Tells Voters She’s Listening, and Learning", "url": "http://www.nytimes.com/2015/05/28/us/politics/hillary-clinton-tells-voters-shes-listening-and-learning.html", "topics": ["economy"], "people": ["Jeff Smith", "Nick Merrill", "Hillary Clinton", "Mick Starcevich", "Hillary Rodham Clinton", "Jake Sullivan", "David Winston", "Bryce Smith"], "orgs": ["Kirkwood Community College"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-05-27 10:00:19", "org": "nyt", "article_id": "ed8b7826dce86c8e18f62f491c3471c0", "date_access": "2015-05-27 09:10:25.791690"}