{"body": "Hillary Rodham Clinton’s first post on Instagram isn’t a picture of her on the campaign trail or of supporters gathered at a house party. It’s a play on her memoir, “Hard Choices.”\n\nThe “hard choice” in this case? What to wear. The photo features a rack full of red, white and blue jackets of the pants suits Mrs. Clinton is known for.\n\nThe clothes hang in front of a sunny window presumably in Mrs. Clinton’s home in Chappaqua, N.Y. A needlepoint pillow and oil painting appear in the background.\n\nMrs. Clinton has had some fun with social media since she joined Twitter in 2013. Then her avatar featured her image as secretary of state, in dark sunglasses on a military aircraft. Her bio, until she declared her candidacy, read “TBD.” (Now it reads “Wife, grandma, women + kids advocate, FLOTUS, Senator, SecState, hair icon, pants suit aficionado, 2016 presidential candidate.”)\n\nThe tongue-in-cheek Instagram debut, like most things Mrs. Clinton does, prompted a divisive reaction. In four hours, the post had more than 6,600 “likes.” But some commentators used the post as an outlet to attack Mrs. Clinton over her handling of the 2012 attacks on the American mission in Benghazi and her personal wealth.\n\n", "byline": "AMY CHOZICK", "description": "Hillary Rodham Clinton’s first post on Instagram features a rack full of red, white and blue jackets of the pants suits she is known for — a play on her memoir, “Hard Choices.”", "title": "First Draft: Hillary Clinton’s Hard Choice: Her First Instagram Post", "url": "http://www.nytimes.com/politics/first-draft/2015/06/10/hillary-clintons-hard-choice-her-first-instagram-post/", "topics": ["women"], "people": ["Hillary Rodham Clinton", "Hillary Clinton"], "orgs": ["FLOTUS"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-06-10 21:54:18", "org": "nyt", "article_id": "3d3c23a9ad762659126ca733d91de90f", "date_access": "2015-06-10 21:13:35.830672"}