{"body": "UNITED NATIONS —  Hillary Rodham Clinton revealed on Tuesday that she had deleted about half her emails from her years as secretary of state, saying she had turned over to the Obama administration all correspondence about government business but had erased records of communications about private matters, like yoga routines, her daughter’s wedding and her mother’s funeral.\n\nIn a news conference about her exclusive use of a private email account while secretary, Mrs. Clinton sought to squelch the furor about those communications, already in its second week. She acknowledged that it would have been wiser to use a government email for official business, but said she “fully complied with every rule,” and was going “above and beyond” what was required of her in asking the State Department to make public much of her email correspondence.\n\n“At the end, I chose not to keep my private personal emails,” Mrs. Clinton said. “No one wants their personal emails made public, and I think most people understand that and respect that privacy.”\n\nShe asked voters to trust that she was disclosing more of them than she needed to — and even to credit her with an unusual degree of transparency.\n\nMrs. Clinton said she turned over some 30,490 emails to the State Department in December, nearly two years after leaving office. But she said she also deleted nearly 32,000 others.\n\nHer confirmation that she and her aides had chosen which emails to make available to the State Department raised new concerns about Mrs. Clinton’s power to decide which records of her tenure as secretary would be available to congressional investigators, to journalists filing Freedom of Information Act requests, and to history.\n\nIt immediately emboldened Republicans who are leading a specially appointed House committee investigating the 2012 attack on a United States mission in Benghazi, Libya. “Because Secretary Clinton has created more questions than answers, the Select Committee is left with no choice but to call her to appear at least twice,” said Representative Trey Gowdy, Republican of South Carolina, who is chairman of the committee.\n\nThe news conference presented a rare and intriguing political spectacle: a former first lady and secretary of state, expected but not yet declared as a presidential candidate, standing inside the United Nations fielding pointed questions about secrecy, accountability and judgment. \n\nOn Tuesday morning, Mrs. Clinton’s office announced that she would address the issue just after she delivered what was meant to be an attention-getting speech at the United Nations, part of a week of events intended to highlight Mrs. Clinton’s lifelong work to advance the rights of women and girls.\n\nMrs. Clinton had hardly fielded questions from the political press since she last ran for president, in 2008. And the news conference had the feel of an unofficial — and ungainly — start to her 2016 presidential campaign, which could come formally as soon as early April.\n\nShe said she had taken an “unprecedented” action in providing the State Department roughly 55,000 printed pages of emails, and pointed to other elected officials who use both official and private emails, deciding themselves which belongs on which account.\n\n “For any government employee, it is that government employee’s responsibility to determine what’s personal and what’s work related,” Mrs. Clinton told reporters. “I went above and beyond what I was requested to do.”\n\nMrs. Clinton said she had only convenience in mind in choosing to use just a personal email account.\n\n“I thought it would be easier to carry just one device for my work and for my personal emails instead of two,” she explained.\n\n“Looking back,” she said, “it might have been smarter to have those two devices from the very beginning.”\n\nIndeed, nothing prohibited federal employees from using private accounts for work when Mrs. Clinton was secretary of state, although the practice was discouraged. But, beginning in October 2009, 10 months after she took office, new regulations from the National Archives and Records Administration said that agencies where employees were free to use private email systems “must ensure that federal records sent or received on such systems are preserved in the appropriate agency record-keeping system.”\n\nIn Mrs. Clinton’s case, her emails were backed up on her personal server — not on a government one. But she argued that, because she had sent emails to “government officials on their state or other .gov accounts so that the emails were immediately captured and preserved,” she had complied with the rule. Mrs. Clinton did not address how emails she sent to people outside the government were preserved.\n\n“Once the American public begins to see the emails, they will have an unprecedented insight into a high government official’s daily communications,” she said.\n\nMrs. Clinton said the server that housed her email address had been set up on property guarded by the Secret Service, and that there were no security breaches. She said she had never emailed classified material to anyone. \n\nIt is unclear if the emails were deleted irretrievably, and a spokesman for Mrs. Clinton declined to elaborate on how she had erased the correspondence.\n\n“If the emails were on a server in her house and she deleted them, there’s a chance the emails could still be on the server’s hard drive if you forensically examine it,” said Chester Wisniewski, a senior security adviser at the computer security firm Sophos. “To make sure the emails are really destroyed, you would have to physically destroy the hard drive, which many companies and places like the Defense Department often do.”\n\nMr. Wisniewski said that if the emails were kept on a third-party provider, they were less likely to be recoverable.\n\nMrs. Clinton’s explanation that it was more convenient to carry only one device seemed at odds with her remark last month, at a tech conference in Silicon Valley, that she uses multiple devices, including two kinds of iPads, an iPhone and a Blackberry. She said then: “I don’t throw anything away. I’m like two steps short of a hoarder.”\n\nAt one point on Tuesday, Mrs. Clinton said the emails she deleted contained “personal communications from my husband and me.” But on Sunday, a spokesman for Mr. Clinton told reporters the former president had “sent two emails in his life.”\n\nAfter the news conference, Mrs. Clinton’s office provided several new details about the email account and what she has provided to the State Department. More than 100 government officials knew about Mrs. Clinton’s use of private email, her office said.\n\n(The White House spokesman, Josh Earnest, said on Monday that President Obama exchanged emails with Mrs. Clinton, saw that she was using a personal account, but did not understand that her messages were not being made available to the government in some form.)\n\nMrs. Clinton used her email only once to communicate with a foreign official, her office said.\n\nIn 2007, Mrs. Clinton, then a senator from New York and candidate for the Democratic presidential nomination, accused the George W. Bush administration of using “secret White House email accounts” along with secret wiretaps and military tribunals.\n\n“You know, our Constitution is being shredded,” she said at the time.", "byline": "AMY CHOZICK and MICHAEL SCHMIDT", "description": "Hillary Rodham Clinton said she used a personal email address while she was secretary of state as a matter of convenience and that she “fully complied with every rule.”", "title": "Clinton Says She Followed Rules on Email", "url": "http://www.nytimes.com/2015/03/11/us/hillary-clinton-email.html", "topics": ["personality", "women"], "people": ["Hillary Rodham Clinton", "Trey Gowdy", "Josh Earnest", "George W. Bush", "Chester Wisniewski"], "orgs": ["Defense Department", "Select Committee", "State Department", "National Archives and Records Administration", "UNITED NATIONS", "Freedom of Information Act", "United Nations"], "authors": [{"author_id": 18867, "fullname": "michael schmidt", "primary_org": "nyt"}], "date_written": "2015-03-11 02:02:16", "org": "nyt", "article_id": "972bf1b21290ff22548270cc7e17745b", "date_access": "2015-03-11 01:12:05.546138"}