{"body": "The Clinton family’s namesake foundation and signature health initiative are reviewing several years of tax returns after questions were raised about the charities’ reporting of tens of millions of dollars in grants from foreign governments, foundation officials said Friday.\n\nThe review comes amid intense scrutiny of the foundation’s donors and their political and business relationships with Hillary Rodham Clinton, a Democratic presidential candidate, and her husband, former President Bill Clinton.\n\nMuch of that scrutiny has focused on Mrs. Clinton’s tenure as secretary of state, a period during which the foundation had pledged to restrict donations from foreign governments, seek State Department clearance for new foreign donations, and disclose all its donors. In at least some instances, the foundation appears to have ignored those voluntary agreements.\n\nBut like all nonprofit organizations, the foundation is also required by law to file publicly available tax returns detailing broad categories of revenue and expenses, including the total financing it received from government entities. The Clinton Foundation and its work are heavily financed by grants from foreign governments, and the foundation reported substantial income from government entities as recently as 2009, when tax returns indicate it took in more than $122 million in government grants.\n\nFor the next three tax years, however, the foundation reported no government financing at all. Craig Minassian, a foundation spokesman, said the foreign grants had accidentally been lumped into a different category, listing other grants, gifts and large contributions.\n\nThe total revenue reported on tax returns for those years remained accurate, said Mr. Minassian, who disputed a characterization by Reuters, which first reported the errors, that the omission resulted in “underreporting or overreporting” foreign contributions.\n\n“We are in the midst of conducting a voluntary external review process and will determine whether to refile after that process is completed,” Mr. Minassian said.\n\nHe also said that the donors providing the grants that were miscategorized were all separately disclosed on the foundations’ website, where the foundation posts the names of its donors.\n\nThe discrepancy appeared to be more minor on tax returns for the Clinton Health Access Initiative, which operated independently of the foundation during the four years Mrs. Clinton was secretary of state. On tax returns for 2012 and 2013, the initiative transposed the figures for government grants and for other contributions and grants. Correct paperwork would have reported $39 million in government grants in 2012 and $59 million in 2013, said Maura Daley, a spokeswoman.\n\n“C.H.A.I. regrets that there was a transposition error made when completing the revenue categories,” Ms. Daley said. “The transposition error does not have a material impact. If there is a need to refile, it will be done as part of the 2014 filing.”", "byline": "NICHOLAS CONFESSORE", "description": "The review follows the discovery of errors involving the charities’ reporting of grants from foreign governments during Hillary Rodham Clinton’s tenure as secretary of state.", "title": "Clinton Charities Review Tax Returns Amid Scrutiny of Foreign Grants", "url": "http://www.nytimes.com/2015/04/25/us/politics/clinton-charities-review-tax-returns-amid-scrutiny-of-foreign-grants.html", "topics": ["campaign_finance", "economy", "women"], "people": ["Bill Clinton", "Hillary Rodham Clinton", "Craig Minassian", "Maura Daley"], "orgs": ["Clinton Foundation", "State Department", "Clinton Health Access Initiative"], "authors": [{"author_id": 862, "fullname": "nicholas confessore", "primary_org": "nyt"}], "date_written": "2015-04-25 01:21:19", "org": "nyt", "article_id": "bf7797b1006366f5435a9eff6cb34382", "date_access": "2015-04-25 00:35:10.764696"}