{"body": "With Americans shouldering $1.2 trillion in student loan debt, and about eight million of them in default, Hillary Rodham Clinton on Monday will propose major new spending by the federal government that would help undergraduates pay tuition at public colleges without needing loans.\n\nMrs. Clinton does not go as far as her Democratic presidential opponents in promising to end tuition debt altogether, since her plan would still require a family contribution that could involve parents taking out loans to cover some tuition.\n\nBut her proposals, which would cost $350 billion over 10 years and include new refinancing options for those already struggling with debt, are an aggressive response to what many Americans — Democrats and Republicans alike — see as a worsening crisis forcing young adults to move back home with their parents and struggle to get out from under repayment bills.\n\nUnder the plan, which was outlined by Clinton advisers on Sunday, about $175 billion in grants would go to states that guarantee that students would not have to take out loans to cover tuition at four-year public colleges and universities. In return for the money, states would have to end budget cuts to increase spending over time on higher education, while also working to slow the growth of tuition, though the plan does not require states to cap it.\n\nMany states have reduced college spending sharply since the recession; one of Mrs. Clinton’s Republican rivals in the presidential race, Gov. Scott Walker of Wisconsin, signed a two-year budget last month that cuts spending for the University of Wisconsin system by $250 million. Tuition and fees for in-state residents at public colleges nationwide have increased by more than 40 percent since 2004 after adjusting for inflation.\n\nMrs. Clinton would pay for the plan by capping the value of itemized deductions that wealthy families can take on their tax returns. The tax and spending elements of her proposal would need support from Congress — a tall order, since it is now run by Republicans — while the plan’s goals would depend on support from state governors and legislators, more and more of whom have been Republicans recently.\n\nBut some education analysts said they believed her debt relief ideas would have a chance in a Republican-led House and Senate because anxieties about high tuition cross party lines.\n\n“There is a lot of bipartisan interest in issues of college affordability, and bipartisan support for Pell Grants, student loans and other federal programs,” said Robert Shireman, who advised President Obama and President Bill Clinton on education issues, and who offered input on the plan to the Clinton campaign. “The compact proposed by Hillary Clinton is a strong starting point for a discussion that zeros in on the issues that are in the public mind and have been raised by leaders in both parties: accountability, outcomes, college costs, and manageable loan repayment.”\n\nMrs. Clinton, who will officially announce the plan at a campaign event on Monday in Exeter, N.H., would also allow Americans to refinance private loans at lower interest rates; let students use their Pell Grants fully for living expenses; expand the AmeriCorps national service program, which provides an education benefit and was started by President Clinton, to 250,000 members from 75,000 members; and impose penalties on colleges whose graduates cannot repay their loans.\n\nThe Clinton proposals might fare better than those offered by her two main opponents for the Democratic nomination, Senator Bernie Sanders of Vermont and former Gov. Martin O’Malley of Maryland, because unlike them, she is not relying mostly on the government to deal with student debt. Colleges would have to hold down costs and show improvements on graduation rates, for instance. Mr. Sanders has proposed spending about $47 billion a year to end public college tuition, with another $23 billion a year coming from states; Mr. O’Malley has proposed his own debt-free plan, though a campaign spokeswoman said there was no cost estimate yet.\n\nSandy Baum, an independent higher education policy analyst who advised the Clinton campaign on the plan, said it “doesn’t pretend that the federal government can wave a magic wand and fix everything.”\n\nYet her plan does not go as far as some liberal advocacy groups would like, because she still expects families to make a “realistic” contribution to cover some tuition costs — through savings or loans — while students would contribute based on wages from 10 hours of work per week. In contrast Mr. O’Malley proposed “an aggressive goal — to give every student and their family the opportunity to go to college debt-free,” said Lis Smith, his deputy campaign manager .\n\nRohit Chopra, a former student loan ombudsman at the federal Consumer Financial Protection Bureau, said that the plan would “clean up much of the chaos” in the college loan industry by overhauling subsidies for student loan companies and for-profit colleges, helping students refinance loans at lower interest rates, penalizing schools that defraud veterans using their G.I. Bill benefits, and making it easier for more students to tie their monthly loan repayment amount to their income.\n\n“As a regulator, I spotted manipulation of payments to maximize fees, steering into repayment plans that were not in the best interest of borrowers, and illegal mistreatment of military families,” Mr. Chopra said. “The plan helps to fix all of these problems.”", "byline": "PATRICK HEALY", "description": "An aggressive response to what many Americans see as a crisis forcing young adults to move back home with their parents and struggle to get out from under repayment bills.", "title": "Hillary Clinton to Offer Plan on Paying College Tuition Without Needing Loans", "url": "http://www.nytimes.com/2015/08/10/us/politics/hillary-clinton-to-offer-plan-on-paying-college-tuition-without-needing-loans.html", "topics": ["economy"], "people": ["Lis Smith", "Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Sandy Baum", "Hillary Rodham Clinton", "Rohit Chopra", "Bernie Sanders", "Scott Walker"], "orgs": ["Congress", "Senate", "University of Wisconsin", "Consumer Financial Protection Bureau", "Pell Grants", "AmeriCorps"], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-08-10 05:10:18", "org": "nyt", "article_id": "b43535476c5990dc36464fccf0460cd8", "date_access": "2015-08-10 04:20:21.804205"}