{"body": "WASHINGTON — United States presidential campaigns usually aren’t sunk by major policy mistakes or the attacks of an opponent. They result from self-inflicted, unforced errors.\n\nThis was apparent anew when Jeb Bush, the establishment favorite for the 2016 Republican presidential nomination, recently tripped over himself as he tried, repeatedly, to answer a simple, predictable and fair question: Knowing what we know now, would you have invaded Iraq in 2003?\n\nThis isn’t fatal for Mr. Bush, though he can ill afford many more such fumbles. He’ll be hit with other questions on the shortcomings of his brother President George W. Bush, such as his botched 2005 effort to overhaul Social Security.\n\nBut the incident is a useful reminder of how presidential campaigns are derailed. Consider:\n\n•    Mitt Romney probably wouldn’t have won the general election in 2012 anyway. But Election Day was seven weeks away when he was privately taped telling wealthy Florida donors that President Obama automatically would get 47 percent of the vote, representing those who “are dependent upon government, who believe they are victims.” Such people, he said, “believe they are entitled to health care, to food, to housing, to you name it.” (Self-inflicted wounds may be a family tradition: Years earlier the presidential campaign of his father, George Romney, effectively ended when he said his support for the Vietnam War was the result of “brainwashing.”)\n\n•    Rick Perry, the Texas governor, was a hot Republican contender in 2011. Then, as he attempted to list the three government agencies he would eliminate, he couldn’t remember the third. “Sorry, oops,” he said.\n\n•    President Gerald R. Ford was closing the gap against the Democrat Jimmy Carter a month before the 1976 election when, in a debate, he declared, “There is no Soviet domination of Eastern Europe.” The Berlin Wall didn’t fall for 13 more years.\n\nDemocrats, too, have made devastating and defining unforced errors:\n\n•    In 1979, Edward M. Kennedy, favored to topple the incumbent, Mr. Carter, was asked in an interview why he wanted to be president. The Massachusetts senator gave a rambling answer from which he never recovered.\n\n•    Nine years later, the presidential nominee Michael S. Dukakis, trying to burnish his national security credentials, posed for photographs riding in an Abrams tank. He looked more like Snoopy chasing the Red Baron than a commander in chief. The image stuck.\n\n•    In 2004, John Kerry, when talking about a military appropriations bill for operations in Iraq and Afghanistan, volunteered that he “actually did vote for the $87 billion before I voted against it.” He had supported an alternative measure, but the waffler label stuck. (Mr. Kerry lacked the dexterity of Bill Clinton, who in 1992 escaped harm when asked about whether he would have supported the 1991 Gulf War resolution. He said, “I would have voted with the majority if it was a close vote,” then added, “but I agree with the arguments the minority made.”\n\nSometimes candidacies are undone by larger matters. The former House speaker Newt Gingrich was a long shot to win the 2012 Republican nomination. But any slim hope evaporated when it was disclosed he privately accepted $1.6 million to help Freddie Mac, the mortgage giant and a favorite target of conservatives during the financial crisis.\n\nThe most consequential was Senator Hillary Rodham Clinton’s support for a measure authorizing the Iraq war, probably the most important vote she cast. She defended the decision in her 2008 presidential campaign, though she now says it was a mistake. Yet if she’d voted against the war, there might not have been an Obama candidacy and she would be completing her second term in the White House.\n\nThis time, there probably isn’t any signature vote or event. However, the winnowing process of the huge field — particularly on the Republican side — will be made easier when some of the candidates say or do something small and stupid.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "Presidential campaigns usually aren’t sunk by major policy mistakes or the attacks of an opponent. They result from unforced errors.", "title": "Letter From Washington: On the Campaign Trail, Pain Is Often Self-Inflicted", "url": "http://rss.nytimes.com/c/34625/f/640372/s/469a8ce9/sc/7/l/0L0Snytimes0N0C20A150C0A50C250Cus0Cpolitics0Con0Ethe0Ecampaign0Etrail0Epain0Eis0Eoften0Eself0Einflicted0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["campaign_finance", "terrorism", "personality"], "people": ["Michael S. Dukakis", "John Kerry", "Mitt Romney", "Gerald R. Ford", "Bill Clinton", "Jeb Bush", "Rick Perry", "Freddie Mac", "Hillary Rodham Clinton", "George W. Bush", "Edward M. Kennedy", "George Romney", "Newt Gingrich", "Jimmy Carter"], "orgs": [], "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-05-24 20:02:18", "org": "nyt", "article_id": "186f47a66d623dc615cd149dda257857", "date_access": "2015-05-24 19:10:35.054983"}