{"body": "Vice President Joseph R. Biden Jr., in an emotional, wide-ranging interview on Stephen Colbert’s “Late Show” on Thursday, expressed doubt about the likelihood that he would run for president, saying that “I’d be lying if I said that I knew I was there.”\n\nRepeatedly touching on his parents, his faith and his emotional fragility from the recent death of his son Beau, Mr. Biden told Mr. Colbert that no “man or woman should run for president” without being able to promise voters that “you have my whole heart, my whole soul, my energy, and my passion.”\n\n“Nobody has a right, in my view, to seek that office unless they are willing to give it 110 percent of who they are,” Mr. Biden told Mr. Colbert, on his third night hosting the CBS program.\n\nMr. Biden made just a few jokes on the show, saying to Mr. Colbert, who in 2012 ran a fake campaign for president, that “you should run for president again, and I’ll be your vice president.”\n\nThe vice president never said directly that he did not plan to run for president, a decision that would disappoint the handful of “Draft Biden” supporters who chanted “Run, Joe, Run” in front of the Ed Sullivan Theater in Manhattan, where the show was taped Thursday afternoon.\n\nBut Mr. Biden repeatedly seemed to hint that he may not be ready to run for president for a third time. He described himself as “optimistic” about the country and “positive about where we are going,” but he stumbled as he sought to describe what was holding him back.\n\n“I find myself ... you understand, sometimes it just sort of overwhelms you. I can’t. ...,” he said, trailing off. Mr. Biden then told a story about how he broke down when he was greeting members of the military and their families at a rope line in Denver and one of them mentioned Beau.\n\n“It was going great,” Mr. Biden recalled, choking up. “All of a sudden, a guy in the back yells, ‘Major Beau Biden. Bronze Star, Sir. Served with him in Iraq.’ I lost it.”\n\n“How can you? That’s not .... You can’t do that,” he said.\n\nMr. Colbert repeatedly seemed to try to prod Mr. Biden to run, saying at one point that the American people were inspired by the vice president because of the tragedies he had endured. In addition to the death of his son, Mr. Biden’s first wife and his daughter were killed in a car accident in 1972.\n\nMr. Colbert, who lost his father and two brothers in an airplane crash, told Mr. Biden: “It’s going to be emotional for a lot of people if you don’t run. Your example of suffering and service is something that would be sorely missed in the race.”\n\nMr. Biden seemed almost embarrassed by the praise, saying: “I feel self-conscious. The loss is serious and it’s consequential, but there are so many other people going through this.”\n\nAt Mr. Colbert’s urging, he also discussed religion and philosophy at length, describing his Roman Catholic faith as providing an “enormous sense of solace.” He attributed part of it to the rituals of his religion.\n\n“I go to Mass, and I’m able to be just alone, even in a crowd,” Mr. Biden said. He recalled how his wife, Jill, once taped a note on his bathroom mirror with a quote from the philosopher Kierkegaard that said, “Faith sees best in the dark.”\n\nThere was one moment when Mr. Biden seemed to suggest where he might find the strength to run. He noted that his mother had a favorite expression: “As long as you are alive, you have an obligation to strive, and you’re not dead until you see the face of God.”\n\nMr. Biden said he did not want to let his family down by allowing the weight of the tragedies to keep him from continuing to strive.\n\n“No one owes you anything,” Mr. Biden said. “You got to get up. And I feel like I was letting down Beau, letting down my parents, letting down my family.” Mr. Colbert interrupted, asking why they would be let down. “If I didn’t just get up,” Mr. Biden said.\n\n“I marvel at the ability of people who absorb hurt and just get back up,” he said.\n\nThe interview had a few light moments. The vice president’s microphone malfunctioned at one point, prompting Mr. Biden to joke that “they do this to me at the White House all the time — shut my mike off.”\n\nThe audience laughed at Mr. Biden’s retort when Mr. Colbert remarked that his mother had to take care of him when his father died.\n\n“I imagine that would be a hell of a job,” the vice president said, making Mr. Colbert laugh as well.\n\nMr. Colbert started the show with a routine about the presidential candidates, including Donald J. Trump. Mr. Colbert noted that a recent Republican focus group included one man who supported Mr. Trump because the candidate wears a hat that says he would “Make America Great” again.\n\nThat led to photographs of Rick Perry, aa former governor of Texas, wearing a 10-gallon hat with the word “Oops” emblazoned on it, as well as a joke about Hillary Rodham Clinton. Mr. Colbert showed her wearing a plain white cap that “completely explains her email scandal, but unfortunately, she erased it.”", "byline": "MICHAEL D. SHEAR", "description": "Vice President Joseph R. Biden Jr., on the “Late Show” Thursday, said that “I’d be lying if I said that I knew I was there.”", "title": "Joe Biden, in Colbert Interview, Expresses Doubts About Bid for President", "url": "http://www.nytimes.com/2015/09/11/us/politics/joe-biden-in-colbert-interview-expresses-doubts-about-bid-for-president.html", "topics": ["personality", "campaign_finance"], "people": ["Beau Biden", "Joe Biden", "Rick Perry", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Stephen Colbert", "Joseph R. Biden Jr."], "orgs": ["Ed Sullivan Theater", "Bronze Star"], "authors": [{"author_id": 331, "fullname": "michael d. shear", "primary_org": "nyt"}], "date_written": "2015-09-11 02:14:09", "org": "nyt", "article_id": "38b819b088f17a9ce490449b9c46ba55", "date_access": "2015-09-11 01:31:11.883126"}