{"body": "8 P.M. (13) ARTHUR & GEORGE Arthur Conan Doyle (Martin Clunes) puts his reputation and that of his creation, Sherlock Holmes, on the line as he continues his efforts to exonerate George Edalji (Arsher Ali), an Anglo-Indian lawyer imprisoned for mutilating livestock — and threatening schoolgirls with worse — in 1903 Staffordshire. Charles Edwards plays Conan Doyle’s secretary, Alfred Wood — that is, his Dr. Watson — in this adaptation of Julian Barnes’s novel. In “Sherlock, Series III: The Sign of Three,” at 9, Holmes (Benedict Cumberbatch), the best man at the wedding of Watson (Martin Freeman) to Mary Morstan (Amanda Abbington), finds his attention diverted as a murder is plotted. (Image: Mr. Freeman, left, and Mr. Cumberbatch.)\n\n9 A.M. (CNN) STATE OF THE UNION Scott Walker, the Republican governor of Wisconsin, talks about his presidential aspirations.\n\n10 A.M. (Fox) FOX NEWS SUNDAY Gov. John Kasich of Ohio, a Republican presidential candidate, discusses his campaign. Senators Ron Johnson, Republican of Wisconsin, and Chris S. Murphy, Democrat of Connecticut, debate the migrant crisis in Europe.\n\n10:30 A.M. (CBS) FACE THE NATION Guests include the Republican presidential candidates Donald J. Trump and Ben Carson.\n\n10:30 A.M. (NBC) MEET THE PRESS Gov. Chris Christie of New Jersey discusses the continuing fallout from the George Washington Bridge scandal and his candidacy for the Republican presidential nomination.\n\n1:30 P.M. (Starz Cinema) IN THE BEDROOM (2001) Sissy Spacek and Tom Wilkinson portray Ruth and Matt Fowler, a small-town New England couple who deal with the murder of their college-age son, Frank (Nick Stahl), in an unexpected way in this best-picture contender from Todd Field. Marisa Tomei is the older, about-to-be-divorced girlfriend who unwittingly leads Frank to his demise. This adaptation of the short story “Killings,” by Andre Dubus, is a “perfectly observed, wrenchingly acted drama” that “cuts to the quick,” Stephen Holden wrote in The New York Times. (Image: Ms. Spacek.)\n\n8 P.M. (TCM) GASLIGHT (1944) Ingrid Bergman is a newlywed who may be going mad, and Charles Boyer is the husband who may not be who he says he is. The film, part of an evening devoted to “mind games,” is followed at 10 by “Hush ... Hush, Sweet Charlotte” (1964), starring Bette Davis as a wealthy Southern spinster fighting to keep her family’s secrets hidden.\n\n9 P.M. (E!) HOUSE OF DVF Diane von Furstenberg seeks a new global brand ambassador as seven young women are groomed for a high-fashion world in Season 2 of this reality show. Brittany Hampton, the first-season winner, weighs in on the hopefuls.\n\n9 P.M. (ABC) MISS AMERICA 2016 The competition celebrates its 95th anniversary as 52 women vie for the crown and a scholarship in Boardwalk Hall in Atlantic City. Vanessa Williams, Miss America 1984, is the lead judge; Chris Harrison hosts.\n\n10:40 P.M. (HBO) DOLL & EM Season 2 begins as the newly reunited Em (Emily Mortimer) and Doll (Dolly Wells) try to strengthen their bond by collaborating on a script for an Off Broadway play.\n\n11 P.M. (USA) SKYFALL (2012) Daniel Craig portrays James Bond and Judi Dench is M in this installment, directed by Sam Mendes, which finds them trying to outmaneuver a former MI6 operative intent on discrediting — and maybe killing — M. “Mr. Craig and the other players — including an exceptional, wittily venal Javier Bardem; a sleek Ralph Fiennes; and a likable Ben Whishaw — turn out to be the most spectacular of Mr. Mendes’s special effects,” Manohla Dargis wrote in The Times. (Image: Mr. Craig.)\n\nWhat’s Streaming Now\n\nLISTENING (2015) Three grad students invent a technology that can connect people’s thoughts and slowly begin to destroy their lives in this sci-fi thriller by Khalil Sullins. This meditation on mind control and telepathy “begins as a fitfully intriguing character study before flying off the rails as a nightmarish vision of government encroachment on free thought,” Andy Webster wrote in The Times. (amazon.com, iTunes) KATHRYN SHATTUCK", "byline": "KATHRYN SHATTUCK", "description": "Television highlights.", "title": "What’s On TV Sunday", "url": "http://www.nytimes.com/2015/09/13/arts/television/whats-on-tv-sunday.html", "topics": ["campaign_finance", "personality"], "people": ["Vanessa Williams", "Chris Christie", "Sam Mendes", "Ron Johnson", "Martin Freeman", "John Kasich", "Dolly Wells", "Donald J. Trump", "Daniel Craig", "James Bond", "Ben Carson", "Sherlock Holmes"], "orgs": [], "authors": [{"author_id": 582, "fullname": "kathryn shattuck", "primary_org": "nyt"}], "date_written": "2015-09-13 06:00:00", "org": "nyt", "article_id": "123e989f29004dba856fc610b707c9cb", "date_access": "2015-09-13 05:21:04.685228"}