{"body": "Gov. Chris Christie ridiculed New Jersey’s largest newspaper, The Star Ledger of Newark, suggesting it provided a refuge for “angry drunks.”\n\nHe joked about a reporter who was involved in a car accident, seemingly wishing that the vehicle had contained more of the journalists who cover him.\n\nAnd he profanely taunted a reporter with a French surname, saying he would not pronounce it correctly — not because it was difficult, but because he could not be bothered.\n\nThe annual New Jersey Legislative Correspondents Club Show is always a mischievous affair, full of off-color skits and envelope-pushing humor. But even by the standards of veteran attendees, Mr. Christie’s curse-filled speech Wednesday night was unexpectedly unplugged, unfiltered and uncensored.\n\nIt seemed to crystallize his mounting and, until now, politely expressed resentments toward the local news media that has most closely and aggressively covered his governorship and his political decline over the last year.\n\nHis speech was supposed to be off the record. But it was surreptitiously recorded and obtained by International Business Times, which published it online Thursday.\n\nThe governor appeared on stage after a series of biting skits, performed by reporters, that mocked Mr. Christie for his administration’s role in closing lanes to the George Washington Bridge, his sagging poll numbers in New Jersey and his long odds in the 2016 presidential race.\n\nA sample number: “Nacho Man,” a reference to Mr. Christie’s appetite, sung to the tune of “Macho Man,” and “I’m So Indicted,” an allusion to criminal charges in the bridge case, played to the tune of “I’m So Excited.”\n\nMr. Christie swore, gratuitously and enthusiastically, nine times in his speech, rendering many one-liners unprintable in this newspaper.\n\nAt one point, Mr. Christie joked that he was not the “heartless bastard I was portrayed as tonight,” according to the audio recording from the International Business Times.\n\nMr. Christie told the crowd of reporters that he would never return to the dinner in 2016, no matter how badly he was doing in the presidential campaign.\n\n“Anything that gets me off this stage next year,” he said, deploying a curse to describe the stage. “I’m willing to do anything.”\n\nHe added: “Why do you think I might run for president?”\n\nHe repeatedly told the group that he did not give a darn, but used a more colorful expression.\n\nRecalling an accident that involved one reporter, he asked: “Why wasn’t the car bigger and why weren’t more of you in it?”\n\nThe crowd of about 300, which includes not just journalists but operatives and aides, laughed at times and at other times jeered during the governor’s speech.\n\nA spokesman for Mr. Christie, Kevin Roberts, described the speech as entirely in line with the spirit and history of the event, which doubles as a charity event. A reporter for The New York Times attended the event.\n\n“All of the songs and acts of the night, including the governor’s obvious parody of himself, were in jest,” said Mr. Roberts.", "byline": "MICHAEL BARBARO and MAGGIE HABERMAN", "description": "The governor spoke on Thursday at the annual New Jersey Legislative Correspondents Club Show, making fun of the press and some of the unpleasant moments of his time in office.", "title": "Chris Christie Teases New Jersey News Media With Profanity, Jokes and Taunts (for Charity)", "url": "http://www.nytimes.com/2015/05/22/us/politics/chris-christie-teases-new-jersey-news-media-with-profanity-jokes-and-taunts-for-charity.html", "topics": ["campaign_finance", "personality"], "people": ["Chris Christie", "Kevin Roberts", "Macho Man"], "orgs": [], "authors": [{"author_id": 316, "fullname": "michael barbaro", "primary_org": "nyt"}, {"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-05-22 02:17:41", "org": "nyt", "article_id": "8e90c5eed6fbdf918fd7bc91b1e97e9e", "date_access": "2015-05-22 01:30:28.399975"}