{"body": "WASHINGTON — Hillary Rodham Clinton now has the opportunity to show her wares as a self-styled policy wonk.\n\nAs the former secretary of state and spouse of the 42nd president begins her campaign for the presidency this week — a prohibitive favorite to win the Democratic nomination — don’t look for bold policy proposals right out of the box. She’s starting low-key, engaging in small sessions with average voters. But soon she will prefer a focus on issues, even controversial ones, over news reports about her e-mail indiscretions or donations to the Clinton Foundation.\n\nJohn D. Podesta, her politically savvy campaign chairman, is policy-centric. Conversations with a half-dozen Democratic policy experts suggest the broad outlines of a predictably progressive Clinton agenda that differs from President Obama’s more in emphasis than substance.\n\nThe conventional wisdom that she is more conservative than the president is wrong when it comes to domestic and economic issues. In the 2008 campaign contest, Mrs. Clinton offered the more liberal health care proposal. In 2007, she advocated regulation of financial derivatives; Mr. Obama didn’t take that on until he was in the White House.\n\nShe is more interventionist on foreign policy. As a senator, she supported the Iraq war, and in 2011, she was a champion of intervening in Libya. For now, she’s likely to play down those views, which are anathema to the party’s liberal activists.\n\nThe best guide to her domestic agenda would be the policy prescriptions of the Center for American Progress, a progressive research organization headed by Neera Tanden, Mrs. Clinton’s policy director in the 2008 presidential campaign.\n\nIn January, the center sponsored the “Report on the Commission on Inclusive Prosperity,” which was co-written by Lawrence H. Summers, who served as Treasury secretary under Bill Clinton. Another signpost, according to associates, was her speech last year at the New America Foundation.\n\nShe is likely to stress the middle class more than poverty, while putting a spotlight on wealth disparity, arguing that far too much of the economy’s gains are going to the superrich. Echoing the Summers report, she is going to explore ways to give workers more power, which could include policies based on the German or Scandinavian models that encourage business and worker cooperation to improve productivity.\n\nShe inevitably will propose a middle-class tax cut. The only questions are when, and whether it will focus on cutting payroll taxes or lowering rates.\n\nShe’ll propose paying for any change by closing loopholes.\n\nDon’t expect any Elizabeth Warren-style populist rhetoric about breaking up the banks. Nonetheless, Mrs. Clinton is eager to show she isn’t a handmaiden of Wall Street or a corporate Democrat. She’ll want to maintain the Dodd-Frank financial regulation law. She may even add a few new rules and call for cracking down on practices such as the ability of corporate chief executives to approve stock buybacks that enrich them personally.\n\nThere will be a focus on public-private partnerships. At a recent event by the Center for American Progress, her eyes lit up when experts compared Pittsburgh, a city that is thriving because government and the private sector work together, and distressed Detroit, where that rarely happens.\n\nOn foreign policy, she’ll take a tough line on Russia; President Vladimir V. Putin and the Clintons show a reciprocal animosity. She’ll call for more engagement with China and, to the consternation of labor supporters, she will back trade deals, but with some conditions.\n\nIn the Middle East, she supports the administration’s fight against the Islamic State militant group. She also will back any nuclear deal with Iran, if it’s finalized, because as secretary of state she had a role in the initial policy.\n\nHowever, she will strike a friendlier tone with Israel than this administration. Some associates predict that she would break with Mr. Obama if he decided not to veto a Palestinian statehood resolution at the United Nations.\n\nShe’ll have to flesh out important specifics of all this, because the 2016 contest, like most elections without an incumbent president, will be about the future, not the past.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "As Hillary Rodham Clinton begins her campaign for the presidency this week, she's starting low-key, but soon she will prefer a focus on issues.", "title": "Letter From Washington: Sneak Peek at Hillary Clinton on Campaign", "url": "http://rss.nytimes.com/c/34625/f/642562/s/45530c10/sc/7/l/0L0Snytimes0N0C20A150C0A40C130Cus0Csneak0Epeek0Eat0Ehillary0Eclinton0Eon0Ecampaign0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["economy"], "people": ["Neera Tanden", "Bill Clinton", "Hillary Clinton", "Vladimir V. Putin", "John D. Podesta", "Hillary Rodham Clinton", "Lawrence H. Summers", "Barack Obama", "Elizabeth Warren"], "orgs": ["Dodd", "Treasury", "Clinton Foundation", "Center for American Progress", "New America Foundation", "United Nations"], "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-04-12 17:42:08", "org": "nyt", "article_id": "47b81cfe89be550a7d3abe82176d0cc2", "date_access": "2015-04-12 16:55:07.149322"}