{"body": "So Donald Trump has unveiled his tax plan. It would, it turns out, lavish huge cuts on the wealthy while blowing up the deficit.\n\nThis is in contrast to Jeb Bush’s plan, which would lavish huge cuts on the wealthy while blowing up the deficit, and Marco Rubio’s plan, which would lavish huge cuts on the wealthy while blowing up the deficit.\n\nFor what it’s worth, it looks as if Trump’s plan would make an even bigger hole in the budget than Jeb’s. Jeb justifies his plan by claiming that it would double America’s rate of growth; The Donald, ahem, trumps this by claiming that he would triple the rate of growth. But really, why sweat the details? It’s all voodoo. The interesting question is why every Republican candidate feels compelled to go down this path.\n\nYou might think that there was a defensible economic case for the obsession with cutting taxes on the rich. That is, you might think that if you’d spent the past 20 years in a cave (or a conservative think tank). Otherwise, you’d be aware that tax-cut enthusiasts have a remarkable track record: They’ve been wrong about everything, year after year.\n\nSome readers may remember the forecasts of economic doom back in 1993, when Bill Clinton raised the top tax rate. What happened instead was a sustained boom, surpassing the Reagan years by every measure.\n\nUndaunted, the same people predicted great things as a result of George W. Bush’s tax cuts. What happened instead was a sluggish recovery followed by a catastrophic economic crash.\n\nMost recently, the usual suspects once again predicted doom in 2013, when taxes on the 1 percent rose sharply due to the expiration of some of the Bush tax cuts and new taxes that help pay for health reform. What happened instead was job growth at rates not seen since the 1990s.\n\nThen there’s the recent state-level evidence. Kansas slashed taxes, in what its right-wing governor described as a “real live experiment” in economic policy; the state’s growth has lagged ever since. California moved in the opposite direction, raising taxes; it has recently led the nation in job growth.\n\nTrue, you can find self-proclaimed economic experts claiming to find overall evidence that low tax rates spur economic growth, but such experts invariably turn out to be on the payroll of right-wing pressure groups (and have an interesting habit of getting their numbers wrong). Independent studies of the correlation between tax rates and economic growth, for example by the Congressional Research Service, consistently find no relationship at all. There is no serious economic case for the tax-cut obsession.\n\nStill, tax cuts are politically popular, right? Actually, no, at least when it comes to tax cuts for the wealthy. According to Gallup, only 13 percent of Americans believe that upper-income individuals pay too much in taxes, while 61 percent believe that they pay too little. Even among self-identified Republicans, those who say that the rich should pay more outnumber those who say they should pay less by two to one.\n\nSo every Republican who would be president is committed to a policy that is both demonstrably bad economics and deeply unpopular. What’s going on?\n\nWell, consider the trajectory of Marco Rubio, who may at this point be the most likely Republican nominee. Last year he supported a tax-cut plan devised by Senator Mike Lee that purported to be aimed at the poor and the middle class. In reality, its benefits were strongly tilted toward high incomes — but it still drew harsh criticism from the right for giving too much to ordinary families while not cutting taxes on top incomes enough.\n\nSo Mr. Rubio came back with a plan that eliminated taxes on dividends, capital gains, and inherited wealth, providing a huge windfall to the very wealthy. And suddenly he was gaining a lot of buzz among Republican donors. The new plan would add trillions to the deficit, which conservatives claim to care about, but never mind.\n\nIn other words, it’s straightforward and quite stark: Republicans support big tax cuts for the wealthy because that’s what wealthy donors want. No doubt most of those donors have managed to convince themselves that what’s good for them is good for America. But at root it’s about rich people supporting politicians who will make them richer. Everything else is just rationalization.\n\nOf course, once the Republicans settle on a nominee, an army of hired guns will be mobilized to obscure this stark truth. We’ll see claims that it’s really a middle-class tax cut, that it will too do great things for economic growth, and look over there — emails! And given the conventions of he-said-she-said journalism, this campaign of obfuscation may work.\n\nBut never forget that what it’s really about is top-down class warfare. That may sound simplistic, but it’s the way the world works.", "byline": "PAUL KRUGMAN", "description": "The tax cuts favored by every Republican candidate just happen to be exactly what rich donors want.", "title": "Op-Ed Columnist: Voodoo Never Dies", "url": "http://www.nytimes.com/2015/10/02/opinion/voodoo-never-dies.html", "topics": ["economy"], "people": ["Bill Clinton", "Jeb Bush", "Mike Lee", "George W. Bush", "Donald Trump", "Marco Rubio"], "orgs": ["Congressional Research Service"], "authors": [{"author_id": 696, "fullname": "paul krugman", "primary_org": "nyt"}], "date_written": "2015-10-02 08:21:01", "org": "nyt", "article_id": "84fe2f6d92e6b429e00a2be1b8f7f4b4", "date_access": "2015-10-02 07:42:43.098915"}