{"body": "\nUpdated, 12:55 p.m. | \nWhile trying to soothe feelings among Hispanics for use of the term “anchor babies,” former Gov. Jeb Bush of Florida appears to have offended some in the Asian-American community. \n\nMr. Bush said on Monday that it was “ludicrous” to suggest that he was using a slur to talk about Hispanics when discussing birthright citizenship. He went on to explain that he was largely referring to people from Asian countries who sneak into the United States planning to give birth.\n\n“No matter which ethnic group you’re referring to, ‘anchor babies’ is a slur that stigmatizes children from birth,” said Representative Judy Chu, a California Democrat, who was the first Chinese-American elected to Congress. “All that is accomplished through talk of anchor babies — be they from Latin America, Asia, Europe or Africa — is to use xenophobic fears to further isolate immigrants.”\n\nMr. Bush also drew attention from the Alliance for Citizenship group, which said he was wrong to use language that has been popularized by his rival, Donald J. Trump.\n\n“He can’t pander to Latinos in one breath and then insult Asians and Asian-Pacific Americans in the next,” said Dawn Le, a spokeswoman for the group. “Jeb’s remarks suggest how he might lead as president — by following Donald Trump down to the bottom of the barrel.”\n\nAlthough Mr. Bush has said his plans for immigration differ vastly from what has been proposed by Mr. Trump, he did echo the billionaire tycoon in calling for people to “chill out” when it comes to political correctness and at a town hall in Colorado on Tuesday he defended his record and tone on immigration.\n\n“I was talking about a very narrow casted system of fraud, where people are bringing pregnant women in to have babies, to give birthright citizenship,” Mr. Bush said when asked if he was scapegoating the Asian immigrant community. “I support birth right citizenship, by the way.”\n\nHappy to stir the pot, Mr. Trump took to Twitter to say that Mr. Bush had made a mess of the matter. \n\n— Donald J. Trump (@realDonaldTrump) August 25, 2015\n\n", "byline": "ALAN RAPPEPORT", "description": "A Democratic Chinese-American congresswoman from California and the Alliance for Citizenship group took exception to Jeb Bush’s language in discussing immigration, saying it follows down the path of Donald J. Trump.", "title": "First Draft: Jeb Bush’s Choice of Words Upsets Asian-Americans", "url": "http://www.nytimes.com/politics/first-draft/2015/08/25/jeb-bushs-choice-of-words-upsets-asian-americans/", "topics": ["immigration"], "people": ["Judy Chu", "Donald Trump", "Jeb Bush", "Dawn Le", "Donald J. Trump"], "orgs": ["Alliance for Citizenship", "Congress"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-08-25 17:34:22", "org": "nyt", "article_id": "17e3ee03d3d2a4e9fc78424177f3b8a0", "date_access": "2015-08-25 17:00:14.775763"}