{"body": "DRUMS BEAT LOUDER FOR A BLOOMBERG RUN  |  Michael R. Bloomberg has been fielding calls from his Wall Street friends in recent months, all asking why he doesn’t run for president,\nAndrew Ross Sorkin writes in the DealBook column.\n\nWilliam A. Ackman, who has supported Democratic candidates in the past, buttonholed him at a dinner party and urged him to run. Mr. Ackman later publicly declared, “I would do everything in my power to get this guy elected.”\n\nEven so, Mr. Bloomberg has maintained to most of his friends that it’s “not going to happen.”\n\nThe interest in a possible presidential run has increased as anxiety has mounted that Hillary Rodham Clinton has been forced to move too far left on business and tax issues. Republican business voters are also concerned that Jeb Bush has been drowned out by the attention heaped on Donald Trump. \n\nBusiness executives also contend that none of the candidates can match Mr. Bloomberg’s experience of building his own business empire and running New York City.\n\nOf course, these sentiments may not resonate outside New York and Wall Street’s interest in Mr. Bloomberg could become a liability. But Mr. Trump’s position at the top of polls has overturned the conventional wisdom that a billionaire is unelectable. \n\nMr. Bloomberg, however, does not want to run unless he can win. According to friends, he has said he cannot run as a Republican because of his views on gun control and global warming. He also doesn’t believe he can run as a Democrat because of his connections to Wall Street, his wealth and his “stop and frisk” policies as mayor. So he would have to run as an independent. \n\nHe could easily get on the ballot in all 50 states, and polling conducted privately years ago suggested he might be able to win a plurality of the popular vote. But if he did not receive the majority of the votes in the  Electoral College, he would be at the mercy of the House to vote on the presidency. And that is where he thinks he is likely to lose because lawmakers would vote along party lines. \n\nNonetheless, the door isn’t completely shut. Mr. Bloomberg has told friends that if in March, the deadline for when an independent candidate would need to declare a run, the leading candidates were in his view problematic, he would reconsider. But only if he could win.\n\n\n\n\nMISTRIAL IS DECLARED IN DEWEY & LEBOEUF CASE  |  The monthslong case against three former executives of Dewey & LeBoeuf resulted in a mistrial as the jury deadlocked on dozens of charges after 21 days of deliberations, \n\nMatthew Goldstein reports in DealBook.\n\nThe mixed conclusion leaves the defendants, Steven H. Davis, Stephen DiCarmine and Joel Sanders, in limbo. They could still be tried again on the deadlocked charges.\n\nIt also deals a blow to  Cyrus R. Vance Jr., the Manhattan district attorney, just after legal defeats in two other prominent white-collar cases. \n\nMr. Vance’s office issued a statement that said the hung jury may “necessitate a retrial pending a thorough review of the case.” The statement noted that prosecutors believed the defendants had broken the law.\n\nThe jury of 12 had acquitted the defendants on dozens of charges already, but they told the trial judge that they remained “hopelessly deadlocked” on the remaining 93 charges, which included the most serious offenses, like grand larceny and scheme to defraud. Several jurors interviewed afterward said the jury had been divided and some were confused by the more than 151 charges.\n\nThe defendants were accused of plotting to manipulate financial records in an effort to defraud bank lenders and insurance companies during the financial crisis. Dewey’s bankruptcy in 2012 was one of the biggest collapses of a law firm in the nation’s history. \n\nThe length of the deliberations and the decision that it was a mistrial will raise questions about whether the case was too complex. \n\nOne juror, Skylar Schur, a high school teacher, said that some jurors were “looking for a smoking gun” to convict the defendants, even though the prosecutors had cautioned against looking at evidence that way. \n\nShe also said that there were heated arguments between jurors early on in the deliberations and the jury had requested a set of markers to prepare a timeline of events.\n\n\n\n\nON THE AGENDA  |  Data on new residential construction during September will be released at 8:30 a.m.\nVerizon Communications releases its third-quarter earnings at 7:30 a.m. Lockheed Martin’s results are released before the market opens and a conference call to discuss them starts at 11 a.m. Chipotle publishes its third-quarter financial results at 4 p.m. Yahoo will discuss its third-quarter earnings on a live stream video from 5 p.m.\n\n\n\n\nSALE OF STUYVESANT TOWN IS EXPECTED TO PRESERVE MIDDLE-CLASS HOUSING  |  Stuyvesant Town-Peter Cooper Village, the largest apartment complex in Manhattan, is expected to be sold for more than $5.3 billion, according to officials involved in the negotiations, \n\nCharles V. Bagli reports in The New York Times. The agreement will preserve nearly half of the 11,232-unit complex for middle-class families.\n\nThe sale, to the Blackstone Group, includes an agreement that a block of 5,000 apartments will remain affordable for families of teachers, construction workers, firefighters and others who have traditionally lived there. The rest of the complex is leased at market rents, which make it prohibitively expensive for many. \n\nIn return for maintaining the affordable block, the city agreed to waive $77 million in mortgage recording taxes and to provide Blackstone with a $144 million low-interest loan through the Housing Development Corporation. Blackstone also agreed not to pursue a condominium conversion or to build towers on the property.\n\nThe terms of the deal allow Blackstone to phase in market-rate rents over five years for an additional 1,200 apartments when certain tax benefits wear off in 2020.\n\nIt is a victory for Mayor Bill de Blasio, who has made affordable housing a priority of his administration and for tenant activists and elected officials who feared that Stuyvesant Town’s 65-year history as a middle-class bastion was ending. \n\nThe 110 redbrick buildings that make up the complex have been the focus of a roiling debate over house prices, which are increasingly putting ownership out of the reach of middle-income New Yorkers, as well as the poor. \n\nThe last time the complex sold, the $5.4 billion deal set off an outcry over affordable housing as the buyers sought to replace longtime, rent-regulated residents with higher-paying tenants. The debt-laden owners ultimately lost the complex to their lender when they ran out of money. \n\nIn light of that debacle in 2006, the de Blasio administration, Senator Chuck Schumer, Gov. Andrew M. Cuomo and other elected officials were determined to prevent another speculative buyer from buying Stuyvesant Town and turning it into a luxury complex.\n\nAccording to people involved in the negotiations, Blackstone was the only company willing to work with the city and the tenants, immediately offering to preserve a large block for middle-income tenants.\n\n\n\n  |  Contact amie.tsang@nytimes.com\n\n\n\nMicrosemi Offers to Buy PMC-Sierra in $2.4 Billion Deal  |  The offer came as Microsemi sought to derail a competing proposal from Skyworks Solutions, a rival chip maker and supplier to Apple.NYT »\n\n\n\n\nValeant to Offload Contentious Drug Unit  |  Valeant, the Canadian pharmaceuticals group, tried to quell doubts that its business model is built on unsustainable price increases by saying it would sell or spin-off a unit that has become the focus of a political backlash over drug costs.THE FINANCIAL TIMES \n\n\n\n\nSanDisk Said to Be in Advanced Talks to Sell to Western Digital  |  Western Digital is discussing a price of $80 to $90 a SanDisk share, Bloomberg News reports, citing people with knowledge of the matter.  BLOOMBERG NEWS \n\n\n\n\nAnheuser-Busch InBev Aims Its Tax-Trimming Skills at SABMiller  |  Anheuser-Busch InBev receives friendly treatment from Belgian tax officials, and its global power as a tax negotiator might grow if it merges with SABMiller.NYT »\n\n\n\n\nShares of Weight Watchers Jump as Oprah Winfrey Takes a Stake  |  Ms. Winfrey will buy newly issued shares, worth about 10 percent of the company, and take a seat on the board.NYT »\n\n\n\nCitigroup Accused of Improperly Avoiding $800 Million in New York State Taxes  |  A lawsuit is reigniting an issue that roiled Congress after the government’s bailout of Wall Street: the use of valuable deductions known as net operating losses.NYT »\n\n\n\n\nDeutsche Bank’s ‘Fat Finger’ Slip-Up  |  Deutsche Bank mistakenly paid $6 billion to a hedge fund client in a “fat finger” trade on its foreign exchange desk that raises new questions about its operational controls and risk management. THE FINANCIAL TIMES \n\n\n\n\nBreakingviews: Deutsche Bank Shake-Up Should Improve Accountability  |  Five executives singled out by a German regulator for incompetence over the Libor-fixing scandal are parting ways with the bank or being demoted, Dominic Elliott writes.Breakingviews » | Deutsche Bank in Major Overhaul to Address Shareholder Complaints 1:31 PM\n\n\n\n\nBarclays Agrees to Settle Mortgage Lawsuits for $325 Million  |  The lawsuits were filed by the National Credit Union Administration in 2012 and relate to the sale of residential mortgage-backed securities to corporate credit unions.NYT »\n\n\n\n\nMorgan Stanley Posts Disappointing 3rd-Quarter Results  |  The biggest hits came from the bank’s bond and fixed-income trading desks and from its hedge fund and private equity business in Asia.NYT » | Guide to Wall Street Earnings \n\n\n\n\nUBS Reaches $17.5 Million Settlement Over Fund’s Strategy  |  UBS Group agreed to pay $17.5 million to settle charges from the Securities and Exchange Commission that two of the Swiss bank’s advisory firms failed to disclose a change in investment strategy by a fund focused on distressed debt. THE WALL STREET JOURNAL \n\n\n\nYum Said to Be Preparing to Separate China Business  |  Yum Brands is preparing to separate its battered business in China from its operations in the United States after calls from the activist investor Keith Meister, Bloomberg News reports, citing people with knowledge of the matter. BLOOMBERG NEWS \n\n\n\n\nFor Hedge Funds, a Can’t-Miss Trade Sours  |  Hedge fund managers began piling into debt issued by troubled energy companies, hoping to profit off a reversal of oil’s slide. But crude has continued to fall, slamming the companies and many investors who thought they had bought in near the bottom. THE WALL STREET JOURNAL \n\n\n\nLittle-Known Beijing Stock Market Has Surge of Listings  |  At the Chinese National Equities Exchange and Quotations, or NEEQ, a market generally referred to as the “new third board” in China, fundraising has been stronger than ever. THE WALL STREET JOURNAL \n\n\n\n\nTech Start-Ups Feel an I.P.O. Chill  |  The market for initial public offerings has become inhospitable, largely because technology companies have sought valuations above what public investors are willing to pay. THE WALL STREET JOURNAL \n\n\n\nChicago Trader Is Accused of ‘Spoofing’  |  The Commodity Futures Trading Commission says the trader, Igor Oystacher, and his firm 3 Red Trading manipulated contracts for copper, oil and natural gas among others.NYT »\n\n\n\n\nThe Paths for an Investigation of Fantasy Sports  |  Daily fantasy sports fall into a crevice in the federal laws on illegal gambling, Peter J. Henning writes in the White Collar Watch column.White Collar Watch »\n\n\n\n\nDiscordant Financial Messages From China Spur Global Unease  |  Conflicting signals about the direction of the country’s economy are creating volatility in world markets and causing consternation among policy makers.News Analysis » | Who’s Running China’s Economy?   | China’s Growth Slows to 6.9% \n\n\n\n\nIrwin Schiff, Fervent Opponent of Federal Income Taxes, Dies at 87   |  Mr. Schiff, who was serving his third prison term, considered income tax unconstitutional, and he pressed his cause in six self-published books.NYT »\n\n\n\n\nObama Officials Resist Calls to Release Fannie Mae and Freddie Mac  |  Michael Stegman, a top adviser to President Barack Obama on housing matters, told a gathering of mortgage bankers that the administration would keep the mortgage finance giants under government control.  BLOOMBERG NEWS \n\n\n\nSign up for the DealBook Newsletter, delivered every morning and afternoon.\n\n", "byline": "AMIE TSANG", "description": "Mistrial Is Declared In Dewey & LeBoeuf Case | Sale of Stuyvesant Town Is Expected to Preserve Middle-Class Housing", "title": "News: Morning Agenda: Drums Beat Louder for a Bloomberg Run", "url": "http://news.blogs.nytimes.com/2015/10/20/morning-agenda-drums-beat-louder-for-a-bloomberg-run/", "topics": ["economy"], "people": ["Andrew M. Cuomo", "Chuck Schumer", "Lockheed Martin", "Fannie Mae", "Andrew Ross Sorkin", "Jeb Bush", "Michael R. Bloomberg", "Oprah Winfrey", "Donald Trump", "Hillary Rodham Clinton", "Barack Obama", "Freddie Mac"], "orgs": ["Morgan Stanley", "Apple", "Congress", "UBS", "Blackstone", "Who", "NYT", "Blackstone Group", "Barclays", "Commodity Futures Trading Commission", "Deutsche Bank", "Hedge", "Citigroup", "Securities and Exchange Commission", "Electoral College"], "authors": [{"author_id": 34763, "fullname": "amie tsang", "primary_org": "nyt"}], "date_written": "2015-10-20 11:56:58", "org": "nyt", "article_id": "008e7ca5b5efcea4f2c4998a2360ff2c", "date_access": "2015-10-20 16:34:09.576241"}