{"body": "Running for president is essentially an exceptionally long job interview. So, on Thursday morning, Hillary Rodham Clinton joined LinkedIn, the social network intended to help people expand their professional network, and, occasionally, get a job.\n\nShe is signaling her arrival on the site with a post on LinkedIn’s “Pulse” page, as she seeks to take her “small-business president” message to the social network of business.\n\n“We need to build their experiences into our policies — because small businesses are the backbone of our economy, and they have as much to teach us as ever,” Mrs. Clinton wrote in her post.\n\nLinkedIn is often eclipsed by other social networks when it comes to online campaigning, with buzzy videos on Facebook and Snapchat garnering headline attention. But the site has more than 115 million active professionals in the United States.\n\nSome candidates have used the platform, but few engage it frequently. Mr. Obama utilized the network to ask questions to small-business owners in 2007 and in 2012. Mr. Romney created a profile in 2012, as did Mr. Perry. Senator Marco Rubio of Florida set up a page when he was running for Senate, but doesn’t appear to have kept it up-to-date (note the picture).\n\nMrs. Clinton’s campaign will also be taking to Twitter on Thursday with her small-business message, turning over the reins of the @HillaryClinton account to Mary Jo Brown of Brown and Company, a local strategic design firm in New Hampshire, who will share with Clinton followers what a day in the candidate’s life is like.", "byline": "NICK CORASANITI", "description": "Hillary Rodham Clinton has joined LinkedIn, the social network intended to help people expand their professional network, and, occasionally, get a job.", "title": "First Draft: Clinton Posts Her Business Bona Fides on LinkedIn", "url": "http://www.nytimes.com/politics/first-draft/2015/05/21/clinton-posts-her-business-bona-fides-on-linkedin/", "topics": ["campaign_finance", "economy"], "people": ["Hillary Rodham Clinton", "Marco Rubio", "Mitt Romney", "Rick Perry"], "orgs": ["Senate", "United States."], "authors": [{"author_id": 12003, "fullname": "nick corasaniti", "primary_org": "nyt"}], "date_written": "2015-05-21 12:23:52", "org": "nyt", "article_id": "74ac4b2d2d854b5e43904ea1d7494d6b", "date_access": "2015-05-21 11:35:26.472725"}