{"body": "The prolonged prologue to Hillary Rodham Clinton’s second run for the White House will reach its suspenseless conclusion on Sunday: the former secretary of state, senator and first lady is to announce that she will indeed seek the Democratic nomination for president.\n\nMrs. Clinton is expected to begin her campaign with a video message on social media, followed by a visit to important early-primary states next week, said two people briefed on her plans.\n\nBut for all the attention paid to how Mrs. Clinton would reveal her 2016 candidacy, little attention has attended her reasons for mounting another presidential bid. Her campaign rollout is expected to provide voters, particularly users of Twitter, Facebook and other social media, a succinct rationale that she is best positioned to address an American electorate that has seen stagnant wages for middle-income earners over the last 20 years.\n\nA fresh epilogue to Mrs. Clinton’s 2014 memoir, “Hard Choices,” posted on The Huffington Post Friday morning, signaled a number of elements of what is very likely to be a familiar feature of her fresh campaign message: evoking her new status as a grandmother to talk about creating opportunities for all Americans.\n\n“I’m more convinced than ever that our future in the 21st century depends on our ability to ensure that a child born in the hills of Appalachia or the Mississippi Delta or the Rio Grande Valley grows up with the same shot at success that Charlotte will,” Mrs. Clinton wrote, referring to her new granddaughter.\n\nMrs. Clinton will begin testing that and other themes in earnest beginning on Sunday and stretching through next week, when she Iowa and later this month to New Hampshire for a series of small-scale events where she can field questions and address the concerns of the voters her campaign calls “everyday Americans,” people made aware of her plans said.\n\nIn the early months of the Democratic primary, Mrs. Clinton’s campaign hopes to capture some of the magic of her successful 2000 run for the Senate in New York, when she worked to show some of the common touch that had helped catapult her husband to the White House. Her governing principle in the 2000 campaign was demonstrating that she would work hard to earn every vote.\n\nMrs. Clinton’s team is also planning a slow expansion of its staff over the course of the year, deliberately avoiding the appearance of a battleship heading into the fight, as her organization seemed on her entry into the 2008 Democratic primary contest. Back then, Mrs. Clinton arrived at some events in Iowa on a chartered aircraft called the “Hill-A-Copter” that made her campaign seem presumptuous.\n\nBut even as Mrs. Clinton attempts to set aside her celebrity and offer herself as a fighter for ordinary voters, her finance team and the outside groups supporting her candidacy have started collecting checks in what is expected to be a $2.5 billion effort, dwarfing the vast majority of her would-be rivals in both parties.\n\nMrs. Clinton’s fund-raising staff and other aides have already started working out of her new headquarters in Brooklyn, with almost the entire team working there on Friday.\n\nMany factors played into the timing of Mrs. Clinton’s announcement. Senator Marco Rubio of Florida, whom Mrs. Clinton’s advisers are watching closely as a potential opponent, staked a claim on Monday as his announcement date. Mrs. Clinton’s announcement on Sunday will certainly draw attention from Mr. Rubio’s entry into the race and could well eclipse it.\n\nAnd while the move could invite criticism as unsportsmanlike, her campaign is betting that Democrats will applaud the show of force against a Republican. (Others involved insisted the date was selected before Mr. Rubio scheduled his event, but said that the juxtaposition was an added bonus.)\n\nMrs. Clinton’s advisers are holding a telephone call for her entire staff on Saturday afternoon, according to two people briefed about it. For all the planning that went into Sunday’s event, her team has been working feverishly in recent days, another sign of how the campaign’s infrastructure has been slow to take shape.", "byline": "AMY CHOZICK and MAGGIE HABERMAN", "description": "The former secretary of state, senator and first lady is expected to kick off her campaign with a video message on social media and then visit early primary states later in the week.", "title": "Hillary Clinton to Announce Run for President on Sunday", "url": "http://www.nytimes.com/2015/04/11/us/politics/hillary-clinton-to-announce-run-for-president-on-sunday.html", "topics": ["campaign_finance"], "people": ["Hillary Rodham Clinton", "Marco Rubio", "Hillary Clinton"], "orgs": ["Senate"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}, {"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-04-10 15:51:06", "org": "nyt", "article_id": "2cec3d084c6c8c61d5e202141455696f", "date_access": "2015-04-10 15:00:07.835299"}