{"body": "DES MOINES — Is Iowa for sale?\n\nThat is the perception sending shudders through the state’s Republicans, after the leader of Rick Perry’s Iowa campaign quit when Mr. Perry suspended pay to staff members, then quickly went to work for Donald J. Trump, who he had earlier said lacked a “moral center.”\n\nThe head-spinning dismount and remount came three weeks after another embarrassing episode for the state’s Republicans. A long-running scandal over under-the-table payments to a state senator to endorse Ron Paul’s presidential bid in 2011 led to the federal indictment this month of Mr. Paul’s former campaign manager.\n\nOn Tuesday, at a meeting of the Polk County Republican Party in Des Moines, the two events were linked in many conversations — as they have been all week by Iowa’s political insiders, who are hypersensitive about the state’s privileged role as the first to vote in presidential races.\n\nMany non-Iowans resent the attention paid to the state, which will hold its caucuses Feb. 1. To deflect the doubters, party officials and the state’s ranks of paid strategists strive for an image of ethical professionalism and a level playing field for all candidates, which is now being questioned.\n\n“I think it sends a perception that we’re pay-for-play, and if that’s the case, we lose credibility as the first-in-the nation caucuses,” said a top Republican official in Iowa. That sentiment was echoed in more than a dozen interviews with Iowa officials and political strategists, nearly all of whom spoke on the condition of anonymity for fear of offending people they would invariably work with again one day.\n\nMr. Perry’s former state chairman, Sam Clovis, did nothing illegal in switching to Mr. Trump, Republican officials said. But many who know and like Mr. Clovis, a college professor who ran unsuccessfully in the Republican primary for the United States Senate in 2014, accused him of hypocrisy.\n\nIn private emails last month, Mr. Clovis denounced Mr. Trump for shortcomings as a conservative. After Mr. Trump said Senator John McCain was “not a war hero” because he had been a prisoner in North Vietnam, Mr. Clovis, a 25-year Air Force veteran, wrote, “I was offended by a man who sought and gained four student deferments to avoid the draft and who has never served this nation a day — not a day — in any fashion or way.”\n\nAfter Mr. Trump said he had never sought God’s forgiveness, Mr. Clovis, an evangelical Christian, wrote, “His comments reveal no foundation in Christ, which is a big deal.”\n\nThe private emails were first reported by The Des Moines Register. The New York Times obtained copies.\n\nMr. Clovis declined to explain why he had switched to Mr. Trump. In a written statement, he said, “Why I changed campaigns is personal, and thus I will not comment further on this matter.”\n\nMr. Clovis joined Mr. Trump’s campaign as a national chairman, endorsing him at a rally in Dubuque on Tuesday. Some 35 days earlier, he had emailed an acquaintance about Mr. Trump.\n\n“Why should I not be suspicious of a person who advocates for universal health care?” he wrote. “Why should I not be suspicious of someone who says he hates lobbyists and yet has spread millions of dollars around to Republicans and Democrats to enrich himself? Why should I not be suspicious of someone who cannot come to say that he believes in God, that he has never asked for forgiveness and that communion is simply wine and a cracker?”\n\nIt is unusual, though not unheard-of, for political operatives to change campaigns, especially when a poorly performing candidate’s money dries up. Strategists have to pay their bills.\n\nStill, Mr. Clovis’s leap to a candidate so apparently out of step with his own principles has stunned many.\n\n“Nobody has to be wedded to somebody through an entire caucus, but to effectively resign and the next day be in Dubuque announcing you’re for another candidate, it doesn’t pass the smell test,” said Will Rogers, the chairman of the Polk County Republican Party.\n\nIowa lawmakers were so concerned about a potential pay-to-play reputation that the State Senate passed an ethics rule after the 2008 caucuses prohibiting sitting legislators from being paid by candidates they endorsed.\n\nMitt Romney, Mr. McCain and other candidates had generously compensated Iowa lawmakers in 2007, who signed on to campaigns in roles that often involved little more than making an occasional introductory speech at a rally.\n\nIt was Senate Ethics Rule 6, forbidding such payments, that unraveled the effort by Ron Paul aides in 2011 to pay a state senator, Kent Sorenson, to jump from the campaign of Michele Bachmann. Just days before the caucuses, Mr. Sorenson, who was Mrs. Bachmann’s Iowa chairman, dramatically announced his support of Mr. Paul.\n\nMr. Sorenson resigned from the State Senate in 2013 in the midst of an investigation by the Senate Ethics Committee. He later pleaded guilty in federal court to concealing payments of more than $70,000, and faces 25 years in prison.\n\nEarly this month, the Justice Department indicted three former Paul aides on charges of violating federal laws in making the payments to Mr. Sorenson. They included Jesse Benton, a relative by marriage of Mr. Paul and the head of a “super PAC” supporting the 2016 campaign of his son, Senator Rand Paul of Kentucky.\n\nThis week, the Sorenson case was being tied to Mr. Clovis’s in political circles, though Iowans were quick to say there was no appearance of illegality in what Mr. Clovis had done.\n\nInstead, it was a matter of seeing the state’s image tarnished. “This perception that support is for sale, to see such a blatant display of that, it’s exactly the kind of thing that’s harmful to the Iowa caucuses,” said a leading Republican official who is not affiliated with a campaign.\n\nOther political professionals pointed out that cases like Mr. Sorenson’s and Mr. Clovis’s were rare.\n\n“I can think of less than five instances of this in all my years,” said Steve Grubbs, a longtime Iowa strategist who is running Rand Paul’s campaign in the state. “But when it happens, it’s big news.”\n\nThe condemnations seem connected to a high state of anxiety over the Trump phenomenon. Ever anxious about losing Iowa’s status as the nation’s first nominating state, campaigns have been pressing undecided activists to get off the fence to stop Mr. Trump’s rise. Many believe if he wins the caucuses, Iowa’s legitimacy in the eyes of national Republican leaders will erode.\n\nMr. Perry, who called Mr. Trump a “cancer” on conservatism in July, told his staff members in mid-August that he did not have enough money to continue paying them. Jamie Johnson, a senior aide to Mr. Perry, said four campaigns had immediately tried to poach him.\n\n“It’s a psychological two-step,” he said. “The first thing they say is how sorry they are you’ve been treated this way. Then they pivot and say, ‘How would you like to come on board a campaign that will pay you what you’re worth?’ ”\n\nMr. Johnson, an ordained minister, said he would not leave Mr. Perry. “I will not abandon my captain on the battlefield,” he said. “I don’t walk away from the wounded. I will stand with Rick Perry come hell or high water.”\n\nDuring Mr. Clovis’s own Senate primary race last year, funds ran out. The staff of about half a dozen continued as volunteers or with reduced pay. One staff member, Kolby DeWitt, recorded and paid for a radio ad out of his own pocket.\n\n“Sam Clovis has spent a lifetime exemplifying service,” the ad said.\n\nIt ended: “This ad has been paid for by Kolby DeWitt and not authorized by any candidate or candidate’s committee.”", "byline": "TRIP GABRIEL", "description": "The defection of Rick Perry’s top campaign aide in the state to Donald Trump “sends a perception that we’re pay-for-play,” a Republican official said.", "title": "Iowans Fear Allegiance Swap Erodes Clean Political Image", "url": "http://www.nytimes.com/2015/08/31/us/politics/iowans-fear-allegiance-swap-erodes-clean-political-image.html", "topics": ["campaign_finance", "terrorism"], "people": ["Rand Paul", "Ron Paul", "Mitt Romney", "Woody Johnson", "Sam Clovis", "Kent Sorenson", "Jamie Johnson", "Rick Perry", "John Mccain", "Donald Trump", "Donald J. Trump", "Jesse Benton", "Michele Bachmann", "Steve Grubbs"], "orgs": ["PAC", "Senate Ethics Committee", "Senate", "State Senate", "Air Force", "Justice Department", "Des Moines Register", "United States Senate"], "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-08-30 10:44:47", "org": "nyt", "article_id": "37fe2c0a72a3f06d62b7c6027ce75b4c", "date_access": "2015-08-30 10:10:07.574062"}