{"body": "Hillary Rodham Clinton will hold a string of fund-raisers on June 1, including one hosted by the ex-wife of Eliot Spitzer, the former governor of New York who resigned amid scandal in 2008. \n\nThe event for Mrs. Clinton, one of three New York-based events that day, will be hosted by Silda Wall, according to the invitation. \n\nThe hosts of Mrs. Clinton’s fund-raisers this cycle haven’t been particularly noteworthy — most have been longtime supporters, and Ms. Wall is no exception. But Ms. Wall is also the ex-wife of Mr. Spitzer, who resigned after he was caught up in an investigation into a prostitution ring. \n\nMr. Spitzer is in a long-term relationship with Lis Smith, a well-known Democratic operative who is also a longtime spokeswoman for Martin O’Malley, the former governor of Maryland who is expected to begin his 2016 presidential campaign on May 30. The fund-raising event was first reported by Politico. \n\nMr. O’Malley is seen as a potential vessel for more left-leaning Democrats looking for a challenge to Mrs. Clinton within the party. He has been ratcheting up his populist oratory, drawing comparisons to Senator Elizabeth Warren of Massachusetts, a vocal proponent of curtailing Wall Street excesses.\n\nYet that language is also very similar to how Mr. Spitzer carved out a role on the national stage; he became known as the “sheriff of Wall Street” when he was the New York attorney general. Mr. O’Malley has hired Jimmy Siegel, a Madison Avenue ad-maker whose first political campaign was Mr. Spitzer’s run for governor in 2006, and who subsequently worked for Mrs. Clinton’s 2008 campaign. \n\nMr. O’Malley’s aides, meanwhile, have grown sharper in drawing a generational contrast with Mrs. Clinton, who will be 69 on Election Day 2016. \n\nMr. O’Malley, 52, was a strong supporter of Mrs. Clinton in her 2008 presidential campaign. But in recent days, his aides have signaled that they will point to him as a more future-looking candidate than she is. \n\nAsked about the fact that some Maryland elected officials, such as Senator Ben Cardin, have been backing Mrs. Clinton, and her team’s aggressive efforts to corral support in Mr. O’Malley’s home state, one of Mr. O’Malley’s aides, Haley Morris, gave a statement to the Baltimore Sun that used the word “old” twice.  \n\n“The establishment backing the establishment is the oldest story in politics,” Ms. Morris said. “If Governor O’Malley runs for president, he’ll bring new leadership — not old-guard establishment thinking — to the race.”\n\nMrs. Clinton is holding more than a dozen fund-raisers in different cities ahead of her June 13 campaign kickoff rally. ", "byline": "MAGGIE HABERMAN", "description": "Hillary Rodham Clinton will hold a string of fund-raisers on June 1, including one hosted by the ex-wife of Eliot Spitzer, the scandal-plagued former governor of New York.", "title": "First Draft: Hillary Clinton to Hold Fund-Raiser Hosted by Spitzer’s Ex-Wife", "url": "http://www.nytimes.com/politics/first-draft/2015/05/23/hillary-clinton-to-hold-fund-raiser-hosted-by-spitzers-ex-wife/", "topics": ["campaign_finance", "personality"], "people": ["Lis Smith", "Martin O'Malley", "Eliot Spitzer", "Hillary Clinton", "Hillary Rodham Clinton", "Elizabeth Warren", "Haley Morris", "Ben Cardin"], "orgs": [], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-05-23 20:52:56", "org": "nyt", "article_id": "838ea5fe2bb12ba9cc9924c96e1c5de6", "date_access": "2015-05-23 20:05:31.126863"}