{"body": "Gov. Scott Walker of Wisconsin, a possible candidate for president in 2016, told a private gathering of New Hampshire Republicans this month that he supported a pathway to legal status – but not citizenship – for undocumented immigrants in the United States, according to the chairwoman of the state’s Republican Party.\n\nThe chairwoman, Jennifer Horn, described Mr. Walker’s statements on Thursday after The Wall Street Journal and The Washington Post reported that Mr. Walker had endorsed eventual citizenship for those immigrants, which many Republicans oppose. \n\nMr. Walker, while avoiding phrases like “legal status” and “citizenship” in public, has emphatically stated in recent weeks that he opposes any “amnesty” for undocumented immigrants. Any reversal on citizenship would complicate Mr. Walker’s efforts to appeal to conservative Republican primary voters, and it would also leave him open to criticism of having changed positions on the issue. (He once supported a pathway to citizenship, but said he changed his mind after talking to governors of border states, among others.)\n\nMr. Walker’s remarks came at a dinner at the Copper Door restaurant in Bedford, N.H., with Ms. Horn and a few other guests.\n\nAfter the dinner, a few Republican activists joined Mr. Walker for coffee and cake, and to ask him questions.\n\nOne of the questions, according to Ms. Horn, was about Mr. Walker’s position on immigration.\n\nMr. Walker spoke for roughly three minutes about a process in which undocumented immigrants would be required to start the process anew and pay back taxes. \n\nBut Mr. Walker’s answer was apparently vague enough to prompt Ms. Horn to follow-up.\n\n“To clarify, what you are saying is that you are advocating that the people who are already here, the 11-12 million people who are here illegally in our country, should have a path to legal status, not citizenship?” she asked.\n\n“Yes,” Mr. Walker responded, according to Ms. Horn.\n\nAnother New Hampshire Republican who was at the Copper Door, Mark Vincent, chairman of the Hillsborough County Republican Committee, said that he did not remember Mr. Walker using the word “citizenship” in his remarks.\n\n“I remember him saying he supported a path to legal status,” said Mr. Vincent, who added that he planned to remain neutral in the state’s Republican presidential primary in 2016. “He took his time explaining his stance, mentioning we had millions of undocumented workers in this country and it was unreasonable to expect we’re going to deport all of them. He said for some of them who are not committing crimes, who are employed, who meet other requirements, there should be some sort of legal status.”\n\nA spokeswoman for the governor, Kirsten Kukowski, disputed the reports that Mr. Walker had indicated support for a pathway to citizenship. \n\n“Governor Walker has been very clear that he does not support amnesty and believes that border security must be established and the rule of law must be followed,” she said in a statement. “His position has not changed, he does not support citizenship for illegal immigrants, and this story line is false.” \n\nMs. Kukowski did not respond to requests to provide any audio recordings of Mr. Walker’s remarks at the restaurant.", "byline": "JASON HOROWITZ and PATRICK HEALY", "description": "Gov. Scott Walker told a private gathering of New Hampshire Republicans this month that he supported a pathway to legal status – but not citizenship – for undocumented immigrants in the United States, according to the chairman of the state’s Republican Party.", "title": "First Draft: Walker Denies Remarks Indicating Change in Immigration Stance", "url": "http://www.nytimes.com/politics/first-draft/2015/03/26/walker-denies-remarks-indicating-change-in-immigration-stance/", "topics": ["immigration"], "people": ["Mark Vincent", "Scott Walker", "Kirsten Kukowski", "Jennifer Horn"], "orgs": ["Republican Party"], "authors": [{"author_id": 761, "fullname": "jason horowitz", "primary_org": "nyt"}, {"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-03-27 00:00:29", "org": "nyt", "article_id": "7ef8535b7dab1e2665b1aefa94f775c7", "date_access": "2015-03-27 03:08:15.998365"}