{"body": " \n\nTo the Editor:\n\nRe “Clinton Weighs How to Recast Ties to Obama” (front page, April 12):\n\nThe only way for Hillary Rodham Clinton to win the presidency is to run as an unapologetic Democrat. The idea that crucial “independent” voters are moderate is mistaken. As Mrs. Clinton herself understood in 2008, when she mocked Barack Obama for his appeals to bipartisanship, there are no moderates anymore.\n\nAnd there’s certainly nothing — nothing — she can do or say that won’t be viciously distorted and attacked by Republicans during the campaign and, if she wins, when she’s in office. Certainly, if she disavows Mr. Obama, as Al Gore disavowed Bill Clinton in 2000, she’ll earn herself nothing but contempt and defeat.\n\nUnderstanding who’s on her side — the clear majority of voting-age Americans, I believe — Mrs. Clinton should enlist President Obama to campaign for her among African-Americans and her husband to campaign for her among white Southerners, and both of them to reach out to young people. She herself should concentrate on energizing and inspiring women of all backgrounds to vote in record numbers.\n\nThat’s the way Mrs. Clinton will win, and, after winning, the way that she’ll be able to accomplish something as president.\n\nBILL ADLER\n\nNew York\n\nTo the Editor:\n\nYour article tells of the pressure on Hillary Rodham Clinton to reinvent herself yet once again to appeal to a winning percentage of the electorate.\n\nThe Ready for Hillary folks and Clinton staff members are working around the clock to bring the country a reinvented candidate who can win. It will be tough. They will have to design a candidate who does not stand with President Obama on domestic and foreign affairs. They will have to explain away the failures when she was secretary of state. They will have to show some accomplishments when she was in the Senate.\n\nThey will have to have a candidate who has the trust of the American people and who is honest. No more controversies over Whitewater and legal billing issues. The new Hillary Clinton will have to be transparent, obey disclosure laws and account for Benghazi.\n\nIf Mrs. Clinton’s war room can do all this, she might have a chance. Or we could have one of the other candidates who doesn’t need image consultants to reinvent himself or herself to fool us.\n\nLet’s have a candidate who stands for something and believes in it, unless all we want is the first woman and grandmother to become president.\n\nPAUL J. BURGDORF\n\nLatham, N.Y.\n\nTo the Editor:\n\nRe “Clinton Ends Speculation, Entering the 2016 Contest” (front page, April 13):\n\nNow that she has announced, former Secretary of State Hillary Rodham Clinton needs to walk a fine line between being her own candidate versus someone who helped shape the Obama presidency. After two terms of a Democratic presidency, Republicans are betting that the electorate has grown weary of having a Democrat in the White House.\n\nThe only trouble with their strategy is this: Under Mr. Obama, the economy has dramatically improved; millions of people have found work; both the stock market and consumer confidence are high; the price of oil is down; and a majority of voters approve of the way the president has negotiated with Iran. To the extent that Mrs. Clinton hitches her wagon to these accomplishments, she’ll be in a position to leave the G.O.P. in the dust.\n\nHaving been a student of politics since the 1960s, I realize a lot can happen to a candidate over the course of the next year and a half. But I think it will be the G.O.P., not Mrs. Clinton, that has the steeper mountain to climb in 2016.\n\nDENNY FREIDENRICH\n\nLaguna Beach, Calif.\n\nTo the Editor:\n\nRe “Grandmama Mia!,” by Maureen Dowd (column, April 12):\n\nI would like more journalists in this country to commit themselves to reporting only on the issues in the next presidential election. I do not care how Hillary Rodham Clinton looks, dresses, lacks Bill’s oratory skills or fails to connect with the voters in Iowa who expect her to come into their homes.\n\nI do care about the issues — income inequality, job growth, investing in our infrastructure, nuclear negotiations with Iran and the Affordable Care Act. Maybe if more journalists stuck to the issues, it would become more the norm.\n\nAl Gore received the majority of the popular vote in 2000. I believe that his majority would have been even higher had journalists not harped on his decision to wear more earth tones or poked fun at his idea to shore up Social Security with a lockbox or discussed how people would prefer to have a beer with George W. Bush. In their desire to be witty, these journalists are doing a disservice to the electorate.\n\nBRIDGET BOHACZ\n\nGlen Burnie, Md.", "byline": "", "description": "Readers discuss how Hillary Rodham Clinton should pursue her campaign.", "title": "Letters: Hillary Clinton Begins Her Presidential Quest", "url": "http://www.nytimes.com/2015/04/14/opinion/hillary-clinton-begins-her-presidential-quest.html", "topics": ["women", "economy"], "people": ["Bill Clinton", "Hillary Clinton", "Hillary Rodham Clinton", "George W. Bush", "Barack Obama", "Maureen Dowd", "Al Gore"], "orgs": ["Senate", "Whitewater"], "authors": [], "date_written": "2015-04-13 22:59:33", "org": "nyt", "article_id": "69ae70eebd52553a13115969f6e45169", "date_access": "2015-04-14 14:20:44.705632"}