{"body": "Good Wednesday morning. The fate of the nuclear deal with Iran was high on the to-do list of lawmakers returning from vacation. But on Wednesday, the debate leaps to the front of the campaign trail as Hillary Rodham Clinton is set to speak to its merits, and Donald J. Trump and Senator Ted Cruz of Texas are holding a rally at the Capitol to tell the expected crowd of thousands what they think about the “catastrophic” deal.\n\nMrs. Clinton will give a sweeping speech in Washington on Wednesday on the Iran nuclear deal — the seeds of which were sown while she was secretary of state — and will call for measures “deterring Iran and its proxies,” bolstering allies in the region, and strengthening enforcement to ensure the accord works.\nAccording to excerpts from her speech released by her campaign on Tuesday evening, Mrs. Clinton plans to say that she supports the deal “as part of a larger strategy toward Iran.”\n\n“We need to be clear eyed about what we can expect from Iran,” Mrs. Clinton is expected to say. “This isn’t the start of some broader diplomatic opening. And we shouldn’t expect that this deal will lead to a broader change in their behavior. That shouldn’t be a premise for proceeding.”\n\nA senior campaign official laid out key points in her speech. Chief among them is that part of the enforcement of the deal should include reaffirming a commitment to Israel, including bolstering support to its defense systems, as well as finding new ways to cut off lifelines to Hezbollah, a militant group in Lebanon with close ties to Iran. She will also call for other enforcement measures, including closely monitoring human rights abuses and other offenses.\n\nFor Mrs. Clinton, backing the deal comes with the risk of angering some of her more conservative supporters of Israel who have opposed the accord, and some of her major donors. But the talks that led to the agreement began under her watch, when she dispatched Jake Sullivan, now her campaign policy adviser, to Oman for secret negotiations in 2012. She can claim a piece of the deal’s legacy if it is seen as effective.\n\nAnd giving a strong speech as she hopes to begin moving past the controversy over her emails could help remind her supporters why they see her as a strong potential president.\n\n— Maggie Haberman\n\nWhat We’re Watching Today\n\n– Jeb Bush will outline a series of tax policy proposals at a manufacturing business in Garner, N.C., as part of an economic plan that would “create 19 million new jobs and raise middle-class incomes,” according to his campaign. He previewed the policies in an op-ed article in The Wall Street Journal on Tuesday evening.\n\n– Mr. Obama and Jill Biden will travel to Warren, Mich., where they will deliver remarks at the Michigan Technical Education Center announcing “new steps to expand apprenticeships and to continue to build momentum nationwide to make community college free for responsible students,” the White House says.\n\nOur Favorites From Today’s Times\n\n– A forthcoming biography of Mr. Trump, who received draft deferments for the Vietnam War, quotes him as likening his time at a military school to military service, and portrays him as preoccupied by winning and self-promotion since childhood.\n\n– Mike Huckabee, the former Arkansas governor, captured the political spotlight on Tuesday, rallying to the side of Kim Davis, the Kentucky clerk who was jailed after refusing to issue marriage licenses to gay couples, and casting her fight as a choice between tyranny and religious freedom.\n\n– And Mr. Bush appeared on the premiere of “The Late Show” with Stephen Colbert, where his host asked him policy questions about education and gun control, and advised him to be “Trumpier” and say things like “I will build a wall between the United States and Iran.”\n\nBulletins: Hillary Clinton in the News\n\n– Mrs. Clinton presented a set of campaign finance overhaul proposals on Tuesday that would curb anonymous political donations and bolster the influence of small donors.\n\n– Mrs. Clinton also apologized for using a private email server while secretary of state, saying what many supporters had been wanting to hear in hopes that she would quell the controversy that has overshadowed her presidential campaign.\n\n– On Tuesday afternoon, she taped an interview with Ellen DeGeneres, to air on Thursday, in a show that offers Mrs. Clinton an opportunity to reach female voters who do not consume traditional news media.\n\n– And in a new national poll, Mrs. Clinton’s lead among Democrats has slipped, and Vice President Joseph R. Biden Jr. has climbed.\n\nWhat We’re Reading Elsewhere\n\n– Mr. Cruz invited Mr. Trump to share the Iran rally stage with him, The Associated Press writes, in an attempt to court Mr. Trump’s supporters and present himself to them as a viable alternative.\n\n– Rick Perry has closed his campaign office in South Carolina, CNN reports, soon after cutting staff members and payroll there.\n\n– And Ben Carson criticized Mr. Trump’s proposals to deport all illegal immigrants, NBC News reports, saying that the idea “sounds really cool,” but that it would be too costly and unpractical.", "byline": "THE NEW YORK TIMES", "description": "The debate over the Iran nuclear deal leaps to the front of the campaign trail as Hillary Rodham Clinton is set to speak to its merits, and Donald J. Trump and Senator Ted Cruz of Texas are holding a rally at the Capitol to oppose it.", "title": "First Draft: Today in Politics: Clinton to Weigh In on Iran Deal as Trump and Cruz Try to Crush It", "url": "http://www.nytimes.com/politics/first-draft/2015/09/09/today-in-politics-clinton-to-weigh-in-on-iran-deal-as-trump-and-cruz-try-to-crush-it/", "topics": ["economy", "personality"], "people": ["Ben Carson", "Jill Biden", "Jeb Bush", "Hillary Clinton", "Rick Perry", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Barack Obama", "Maggie Haberman", "Kim Davis", "Jake Sullivan", "Joseph R. Biden Jr.", "Stephen Colbert", "Mike Huckabee", "Ted Cruz"], "orgs": ["Reading Elsewhere", "Hezbollah"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-09-09 11:46:40", "org": "nyt", "article_id": "00146881f44620bd68359283d8da1cc7", "date_access": "2015-09-09 11:11:17.987348"}