{"body": "Lawrence Lessig, the Democratic presidential candidate with poll numbers so low that he was not invited to Tuesday’s debate, has been fiercely critical of his opponents, calling them all-talk lightweights on his central issue of campaign finance.\n\nBut there is one candidate in the Republican field who Mr. Lessig has heralded as a kindred spirit on the issue: Donald J. Trump.\n\nIn a conference call on Monday, Mr. Lessig said that when it comes to the evil influence of money in politics, he and Mr. Trump are largely on the same page.\n\n“There was the interesting flurry around Donald Trump’s view about money in politics when he was talking about it initially,” said Mr. Lessig, a Harvard law professor. “He did an enormous service to the debate by opening the issue up on the Republican debate stage and by calling out the other candidates as not independent of their funders.”\n\nMr. Trump has repeatedly called out his Republican opponents for being beholden to special interests and bragged that, because he is a billionaire, he can afford to finance his campaign and say what he wants. He frequently reminds opponents about how much money he has donated to them to make the point that traditional politicians are easily bought.\n\nMr. Lessig said that he is thankful that Mr. Trump, who leads most Republican polls, has given campaign finance so much exposure and provided cover for candidates from both parties to potentially call for reform.\n\nBut Mr. Lessig argues that Mr. Trump is also symbolic of how money corrupts politics in other ways.\n\n“His solution — elect billionaires — is no solution,” Mr. Lessig said. “One would have thought we fought a revolution about that idea and sent the aristocrats home.”\n\nAlthough Mr. Lessig did not make the field for the Democratic debate, he will not be watching at home. He plans to sit for an interview with MSNBC’s Lawrence O’Donnell during the debate and, perhaps, fire off a few posts on Twitter about what his opponents should be saying about campaign finance.", "byline": "ALAN RAPPEPORT", "description": "Lawrence Lessig, the Democratic presidential candidate who won’t be part of Tuesday’s debate, said that when it comes to the evil influence of money in politics, he and Donald J. Trump are largely on the same page.", "title": "First Draft: Lawrence Lessig, Excluded From Debate, Finds Kindred Spirit in Donald Trump", "url": "http://www.nytimes.com/politics/first-draft/2015/10/12/lawrence-lessig-excluded-from-debate-finds-kindred-spirit-in-donald-trump/", "topics": ["mexico", "campaign_finance", "personality"], "people": ["Donald Trump", "Lawrence Lessig", "Donald J. Trump", "Lawrence O'Donnell"], "orgs": ["MSNBC"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-10-12 17:29:19", "org": "nyt", "article_id": "d600d0b8595a94ecb5ba69876237fb0b", "date_access": "2015-10-12 17:01:11.676370"}