{"body": "After a weekend of criticism about his contentious debate performance and verbal attacks on the Fox News anchor Megyn Kelly, Donald J. Trump showed no signs of backing down on Monday.\n\n“She should really be apologizing to me, if you want to know the truth,” Mr. Trump said on MSNBC’s “Morning Joe,” reiterating that he considered his treatment by Ms. Kelly in last week’s debate to be unfair. \n\nMr. Trump has maintained that he won the debate even though questions about sexism and party loyalty dominated the discussion. \n\nDespite Mr. Trump’s claims of success, he weathered a campaign staff shake-up over the weekend and has vowed to bring greater professionalism and more policy heft to his bid.\n\nHe followed that promise up with a new Instagram video mocking former Gov. Jeb Bush of Florida. In a montage that warns “the third time won’t be the charm,” Mr. Trump lumps the Florida Republican with his father’s and brother’s miscues in their presidential terms on raising taxes and invading Iraq. \n\n\n\nWhile one early poll has shown that Mr. Trump has maintained his level of support after the debate, even some who have defended him have become wary.\n\nOn his radio program on Monday, the conservative host Rush Limbaugh offered Mr. Trump a piece of advice: “Get back to the issues.”", "byline": "ALAN RAPPEPORT", "description": "“She should really be apologizing to me, if you want to know the truth,” Donald J. Trump said on Monday, reiterating that he considered his treatment by the Fox News anchor Megyn Kelly in last week’s debate to be unfair.", "title": "First Draft: Donald Trump Reacts to Criticism by Staying on the Offensive", "url": "http://www.nytimes.com/politics/first-draft/2015/08/10/donald-trump-reacts-to-criticism-by-staying-on-the-offensive/", "topics": ["personality"], "people": ["Donald Trump", "Rush Limbaugh", "Jeb Bush", "Donald J. Trump", "Megyn Kelly"], "orgs": ["MSNBC"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-08-10 18:59:49", "org": "nyt", "article_id": "5f4caf89b73a5adf33e431605d0bce82", "date_access": "2015-08-10 18:20:27.042813"}