{"body": "As presidential candidates wrapped up busy weekends in South Carolina, Michigan, Iowa and other states, several took to the Sunday talk shows to clarify points and weigh in on new controversies. Identity politics have resurfaced on the Republican side and a new CNN/ORC poll shows that less than a week after the party’s second debate Donald J. Trump is clinging to his lead, while Carly Fiorina has surged into second place ahead of Ben Carson. Senator Marco Rubio of Florida is also showing signs of gaining traction, while Gov. Scott Walker of Wisconsin has fallen to the back of the pack. Here are the highlights. \n\nDonald J. Trump\n\nMr. Trump, the billionaire developer, continued to face questions about how he handled a question at a campaign rally from a man who said that President Obama is a Muslim. Mr. Trump stirred the issue on NBC’s “Meet the Press” when he was asked how he would feel about having a Muslim in the White House. “I mean, some people have said it already happened, frankly,” Mr. Trump told Chuck Todd. “But of course you wouldn’t agree with that.” He hedged on whether he would be comfortable with the idea of a Muslim president, offering only that it was something that could happen someday. Mr. Trump also said that he would take Mr. Obama’s word that he was a Christian, but he declined to answer questions about whether he thought Mr. Obama was born in the United States.\n\nBen Carson\n\nMr. Carson received the same line of questioning and gave a more direct response about the idea of a Muslim president. He is against it. “I would not advocate that we put a Muslim in charge of this nation,” Mr. Carson told NBC. “I absolutely would not agree with that.” The retired neurosurgeon said he does not think that Islam is consistent with the Constitution, but he suggested that he would consider supporting a Muslim in Congress.\n\nGov. John Kasich\n\nThe governor from Ohio sought to clarify remarks that he made about Hispanics last week. When talking about immigrants who work in the United States, Mr. Kasich offended some by saying “A lot of them do jobs that they’re willing to do, and that’s why in the hotel you leave a little tip.” Also speaking on “Meet the Press,” Mr. Kasich clarified his position, noting that he has a Hispanic friend who is an oncologist and that he respects the labor of immigrants. “To be clear, I believe that, from top to bottom, Hispanics play a critical role in America, not only today, but going forward,” he said. \n\nSenator Marco Rubio\n\nMr. Rubio continued his strategy of playing down polls, even when he is rising in them. CNN’s new poll showed support for the Florida senator jumping from 3 percent to 11 percent, but he insisted that it meant little. “These polls don’t really mean anything at this stage,” Mr. Rubio said on ABC’s “This Week.” “Obviously, you want to do well and they’re relevant because they’re deciding who gets on the stage. But they’re not going to decide this election,” he said. Mr. Rubio also got the opportunity to discuss Mr. Obama’s nationality and religion. After expressing disappointment in the level of political discourse, he tried to set the record straight: “He’s born in the United States. He’s a Christian. He’s the president of the United States for the next year and a half and we’re going to move on.”\n\nCarly Fiorina\n\nThe former chief executive of Hewlett-Packard expressed excitement about the attention that her campaign has been getting since her debate performance. She also held her ground over Planned Parenthood, rejecting claims that she exaggerated when discussing the contents of videos about the organization. “I will continue to dare anyone who wants to continue to fund Planned Parenthood, watch the videotapes,” she said on Fox News Sunday. “And anyone who wants to challenge me, first, is going to have to prove to me that they watched it.” Mrs. Fiorina said that while she wants to defund Planned Parenthood, she is not opposed to government funding for H.I.V. testing and breast cancer screening. And she said that she would be in favor of shutting down the government over the group’s funding because voters expected change when they elected Republicans to majorities in Congress. “I do think that people want to know what do we stand for.”", "byline": "ALAN RAPPEPORT", "description": "Several presidential candidates took to the Sunday talk shows to clarify points and weigh in on new controversies.", "title": "First Draft: Republicans Ensnared in Questions of Identity Politics", "url": "http://www.nytimes.com/politics/first-draft/2015/09/20/republicans-ensnared-in-questions-of-identity-politics/", "topics": ["personality", "immigration"], "people": ["Scott Walker", "Donald Trump", "Chuck Todd", "Marco Rubio", "Donald J. Trump", "Barack Obama", "John Kasich", "Carly Fiorina", "Ben Carson"], "orgs": ["Parenthood", "Congress", "United States."], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-09-20 20:02:35", "org": "nyt", "article_id": "3644312b76c72a48e5abc9fc8ffbbbe9", "date_access": "2015-09-20 19:11:09.811244"}