{"body": "Former Gov. Martin O’Malley of Maryland has landed an adviser to Barack Obama’s 2008 campaign to manage his own presidential run in 2016 , his aides said on Sunday. \n\nDave Hamrick will be the campaign manager for Mr. O’Malley’s effort, which he kicked off late last month in Maryland.\n\nMr. Hamrick has extensive experience as a grassroots organizer and field director, two pieces of curriculum vitae that are vital for working for a candidate who is running as an underdog; Mr. O’Malley trails in polls behind Hillary Rodham Clinton and Senator Bernie Sanders of Vermont.\n\nMr. Hamrick began his career in1996 in Michigan, working on the coordinated effort to help re-elect President Bill Clinton. \n\nHe was a regional field director in Iowa for Al Gore’s 2000 presidential campaign, worked at the Democratic Senatorial Campaign Committee in 2004, and was the national political director at the Democratic Congressional Campaign Committee in 2005 when then-Representative Rahm Emanuel led the group’s efforts to reclaim a congressional majority. \n\nHe worked on grassroots efforts for Mr. Obama in New Hampshire and South Carolina during the primaries in 2008, and later in Michigan and Pennsylvania during the general election. He went on to found the group New Partners Consulting with Obama campaign alumni.\n\nIn a statement, Mr. O’Malley, who has been modeling his himself as an insurgent outsider, called Mr. Hamrick the “perfect choice.” \n\n“He brings a tremendous amount of political experience and a strong grasp for Iowa politics,” Mr. O’Malley, whose hopes are banking heavily on beating expectations in the caucuses state, said. “Plus, he shares my admiration for our nation’s poet laureate, Bruce Springsteen, and has seen him in concert more than 50 times.”\n\nMr. O’Malley’s top strategist, Bill Hyers, called Mr. Hamrick “an accomplished, brilliant political tactician with strong organizing skills who knows how to win tough races, and he’s a good friend.”", "byline": "MAGGIE HABERMAN", "description": "Mr. Hamrick worked on grassroots efforts for Mr. Obama in New Hampshire and South Carolina during the primaries in 2008, and later in Michigan and Pennsylvania during the general election.", "title": "First Draft: Martin O’Malley Taps Dave Hamrick, Obama Veteran, as Campaign Manager", "url": "http://www.nytimes.com/politics/first-draft/2015/06/28/martin-omalley-taps-dave-hamrick-obama-veteran-as-campaign-manager/", "topics": ["campaign_finance"], "people": ["Dave Hamrick", "Martin O'Malley", "Bill Clinton", "Rahm Emanuel", "Bill Hyers", "Hillary Rodham Clinton", "Bruce Springsteen", "Barack Obama", "Bernie Sanders", "Al Gore"], "orgs": ["Democratic Congressional Campaign Committee", "Campaign Committee"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-06-29 02:32:17", "org": "nyt", "article_id": "48b17c00301fcc27472cffa988d13f81", "date_access": "2015-06-29 01:40:11.186765"}