{"body": "ROCHESTER, N.H. — Expressing confidence that American voters do not care if he lacks specifics, Donald J. Trump says he has yet to fully exploit his personal advantages over his Republican presidential rivals — chiefly his enormous wealth and celebrity — and that both will matter more to his political fate than debate performances like his shaky one this week.\n\nMr. Trump said in an interview that he was prepared to spend $100 million or more to become the Republican nominee and that most of it would go to galvanizing voter support in states with early nominating contests. While he boasted last month that he would spend $1 billion if need be, he said that a realistic amount would be far less and that he would count on the national Republican Party for financial help if he became the nominee.\n\nHe also predicted that the extensive media coverage of his campaign would help him win caucuses and primaries in every region of the country, noting that he had planned to spend $15 million on campaign commercials this summer but did not because of the “free nationwide publicity” that the cable news networks provided.\n\nAfter three months of surging in Republican polls and putting rivals like Jeb Bush, a former governor of Florida, and Gov. Scott Walker of Wisconsin on the defensive, Mr. Trump faced increasingly combative opponents in Wednesday’s debate — particularly the business executive Carly Fiorina, who confronted him repeatedly. He drew some harsh notices for his vague and blustery answers — as well as for his decision, at a rally here on Thursday night, to breeze past an audience member’s accusation that President Obama was a Muslim.\n\nA Republican opponent, Gov. Chris Christie of New Jersey, and the leading Democratic candidate, Hillary Rodham Clinton, both sharply criticized Mr. Trump on Friday for not speaking up that Mr. Obama is a Christian.\n\n“He’s got to decide how serious a candidate he wants to be,” Mr. Christie said on NBC’s “Today” show, “and how he handles different problems like this are going to determine that in the eyes of the American people.”\n\nMr. Trump has so far glided through controversy and criticism that might derail other candidates. Yet the attacks from rivals and outside conservative groups are only beginning — a development he appeared to acknowledge as he highlighted his own advantages in the months to come.\n\nMr. Trump sidestepped a question about not correcting the remark that Mr. Obama is a Muslim — “The bigger issue is that Obama is waging a war against Christians in this country,” he said. But he also said that Americans liked the fact that he did not react to things like voter anger and debate questions with the ordinary language of politicians.\n\nHe said he did not give many specific answers at the debate because he believed that most people cared more about seeing his pugnacious leadership style than hearing detailed policy plans. He denied that he was unprepared for foreign policy questions, saying he had received briefings from national security officials (whom he would not name), but that he preferred to speak in “broad strokes” about his views.\n\n“One of the greats who believed in broad strokes was Ronald Reagan,” Mr. Trump said in the interview late Thursday night after a rally here, which drew about 3,000 people. He said he was “very detail-oriented,” had issued an immigration plan and would offer a tax plan in three weeks. “But I am a person who does not necessarily believe in plans that have 14 steps. Because when the second step gets out of whack, you’re screwed. I don’t think the voters care about specifics. I think the press cares, but I’ve never had a voter ask for my policy papers.”\n\nYet some New Hampshire voters said they came to Thursday’s rally in hopes of hearing more details from Mr. Trump.\n\n“I’m open to Trump but I want him to calm down a little and start delivering some real meat about how he would solve problems as president,” said Nancy Carroll, a retired teacher from Rochester.\n\nMaggie Moore of Durham, N.H., said she was frustrated that Mr. Trump “doesn’t offer support for his arguments, but just says what he believes and hopes it catches on.”\n\n“I’m more impressed with Marco Rubio because he seems more substantive,” Ms. Moore said, referring to the Florida senator.\n\nMr. Trump countered that many voters are satisfied with his candidacy, citing a New York Times/CBS News poll this week that found that 39 percent of Republican primary voters viewed him as their best chance at winning the presidency, compared with 26 percent in a CBS survey last month. He acknowledged that polls are often wrong this early, but said he believed — based on his crowds and feedback from his ground organizers, as well as his ability to spend heavily — that his candidacy would remain durable.\n\nA $100 million campaign, which Mr. Trump said was at the lower end of what he was willing to commit to winning the Republican nomination, would be a record for self-financing in a presidential contest. Ross Perot spent more than $63 million on his third-party bid in 1992, according to the Open Secrets website. But former Mayor Michael R. Bloomberg of New York and Meg Whitman, who lost her bid to become California’s governor, each spent more than $100 million on their campaigns.\n\nStill, Mr. Trump added that if he were the nominee, “the Republican Party will kick in money, the whole party thing will get involved, but still I will spend whatever is necessary.”\n\nSpending is not a preoccupation, Mr. Trump said, in part because he has spent so little this summer. Advisers say he has spent $1.9 million of his own money so far, mostly on about 40 paid campaign staff members and standard expenses to travel and hold events. (Additional money for campaign costs has also come from unsolicited donations and online sales of his trademark campaign baseball hats; advisers did not have a total estimate for that revenue.) When Mr. Trump joined the race in mid-June, he said he expected to spend $15 million in television commercials over the first three months, but he has yet to run any.\n\n“I’ve gotten so much free advertising, it’s like nothing I’d have expected,” he said. “When you look at cable television, a lot of the programs are 100 percent Trump, so why would you need more Trump during the commercial breaks?”", "byline": "PATRICK HEALY", "description": "In an interview, the Republican presidential hopeful said his wealth and celebrity would matter more to his political fate than debate performances.", "title": "Donald Trump Says He’s Willing to Spend $100 Million to Win Nomination", "url": "http://www.nytimes.com/2015/09/19/us/politics/donald-trump-republican-nomination.html", "topics": ["personality", "immigration"], "people": ["Chris Christie", "Jeb Bush", "Meg Whitman", "Michael R. Bloomberg", "Ronald Reagan", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Donald J. Trump", "Barack Obama", "Ross Perot", "Carly Fiorina", "Scott Walker"], "orgs": ["Republican Party"], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-09-18 19:56:33", "org": "nyt", "article_id": "965727154a5111ea25d60bb79ec7736a", "date_access": "2015-09-18 19:11:02.752661"}