{"body": "The demolition of the Internal Revenue Service — a perennial punching bag for many conservatives – has become a rallying cry for Republicans who are thinking about running for president in 2016. \n\nSenator Rand Paul wants it abolished, as does Ben Carson. Senator Ted Cruz says to shut it down and send its employees to work on border control. \n\nBut what does the commissioner of the I.R.S. have to say about all this?\n\n“Politics is politics,” John Koskinen  told First Draft from the sidelines of a National Press Club luncheon on Tuesday.\n\nMr. Koskinen did briefly entertain the idea but concluded that it was impractical. \n\n“It is interesting to me when you say you’re going to abolish the I.R.S. and everyone will fill out a small card,” Mr. Koskinen said, referring to Mr. Cruz’s support for a flat tax.  “Somebody has to collect the money and somebody has to make sure when you fill in the small card that you filled in the right numbers. You can call them something other than the I.R.S. if it’ll make you feel better.”\n\nThings like tax credits and deductions would also have to be undone, Mr. Koskinen said, and ultimately abolishing the agency would require an act of the Treasury Department and Congress. \n\nHowever, Mr. Koskinen acknowledged the frustrations that many Americans have with the I.R.S., especially with the April 15 filing deadline a couple of weeks away.\n\n“Tax simplification would be a great goal,” he said. “I think a lot of what’s behind ‘get rid of the I.R.S.’ is really about getting rid of this complicated tax code.”", "byline": "ALAN RAPPEPORT", "description": "Shutting down the Internal Revenue Service — a perennial punching bag for many conservatives – has become a rallying cry for Republicans who are thinking about running for president in 2016.", "title": "First Draft: Republican Abolishment Threats? Just ‘Politics,’ I.R.S. Chief Says", "url": "http://www.nytimes.com/politics/first-draft/2015/03/31/republican-abolishment-threats-just-politics-i-r-s-chief-says/", "topics": ["campaign_finance"], "people": ["Rand Paul", "John Koskinen", "Ben Carson", "Ted Cruz"], "orgs": ["I.R.S.", "Treasury Department", "Internal Revenue Service", "Congress"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-03-31 21:27:05", "org": "nyt", "article_id": "cae9acc491a2e105a63850f9ae19896e", "date_access": "2015-03-31 21:08:51.888789"}