{"body": "WASHINGTON — The Supreme Court could make June the cruelest month for Republicans.\n\nThe court will hand down two decisions fraught with political implications. One will decide whether same-sex marriage is protected by the Constitution, and the other whether to throw out a central piece of the Affordable Care Act, the federal subsidies for about eight million Americans.\n\nConservative opponents of gay marriage and Obamacare want the high court to sidetrack both. Republican Party leaders, and some of the leading presidential candidates, fear such rulings could backfire. Both decisions may be 5 to 4. Smart court watchers predict a decision favoring same-sex marriage but are genuinely uncertain about the health care verdict.\n\nThe politics of gay marriage have changed dramatically since 2004, when George W. Bush and Karl Rove used opposition as a wedge issue. Today, 37 states,  with more than 71 percent of the American population, have marriage equality laws, which are supported by most voters.\n\nSome socially conservative candidates vow to fight any court decision they don’t like.  Mike Huckabee, a former Arkansas governor, suggests just ignoring a Supreme Court ruling. Rick Santorum, a former Pennsylvania senator, says that if the court deems same-sex marriage to be a right, conservatives should treat the ruling as they do the Roe v. Wade abortion decision and keep fighting it.\n\nMore mainstream Republican conservatives worry more about an anti-gay marriage decision that would bring pressure on all candidates to call for rolling back current protections, opening the possibility of new litigation in states where such unions are legal.\n\nIt’ll be interesting to see whether the justices are affected by the overwhelming vote in favor of same-sex marriages in Ireland, especially Chief Justice John Roberts. He could see the Irish vote as recognition of the inevitable or could argue it demonstrates the issue is better left to the political arena.\n\nThe health care case revolves around a small drafting error made as Congress rushed to pass the measure in 2010. States can establish exchanges where people can buy insurance with the help of federal subsidies. The subsidies also are available to residents of states that have chosen not to set up an exchange. This provision was discussed repeatedly with no lawmakers disagreeing. It also became part of budget calculations.\n\nObamacare opponents, however, have seized on an erroneous reference to exchanges “established by the state,” which they argue prohibits federal subsidies to people in 34 states that have not set up an exchange, most of them dominated by Republicans and where anything associated with President Obama is a dirty word.\n\nBut about eight million residents in those states now receive these subsidies; even Obamacare haters know they would have a problem if they were removed. “We can’t just ignore those people,” acknowledges Senator Richard Shelby, a Republican of Alabama.\n\nIf the court sides with the plaintiffs, the Democrats have a simple remedy: Congress should either explicitly clarify those four words or those states could quickly set up exchanges or, as allowed, piggyback on exchanges in other states.\n\nWith Obamacare a third rail for many conservatives, Republicans are struggling to find a response. They have drafted different proposals that would continue subsidies of some sort in the affected states while eliminating the individual and employer mandates.\n\nThat’s unacceptable to both the president and the insurance industry. “If you take away universal coverage, the system no longer is operational, there will be a mass exodus,” says the former Senate Democratic leader Tom Daschle, a health care expert.\n\nThen the simple solution would be to extend the current benefits until the next Congress, when a new law could be passed by Republicans.\n\nBut anything extending Obamacare, even temporarily, is opposed by hard-line conservatives. Senate Republican leaders are lining up behind an extension but, tellingly, the presidential contenders Marco Rubio, Ted Cruz and Rand Paul have not signaled their positions.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "In June, the Supreme Court will hand down decisions fraught with political implications on same-sex marriage and the Affordable Care Act.", "title": "Letter From Washington: For Republicans, 2 Crucial Court Cases", "url": "http://rss.nytimes.com/c/34625/f/640372/s/4703e9d6/sc/7/l/0L0Snytimes0N0C20A150C0A60C0A80Cus0Cpolitics0Cfor0Erepublicans0E20Ecrucial0Ecourt0Ecases0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm", "topics": ["health", "gay_marriage"], "people": ["Rand Paul", "Rick Santorum", "Tom Daschle", "Karl Rove", "Marco Rubio", "George W. Bush", "Mike Huckabee", "Justice John Roberts", "Richard Shelby", "Ted Cruz"], "orgs": ["Senate", "Republican Party", "Supreme Court", "Congress"], "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-06-07 17:04:23", "org": "nyt", "article_id": "b3cb7593968f8188f328e44844a0670c", "date_access": "2015-06-07 16:08:44.034447"}