{"body": "“Press that white button! This right here,” the former secretary of state instructed a technologically deficient fan in New Hampshire who was fumbling to work an iPhone camera. Her patience thinning, Hillary Rodham Clinton took matters into her own hands and jabbed the button herself. And with the sound of an electronic shutter snap, another selfie — the must-have political souvenir of 2016 — went up into the cloud for campaign posterity.\n\nWho wants their babies kissed or their yard signs autographed anymore? This is the Selfie Election. And if you are running for president, you have no choice but to submit.\n\nCandidates can now spend an hour — or sometimes two, as Senator Rand Paul did this month in New Hampshire — exhausting a line of eager selfie seekers. Others, like Senator Ted Cruz, have learned to add an extra 20 minutes at the beginning and end of events because so many people want pictures.\n\nJeb Bush has perfected a technique suited to his 6-foot-3 frame: For his shorter fans, he will take the picture with his own outstretched selfie stick of an arm. The sons of Gov. Scott Walker have watched their father take so many, they say he has significantly polished his shutterbug skills. Gov. Chris Christie’s staff says he has taken “too many to count.”\n\nBut as campaigns adjust to a new self-focused social media world, some are left wondering whether more meaningful voter-candidate interactions are suffering. When candidates oblige so many people, some requesting multiple takes to straighten that smile, square a double chin or get a pesky photo bomber out of the frame, are they losing the chance to clarify a policy position, listen to concerns or even just look a voter in the eye?\n\n“It’s self-serving, and the candidate is kind of screwed,” said Craig Robinson, a former political director of the Iowa Republican Party.\n\n“They just have to put up with it, because how do you decipher who is a fan and who wants to fill their profile with pictures of them with candidates?” said Mr. Robinson, now the editor of The Iowa Republican, a political publication.\n\nIndeed, it is not always clear whether the people asking for photographs even like or plan to vote for the candidate they are posing with, or whether they just want a Facebook trophy to flaunt.\n\nNot all candidates care to oblige.\n\n“Please stop,” wrote Ben Carson, the retired pediatric neurosurgeon and Republican presidential hopeful, in a recent opinion piece for The Washington Post that raised a jarring if somewhat hyperbolic concern: Selfies kill.\n\n“Beyond the obvious narcissism of endlessly photographing oneself and blasting it over social networks for others to admire, selfies are dangerous,” he went on, citing a few examples of how inattentive selfie snappers had met their demise. (Falling off a cliff in Portugal, for example.)\n\nFormer President Bill Clinton has complained that he is inundated with requests whenever he goes out in public. At an event last year with another former president, George W. Bush, Mr. Clinton observed that even eating out had become a challenge — to which Mr. Bush cracked, “At least they’re still asking.”\n\nPresident Obama has had to draw the line before. “I want to warn in advance, I can’t do a selfie with everybody,” he told a crowd last month.\n\nFew people embody the selfie craze like Maggie Fitzgerald, a lobbyist in Des Moines who has maneuvered her way into photos with politicians willing and unwilling. Her biggest gets: Donald J. Trump, Rick Perry and Gov. Bobby Jindal, whom she found eager and obliging, and Mrs. Clinton, Mr. Paul and Mr. Carson, who seemed much less enthusiastic.\n\n“Sometimes they’ll ask me, ‘Don’t you want a normal picture?’ ” Ms. Fitzgerald said in an interview. “No, I just want a selfie.”\n\nShe is undecided in the race, but said she gained some insight into the candidates by their demeanor during selfies. “Most of them aren’t stiff about it,” Ms. Fitzgerald added. “Some of them might be. But they shouldn’t be president.”\n\nThen there are those who see the selfie as just one more example of how people have become slaves to their devices at the expense of human interaction. Queen Elizabeth II has said she finds the trend disconcerting and indicated she misses eye contact with her subjects.\n\nFor security teams on the campaigns, all this close contact between candidates and strangers can be a challenge, but in some ways it is easier to monitor than a traditional rope line. That is because selfies keep people’s hands up where they can be seen.\n\nMany campaigns say they are benefiting after posing for all those pictures. When shared on Facebook and Instagram, they can exponentially increase a candidate’s visibility, spreading an authentic memento that helps extend the chatter around a rally beyond those who attended.\n\n“This is something that campaigns should embrace and be very happy with, because it’s just free advertising,” said Mr. Paul’s chief digital strategist, Vincent Harris.\n\nThe Paul campaign sees a branding opportunity. When people line up for photos, campaign aides often erect a backdrop with a “Rand” logo on it for people to pose in front of. These exercises have also resulted in a little horizon broadening for Mr. Paul, who picked up a new term on the trail: “Us-ie,” a selfie with multiple people.\n\nThe ubiquity of camera phones at campaign stops is forcing aides to become proficient in operating different brands. Rick Tyler, an aide to Mr. Cruz, said the staff member who usually traveled with the senator was now well versed in how to quickly snap pictures with a Samsung Galaxy versus an iPhone.\n\nThe demand for selfies has grown so much, he added, that even walking just a short distance from one event to another can be an ordeal.\n\n“Our schedulers will say to me: ‘He’s just going 100 steps. Why would it take 20 minutes to get there?’ ” Mr. Tyler said. “Well, travel with us and you’ll see.”\n\nSenator Lindsey Graham said he could probably benefit from losing 15 pounds to make his selfies a bit more flattering. But his attitude toward selfies is upbeat: Society, he said, is richer for the selfie.\n\n“When we take selfies and chat, it’s the beauty of American democracy,” Mr. Graham said. “I don’t think Putin really does this,” he added, referring to President Vladimir V. Putin of Russia. “I don’t think he probably has to worry about selfies.”\n\nSenator Marco Rubio will indulge people who want selfies. But he often travels with a professional photographer who takes photos of him with voters as an aide trails behind, handing out index cards listing a website where supporters can go to download their pictures.\n\nThe benefit? Not only does the photographer speed the process and produce higher-quality images, but voters are asked to provide personal information on Mr. Rubio’s website. Before they can view their photos, Rubio supporters have told the campaign their name, their home and email addresses, which issues matter most to them and if they are willing to volunteer.\n\nEven voters who embrace the selfie culture can seem slightly conflicted. Just take Lincoln Boyd, 22, who sneaked up to the stage at a recent conservative gathering and captured a selfie with Mr. Rubio that quickly went viral.\n\nIn a telephone interview, Mr. Boyd said he would have preferred to “grill” Mr. Rubio, asking him, “Why weren’t you able to corral the Republicans to get behind immigration?” But, he added, “there’s a time and a place for that.”\n\nAnd, Mr. Boyd explained, “we’re millennials, it’s the 21st century, and if I’m with the candidate and I can get a quick picture with him, I’m going to do that.”", "byline": "JEREMY W. PETERS and ASHLEY PARKER", "description": "Who wants their babies kissed or their yard signs autographed anymore? Presidential candidates now have no choice but to submit to smartphone-wielding crowds.", "title": "Facing a Selfie Election, Presidential Hopefuls Grin and Bear It", "url": "http://www.nytimes.com/2015/07/05/us/politics/facing-a-selfie-election-presidential-hopefuls-grin-and-bear-it.html", "topics": ["immigration", "campaign_finance"], "people": ["Rand Paul", "Vincent Harris", "Rick Tyler", "Vladimir V. Putin", "Craig Robinson", "Maggie Fitzgerald", "Chris Christie", "Bill Clinton", "Jeb Bush", "Rick Perry", "Ben Carson", "Hillary Rodham Clinton", "George W. Bush", "Donald J. Trump", "Lincoln Boyd", "Vladimir Putin", "Bobby Jindal", "Lindsey Graham", "Scott Walker", "Marco Rubio", "Ted Cruz"], "orgs": ["Iowa Republican Party"], "authors": [{"author_id": 205, "fullname": "jeremy w. peters", "primary_org": "nyt"}, {"author_id": 713, "fullname": "ashley parker", "primary_org": "nyt"}], "date_written": "2015-07-04 17:51:42", "org": "nyt", "article_id": "bc9234ec2474009c76d541208426132c", "date_access": "2015-07-04 17:00:15.241185"}