{"body": "The Clinton Foundation, facing heavy scrutiny of its fund-raising during Hillary Rodham Clinton’s 2016 presidential campaign, released on Thursday a list of paid speeches by the Clintons that generated at least $12 million for the organization. \n\nThe list shows that Bill, Hillary and Chelsea Clinton turned over to the foundation from $12 million to as much as $26 million in speaking fees.\n\nThe list shows the speeches filled the foundation’s coffers in a range of amounts and over years, with Mr. Clinton giving roughly 70 speeches since 2002, including three that brought in from $500,001 to $1 million.\n\nMrs. Clinton, the former secretary of state, gave roughly 15 speeches and Chelsea Clinton gave six, bringing in between $370,000 and $800,000.\n\n“Like other global charities,” Craig Minassian, a spokesman for the foundation, said on Thursday, “the Clinton Foundation receives support from individuals and organizations across all sectors of society, backgrounds and ideologies because they know our programs are improving the lives of millions of people around the world.” \n\nHe continued: “In addition to the more than 300,000 donors who are all listed on our website, posting these speeches is just another example of how our disclosure policies go above and beyond what’s required of charities.” \n\nMany of the speeches had previously been reported, such as Mrs. Clinton’s address at Hamilton College, and some drew criticism in the last two years, such as those at public universities that accept taxpayer dollars. She also gave at least two speeches to business groups in China, the list shows.\n\nFoundation officials said that the charitable contributions were different from the speeches, which are listed as revenue on financial forms because there is no tax deduction credited to the host group. \n\nLast week Mrs. Clinton released her personal financial disclosure, showing that she and her husband earned more than $25 million from over 100 paid speeches since January 2014. \n\nSome critics questioned whether the amounts showed she could not relate to average voters in the postrecession economic climate. At the same time, the foundation has been criticized for accepting foreign donations both while Mrs. Clinton was secretary of state and after she left.", "byline": "MAGGIE HABERMAN", "description": "The Clinton Foundation, facing heavy scrutiny of its fundraising during Hillary Rodham Clinton’s 2016 presidential campaign, released on Thursday a list of paid speeches by the Clintons that generated at least $12 million.", "title": "First Draft: Clinton Foundation Releases List of Speeches That Filled Its Coffers", "url": "http://www.nytimes.com/politics/first-draft/2015/05/21/clinton-foundation-releases-list-of-speeches-that-filled-its-coffers/", "topics": ["economy"], "people": ["Bill Clinton", "Hillary Rodham Clinton", "Craig Minassian", "Chelsea Clinton"], "orgs": ["Clinton Foundation"], "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-05-22 02:42:19", "org": "nyt", "article_id": "00ddd4737cb82adfec28bc63c8819300", "date_access": "2015-05-22 01:55:28.056046"}