{"body": "Hillary Clinton’s entry into the race for the presidency has goosed the egos of some conservative ganders.\n\nWayne LaPierre, the C.E.O. and executive vice president of the National Rifle Association, on the eve of Clinton’s announcement said of President Obama at the group’s annual meeting, “when he’s finished, he intends to go out with the coronation of Hillary Rodham Clinton.” There were boos. LaPierre continued: “Yeah, I have to tell you, eight years of one demographically symbolic president is enough.” There were cheers.\n\nFox News’s Bill O’Reilly ratcheted up the rhetoric on Monday. With the words “HILLARY CLINTON FOR PRESIDENT” in yellow and all-caps next to his face, he bemoaned the idea that “our traditional American values are under siege nearly everywhere,” and then added: “If you’re a Christian or a white man in the U.S.A., it’s open season on you. Therefore, Hillary Clinton has an advantage.”\n\nIn a way, one would expect nothing more from these men. They are simply playing to their bases.\n\nAs U.S. News and World Report put it in 2013 when noting a Pew Research Center report: “White men represent just a third of the U.S. population, but about 60 percent of adults with guns in America today are white men.”\n\nAnd as for Fox, the website Mediaite reported in December that just 1 percent of Fox News viewers are black.\n\nAnd yet, this faux oppression makes a mockery of very real oppression. Aside from the hilarity of the incongruous spectacle of two incredibly powerful white men grousing about the lowly plight of white men in general is the utter ridiculousness of the idea itself.\n\nAnd unfortunately, this isn’t a new idea, but the resurrection — or elongation — of an existing one.\n\nIn 2012, the conservative commentator Matt K. Lewis wrote an entry on The Daily Caller under the headline “The silent war on noncollege-educated white men.”\n\nThat same year, the conservative blog RedState.com published an essay under the headline, “The Democrat War on White Men.” It included lines like “Democrats hate White Men” (capitalization theirs), “White Men in unions are tolerated and helped by Democrats — but only if they fall in line to punish other White Men” and “White Men were politically neutered and forgotten about.”\n\nSuzanne Venker wrote an opinion piece in 2013 on FoxNews.com under the headline “Men — the new second class citizens.” She included the following passage:\n\n“Yet it is males who suffer in our society. From boyhood through adulthood, the White American Male must fight his way through a litany of taunts, assumptions and grievances about his very existence. His oppression is unlike anything American women have faced.”\n\nIn August, Representative Mo Brooks, a Republican of Alabama, said on Laura Ingraham’s radio show that there is a “war on whites that’s being launched by the Democratic Party.”\n\nOne thing that makes this line of reasoning so grating is the degree to which money and power in this country continue to be dominated by white men. As The Guardian reported in 2013, the “U.S.’s top-paid executives in 2012 represent technology, coffee, and sporting goods companies — and all are white and male.”\n\nThinkProgress, expanding on the report, explained:\n\n“A big part of the lack in diversity on the list is the lack of diversity among executives overall. Women hold few of the top jobs at major companies. There are now 22 at the helm of Fortune 500 companies with Lynn Good’s appointment as CEO of Duke Energy in July, which means less than 5 percent of those positions are filled by women.\n\n“Top executives are also not racially diverse. Among Fortune 500 CEOs, six are black, making up just 1.2 percent. There are eight Latino and eight Asian CEOs, accounting for just 1.6 percent each.\n\n“But even when they reach the highest rungs, women are still paid less than their peers.”\n\nIn politics, the race and gender inequities are also stark.\n\nAs The Washington Post reported in January, “the new Congress is 80 percent white, 80 percent male and 92 percent Christian.”\n\nSo much for white Christian men being under attack.\n\nThis presidential season has the promise to bring a tremendous amount of diversity. Not only is Clinton the leading figure on the Democratic side, but the Republicans have a plethora of diverse options, at least in terms of race, ethnicity and gender.\n\nJeb Bush and Marco Rubio both have strong ties to the Hispanic community. Rubio is Hispanic and Jeb Bush has a Mexican-born wife and once, inexplicably, listed himself as Hispanic on a voter form.\n\nThe disastrous Louisiana governor, Bobby Jindal, who is Indian-American, is mulling a run. (I’m not sure Jindal would approve of that hyphenation, by the way, because in a 2013 Politico essay he chafed at what he saw as us placing “far too much emphasis on our ‘separateness,’” and rebuffed that idea of hyphenation, saying, “Here’s an idea: How about just ‘Americans?’”)\n\nBen Carson, the brilliant neurosurgeon and baffling political figure, who is African-American (sorry, Governor Jindal), is scheduled to make an announcement in Detroit next month about whether he will enter the race. Carson is the same man who once said that white liberals are “the most racist people there are” and don’t want people to “come off the plantation.”\n\nEven Carly Fiorina, who was forced out as the C.E.O. of Hewlett-Packard, is expected to run for the Republican nomination. But some Republican king makers — or queen makers — seem to see her more as a tool than as a true talent. As Time magazine recently reported: “A Republican strategist told Time last year that Fiorina could be a potent weapon for the GOP in the coming cycle. ‘The most effective way to criticize a woman is to have another woman do it.’ ”\n\nThis is a flawed field, to be sure, but it is diverse. The last thing we need is for men like LaPierre and O’Reilly to complain about the prospects of an expansion of power that would include more people who don’t look like them.\n\nAmerica is moving forward, tilting and transforming, and the bulwarks of traditional powers are crumbling.", "byline": "CHARLES M. BLOW", "description": "Faux oppression makes a mockery of real oppression. We don’t need Wayne LaPierre and Bill O’Reilly complaining about more power going to people who don’t look like them.", "title": "Op-Ed Columnist: Woe of White Men, Again?", "url": "http://www.nytimes.com/2015/04/16/opinion/charles-blow-woe-of-white-men-again.html", "topics": ["women"], "people": ["Laura Ingraham", "Bill O'Reilly", "Jeb Bush", "Hillary Clinton", "Matt K. Lewis", "Hillary Rodham Clinton", "Marco Rubio", "Bobby Jindal", "Mo Brooks", "Carly Fiorina", "Ben Carson"], "orgs": ["RedState", "National Rifle Association", "Duke Energy", "Congress", "Democratic Party", "Pew Research Center", "GOP"], "authors": [{"author_id": 691, "fullname": "charles m. blow", "primary_org": "nyt"}], "date_written": "2015-04-16 12:00:02", "org": "nyt", "article_id": "d0f247ecd9286f639144cf4726d3face", "date_access": "2015-04-16 12:20:47.011726"}