{"body": "I’ve written a number of pieces and posts on how the Donald Trump phenomenon could represent the irruption of something genuinely interesting into Republican politics, with his public promises to be a middle class tax cutter who soaks “the hedge fund guys” as an exhibit in that case: They’ve seemed like a sign that his populism, with its mix of Perotism, Buchananism, and the European nationalist right, would actually challenge the existing conservative-movement policy architecture head-on.\n\nBut now we actually have a Trump tax plan, and despite his big populist talk it’s actually rather boring and predictable and (by G.O.P. standards) safe. It has some populist elements and nationalist flourishes, but overall it’s just another rate-lowering, loophole-closing reform in the style of Mitt Romney 2012 or Jeb Bush 2016, with the characteristically-implausible promises of revenue neutrality and the typical distributional effects that you get when you promise sweeping rate reductions for the rich. (My colleague Josh Barro has a good write-up here.) As such, it’s considerably less interesting and innovative than Marco Rubio and Mike Lee’s tax plan, which for all its flaws does represent a real priority shift toward middle-class parents and away from the “lower the top bracket at all costs” spirit, and whose supply-side elements (investment tax cuts, above all) are arguably more pro-growth than the income-tax rate lowering that Trump prioritizes instead.\n\nOverall, Grover Norquist’s description of Trump’s plan as “dead-center Reagan Republican tax thinking” seems apt, at least if by “Reagan Republican” you mean the version of Reaganism (the real version was more complicated) that’s become right-wing orthodoxy since. There’s not much new here, not much to concern the party’s donor class, not much to unsettle its ideological enforcers. After all his huffing and puffing, Trump has delivered, if you’ll pardon the phrase, a remarkably low-energy blueprint.\n\nAs one of the reform conservatives who have been, thus far, cautiously anti-anti-Trump, I suppose I’m a little relieved that a figure as grotesque as the Donald hasn’t come out with my favorite G.O.P. tax plan of the cycle. But I’m also disappointed, since it lowers the odds that Trump’s populism will significant disrupt the Republican Party’s habits of mind (at least in the way I think they ought to be disrupted!), and it shoves the Trump phenomenon more in the direction of the light-on-policy white-identity politics that his harshest critics, libertarian and liberal, have identified as the essential element of his appeal.\n\nI think those critiques have been, overall, too narrow in their analysis of why Trump’s rhetoric has resonated, and why he’s been able to draw support from more moderate Republican voters as well as the party’s rightward flank; as I’ve said before, I think there’s a legitimate class-revolt element at work in Trump’s support, albeit one that deserves a better tribune than the Donald.\n\nBut if his economic plan is just Romneyism with wilder growth assumptions and some bluster about raising his own taxes thrown in, then he’s shifting back into a more predictable lane, and ceding a lot of the territory that a more thoroughgoingly populist right-wing candidate could hope to claim. Maybe someone else will claim it; maybe we’ll get a third party candidate in this space at some point soon. But Trump himself just got a lot less interesting, and a lot more purely toxic, than he might otherwise have been.", "byline": "ROSS DOUTHAT", "description": "The Donald turns out to be a lot less populist (and interesting) than his rhetoric suggested.", "title": "Ross Douthat: Donald Trump’s Low Energy Tax Plan", "url": "http://douthat.blogs.nytimes.com/2015/09/29/donald-trumps-boring-tax-plan/", "topics": ["economy"], "people": ["Mitt Romney", "Jeb Bush", "Mike Lee", "Grover Norquist", "Donald Trump", "Marco Rubio", "Ross Douthat", "Josh Barro"], "orgs": ["Republican Party"], "authors": [{"author_id": 1705, "fullname": "ross douthat", "primary_org": "nyt"}], "date_written": "2015-09-29 16:15:31", "org": "nyt", "article_id": "3c5633d839e0551206e5376762007b63", "date_access": "2015-09-29 15:41:33.429883"}