{"body": "ATLANTA — Georgia may not be one of the all-important first four states to vote in the 2016 presidential nominating process starting in February, but Gov. Scott Walker of Wisconsin, a Republican candidate, made a quick pit stop here on Wednesday night to say he’ll compete hard in the March 1 primaries in the state and several others.\n\nSpeaking at a campaign fund-raiser before about 100 people at the Buckhead Club, Mr. Walker — who spent the day on a three-city swing through South Carolina — said the March 1 primaries through much of the South would be key to his chances of winning the nomination.\n\n“We didn’t just come here by accident,” Mr. Walker said. “With March 1 being not long after those first four states, we think that the March 1 primaries — the S.E.C. primaries, if you will — are going to be incredibly important, and we feel we can do well.”\n\n“Georgia’s going to make a difference,” he added, “so get used to seeing us.”\n\nAdvisers say that the March 1 states of Alabama, Minnesota, Tennessee and Virginia are also shaping up well for Mr. Walker, based on endorsements and grass-roots voter support that they are seeing so\nfar. Mr. Walker is focused on winning the first state to hold a nominating contest, Iowa on Feb. 1, and hopes to leave there with momentum to help him in the next states: New Hampshire, South Carolina and Nevada.\n\nHe hasn’t been campaigning much in New Hampshire, to the consternation of some Republican admirers; after the Atlanta fund-raiser he caught a flight to New Hampshire, where he is doing two meet-and-greet events on Thursday. He’ll hold a fund-raiser in Boston on Thursday night before moving on to Iowa for three days of campaigning.", "byline": "PATRICK HEALY", "description": "Gov. Scott Walker of Wisconsin told supporters in Atlanta that the March 1 primaries through much of the South could be important to his chances of succeeding in the Republican presidential nominating contest.", "title": "First Draft: Scott Walker Sees the South as Pivotal to the Nomination", "url": "http://www.nytimes.com/politics/first-draft/2015/07/16/scott-walker-sees-the-south-as-pivotal-to-the-nomination/", "topics": ["personality"], "people": ["Scott Walker"], "orgs": [], "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}], "date_written": "2015-07-16 18:09:13", "org": "nyt", "article_id": "c59b571c32aa52f8d3c369e2f58273a4", "date_access": "2015-07-16 19:50:20.781741"}