{"body": "Hillary Rodham Clinton will make the first stop of her presidential campaign in Virginia on Friday to headline the local Democratic Party’s Jefferson Jackson dinner.\n\nHer remarks will come against the backdrop of major Supreme Court decisions. She celebrated on Thursday the court’s ruling to affirm a key part of President Obama’s Affordable Care Act, writing on Twitter: “Yes! SCOTUS affirms what we know is true in our hearts and under the law: Health insurance should be affordable & available to all.”\n\nAnd she has implored the justices to rule that states cannot ban same-sex marriage. \n\nMrs. Clinton will likely address both cases in the Virginia address, but the state, with its large black population, will also present her the opportunity to continue her remarks on race and what she calls “common sense gun control” in the aftermath of the attack at a black church in Charleston, S.C.\n\nVirginia represents a trend indicator of sorts in the 2016 race. For the Clinton campaign, the goal will be to appeal to a broad cross-section of black and white voters. \n\nSenator Barack Obama won the state in 2008, the first time a Democratic presidential nominee captured Virginia since President Lyndon B. Johnson in 1964. President Obama also defeated Mitt Romney in Virginia in 2012.\n\nMrs. Clinton has deep ties to Virginia. A longtime ally and fund-raiser for Bill and Hillary Clinton, Terry McAuliffe, was elected governor in 2013. \n\nMr. McAuliffe’s campaign manager in that close election, Robby Mook, now runs Mrs. Clinton’s campaign and is introducing a similar data-driven grass-roots strategy. He brought with him an army of young operatives (the so-called Mook Mafia), many of whom helped Mr. McAuliffe defeat his conservative Republican opponent, Ken Cuccinelli.", "byline": "AMY CHOZICK", "description": "As the headliner at a Democratic Party dinner in Virginia, Hillary Rodham Clinton’s remarks will likely cover the Supreme Court justices’ decisions on major issues, race relations and gun control.", "title": "First Draft: Hillary Clinton Visits Virginia, a Bellwether State in 2016 Race", "url": "http://www.nytimes.com/politics/first-draft/2015/06/26/hillary-clinton-visits-virginia-a-bellwether-state-in-2016-race/", "topics": ["gay_marriage", "health", "economy"], "people": ["Lyndon B. Johnson", "Mitt Romney", "Terry Mcauliffe", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Ken Cuccinelli", "Jefferson Jackson", "Robby Mook"], "orgs": ["S.C.", "Democratic Party", "Bill", "Supreme Court"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-06-26 14:01:48", "org": "nyt", "article_id": "4ec60f14497ea7c368faf70903e89c1e", "date_access": "2015-06-26 15:20:35.809546"}