{"body": "After hearing for many weeks from readers about their disappointment with how The Times is covering the presidential candidacy of Bernie Sanders, I addressed those complaints in a post on Wednesday afternoon.\n\nMany readers feel, and I think justifiably, that some of the coverage has been dismissive in its tone. I also looked at the amount of coverage. It has been light compared to coverage of Hillary Rodham Clinton and Donald Trump, but about the same, judging by last month, as that of Jeb Bush and Marco Rubio. Since Mr. Sanders declared his candidacy at the end of April, The Times has published 59 articles about him.\n\nI expressed my view of the coverage at the end of that earlier post.\n\nI also asked Carolyn Ryan, the top Times editor for politics, for her response both on the amount of Sanders coverage and its tone. I also sent her some of the objections from readers.\n\n\nIn an email to me, she wrote:\n\n​We​ ​respect the passion of Sanders ​supporters. But I ​think ​they may be overlooking much of the coverage that we have provided​.\n\nIn an election with some 20 candidates, Bernie Sanders, by my back-of-the-envelope estimate, has received more attention from The New York Times than all but ​​a few ​contenders: Hillary Clinton, Donald Trump and possibly Jeb Bush.\n\n​We have ​assigned national political reporters to travel with him, and captured the momentum of ​his ​insurgent campaign.​\n\nWe have written about ​the organization he is building in ​early primary states.​ We have published stories suggesting that the Clinton campaign was slow to sense the threat Mr. Sanders posed.​\n\nWe ​have captured — better than any news outlet — the remarkable ​reach Mr. Sanders has online with his followers​ and ​​the new ways he is reaching them. We just ran a story about the extraordinary ​efforts of web developers and tech people who — in their off hours — are building ​the ​machinery for the Bernie Sanders campaign.​\n\n​We highlighted his small donor fundraising​. In the age of the super​-PAC​, ​the fact that his average contribution is $31.30 is impressive.\n\n​We also have delved into his biography, his days as an alternative journalist in Vermont and his Brooklyn boyhood. We published a lengthy front page story ​comparing and ​contrasting Mr. Sanders with another Vermont political insurgent, Howard Dean.\n\nWe were among the first to identify the challenges for Mr. Sanders with African-American voters, and sent a reporter to South Carolina to capture how he was shifting his message to address that challenge. We also captured the particularly strong response older voters were having to the message being offered by Mr. Sanders.\n\n​​We have ​reported on his views on Wall Street — his call for reinstating Glass-Steagall and ​breaking up the big banks. And we wrote about his call to raise the minimum wage to $15.\n\nWe also examined the potential ​impact​ of the expansive government programs both he and Mrs. Clinton are proposing — including his idea to make college tuition-free and implement a single payer health care system.\n\n​The Sanders campaign stands out, in my experience, for its fervent energy and organization. But one of the​ strategies of ​Sanders supporters is to ​relentless​ly​ agitat​e ​for more ​​favorable​ coverage​ ​from The Times and other outlets. ​\n\nWe are mindful of their critiques and listen to ​their concerns, and often point out stories to them that they have overlooked.\n\nBut ultimately we have to use our journalistic judgment​ and serve a broad readership​, by cover​ing​ the entire field of candidates, and not ma​k​e decisions in response to lobbying campaigns.\n\n​I’m puzzled by the tone complaints and I cannot say that I agree with them.\n\nI can’t speak to the magazine Q and A. But it seemed that he was widely praised for how he handled the hair question and his answer went viral.\n\nThe “Grumpy Old Socialist” headline comes almost directly from a quote from Bernie in the story – in the fourth paragraph, he says “I’m a grumpy old guy.” That is part of his own playful self-definition and it seems appropriate for the story to reflect that. And that story is extremely positive, describing the social media sensation Mr. Sanders has become, so the complaint is all the more puzzling.", "byline": "MARGARET SULLIVAN", "description": "The Times’s top political editor on how the Vermont senator’s presidential campaign has been covered.", "title": "Public Editor's Journal: Times Senior Editor Carolyn Ryan on Sanders Coverage", "url": "http://publiceditor.blogs.nytimes.com/2015/09/09/times-senior-editor-carolyn-ryan-on-sanders-coverage/", "topics": ["personality"], "people": ["Howard Dean", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Bernie Sanders", "Carolyn Ryan"], "orgs": [], "authors": [{"author_id": 3674, "fullname": "margaret sullivan", "primary_org": "nyt"}], "date_written": "2015-09-09 22:51:07", "org": "nyt", "article_id": "ab259485ae950a088608f551d27a206a", "date_access": "2015-09-09 22:11:38.708724"}