{"body": "Hillary Rodham Clinton’s candidacy could make history by bringing the first female president to the White House, but one potential Republican opponent has an idea for neutralizing her power to galvanize women: nominate a woman to run against her.\n\n“I think that if Hillary Clinton were to face a female nominee, there are a whole set of things she won’t be able to talk about,” said Carly Fiorina, the former chief executive of Hewlett-Packard, who is thinking about entering the contest.\n\nMs. Fiorina, who lost a 2010 Senate bid in California, said at a breakfast hosted by The Christian Science Monitor in Washington on Thursday that Mrs. Clinton should have to run on her policies and on her trustworthiness, rather than playing the gender card.\n\n“She won’t be able to talk about being the first woman president, she won’t be able to talk about a war on women without being challenged,” Ms. Fiorina said.\n\nHaving never worked in government, Ms. Fiorina said that her private sector skills give her a deeper understanding of the economy than professional politicians. She fended off comparisons with Mitt Romney by arguing that her compassion gives her a greater ability to relate to voters.\n\nOn foreign affairs, Ms. Fiorina said that America’s relationships with other countries deteriorated during Mrs. Clinton’s time as secretary of state and that she underestimated adversaries such as Vladimir V. Putin, Russia’s president. Moreover, she argued that her experience doing business deals would make her a formidable negotiator on the global stage.\n\n“I’ve sat across the table from Vladimir Putin,” she said. “He’s a formidable man. He’s highly intelligent, very educated, very cosmopolitan, very charming, actually, and he has an ambition for power that is pretty overwhelming.”", "byline": "ALAN RAPPEPORT", "description": "Carly Fiorina, the onetime chief executive of Hewlett-Packard, said a female challenger for president on the Republican side could neutralize the Democrat Hillary Rodham Clinton’s power to galvanize women.", "title": "First Draft: Carly Fiorina Makes Case That She Could Offset Hillary Clinton", "url": "http://www.nytimes.com/politics/first-draft/2015/04/16/carly-fiorina-makes-case-that-she-could-offset-hillary-clinton/", "topics": ["women"], "people": ["Rodham Clinton", "Mitt Romney", "Vladimir V. Putin", "Hillary Clinton", "Hillary Rodham Clinton", "Vladimir Putin", "Carly Fiorina"], "orgs": ["Senate"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-04-16 16:49:16", "org": "nyt", "article_id": "14d8c96525c93b86fb97585abcb52cb9", "date_access": "2015-04-16 16:05:08.568501"}