{"body": "The United States concluded a big trade agreement on Monday with 11 Pacific Rim countries, including Canada, Peru and Japan. It is impossible to know whether the deal known as the Trans-Pacific Partnership will be good for the American economy and average workers until the complete text is made public in the coming weeks. President Obama assures everyone that it will be. He has made the accord a centerpiece of his trade and foreign policies, arguing that it will strengthen American influence with Asian nations at a time China, which is not part of the deal, has become more assertive.\n\nMr. Obama also insists that the agreement will be good for workers and businesses by forcing other nations to lower tariffs and other trade barriers imposed on American goods and services. But critics, including many Democrats in Congress, argue that it will encourage American companies to send more jobs to countries with low wages.\n\nMr. Obama now has to persuade the public and Congress, which will vote on ratification, possibly early next year, that this is a good deal. He will have to do so during a presidential campaign in which candidates like Senator Bernie Sanders and Donald Trump have criticized this and other trade agreements.\n\nBased on what the administration has said so far, the pact makes progress in some areas. To take one example, it requires countries like Brunei, Malaysia and Vietnam to ban child labor and allow workers to form independent unions and negotiate collectively. Malaysia will also have to crack down on human trafficking. Officials say these provisions will be binding and countries that do not comply will not be able to take advantage of other parts of the agreement.\n\nAnother provision should help reduce overfishing in the oceans and trade in endangered wildlife. Negotiators have offered assurances that tobacco companies will be forbidden from using the investor-protection measures in this agreement to attack public health policies, as they have done with other trade deals. Such protection clauses give investors the ability to take governments to arbitration to claim compensation for policies that hurt their businesses.\n\nAustralia successfully opposed an American proposal that would have made it harder for generic drug companies to offer cheaper versions of certain medicines. But some public health groups like Doctors Without Borders said the final agreement was still not good enough and would reduce access to generic drugs in developing countries. (The accord also includes Chile, Mexico, New Zealand and Singapore.)\n\nAs expected, the agreement does not include an enforceable measure against currency manipulation. Several Asian countries have previously sought to raise exports by artificially depressing the value of their currencies. The Treasury Department is negotiating a separate deal on this issue with countries in the trade partnership, though there will be no mechanism to enforce that commitment other than consultations among officials.\n\nWith 30 chapters, the agreement covers a lot of ground, including policies on patents, copyrights, state-owned businesses and disputes between foreign investors and governments. Mr. Obama has to notify Congress 90 days before he signs the agreement and the administration has to make the text public for at least 60 days under legislation passed by Congress earlier this year.\n\nLawmakers, businesses and public-interest groups are likely to pressure the administration to renegotiate provisions they don’t like. But once Mr. Obama signs the deal, Congress cannot amend it and lawmakers can vote only to ratify or reject. Lawmakers in other countries will also decide whether to ratify the agreement.\n\nThe pact could set trading rules for a large part of the world, accounting for 40 percent of the world economy. Done right, an agreement tying these countries together should bolster everyone’s economy and help raise labor, environment and other standards.", "byline": "THE EDITORIAL BOARD", "description": "He now has to persuade the public and Congress that the agreement will be good for the American economy.", "title": "Editorial: President Obama Needs to Make Case for Pacific Trade Deal", "url": "http://www.nytimes.com/2015/10/06/opinion/president-obama-needs-to-make-case-for-pacific-trade-deal.html", "topics": ["china", "trade", "economy"], "people": ["Donald Trump", "Bernie Sanders"], "orgs": ["Treasury Department", "Congress"], "authors": [{"author_id": 697, "fullname": "the editorial board", "primary_org": "nyt"}], "date_written": "2015-10-06 08:21:00", "org": "nyt", "article_id": "ff9ad7cd6477e9e6b110f05c1bcb45e6", "date_access": "2015-10-06 08:15:54.019614"}