{"body": "A “super PAC” with ties to Senator Marco Rubio of Florida reported on Wednesday that it had raised more than $16 million through June 30, with nearly all of the cash remaining on hand.\n\nMr. Rubio has had difficulty competing with his fellow Floridian and Republican presidential rival Jeb Bush among traditional campaign donors and volunteer fund-raisers, known as bundlers, so his announcement Wednesday indicates that he has had more success recently attracting the deep-pocketed millionaires and billionaires who finance super PACs and other outside groups. Mr. Rubio’s super PAC, known as Conservative Solutions PAC, and a loosely affiliated nonprofit group, Conservative Solutions Project, have together raised almost $39 million this election cycle. The nonprofit has already begun advertising.\n\n“We’ve definitely benefited from the strong response to Marco Rubio’s first few months on the campaign trail, allowing us to exceed all our goals for the first half of the year,” Warren Tompkins, an adviser to the super PAC, said in a statement. “Donors see what Hillary Clinton sees, that no one matches up better against her, no one is better positioned to defeat her, than Marco Rubio.”\n\nUnderscoring how rapidly super PACs are moving to center stage in the 2016 election, the amount reported on Wednesday is almost four times what Mr. Rubio’s campaign itself is expected to raise, and more than almost any other super PAC raised and spent during the entire course of the Republican primaries in 2012.\n\nThe super PAC is required to disclose detailed information about its finances to the Federal Election Commission by the end of July, but donors to the nonprofit group do not need to be disclosed.", "byline": "NICHOLAS CONFESSORE", "description": "Conservative Solutions PAC and Conservative Solutions Project, a nonprofit group loosely affiliated with the Florida senator, have together raised almost $39 million this election cycle.", "title": "First Draft: Rubio ‘Super PAC’ Reports Raising $16 Million", "url": "http://www.nytimes.com/politics/first-draft/2015/07/08/rubio-super-pac-reports-raising-16-million/", "topics": ["economy", "campaign_finance", "immigration"], "people": ["Warren Tompkins", "Marco Rubio", "Jeb Bush", "Hillary Clinton"], "orgs": ["PACs", "Conservative Solutions Project", "Conservative Solutions PAC", "PAC", "Federal Election Commission", "Floridian"], "authors": [{"author_id": 862, "fullname": "nicholas confessore", "primary_org": "nyt"}], "date_written": "2015-07-08 21:19:01", "org": "nyt", "article_id": "80ca599a5cd212782ed6f4b76ae64e28", "date_access": "2015-07-08 20:40:10.245541"}