{"body": "WASHINGTON —  Facing a spirited challenge from Senator Bernie Sanders in Iowa and New Hampshire, Hillary Rodham Clinton’s campaign has reminded her supporters that she will be better positioned to defeat Mr. Sanders once the primary fight moves to more racially diverse states, where polls show she enjoys a large advantage over him among blacks and Hispanics.\n\nBut a late entry by Vice President Joseph R. Biden Jr. into the Democratic contest could complicate Mrs. Clinton’s strategy, particularly if he were able to portray himself to minority voters as President Obama’s rightful heir.\n\nThere may be no more consequential element to a campaign by Mr. Biden. If he were able to loosen Mrs. Clinton’s grip on nonwhite voters once the race moves to South Carolina, Nevada and the many Southern states poised to vote on Super Tuesday, it could set off a prolonged, bruising and expensive Democratic primary.\n\nBut interviews with Democratic strategists and elected officials, as well as polls of Democrats, suggest that it would not be easy for Mr. Biden to poach blacks and Hispanics from Mrs. Clinton, who, along with former President Bill Clinton, remains highly popular with those voters.\n\nTo do so, these Democrats say, Mr. Biden would need a measure of help — or simply luck. Mrs. Clinton would have to be seen as politically damaged for minority voters, and especially black and Hispanic women, to switch their loyalties from a potential first female president to a white man.\n\n“If she acquits herself well on Oct. 22 and she does well in Iowa, I don’t think Vice President Biden getting in will be a big factor,” said Representative James E. Clyburn, Democrat of South Carolina, referring to the date set for Mrs. Clinton’s testimony before the House panel investigating the response to the 2012 terrorist attack in Benghazi, Libya, the same panel that has also been investigating her use of a private email server as secretary of state. “But if something happens with these emails or she stumbles in Iowa, then it’s ‘Katy, bar the door.’­-”\n\nOther prominent black Democrats expressed skepticism about how much harm the questions about Mrs. Clinton’s email use could cause her with nonwhite voters.\n\n“Black people are used to being attacked themselves,” said Representative Elijah E. Cummings, Democrat of Maryland. He said his constituents were far more focused on fundamental issues of economic opportunity and racial justice — or what he called “survival stuff.”\n\nAfrican-Americans are fond of Mr. Biden, Mr. Cummings said, but “he only becomes significant if they see that she is faltering.”\n\nPolls show that Mr. Biden would likely compete for the same pool of Democratic voters as Mrs. Clinton, as opposed to cutting into Mr. Sanders’s largely white anti-establishment coalition. But while the vice president could make the race more competitive, he would not begin with significant support from minorities: A New York Times/CBS News Poll taken last month showed Mrs. Clinton with support from 52 percent of nonwhite voters, compared with 18 percent for Mr. Biden and 17 percent for Mr. Sanders.\n\nMany Democrats recall, however, that Mr. Obama, a senator at the time, struggled at first to dislodge black voters from their attachment to the Clinton family in his 2008 primary contest with Mrs. Clinton. But once he prevailed in Iowa, and blacks realized that Mr. Obama could be a winner even among whites, they rushed in his direction, eager to make history.\n\nThat was the case in South Carolina, where Mr. Obama gained a crucial upper hand by winning with a 28-point margin and crushing Mrs. Clinton among blacks, who made up more than half of the primary electorate that year.\n\nMr. Biden’s supporters in South Carolina say that the vice president has since become closely identified with Mr. Obama.\n\n“He is almost the face of the administration around here,” said the Rev. Joseph Darby, an influential A.M.E. pastor in Charleston and a friend of Mr. Biden. “The president has only made a few trips to South Carolina, but Joe is in and out all the time.”\n\nMr. Darby said Mrs. Clinton still retained support among black South Carolinians — “She’s in good shape,” he said — but he suggested that she had failed to generate much enthusiasm. “The challenge is not just support but energy,” he said.\n\nMrs. Clinton’s supporters acknowledge that Mr. Biden could be helped among minority voters by linking himself to Mr. Obama and effectively seeking a third term for the administration. But they question whether the president’s popularity is transferable, and pointedly note that Mr. Biden has a separate identity, and record, from Mr. Obama’s.\n\n“The problem Joe Biden has is that Joe Biden is not Barack Obama,” said Bakari Sellers, a former South Carolina state representative who is backing Mrs. Clinton. Once the campaign moves onto policy terrain, he argued, the vice president will face difficulties.\n\n“We have to have a conversation about mass incarceration,” Mr. Sellers said. “And when the vice president was senator, he was the reason so many African-Americans were sent to prison, and are still there right now, for minor offenses. That’s a conversation we have to have. And I’m not sure he wants to go through that.”\n\nMr. Sellers did, though, acknowledge that the criminal justice legislation Mr. Biden pushed through in the 1990s was signed into law by President Clinton.\n\n“When the 1994 crime bill was being considered and amended, then-Senator Biden said at the time, and continues to believe today, that there are elements of the law — like the three-strikes measure — that he did not think would function as their proponents intended,” said a spokeswoman for Mr. Biden, requesting anonymity to discuss campaign-related questions. “There are other elements, like relief from mandatory minimum sentences for nonviolent, first-time drug offenders (the so-called ‘safety valve’) that didn’t go as far as he would have liked to improve the then-existing law and protect basic principles of fairness and justice.” In Nevada, where Mrs. Clinton dominated among Latino voters in the 2008 caucuses, Democrats say Mrs. Clinton has helped herself this year by aggressively organizing and by recruiting important leaders within the state’s large and growing Hispanic population.\n\nBut, as in South Carolina, Mr. Biden has been a familiar face to activists in Nevada, and Democratic officials there suggest that Mr. Biden would at least challenge Mrs. Clinton in minority constituencies that Mr. Sanders has so far been unable to reach.\n\n“If Biden gets in, it’s going to make the decision-making process more difficult for people,” said Lucy Flores, a former member of the Nevada State Assembly who is running for Congress next year. “They’ll feel like they have more options.”\n\nMrs. Clinton’s supporters argue that her campaign has made minority voters a vital focus and that Hispanics, especially, have noticed in a state where 30 percent of Democratic caucus voters in 2008 were nonwhite. “They made it very clear that they understand that we’re appealing to a diverse state and that Latinos are going to play a key role here,” said Andres Ramirez, a strategist in Las Vegas, who noted that Mrs. Clinton’s first two Nevada hires were both Hispanics and that she gave her first major campaign speech about immigration in the state.\n\n“Ethnic outreach is often considered a secondary priority of campaigns,” Mr. Ramirez said, “but when Hillary launched her campaign she made it a primary concern.”\n\nDemocrats not committed to any candidate say that Mr. Biden faces the possibility of a window closing because of the organizational demands of the Nevada caucuses.\n\n“Does he have demonstrated successes in the Obama administration? Yes,” former Representative Steven Horsford of Nevada said of Mr. Biden. “But time is running out. As he takes painstaking steps to decide, others are making the necessary inroads.”", "byline": "JONATHAN MARTIN", "description": "Polls suggest that if Vice President Joseph R. Biden Jr. runs for the Democratic nomination for president, he will not begin with significant support from nonwhites.", "title": "For Biden, Easing Hillary Clinton’s Grip on Minority Voters Could Be Tricky", "url": "http://www.nytimes.com/2015/10/08/us/politics/for-biden-easing-hillary-clintons-grip-on-minority-voters-could-be-tricky.html", "topics": ["immigration"], "people": ["Andres Ramirez", "Bakari Sellers", "Joseph Darby", "Bill Clinton", "Joe Biden", "Hillary Clinton", "Steven Horsford", "Hillary Rodham Clinton", "Barack Obama", "Lucy Flores", "Bernie Sanders", "Joseph R. Biden Jr.", "James E. Clyburn", "Elijah E. Cummings"], "orgs": ["Congress"], "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-10-07 20:21:11", "org": "nyt", "article_id": "8684fefb78f202aa1972605cd3b1c022", "date_access": "2015-10-07 20:04:36.724994"}