{"body": "First there was Univision and the beauty queens, then NBC, then the top chefs. Now, in the heart of Clinton-land, another one of Donald J. Trump’s business interests is under pressure because of his remarks about Mexican immigrants: his Westchester golf club that hosts high school proms.  \n\nAugust has become a time for political activism for students at Horace Greeley High School in Chappaqua, N.Y. No strangers to politics — after all, this is the leafy suburb where Hillary Rodham Clinton and former President Bill Clinton live — the summer of Trump has crept into summer break.\n\nDisgusted by Mr. Trump’s assertion that Mexican immigrants are rapists and criminals, a group from the public school has started a push to have their senior prom relocated from his nearby Trump National Golf Club, the white-glove catering place in Briarcliff Manor, N.Y. — about seven miles west of Chappaqua — where it has been held for the last several years.\n\n“I’m of Hispanic descent and as soon as I heard him say that all of these immigrants were rapists and drug dealers and all of these horrible things, I just thought this is completely false, this is not true, this is just horrible,” said Julian Robles, 17, a rising senior at the school\n\nChatting with his friends on Facebook one summer night after several companies began to sever ties with Mr. Trump, Julian proposed starting an online petition to do something about the prom. The group of friends stayed up after midnight crafting a case against giving business to Mr. Trump, and more than 90 signatures supporting the cause have emerged on Change.org.\n\nThe effort has drawn the attention of school administrators and ignited a political debate among some of the youngest potential voters in the 2016 election. Julian said some students who admire Mr. Trump have pushed back against moving the prom, while others think the prom should not be tainted by politics.\n\nUnhappy with Mr. Trump’s ascendance in polls amid what they think is his inflammatory oratory, parents have also joined the discussion with their own petition. For them, protesting the prom has become a way to voice their disapproval of his politics.\n\n“Your wallet is the best ballot,” said Barrett Silver, who signed the parent petition urging the prom to be relocated.\n\nOfficials at Horace Greeley said that they are open to moving the prom, which takes place next spring, but that the decision will ultimately be left to the students, who finance and organize the event.\n\nThe business losses from moving the 300-person prom is unlikely to sting Mr. Trump, who has absorbed millions of dollars in severed corporate ventures since he started his presidential campaign in June. The billionaire developer, whose campaign declined to comment, has said that offending some people is the cost of running for president.\n\nDespite being home to the Clintons, some in Chappaqua appear to be offended by what they see as an unfair attack on Mr. Trump and the injection of presidential politics into a school event.\n\n“I think if we start picking venues based on the politics of the owner of a venue, we open a Pandora’s box,” one person wrote on a local online forum. “Where does that end?”\n\nRaj Datta, a parent who started the adult petition, said he was surprised by the amount of vitriol he received about the prom in a place where people sometimes run into Mrs. Clinton in the local Starbucks.\n\n“Hillary does have some die-hard supporters,” Mr. Datta said. “But in Chappaqua you couldn’t throw a stone without hitting a banker or a lawyer. There’s a lot of support for Mr. Trump.”\n\nFor Julian Robles and some of his school friends, the push to move the prom was more about principle than politics.\n\n“We were trying to make sure this debate we’re having is less about the actual politics and more about whether a school being associated with someone who says racist things should be allowed,” he said. ", "byline": "ALAN RAPPEPORT", "description": "In the heart of Clinton-land, another one of Donald J. Trump’s business interests is under pressure after his remarks about Mexican immigrants: his Westchester County golf club in New York that hosts high school proms.", "title": "First Draft: In Clintons’ Town, a Call to Move a Prom Over Donald Trump’s Politics", "url": "http://www.nytimes.com/politics/first-draft/2015/08/19/in-clintons-town-a-call-to-move-a-prom-over-donald-trumps-politics/", "topics": ["campaign_finance", "immigration"], "people": ["Bill Clinton", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Horace Greeley", "Julian Robles"], "orgs": ["Trump National Golf Club", "Univision", "Starbucks", "Pandora"], "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-08-19 17:12:02", "org": "nyt", "article_id": "dbc566ec430338f317c2d7c90083f503", "date_access": "2015-08-19 16:30:10.313070"}