{"body": "The potential candidate Jeb Bush — who everyone knows is running — has not faced the fund-raising restrictions that election law imposes on those of his rivals who are officially declared candidates. He has accomplished this by seemingly pretending that he is not actually running for president.\n\nThe difficulty for the official watchdogs whose job is to police election law is that the precise words that Mr. Bush is saying — he is officially “testing the waters” — stand at odds with the message that voters are hearing, which is that he’s running and he wants their vote.\n\nSo instead of relying on lawyers to referee these distinctions, we could turn to economists — in particular, economists who could organize prediction markets in which all Americans can buy and sell a stock that pays $1 if Mr. Bush officially files paperwork as a candidate.\n\nA large body of research has documented that these sorts of markets yield very accurate forecasts. Even if they were imperfect, they would probably yield a truer indication than any amount of lawyerly parsing of Mr. Bush’s public statements. The idea would be that if a contender’s stock were trading above, say, 90 cents, then this should be taken as a sufficiently strong indication that he’s planning to run for president, and he should be treated as a candidate.\n\nI asked my Upshot colleague Nate Cohn for his best guess as to the price that security would pay today. He reckons it would be around 99 cents. Few people would be willing to allow Mr. Cohn to be the nation’s arbiter of who is and isn’t a candidate, though. The idea instead is to crowdsource it, relying on the collective wisdom of millions of market participants distributed around the country.\n\nThe economic inspiration here is that markets are useful because when you’re forced to put your money where your mouth is, you’re likely to bet according to your best estimate of what will happen. And as people buy and sell a stock, the market price comes to reflect the information that millions of people have about the odds of a run by Mr. Bush. This market-based assessment would move the question of Mr. Bush’s candidacy from fine-grained legal distinctions to one of whether the broader public thought that he was actually a candidate.\n\nOf course, one might be concerned about market manipulation. After all, if the stakes are this high, perhaps Mr. Bush’s supporters might stand ready to sell enough of his stock to keep the price below 90 cents, thereby ensuring that he remains officially off the candidate list.\n\nBut this concern is overblown. We all know that Mr. Bush is running. And if someone is willing to sell you dollar bills for 89 cents, pretty much everyone in the country is going to be willing to buy. No group of campaign supporters has enough money to be able to keep selling dollar bills at a price of 89 cents, forever.\n\nCampaigns might also try to make mischief in these markets by bidding up the stock of their opponents. But paradoxically, this may create even more transparency. For instance, Mr. Bush’s supporters could bid up the stock of Scott Walker, in an effort to ensure that Mr. Walker also faces the restrictions on fund-raising that apply to candidates. He would be a particularly attractive focus of such an operation, precisely because the Bush campaign sees him as a serious candidate.\n\nTheir bets would make their internal assessment public. Of course if Mr. Walker does in fact plan on running (hint: he does), this would be a setback to his campaign, but only because it would force him to meet the obligations that campaign laws are intended to impose on candidates. And if Mr. Walker is not running, then not only would Mr. Bush’s supporters lose a lot of money, but they might also lose it to an informed Walker campaign happy to bet against them. Either way, there’s no real harm done.\n\nAndrew Gelman, a professor of political science and statistics at Columbia, called this “a clever idea,” while adding that “it also seems nuts.” His concern was not that politicians would try to distort the market, but rather that the market would distort politicians, and he wouldn’t put it past a “type of mercenary candidate to decide whether or not to run based on a desire to cash in on bets in the market.”\n\nI tested out my idea with Eric Zitzewitz, an economics professor at Dartmouth College who has written extensively on prediction markets. (He is also a frequent academic collaborator of mine on these issues.) His main concern was about unintended consequences.\n\n“I suppose a candidate might try to fool people into thinking they are genuinely on the fence,” he said. Candidates “may try to appear ambivalent to outsiders but whisper in donors’ ears that they are really running.” But this is a case where the distributed intelligence of the market will ultimately win, and he concluded that it is “probably hard to keep that a secret for long, especially once F.E.C. reports show money being raised.” After we batted the ideas back and forth a bit, he said that he had come around to liking the idea.\n\nOne argument that he raised concerns insider trading, which is prohibited in financial markets. But perhaps this is a case where insider trading should be encouraged. After all, if campaign insiders who know that their boss plans to run start buying his stock, their actions will push the price higher, leading the whole charade of “considering their options” to end even earlier.\n\nThe idea that markets yield reliable insights has taken a battering in the wake of the global financial crisis, where many bets thought to be valuable turned out to be worthless. But the case for prediction markets is not that they’re perfect, but rather that they’re less bad than the alternative. The current fiction that Mr. Bush is not running seems to be further from the truth than any mispricing I’ve ever seen from a market, even one gripped by a collective mania.\n\nWhatever the law says, I’m willing to call Mr. Bush a candidate. Mr. Bush, if you disagree, are you willing to bet on it?", "byline": "JUSTIN WOLFERS", "description": "Prediction markets would be a way to prevent candidates from sidestepping fund-raising restrictions.", "title": "Campaign Finance: Want to Bet That Jeb Bush Is Running?", "url": "http://www.nytimes.com/2015/06/10/upshot/want-to-bet-that-jeb-bush-is-running.html", "topics": ["campaign_finance"], "people": ["Andrew Gelman", "Nate Cohn", "Jeb Bush", "Scott Walker"], "orgs": ["Dartmouth College"], "authors": [{"author_id": 337, "fullname": "justin wolfers", "primary_org": "nyt"}], "date_written": "2015-06-09 12:00:01", "org": "nyt", "article_id": "647daefb431763d7160c6099e7e02258", "date_access": "2015-06-09 11:07:59.247432"}