{"body": "DONALD TRUMP gives me his Grumpy Cat look.\n\nI’m sitting in his office in Trump Tower high above Fifth Avenue, next to a wall plastered with framed magazine covers giving the effect of an infinity mirror, his face endlessly multiplying — including an old Playboy with the real estate mogul slyly smiling next to a comely bunny.\n\n“I could put up 40 of those walls,” he says. “I have covers in warehouses. It’s crazy.”\n\nI’m trying to tell the freshly minted pol that Megyn Kelly had the right to ask him a question in the debate on how he talks about women, and that she should be tough on the front-runner.\n\nHe’s not buying it. In fact, in his stubborn “I win, you lose” way, he has an assistant come over to hand me a printout of Gabriel Sherman’s New York magazine piece headlined “How Roger Ailes Picked Trump, and Fox News’ Audience, Over Megyn Kelly.”\n\nBut the 69-year-old is trying hard not to bare his claws at any women right now. His wife, Melania, and his daughter Ivanka have told him they don’t want him to come across as a misogynist when they don’t see him that way.\n\n“I have many women executives and they are paid at least as much as the men,” he said. “I find women to be amazing.”\n\nThe billionaire braggart known for saying unfiltered things is trying to be diplomatic. Sort of.\n\nIt has suddenly hit Trump that he’s leading the Republican field in a race where many candidates, including the two joyless presumptive nominees, are sputtering. He’s got the party by the tail — still a punch line but not a joke.\n\nThe Wall Street Journal huffed that Trump’s appeal was “attitude, not substance,” and the nascent candidate is still figuring out the pesky little details, like staff and issues, dreaming up his own astringent campaign ads for Instagram on ISIS and China.\n\nThe other candidates, he says, “have pollsters; they pay these guys $200,000 a month to tell them, ‘Don’t say this, don’t say that, you use the wrong word, you shouldn’t put a comma here.’ I don’t want any of that. I have a nice staff, but no one tells me what to say. I go by my heart. The combination of heart and brain. When Hillary gets up there she reads and then goes away for three days.”\n\nAs he headed off this weekend to see the butter cow in Iowa — “Iowa is very clean. It’s not like a lot of places where you and I would go, like New York City” — Trump is puzzling over a conundrum: How does he curb the merciless heckler side of himself, the side that has won over voters who think he’s a refreshing truth teller, so that he can seem refined enough to win over voters who think he’s crude and cartoonish?\n\nHow does he tone it down when he’s proud of his outrageous persona, his fiery wee-hours Twitter arrows and campaign “gusto,” and gratified by the way he can survive dissing John McCain and rating Heidi Klum when that would be a death knell for someone like Scott Walker?\n\n“Sometimes I do go a little bit far,” he allowed, adding, after a moment: “Heidi Klum. Sadly, she’s no longer a 10.”\n\nHe could act more refined, he muses over spaghetti and meatballs, with a side of pulled pork, in the Trump Tower restaurant, as fans gawk and wait for selfies, but that would make for a boring lunch.\n\nHe relishes giving me a play-by-play of the Kelly and Rosie O’Donnell donnybrooks as though he’s talking about Pacquiao-Mayweather. He beams with pride when he talks about Rush Limbaugh marveling about how much “incoming” he can take.\n\n“I’m a counterpuncher,” he said. “I can’t hit people who don’t hit me. Maybe that’s my weakness. Perry started it. Lindsey Graham started it. This moron Rand Paul just started it because he is mired in 12th place and he’s a U.S. senator.”\n\nHe said Rosie was a bully and the only way to beat bullies is to smack them in the nose.\n\nSo he doesn’t think of himself as a bully?\n\nHe looks hurt. “Oh, no, the opposite,” he said. “In fact, I’ll go a step further. The way to do best with me is to be really nice to me.”\n\nI mention that George Will has written a column demanding that Republican leaders renounce Trump as a cynical opportunist “deranged by egotism.”\n\n“So George Will came to Mar-a-Lago 10 years ago and made a speech,” Trump said. “I refused to go because he’s a boring person.” Trump said he stayed on the patio and had dinner and that offended Will. (Will says he has “other and better reasons for thinking it might not be altogether wise to entrust him with the nation’s nuclear arsenal.”)\n\nI tell Trump that he has transcended the level of narcissism common in a profession full of narcissists. He is, after all, wearing a red tie with a label by “a wonderful guy named Trump,” as he wryly puts it, with his Brioni suit. In the latest Time, Jeffrey Kluger, the author of “The Narcissist Next Door,” said “people at ease inside their skin just don’t behave the way Trump does.”\n\nI ask if he was always like this, boasting that he had the best baby food and the best high chair?\n\n“Honestly, I don’t think people change that much,” Trump said. “I’m a solid, stable person.” Knocking on the wooden restaurant wall, he added: “I am a man of great achievement. I win, Maureen, I always win. Knock on wood. I win. It’s what I do. I beat people. I win.”\n\nNo insecurities?\n\n“I don’t know how you would define insecurity as it pertains to me,” he replies.\n\nHe does have a germ phobia and carries packs of germicidal disposable wipes. He describes how a man came out of a restaurant bathroom the other night with wet hands wanting to clasp his hand. “So what do I do?” Trump asked. “I don’t eat. That’s O.K.”\n\nI note that many people still think his bid is more runaway Macy’s Thanksgiving Day balloon than a run on meaningful issues.\n\nHe says it’s real, noting: “I was with Carl Icahn yesterday and I said, ‘Carl, if I get this thing you are going to represent me on China. Maybe I’ll even give you China and Japan.’ You know, the money they are ripping from us.”\n\nHe is trying to be a bit more low key. He says he thought it would be “cool” not to put his name on some of his “Make America Great Again” caps. But it’s hard to imagine Trump implementing impulse control.\n\nWhat if, I ask him, he fires off a nuclear tweet at Vladimir Putin insulting his pecs or Kim Jong-un calling him a “fat little slob”?\n\n“I’ll only do it for a purpose,” he said. “I have total control. I will get along great with these people. I’m a dealmaker. I’m the best dealmaker there is.”\n\nHow will he deal with Carly Fiorina, who is being hailed as the one to slay Trump after she excoriated him, interpreting his blood “wherever” remark as being about Kelly’s period. (I don’t think he meant it that way.)\n\n“Carly has to be a little bit careful,” he warned.\n\nWhat if he bursts into Trumpian analysis of how Carly and Hillary look?\n\n“Oh, I would never talk about their looks,” he replied primly. He did, however, imitate how his ears felt (“Eeeeeeeeee”) when he hears Carly’s “staccato bing, bing, bing” voice and delivery.\n\nHow important are women’s looks to him?\n\nHe said he has found looks can hold you back, that “some of the great looking men and women, they’ve never had a problem getting a date, they’ve never had a problem in life, now they get into a world which is a cruel place and they don’t fight as hard.”\n\nI ask Trump if he can at least admit that President Obama was born in this country.\n\nThe Grumpy Cat face comes back. “No comment,” he murmurs.\n\nLightning Round With Donald Trump: Maureen Dowd shares more of his impressions on rivals and boldface names here. ", "byline": "MAUREEN DOWD", "description": "The billionaire braggart running for president concedes, “Sometimes I do go a little bit far,” then adds: “Heidi Klum. Sadly, she’s no longer a 10.”", "title": "Op-Ed Columnist: Introducing Donald Trump, Diplomat", "url": "http://www.nytimes.com/2015/08/16/opinion/sunday/introducing-donald-trump-diplomat.html", "topics": ["campaign_finance", "terrorism"], "people": ["Rand Paul", "Vladimir Putin", "Lindsey Graham", "Gabriel Sherman", "George Will", "Donald Trump", "Rush Limbaugh", "Carl Icahn", "Heidi Klum", "Maureen Dowd", "Megyn Kelly", "Rosie O'Donnell", "Ivanka Trump", "Carly Fiorina", "Scott Walker", "Kim Jong"], "orgs": ["Playboy", "Macy"], "authors": [{"author_id": 1651, "fullname": "maureen dowd", "primary_org": "nyt"}], "date_written": "2015-08-15 19:33:48", "org": "nyt", "article_id": "2f1e2256793a243550c0409ecb9f3542", "date_access": "2015-08-15 19:00:54.795087"}