{"body": "Xi Jinping, China’s president and Communist Party chief, arrives in the United States next week for his first state visit. For China, a priority will be bolstering Mr. Xi’s stature at home, and the events planned should play well on Chinese television. These include meetings in Seattle with American business executives, a 21-gun salute on the White House lawn and a state dinner, followed by Mr. Xi’s first speech before the United Nations in New York.\n\nThough common ground may be found on issues like climate change, Mr. Xi is expected to yield little on points of contention between the United States and China, including cyberespionage, island-building in disputed areas of the South China Sea, and tightened controls on foreign businesses and nongovernmental organizations operating in China. Here are the details:\n\nSept. 22 Mr. Xi lands in Seattle, where he will be welcomed by a delegation that will include the former Washington governors Christine Gregoire and Gary Locke, who is also a former ambassador to China.\n\nIn the evening, Mr. Xi will deliver a major policy speech at a dinner for business leaders and other dignitaries, including former Secretary of State Henry Kissinger, sponsored by the National Committee on United States-China Relations and the U.S.-China Business Council.\n\nSept. 23 Mr. Xi takes part in a round-table discussion with chief executives sponsored by Henry M. Paulson Jr., chairman of the Paulson Institute at the University of Chicago and a former Treasury secretary. He will also visit Boeing’s factory in Everett, Wash., its largest production site for commercial aircraft. China is a huge Boeing customer.\n\nMr. Xi will also tour Lincoln High School in Tacoma, which he visited in 1993, when he was an official in Fuzhou in Fujian Province.\n\nMr. Xi will attend the U.S.-China Internet Industry Forum, hosted by Microsoft and the Internet Society of China, with Lu Wei, the Chinese official in charge of Internet policy, and guests who could include Robin Li of Baidu, Jack Ma of Alibaba and executives from Apple, Facebook, Google, IBM and Uber.\n\nSept. 24 Mr. Xi leaves for Washington, where he will have a working dinner at the White House with President Obama, Secretary of State John Kerry and Susan E. Rice, the president’s national security adviser.\n\nSept. 25 Mr. Xi will be greeted with a 21-gun salute at the White House and hold a joint news conference with Mr. Obama. Mr. Kerry and Vice President Joseph R. Biden Jr. will host a lunch for him at the State Department. This will be followed by a visit to Capitol Hill to meet with congressional leaders and in the evening a state dinner at the White House.\n\nSept. 26 Mr. Xi proceeds to New York for events at the United Nations headquarters.\n\nSept. 27 China and the United Nations are hosting the Global Leaders’ Meeting on General Equality and Women’s Empowerment: A Commitment to Action, 20 years after the Fourth World Conference on Women was held in Beijing in September 1995. Mr. Xi is scheduled to make opening remarks and to serve as chairman of the first session.\n\nSept. 28 Mr. Xi speaks at the United Nations’ 70th anniversary session. This will be his first speech at the United Nations and will underline China’s status as a charter member, a co-founder of the postwar international order and a permanent member of the Security Council.\n\nMr. Xi leaves the United States later in the day.\n\nThe United States sees these three issues as the most important:\n\nCybersecurity. The Obama administration says the combination of intellectual property theft and espionage by China has reached unprecedented proportions. The United States is contemplating sanctions against Chinese hackers, and to fend these off, a senior Chinese security official visited Washington recently for talks.\n\nThe South China Sea. The United States, worried about freedom of navigation in one of the busiest commercial waterways in the world, has told China to stop building artificial islands and to halt construction of military facilities on those islands. China considers itself to have sovereign rights over about 80 percent of the South China Sea. It is unlikely that the two sides will bridge their differences, but they may agree to try to manage them.\n\nChina’s new national security law. The law, which China says is necessary to meet a range of emerging threats, including terrorism and online espionage, has raised fears that it will infringe on the ability of American businesses to operate in ways to which they are accustomed in a free-market economy, requiring, for example, that information systems be “secure and controllable.” Also of concern is related legislation that would require nongovernmental organizations to find official sponsors in China.\n\nChina considers these the most pressing issues:\n\nDeveloping a “great power relationship” with the United States. This goal was announced by Mr. Xi in 2012, when he was still vice president, and is an effort to be treated as an equal with the United States. Washington has resisted this, partly because it would call on the United States to respect what China says are its core interests in places like Tibet and the South China Sea.\n\nTrade and investment in technology sectors by American companies. CCTV, China’s state broadcaster, reported that Mr. Xi’s visit would improve business ties between the two countries and narrow differences over protectionist policies and online security.\n\nThe South China Sea. China also places this high on its agenda but is expected to give little ground on its stand that it has “indisputable” sovereignty over large portions of the waterway.\n\nThis is not Mr. Xi’s first visit to the United States, nor his first meeting with Mr. Obama. As Mr. Obama said in 2013, “President Xi is no stranger to the United States.”\n\nIn 1985, Mr. Xi, then Communist Party chief of Zhengding County in Hebei Province, toured Iowa as part of an agricultural delegation under a sister state-province program.\n\nIn May 2006, as Communist Party secretary of Zhejiang Province, he led a delegation of provincial officials to New York, New Jersey and Washington to promote the province and encourage investment.\n\nIn February 2012, Mr. Xi, then China’s vice president, visited Mr. Obama and Mr. Biden at the White House. He also stopped in Muscatine, Iowa, where he met with his host family from his 1985 trip, and California, where he took in a Los Angeles Lakers basketball game.\n\nIn June 2013, Mr. Xi met informally with Mr. Obama at the Annenberg Retreat at Sunnylands, in Rancho Mirage, Calif.\n\nIn November 2014, Mr. Xi met with Mr. Obama during the Asia-Pacific Economic Cooperation summit meeting in Beijing and announced an ambitious joint plan to curb the carbon emissions that contribute to climate change.\n\nChina’s glamorous first lady, Peng Liyuan, a former opera singer, will accompany her husband. There has been no mention of their daughter, Xi Mingze, a Harvard graduate, joining them. In Washington, all eyes will be on Ms. Peng at the state dinner: Will she outshine Mrs. Obama in the fashion stakes?\n\nSecurity is uppermost in the minds of Chinese officials. They have turned down several suggestions for events aimed at making Mr. Xi seem less formidable, apparently because of safety concerns.\n\nAmong those ideas: watching a Nascar race in Chicago, visiting a Starbucks coffee shop in Seattle and attending a baseball game. Perhaps also for security reasons, Mr. Xi is not continuing the tradition of his predecessors, who during their trips to the United States made a point of visiting a university campus; instead he is visiting the high school in Tacoma. (Hu Jintao spoke at Yale; Jiang Zemin spoke at Harvard;  and Deng Xiaoping received an honorary degree from Temple University.)\n\nChina’s chief protocol officers were in Washington a few weeks ago, reviewing every step of the trip. One of their requests: United States security personnel guarantee that protesters will be kept out of sight and earshot of Mr. Xi. The Chinese worry that protesters from Falun Gong, the spiritual sect, or critics of China’s policies in Tibet might appear in the same camera frame as Mr. Xi. In 2006, a Falun Gong protester disrupted a reception for President Hu on the White House lawn, an episode Mr. Xi’s trip planners do not want repeated.\n\nDomestic politics often color a Chinese leader’s visit. One of the Republican contenders in the 2016 presidential election, Gov. Scott Walker of Wisconsin, urged Mr. Obama in August to withdraw the invitation to Mr. Xi and to “focus on holding China accountable over its increasing attempts to undermine U.S. interests.”\n\nHis rival for the nomination, Donald J. Trump, has led the charge against China, taking to Twitter and television with harsh words about China’s economy. “Because China’s going bad it’s going to bring us down, too, because we’re so heavily coupled with China,” he recently told Fox News. He has also said he would offer Mr. Xi a McDonald’s hamburger rather than a state dinner.", "byline": "JANE PERLEZ and YUFAN HUANG", "description": "President Xi Jinping will arrive next week, with meetings with tech leaders in Seattle, with President Obama in Washington, and an address to the United Nations in New York.", "title": "Chinese President’s State Visit Has Weighty Agenda and Busy Schedule", "url": "http://www.nytimes.com/2015/09/18/world/asia/china-president-xi-jinping-state-visit-to-washington.html", "topics": ["china", "economy"], "people": ["John Kerry", "Jiang Zemin", "Gary Locke", "Susan E. Rice", "Deng Xiaoping", "Hu Jintao", "Barack Obama", "Donald J. Trump", "Joseph R. Biden Jr.", "Enter Xi", "Xi Jinping", "Scott Walker", "Henry Kissinger"], "orgs": ["Communist Party", "Paulson Institute", "State Department", "Boeing", "IBM", "University of Chicago", "United States.", "National Committee", "Nascar", "Security Council", "Treasury", "Los Angeles Lakers", "Microsoft", "United Nations"], "authors": [{"author_id": 21979, "fullname": "yufan huang", "primary_org": "nyt"}, {"author_id": 1356, "fullname": "jane perlez", "primary_org": "nyt"}], "date_written": "2015-09-17 19:13:58", "org": "nyt", "article_id": "52fbebddcec6c85a7be7232ecbf2651d", "date_access": "2015-09-17 18:30:26.670721"}