{"body": "Hillary Rodham Clinton‘s campaign expects to have raised more than $45 million since starting her campaign in April, according to a campaign spokeswoman speaking ahead of the Federal Election Commission filings. \n\nNinety-one percent of the donations to Hillary for America were given in increments of $100 or less, the spokeswoman said, an important sign for the campaign to show Mrs. Clinton’s candidacy has excited small-dollar donors who are outside her traditional more moneyed donors in Manhattan and California. \n\nThe $45 million figure compares to the groundbreaking $41.9 million raised by Barack Obama‘s re-election campaign in the same three-month, April-to-June period of 2011.\n\nIn addition to the small-dollar donors, the campaign’s “Hillstarters” program is tapping wealthy bundlers to raise $27,000 from friends who were asked to give the maximum donation for the primary campaign of $2,700. Mrs. Clinton has been on a breakneck fund-raising schedule across the country to woo bundlers and lay out her agenda at these higher-dollar fund-raisers, usually in the penthouses or sprawling suburban homes of donors.\n\nThe $45 million figure, far more than she reported raising during the first few months of her last White House bid, is very likely to be more than any of her Democratic or Republican rivals raise for  their campaigns. But it also reflects her dominance of the Democratic field: Unlike in 2007, there are no other Democratic candidates with substantial reach into the elite tier of Democratic donors and bundlers, and thus little competition.\n\nMoreover, Democrats are far behind Republicans in “super PAC” fund-raising. The lead Democratic “super PAC” backing Mrs. Clinton, Priorities USA, is quite likely to fall short of the $15 million in contributions officials there had hoped to raise by the end of the second quarter. “Super PACs” backing Jeb Bush and Senator Ted Cruz of Texas are each likely to report raising at least three times that amount.\n\nNicholas Confessore contributed reporting.\n", "byline": "AMY CHOZICK", "description": "Hillary Clinton’s campaign expects to have raised more than $45 million since starting her campaign in April, according to a campaign spokeswoman speaking ahead of the Federal Election Commission filings.", "title": "First Draft: Hillary Clinton Raises $45 Million for Primary Campaign", "url": "http://www.nytimes.com/politics/first-draft/2015/07/01/hillary-clinton-raises-45-million-for-primary-campaign/", "topics": ["campaign_finance", "trade", "women"], "people": ["Nicholas Confessore", "Jeb Bush", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Ted Cruz"], "orgs": ["Federal Election Commission", "PAC", "Super PACs"], "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-07-01 16:36:23", "org": "nyt", "article_id": "174b751b653662f7fb323473f87105ca", "date_access": "2015-07-01 15:40:11.021068"}