{"body": "Good Wednesday morning from Washington, where all eyes are on Thursday’s Republican debate now that the lineup has been finalized. Jeb Bush is among those who made the cut, but on Tuesday, he rekindled some concerns about his propensity for off-the-cuff remarks that often require subsequent clarification.\n\nMr. Bush promised to be candid and unscripted in his joyful run for president. Now he’s paying the price.\n\nOver and over, his ad-libbed answers have created distracting kerfuffles (witness his claim that Americans “need to work longer hours”) and, worse, drawn-out controversies (see his handling of a question about the invasion of Iraq).\n\nNow, on the cusp of Thursday’s prime-time Republican debate, his team is grappling with an uncomfortable but inevitable question: Is Jeb his own worst enemy in the Republican contest?\n\nTuesday’s errant remark about women’s health funding is a case study in the dangers of letting Jeb be Jeb. It was as if Mr. Bush was doing rough math in his head – what to do with $500 million in federal funding he wants to strip from Planned Parenthood? – but instead he was on a stage, thinking aloud. And so all the world heard him utter words that no candidate for president wants to say on camera: “I’m not sure we need half a billion dollars for women’s health issues.” (He has since said he “misspoke.” But the video lives on, tweeted and retweeted into eternity.)\n\nPolitical mayhem ensued, just as it did when Mr. Bush talked about the productivity of the American worker.\n\nJeb the policy maven has not quite reconciled with Jeb the presidential candidate, as his own aides more or less concede.\n\nIn their minds, this is a source of pride – it’s what makes Mr. Bush authentic. But it is just as much a liability that will create the kind of video footage that can be lethal in a negative campaign advertisement.\n\nAt Thursday’s debate in Cleveland, the two Jebs will share a very prominent stage, and it will be fascinating to see which one wins the tug-of-war.\n\nMichael Barbaro\n\nStay tuned throughout the day: Follow us on Twitter @NYTpolitics and on Facebook for First Draft updates.\n\nPresident Obama, who is rolling out a multipronged campaign of private entreaties and public advocacy over the next several weeks to build support in Congress for the nuclear deal with Iran, will speak at American University in Washington. He will seek to explain and defend the international agreement reached last month, which would lift some sanctions in exchange for restrictions on Iran’s ability to develop a nuclear weapon.\n\nThe Senate Banking, Housing and Urban Affairs Committee will also discuss the Iran deal, holding a hearing on “The Implications of Sanctions Relief Under the Iran Agreement.”\n\nAnd with the Republican candidates off the trail in preparation for the debate, the Democratic candidates have the field to themselves, with former Gov. Martin O’Malley of Maryland in Iowa on Wednesday, and Senator Bernie Sanders of Vermont, former Gov. Lincoln Chafee of Rhode Island and former Senator Jim Webb of Virginia joining him there on Thursday to speak at an organized labor event. Hillary Rodham Clinton will spend those days fund-raising in the northwest and in Los Angeles.\n\nThe Senate faces another showdown vote on cybersecurity legislation on Wednesday, illustrating anew the struggle the Senate faces in passing even a modest computer system protection bill despite escalating security threats.\n\nWith just a few days remaining before the Senate is scheduled to join the House on summer vacation, officials were uncertain lawmakers would agree to even open debate on the measure, which had already been the subject of a few false starts.\n\nAs is the wont of the Senate, procedure and politics keep getting in the way and sniping over possible amendments is threatening the measure that had seemed headed for easy passage when it cleared the Intelligence Committee in the spring with little opposition.\n\nSenator Mitch McConnell, the Kentucky Republican and majority leader, had been expected to get the ball rolling on the legislation last week, but instead turned his attention to a bill to defund Planned Parenthood, which went down in a fireball of emotional debate on Monday.\n\nNow with time running short, Senator Rand Paul, Republican of Kentucky and one of several senators with privacy concerns about the bill, wants to propose changes, including one concerning auditing the Federal Reserve.\n\nEven if the Senate takes up the legislation, it is unclear lawmakers itching to get out of town will want to stick around to complete the measure. And Mr. Paul and the three other Republican senators running for president intend to be at the debates.\n\nThe Senate now finds itself lagging the House, which in April passed an expansive measure that would push companies to share access to their computer networks and records with federal investigators in response to a series of computer security breaches in government and in the private sector.\n\n— Jennifer Steinhauer\n\nSenator John Cornyn of Texas, the No. 2 Republican, plans on Wednesday to introduce a measure intended to keep firearms out of the hands of mentally ill offenders and to step up community training and prevention programs to reduce the threat of violence involving people with mental illnesses.\n\nMonths in the making, the Mental Health and Safe Communities Act would clarify the types and scope of mental health records that are to be shared through the National Instant Criminal Background Check, with the aim of preventing episodes like the recent shooting in a Louisiana movie theater.\n\nDespite deep differences over gun safety legislation, members of both parties have agreed that better mental health screening and treatment is a potential area of consensus, providing a possible opening for the legislation Mr. Cornyn developed.\n\nIt is not without a degree of political risk for Mr. Cornyn, who was criticized by some gun-rights advocates when he introduced an earlier version of the measure. But the National Rifle Association is behind the bill, aides say.\n\n— Carl Hulse\n\nFox News revealed who made the cut for its 10-person debate, based on polling numbers, and Gov. John R. Kasich is in, Rick Perry is out, and Donald J. Trump, Mr. Bush and Gov. Scott Walker of Wisconsin are in the top three spots.\n\nIn an online speech to the Jewish Federations of North America, Prime Minister Benjamin Netanyahu of Israel called the nuclear deal with Iran “very dangerous.”\n\nAnd some friends of Vice President Joseph R. Biden Jr. are concerned that a run for president could damage his legacy, but few seem eager to tell him of their reservations.\n\nAhead of Mr. O’Malley‘s appearance before the labor group on Thursday, a union leader has accused him, BloombergPolitics writes, “of ‘pandering to extremist and elitist elements within the environmental movement’ with his opposition to Keystone XL pipeline.”\n\nThe Jewish Telegraphic Agency writes that “Three top Jewish Democrats in the U.S. House of Representatives,” have expressed opposition to the Iran deal, listing Representatives Nita M. Lowey and Steve Israel of New York, and Ted Deutch of Florida.\n\nIn an interview with The Washington Post, the conservative billionaire Charles G. Koch, who along with his brother has pledged to spend vast amounts of money in the presidential campaign, dismissed concerns over his influence in United States politics, and “weighed in” on the state of the race, climate change and other issues.\n\nThe Wall Street Journal looks at Mr. Bush‘s lucrative time as an investment banker with Wall Street firms, where he used his policy acumen and myriad connections to help clients.\n\nThe Washington Post’s fact checker calls out Harry Reid, the Senate minority leader, for his inaccurate claim that 30 percent of women rely on Planned Parenthood for health care.\n\nPresidential candidates are not the only ones courting Iowans because of their influence in anointing future presidents.\n\nGroups with policy agendas are also landing in the Hawkeye State, hoping that Iowans will pass on their messages to the White House hopefuls who are parading through their towns.\n\nThe Save the Children Action Network is starting a $750,000 advertising campaign and field operation in Iowa on Wednesday to raise the profile of its High 5 for Kids early childhood education campaign.\n\nThe nonpartisan ads will feature a Democrat, a Republican and an independent and will run in Des Moines, Cedar Rapids and Sioux City in August. Print and digital ads will coincide with a door-to-door canvassing operation in five counties.\n\nBrendan Daly, a spokesman for Save the Children, said the initiative was meant to “influence Iowa caucusgoers to make early childhood education a priority for the presidential candidates.”\n\nThe group already has radio advertisements running in New Hampshire, demonstrating the reach of the early voting states, and has plans for a similar campaign in South Carolina.\n\n— Alan Rappeport", "byline": "THE NEW YORK TIMES", "description": "Jeb Bush is among the 10 Republicans who made the cut for Thursday’s prime time debate, but on Tuesday, he rekindled some concerns about his propensity for off-the-cuff remarks that often require subsequent clarification.", "title": "First Draft: Today in Politics: Commotion Over Ad-Libbed Remarks Fills Divide Between Two Jebs", "url": "http://www.nytimes.com/politics/first-draft/2015/08/05/today-in-politics-commotion-over-ad-libbed-remarks-fills-divide-between-two-jebs/", "topics": ["campaign_finance"], "people": ["Jennifer Steinhauer", "Alan Rappeport", "Carl Hulse", "Ted Deutch", "Harry Reid", "John R. Kasich", "Hillary Rodham Clinton", "Donald J. Trump", "John Cornyn", "Scott Walker", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Jim Webb", "Brendan Daly", "Bernie Sanders", "Benjamin Netanyahu", "Charles G. Koch", "Michael Barbaro", "Rick Perry", "Steve Israel", "Joseph R. Biden Jr.", "Lincoln Chafee"], "orgs": ["National Rifle Association", "Federal Reserve", "Congress", "Senate", "Intelligence Committee", "U.S. House of Representatives", "of North America"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-08-05 11:54:14", "org": "nyt", "article_id": "f44d869440b521860fc5e9317b9a0609", "date_access": "2015-08-05 11:10:12.343034"}