{"body": "Donald J. Trump, the real estate mogul who has tied Republicans in knots in recent weeks with his comments on immigration, will roll into Phoenix on Saturday to address the issue again, just after the head of the Republican Party supposedly asked him to tone down his words on the issue.\n\nThe planned speech is already attracting a storm of attention. Even as city leaders have asked Mr. Trump “to stage his hate-filled circus” elsewhere, ticket requests have been so high the campaign has moved the speech from the swank Arizona Biltmore hotel to the convention center downtown.\n\n“Mr. Trump certainly has a First Amendment right to bluster as much as he wants, and even to pander to our worst instincts in a sad attempt to win votes at the expense of hard-working, honorable, law-abiding Latinos,” Daniel Valenzuela, a Democratic councilman and the city’s vice mayor, said on Thursday. “However, we should draw the line at allowing him to use the Phoenix Convention Center — a public building funded by all of our taxpayers’ dollars.”\n\nMayor Greg Stanton, also a Democrat, issued a similar statement condemning Mr. Trump and his remarks, but assured that the city would not try to prevent the candidate from speaking.\n\nMr. Trump’s spokeswoman, Hope Hicks, said on Friday that 4,500 tickets had already been reserved for the speech, 3,500 more than initially expected.\n\nMr. Trump will appear onstage with Joe Arpaio, the long-serving sheriff of surrounding Maricopa County, whose tactics to track down and deport illegal immigrants have drawn national attention and a federal conviction for racial profiling in 2013.\n\nMr. Trump has attracted sharp criticism from business and political leaders since asserting in his campaign announcement that those crossing the United States-Mexico border illegally include rapists and criminals. The remarks led several businesses, including Macy’s, Univision and NBC, to cut their ties with the developer.\n\nRepublicans will be watching the weekend swing through the desert closely to see if Mr. Trump tempers his language on the issue. This week, Reince Priebus, the chairman of the Republican National Committee, was said to have urged Mr. Trump in a phone call on Wednesday to soften his tone on immigration.\n\nMr. Trump is expected to start the day on Saturday in Las Vegas, where he will speak at FreedomFest, an annual libertarian-leaning gathering that bills itself as the “world’s largest gathering of free minds.” Ms. Hicks said he will also hold a press conference after the event.", "byline": "NICHOLAS FANDOS", "description": "Donald J. Trump will come to Phoenix on Saturday to address the contentious issue of immigration again, even as city leaders have asked the billionaire businessman “to stage his hate-filled circus” elsewhere.", "title": "First Draft: Event for Donald Trump in Phoenix Will Draw Thousands", "url": "http://www.nytimes.com/politics/first-draft/2015/07/10/event-for-donald-trump-in-phoenix-will-draw-thousands/", "topics": ["immigration"], "people": ["Greg Stanton", "Joe Arpaio", "Donald Trump", "Reince Priebus", "Donald J. Trump", "Hope Hicks"], "orgs": ["Republican Party", "Univision", "Phoenix Convention Center", "Republican National Committee"], "authors": [{"author_id": 29260, "fullname": "nicholas fandos", "primary_org": "nyt"}], "date_written": "2015-07-10 16:25:35", "org": "nyt", "article_id": "c654b3be2404fdf0a5e94ca1a2ac8c21", "date_access": "2015-07-10 15:40:10.011176"}