{"body": "  \n\nGood Monday morning from Washington. President Obama leaves for Boston to help dedicate an education center and a replica of the Senate honoring its late and revered lion, while the actual Senate begins gearing up for crucial races. Jeb Bush wins a new kind of straw poll, and a new look at the first lady’s life sheds some light on a future president’s early aspirations.\n\nA new biography of Michelle Obama has Washington buzzing with its portrait of the country’s first African-American first lady. But the book opens a window into her other half as well.\n\nThe Barack Obama who emerges from “Michelle Obama: A Life” by Peter Slevin is a man of surpassing ambition and more than a little calculation. While he seemed to rocket from nowhere onto the national stage, he had been thinking for a long time about how to ignite the launch.\n\nAt age 26, after a stint as a community organizer, Mr. Obama had a drink with Bruce Orenstein, with whom he had worked in Chicago.\n\n“Barack asked Orenstein what he wanted to be doing in 10 years,” Mr. Slevin writes in the book, which comes out April 7. “Orenstein said he hoped to be making film documentaries and batted the question back to Barack. In 10 years, Barack said, he wanted to be mayor of Chicago.”\n\nMr. Slevin, a Northwestern University professor and former Washington Post reporter, talked with allies of Mr. Obama who found him thinking ahead to the choices between liberal instincts and election imperatives.\n\nAfter he entered politics, Mr. Obama talked with a fellow community organizer with the Association of Community Organizations for Reform Now, a liberal antipoverty group known as Acorn.\n\n“I may not be as liberal as Acorn members want me to be,” he told her, according to the book. “I may believe some things and do some things that Acorn members believe are too middle of the road.”\n\nThe observation proved true, as many liberals have expressed disappointment in what they see as a less than full-throated advocacy of their cause, but it was not nearly true enough for many on the right, who see him as living nowhere near the middle of the road.\n\n— Peter Baker\n\nStay tuned throughout the day @NYTpolitics for First Draft updates\n\nCongress is out for two weeks, but there’s still plenty of activity in the Senate — the 2016 Senate races, that is.\n\nRepresentative Tammy Duckworth of Illinois, a Democrat and Iraq war veteran, is scheduled on Monday to become the first prominent challenger for the seat held by Mark S. Kirk, a Republican. Other House members are weighing bids in Illinois, a state that usually trends Democratic in presidential elections.\n\nWith Senator Marco Rubio, Republican of Florida, seemingly preparing a presidential run, interest in the Florida race is escalating and has drawn a top Democrat in Representative Patrick Murphy. Senator Michael Bennet, the Colorado Democrat who pulled out a surprise win in 2010, has a begun a fund-raising appeal to try and make an emphatic financial statement in his first 2015 report.\n\nWhile Nevada was always going to be a big Senate contest, Senator Harry Reid‘s retirement has completely changed the dynamic of the swing state tussle. Competitive contests are also underway in Maryland, Missouri, Ohio and Pennsylvania.\n\nThe heightened level of activity at this early stage shows that 2016 isn’t going to be solely about the White House.\n\n– Carl Hulse\n\nOne of the ambitions of the Edward M. Kennedy Institute for the United States Senate, which is scheduled to be dedicated in Boston on Monday by President Obama and a host of Mr. Kennedy’s former colleagues, is to try to remind Americans of the Senate at its best.\n\nHere’s an unstated lesson: It pays to have friends running the Appropriations Committee.\n\nMore than $18 million of the $38 million in public funds for the center was funneled through the Defense Appropriations Subcommittee, a powerful panel once run by other Senate powerhouses who have died in recent years: Senators Daniel K. Inouye, Democrat of Hawaii, and Ted Stevens, Republican of Alaska.\n\nTheir contributions to the center are set to be remembered at the dedication: Their widows will be seated at desks in the centerpiece of the institute, a strikingly realistic replica of the Senate chamber.\n\n– Carl Hulse\n\nThe year before a presidential election is littered with temperature-taking polls and tests of voter whims. There’s the CPAC straw poll, the Ames (now Boone!) straw poll in Iowa, the Values Voter straw poll. And the Grafton County Republicans Tie Auction and Fund-Raiser in New Hampshire.\n\nYes, the tie auction has joined the crowded field of presidential predictive events, putting up for prospective voters and fashionistas the very ties (and a scarf belonging to the former Hewlett-Packard executive Carly Fiorina) worn by potential 2016 Republican candidates. EBay served as the auctioneer, intoning on the site a rapid fire warning of text: “Pre-owned. This item has been used or worn previously. No noticeable wear.”\n\nJeb Bush’s tie was the winner, going for $355. Mr. Bush, the former Florida governor, offered a shimmery, blue-striped tie with his autograph in black marker.\n\nA dark blue tie with stars and moons and belonging to former Gov. George E. Pataki of New York was close behind at $350. Gov. John R. Kasich of Ohio donated the most colorful tie, a red, white and blue interpretation of the state flag. It went for $150.\n\nIf the tie auction offers any insight, beyond the taste of some of the candidates, it’s that last year’s Iowa caucus victor, Rick Santorum, has some work to do. His red tie adorned with elephants, a symbol of the party, sold for $57, the cheapest of the lot.\n\nBut, in his defense, Mr. Santorum’s tie may have suffered from a crowded field vying for a coveted segment of the vote: It was one of four dotted with elephants.\n\n– Nick Corasaniti\n\n President Obama will travel to Boston to lead the dedication ceremony of the Edward M. Kennedy Institute for the United States Senate.\n\n Senator Rand Paul of Kentucky will attend a $250-a-plate dinner and fund-raiser in Miramar Beach, Fla.\n\n The Supreme Court will hear arguments in Brumfield v. Cain to determine whether a state court erred in ruling against a man sentenced to death for the killing of a police officer in 1996, who sought to show he was mentally disabled and therefore ineligible for the death penalty.\n\n Former Gov. Jeb Bush of Florida and Gov. Scott Walker of Wisconsin offer dueling visions of how a Republican can retake the White House.\n\n Gov. Mike Pence (earlier, we incorrectly called him Mark Pence) says Indiana may clarify a religious beliefs law that has been criticized as potentially discriminatory.\n\n A representative of a group of Jewish leaders said Hillary Rodham Clinton told him she wanted to put the relationship between the United States and Israel back on “constructive footing.”\n\n The delayed vote on Loretta E. Lynch‘s nomination for attorney general has put Republicans in a quandary.\n\n Former Gov. Martin O’Malley of Maryland, a Democrat, warns against a Clinton or Bush dynasty.\n\n The Tampa Times sees significance in a site booked by Senator Marco Rubio of Florida, who is widely expected to announce in April his candidacy for the Republican nomination for president.\n\n The Washington Post finds common ground among the potential Republican candidates.\n\n Doug Ross, a columnist at The Times of Northwest Indiana, criticizes Gov. Mark Pence’s support of a “religious liberty” law that some fear could sanction discrimination against gays. “So much for Hoosier hospitality,” Mr. Ross writes.", "byline": "THE NEW YORK TIMES", "description": "A new biography of Michelle Obama has Washington buzzing and the 2016 Senate race gets an early start.", "title": "First Draft: Today in Politics: Obama’s Countdown for His Ascent Predated Politics, Book Says", "url": "http://www.nytimes.com/politics/first-draft/2015/03/30/today-in-politics-obamas-countdown-for-his-ascent-predated-politics-book-says/", "topics": ["campaign_finance"], "people": ["Loretta E. Lynch", "Peter Slevin", "Harry Reid", "Nick Corasaniti", "Tammy Duckworth", "Peter Baker", "Ted Stevens", "Michelle Obama", "John R. Kasich", "Hillary Rodham Clinton", "Scott Walker", "Rand Paul", "Jeb Bush", "Martin O'Malley", "Mark S. Kirk", "Mike Pence", "John F. Kennedy", "Herman Cain", "E. Pataki", "Patrick Murphy", "Marco Rubio", "Barack Obama", "Michael Bennet", "Carly Fiorina", "Rick Santorum", "Carl Hulse"], "orgs": ["Northwestern University", "Congress", "Senate", "Supreme Court", "Republican of Florida", "United States Senate", "Appropriations Committee"], "authors": [{"author_id": 314, "fullname": "the new york times", "primary_org": "nyt"}], "date_written": "2015-03-30 14:28:17", "org": "nyt", "article_id": "392aa99c822ec2989cd6f689ad268084", "date_access": "2015-03-30 15:08:47.284716"}