{"body": "Candidates, welcome to Iowa. Now meet the governor’s son, who is tracking you.\n\nEric Branstad, a Republican like his father, Gov. Terry E. Branstad, has lurked at candidates’ events across the state, sometimes with colleagues recording video. But rather than collecting opposition research, the younger Mr. Branstad is representing Iowa’s prized ethanol industry, which faces increasing pressure to wean itself of government support.      \n\nMr. Branstad, 39, popped up at four appearances in Iowa this week by Senator Ted Cruz of Texas. Mr. Branstad was there on behalf of  America’s Renewable Future, a pro-ethanol group that also planted supporters in the audience to press Mr. Cruz about his opposition to the Renewable Fuel Standard, a federal mandate benefiting farmers. At a stop in Dubuque, two people recording for Mr. Branstad were shown the door.   \n\n“We’re not trying to record ‘gotcha’ moments,’’ said Mr. Branstad, who promised that supporters of his group would attend political events throughout the year. He said the group  was part of a grass-roots advocacy campaign that has a multimillion-dollar budget from Iowa’s agriculture industry. The group posted recordings of Rick Santorum and Mike Huckabee last week talking about the Renewable Fuel Standard. \n\n“This is a very important subsidy to Iowa agriculture, to Iowa farmers,’’ Mr. Branstad said.  “The price of corn and soybeans are selling well below production value today.’’\n\nThe mandate requires that corn-based ethanol and other biofuels be blended with gasoline. Supporters say it keeps corn and soybean prices high and gas prices low. But the Environmental Protection Agency is considering reducing the volume of biofuels required in the mix. At the same time, some conservatives oppose the regulation as a federal subsidy.  \n\nIn Des Moines on Thursday evening, an audience member asked Mr. Cruz why he opposed the mandate. The senator said he supported legislation “to phase out” the fuel standard. And he contrasted his willingness to take an unpopular position with other candidates who he said tell different groups of voters what they hope to hear. \n\nMr. Branstad said that to him, Mr. Cruz sounded inconsistent. The senator co-sponsored a bill in 2013 to repeal the fuel mandate, not phase it out. And he seemed to have toned down a harsher message he delivered at an agriculture forum in Iowa last month, when he said ethanol should compete for itself in a free market without Washington “picking winners and losers.’’ \n\nA spokeswoman for Mr. Cruz, Catherine Frazier, said the senator had been consistent on this and other issues. \n\n“Voters deserve elected leaders who will tell them the truth,’’ she said. “That is what Senator Cruz does no matter where he goes, and his positions are the same no matter where he travels.’’", "byline": "TRIP GABRIEL", "description": "Candidates, welcome to Iowa. Now meet the governor’s son, who is tracking you.", "title": "First Draft: Son of Iowa Governor Is Trailing Candidates, on Behalf of Ethanol", "url": "http://www.nytimes.com/politics/first-draft/2015/04/03/son-of-iowa-governor-is-trailing-candidates-on-behalf-of-ethanol/", "topics": ["economy", "terrorism"], "people": ["Mike Huckabee", "Rick Santorum", "Ted Cruz", "Catherine Frazier", "Terry E. Branstad"], "orgs": ["Environmental Protection Agency"], "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-04-03 22:39:39", "org": "nyt", "article_id": "ec183bc0479373a3537e47186691011b", "date_access": "2015-04-03 22:09:21.174183"}