{"body": "Donald Trump has no problem speaking his mind. His security detail, however, has had some difficulty allowing others to speak theirs, at least according to a recent lawsuit.\n\nOn September 3, a group of demonstrators stood outside Mr. Trump’s Manhattan headquarters to protest the candidate’s criticisms of immigrants. They waved a sign that changed the Republican presidential candidate’s slogan from “Make America Great Again” to “Make America Racist Again.”  Some of the protesters wore white hoods, a reminder that David Duke, formerly the leader of the Ku Klux Klan, praised Mr. Trump and his comments on immigration earlier this year.\n\nHaving none of it, Mr. Trump’s beefy security team arrived and Keith Schiller, his chief of security, grabbed one of the signs, tore it and then engaged in a scuffle with at least one of the protesters, according to a lawsuit the protesters later filed.\n\nAlan Garten, the executive vice president and general counsel for The Trump Organization, said Mr. Trump’s security guards were only concerned that the sign was blocking access to the sidewalk, that they asked the protesters to move it before removing it themselves, and that Mr. Schiller only struck a protester when he felt the protester’s hands on his waist, near his gun.\n\nNow a Bronx Supreme Court Judge has ordered the Trump team to allow protesters on the public sidewalk and refrain from interfering with their banners. As Judge Fernando Tapia wrote in Monday’s decision, the sidewalk is a public space. Mr. Trump’s lawyers argued that his team needed to defend that space for those arriving in car services or taxis. But by that logic, the judge wrote, property owners “whenever they wish, would be free to curtail all speech occurring on the sidewalk in front of their property which that particular owner finds offensive.”\n\nOffensive speech, as all New Yorkers know, is a valuable part of the cityscape.  Developers who don’t use union workers often find a huge rat balloon facing their building site.  Protesters usually know to stay on the public sidewalk, which Judge Tapia noted has traditionally been a “quintessential public forum.”\n\nMr. Garten said Mr. Trump’s camp has no problem with the judge’s order, or with lawful protests on the sidewalk. “This is not, for us, a First Amendment issue,” he said. “It’s a safety issue.”\n\nWith the judgement in hand, protesters can be expected to continue demonstrating in front of the Trump establishment, confined, of course, to the sidewalks.", "byline": "ELEANOR RANDOLPH", "description": "A judge says Donald Trump’s security team must allow protesters on the sidewalk in front of Mr. Trump’s headquarters.", "title": "Taking Note: A Win for Anti-Trump Protesters", "url": "http://takingnote.blogs.nytimes.com/2015/10/20/a-win-for-anti-trump-protesters/", "topics": ["immigration"], "people": ["Donald Trump", "David Duke", "Alan Garten", "Keith Schiller"], "orgs": ["The Trump Organization", "Ku Klux Klan"], "authors": [{"author_id": 30403, "fullname": "eleanor randolph", "primary_org": "nyt"}], "date_written": "2015-10-21 03:06:56", "org": "nyt", "article_id": "36c23b254ee28fa1e86aeea9e7d4f1c0", "date_access": "2015-10-21 02:44:05.516844"}