{"body": "\n                                        Updated 10/01/15 03:29 PM EDT\n\n                                        By \nDaniel Strauss\n\nJohn Moore briefly becomes a political football.\n\n10/01/15 03:27 PM EDT\n\n                                        By \nNick Gass\n\nDonald Trump fires back at the 2012 GOP nominee on Twitter.\n\n10/01/15 03:20 PM EDT\n\n                                        By \nHadas Gold\n\nSpokespeople for the Clinton campaign and Saturday Night Live did not immediately respond to requests for comment.\n\n10/01/15 03:17 PM EDT\n\n                                        By \nNick Gass\n\nJosh Earnest says the issue of gun control has not fallen on the administration's priority list.\n\n10/01/15 02:59 PM EDT\n\n                                        By \nBen Schreckinger\n\n‘It would be funny if it wasn’t so sad that this man is leading in the polls,’ said the spokesman for a group set to host Trump next week.If Donald Trump...\n\n                                        Updated 10/01/15 02:49 PM EDT\n\n                                        By \nRachael Bade\n\nMCCarthyBenghazi\n\n                                        Updated 10/01/15 02:32 PM EDT\n\n                                        By \nNick Gass\n\nFrom air traffic woes to more technology troubles, the latest release of Clinton emails includes some gems.\n\n10/01/15 02:25 PM EDT\n\n                                        By \n                                                Joseph J. Schatz\n\nVestager watch — Bad news for Facebook?\n\n                                        Updated 10/01/15 02:09 PM EDT\n\n                                        By \nNick Gass\n\nApparently it takes a hurricane to keep Donald Trump from the trail.\n\n10/01/15 02:06 PM EDT\n\n                                        By \nNick Gass\n\nFrom a pledge to 'crawl through broken glass' to talk of a 'unique friendship,' Clinton's emails are full of gushing notes.\n\n                                        Updated 10/01/15 02:06 PM EDT\n\n                                        By \nNick Gass\n\nRussia targeted \"ISIL-associated depots, armaments and sites,\" Moscow's foreign minister says.\n\n10/01/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\n'Washington: It's a strip club.'\n\n                                        Updated 10/01/15 01:59 PM EDT\n\n                                        By \nDaniel Strauss\n\n\"Donald seems to have a harder time taking criticism and he probably needs to put on his big-boy pants too.\"\n\n10/01/15 01:48 PM EDT\n\n                                        By \nHadas Gold\n\nA dozen members of the California legislature and several prominent civic and business leaders are calling on Tribune publishing to keep the Los Angeles...\n\n10/01/15 01:48 PM EDT\n\n                                        By \nKimberly Hefling\n\nThe NEA's PAC recommended that the union's board endorse her, which could happen as early as the end of this week.\n\nForeign Policy\n\n                                        Updated 10/01/15 01:37 PM EDT\n\n                                        By \nJohn Bresnahan\n                                         and \nEdward-Isaac Dovere\n\nThe Senate leader wanted the president to side with Israel by disavowing a U.N. resolution calling for a Palestinian state. It didn't happen.\n\n                                        By \n                                                Natasha Korecki\n\n\n10/01/15 01:23 PM EDT\n\n                                        By \nEliza Collins\n\nIsraeli Prime Minister Benjamin Netanyahu had some kind words for his allies, including the U.S., but he had a strong message: Don't mess with us. \n\n10/01/15 01:12 PM EDT\n\n                                        By \nLauren French\n\nThe speaker vote on the floor hasn't been scheduled as Republicans first need to select their candidate next week.\n\n10/01/15 01:04 PM EDT\n\n                                        By \nNick Gass\n\nVoters most often associate the words \"favorable,\" \"honest,\" and \"trustworthy\" with the vice president.\n\n10/01/15 12:55 PM EDT\n\n                                        By \nMatt Wuerker\n\n\n10/01/15 12:29 PM EDT\n\n                                        By \nAlex Guillén\n\nThe move will bitterly disappoint green groups that wanted even stricter limits.\n\n                                        By \n                                                Rep. Sander Levin\n\nThe trade deal could be a powerful lever to improve worker rights and fix some of NAFTA’s mistakes. It’s not there yet.\n\n                                        Updated 10/01/15 12:08 PM EDT\n\n                                        By \nJake Sherman\n\nMcCarthy is trying to maximize his vote count ahead of the Oct. 8 leadership election.\n\n10/01/15 12:07 PM EDT\n\n                                        By \nEliza Collins\n\nDonald Trump says he has no plans to tank.\n\n                                        Updated 10/01/15 11:46 AM EDT\n\n                                        By \nEliza Collins\n\nHillary Clinton finds Kevin McCarthy's comments that tout the Benghazi investigation and her dropping poll numbers as related 'deeply distressing.'\n\n10/01/15 11:00 AM EDT\n\nIn The Arena\n\n10/01/15 10:58 AM EDT\n\n                                        By \n                                                Rich Lowry\n\nIt’s the Abortion, Stupid\n\n10/01/15 10:51 AM EDT\n\n10/01/15 10:22 AM EDT\n\n10/01/15 10:02 AM EDT\n\n                                        By \nDarius Tahir\n\nHELP hearing — Jeb! with a health IT recommendation?\n\n10/01/15 10:02 AM EDT\n\n                                        By \nTheodoric Meyer\n\nFundraising reports we’re watching — Another potential Bennet challenger won’t run\n\n10/01/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nCWA members mull Sanders, Clinton ... and Trump! — Franchises take to the Hill \n\n10/01/15 10:02 AM EDT\n\n                                        By \nEric Wolff\n\nSurvivor: Marshall Islands — Senate committee has crude intentions\n\n10/01/15 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nWe have a budget deal — HEA state of play\n\n10/01/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nPasswords move one step closer to the end — DoD has unresolved cyber recommendations\n\n10/01/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nCongress weighs in on USTR efforts\n\n10/01/15 10:00 AM EDT\n\n                                        By \nJenny Hopkinson\n\nTPP talks could go into overtime — Obama signs ag reauthorization acts\n\n10/01/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nHappy new fiscal year!\n\n10/01/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nClub for Growth disses Kasich.\n\n10/01/15 10:00 AM EDT\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nObamacare and the gig economy.\n\n                                        Updated 10/01/15 09:46 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe move underscores Paul's effort to turnaruond lackluster polling.\n\n10/01/15 09:22 AM EDT\n\n                                        By \nHadas Gold\n\nEllen Pollock to succeed him as editor of Businessweek\n\n10/01/15 08:55 AM EDT\nHarry Reid's requests that the White House promise to oppose a Palestinian state at the UN were brushed off by Obama.\n\n10/01/15 08:33 AM EDT\nBernie Sanders and Ben Carson surprise with big fundraising hauls.\n\n10/01/15 08:32 AM EDT\nROSKAM bows out.\n\n10/01/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nObama signs stopgap funding measure.\n\n10/01/15 08:00 AM EDT\n\n                                        By \nBen White\n\nMore battle for NYC — Bush to 'surpass' Q2 fundraising — The Litan backlash — Warren power\n\n                                        Updated 10/01/15 07:38 AM EDT\n\n                                        By \nEliza Collins\n\nRussia acknowledged Thursday that its airstrikes in Syria are not just targeting the Islamic State.\n\n                                        By \n                                                Allen Grunes\n\nHow the industry took control of a new privacy role—and how policymakers can take it back.\nWe're working on more stories right now\n\n                                            By \n                                                    Josh Zeitz\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Steven Lee Myers\n\n\n                AP Photo\n\n                        ‘It would be funny if it wasn’t so sad that this man is leading in the polls,’ said the spokesman for a group set to host Trump next week.\n\n            By \nBen Schreckinger\n\n10/01/15 02:59 PM EDT\nIf Donald Trump thought Megyn Kelly was tough, he should get ready for the Hispanic Chamber of Commerce.\nNext Thursday, the businessman will sit down with the group to answer some questions, and its leaders are making it clear that that interview will be no cake walk.\nStory Continued Below\n“We’re not going to go easy on him. A lot of people think it’s just going to be this positive thing,” said the group’s communications director Ammar Campa-Najjar, who went on to share some choice words about the businessman, his ideas and his candidacy. They included “sad,” “absurd” and “broken.”\n“I’ve been tight-lipped for a while, but I’ve got to speak up now,” said Campa-Najjar. “It would be funny if it wasn’t so sad that this man is leading in the polls and that this is his idea for a fiscally responsible, fair and feasible plan for dealing with immigrants.”\nCiting its $400 billion price tag, Campa-Najjar said Trump’s immigration plan was a fiscal loser. He added, “The deporting thing is so absurd that no one can get behind it and he needs to explain how that’s going to work.”\nCampa-Najjar also dismissed the Trump campaign’s claims that he already enjoys support among many Hispanics and his belief that he will win over much of the rest of them.\n“When we talk to them, they give the impression they’re doing so well with Hispanics, ‘oh Hispanics love me,’ and I think that’s at best, out of touch with reality,” he said. \nCampa-Najjar pointed to the small sample size of a July poll, oft-cited by Trump, that shows him winning Hispanic Republicans in Nevada with 31 percent support. “Congratulations, you got 80 Hispanics to say they support you,” he said. “There’s 55 million Hispanics and you need 47 percent of the Hispanic votes to win the White House, according to some estimates.”\n(In a national ABC/Washington Post poll conducted in July, 84 percent of Hispanics said they “definitely would not” vote for Trump)\n\n\n“What we’re hearing is he has virtually no chance of winning back support from the Hispanic business community,” said Campa-Najjar. “That’s putting it mildly -- he never had it. At best he could clarify his stance.”\nA Trump campaign spokeswoman did not immediately respond to a request for comment.\nThe Hispanic Chamber’s president and CEO, Javier Palomarez, also said Trump was in for rigorous questioning. “We will challenge Mr. Trump on his views. We’ll challenge him on his rhetoric. We intend to have a very candid discussion,” said Palomarez. “He claims he’s been mischaracterized so this will give him an opportunity to set the record straight, and we’ll allow our constituency of business owners and executives to be the judge and jury of Donald Trump and his words.”\nCiting a shared interest in business, Campa-Najjar predicted that Trump and the chamber’s members could also reach some common ground. “I’m sure we’ll find some things that we don’t outright disagree with,” he said. “A broken clock is right twice a day.”\nBen Schreckinger is a reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "‘It would be funny if it wasn’t so sad that this man is leading in the polls,’ said the spokesman for a group set to host Trump next week.", "title": "Donald Trump is about to walk into a buzz-saw", "url": "http://www.politico.com/story/2015/10/donald-trump-hispanic-chamber-of-commerce-immigration-214334", "topics": ["immigration"], "people": ["Josh Earnest", "Harry Reid", "Joseph J. Schatz", "Isaac Arnsdorf", "Rachael Bade", "Hadas Gold", "Natasha Korecki", "Tim Starks", "Steven Lee Myers", "Jenny Hopkinson", "Brian Mahoney", "Jeremy Herb", "Kimberly Hefling", "Theodoric Meyer", "Darius Tahir", "Alex Guillen", "Caitlin Emma", "Rich Lowry", "Nick Gass", "Jack Shafer", "Matt Wuerker", "Jennifer Scholtes", "Isaac Dovere", "John Moore", "Sander Levin", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Kate Tummarello", "Megyn Kelly", "Toby Eckert", "Lauren French", "Josh Zeitz", "Benjamin Netanyahu", "Ben Schreckinger", "Ammar Campa", "Daniel Strauss", "Javier Palomarez", "Ellen Pollock", "Hillary Clinton", "Ben Carson", "Ben White", "Victoria Guida", "Alex Byers", "Eric Wolff", "Bernie Sanders", "Allen Grunes"], "orgs": ["NEA", "Congress", "NAFTA", "Senate", "Hispanic Chamber", "U.N.", "Hispanic Chamber of Commerce", "CWA", "ISIL", "GOP", "Businessweek"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-10-01 19:59:34", "org": "politico", "article_id": "89cdb3243e5b32b6ee3b7a289c3b7d17", "date_access": "2015-10-01 19:30:09.715167"}