{"body": "Getty\nBy Nick Gass\n7/1/15 10:58 AM EDT\nUpdated 7/1/15 11:54 AM EDT\nMacy’s is dumping Trump, too. But according to Trump, he’s dumping Macy’s.\nThe retail chain announced Wednesday that it is pulling all Donald Trump-brand merchandise, weeks after the Republican presidential candidate referred to immigrants from Mexico and other countries as “killers and rapists.” The candidate has continued to reiterate his remarks in recent days.\nStory Continued Below\n“We are disappointed and distressed by recent remarks about immigrants from Mexico. We do not believe the disparaging characterizations portray an accurate picture of the many Mexicans, Mexican Americans and Latinos who have made so many valuable contributions to the success of our nation,” Macy’s said in a statement Wednesday, first reported by CNN.\n“In light of statements made by Donald Trump, which are inconsistent with Macy’s values, we have decided to discontinue our business relationship with Mr. Trump and will phase-out the Trump menswear collection, which has been sold at Macy’s since 2004.”\nIn a separate statement, Trump said that it was his decision to end his business relationship with the company “because of the pressure being put on them by outside sources.”\n“While selling Trump ties and shirts at Macy’s is a small business in terms of dollar volume, my principles are far more important and therefore much more valuable,” the billionaire candidate said, adding that he has “never been happy about the fact that the ties and shirts are made in China, and should I start a new product line in the future, I would insist that they are made in America.”\nA MoveOn.org petition urging the Cincinnati-based company to get rid of Trump’s products, and his association with the brand had drawn more than 700,000 signatures as of Wednesday morning.\nAlso on POLITICO\nSTEVEN SHEPARD\n“Macy’s: Donald Trump does not reflect ‘the magic of Macy’s,’” the petition reads, in reference to the store’s slogan and its mission statement. “We urge you to sever ties with him. Macy’s says it has a strong obligation to be ‘socially responsible’ and that ‘actions speak louder than words.’ Indeed. It’s time to act.”\nAngelo Carusone, the executive vice president of progressive media watchdog Media Matters for America, created the petition in 2012 and praised the decision on Wednesday.\n“In the last few days, Donald Trump has demonstrated what participants in the Dump Trump effort have been warning Macy’s about for years — that Donald Trump’s brand of bigoted bullying is simply bad for business,” he said in a statement. “After more than three years of allowing Donald Trump’s toxic brand to turn off thousands of customers and damage their own reputation, Macy’s has finally made the right decision to stop investing in and supporting Donald Trump. Onward!”\nMacy’s decision comes on the heels of separate announcements by NBCUniversal and Univision, which said its networks would not air the telecast of the annual Miss USA pageant, partially owned by Trump.\nNBC also announced that he would no longer appear on “The Apprentice.”\nAlso on POLITICO\nHADAS GOLD\n“Clearly, NBC and Macy’s support illegal immigration, which is totally detrimental to the fabric of our once great country,” Trump said in his statement.\nOn Tuesday, Trump announced that he was suing Univision for $500 million, alleging a breach of contract and defamation.\n“Nothing that I stated was different from what I have been saying for many years. I want strong borders, and I do not support or condone illegal immigration,” he said in his statement, which he also posted to his Instagram account.\nA Univision spokeswoman called Trump’s suit “both factually false and legally ridiculous.”\nBy JONATHAN RAUCH\nBy MOHAMMAD ALI SHABANI\nBy MICHAEL SHERMER\nBy JOHN SIDES and  ERIC MCGHEE\n© 2015 POLITICO LLC", "byline": "", "description": "The retail chain announces that it is pulling all Donald Trump-brand merchandise.", "title": "Macy's dumps Trump", "url": "http://www.politico.com/story/2015/07/donald-trump-macys-pulling-merchandise-119633.html", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Nick Gass", "Angelo Carusone"], "orgs": ["Univision", "NBCUniversal", "Macy", "HADAS GOLD"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-07-01 15:58:19", "org": "politico", "article_id": "122933ba920a27135a3742cecc3d895e", "date_access": "2015-07-01 16:20:05.057996"}