{"body": "\n2016\n\nBush soars and Cruz wows, while Rubio and Walker survive with the help of a few friends.\nBy Glenn Thrush\n7/31/15 7:17 PM EDT\nUpdated 7/31/15 7:57 PM EDT\nAP Photo\nThere’s Jeb, and then there’s everybody else.\nIt came as no surprise that Jeb Bush is the uncontested Sultan of Super PACs with his independent expenditure arm, Right to Rise, pulling in a jaw-dropping $103 million during its inaugural reporting period, more than double its closest competitor.\nStory Continued Below\nThat tally was huge but it might have been less impressive than another metric: 1,656 – that was the number of pages of the Right to Rise report filed with the Federal Election Commission on document-dump Friday, astonishing both for the breadth and depth of the contributions listed therein. Bush is getting his share of million-dollar commitments, but he’s pulling in medium-big checks of $10,000 or more with the ease other candidates scoop up $100 contributions at a BYOB house parties.\nSure, Bush has marquee donors like New York Jets owner Woody Johnson and health industry investor Miguel Fernandez, along with the candidate’s brother and dad. But he has so many wealthy contributors that his isn’t just the most well-funded organization in the 2016 cycle but arguably the least beholden to any individual donors – although his connections to the moneyed elite make him a prime target for his party’s populist wing.\nWhat should scare his primary rivals isn’t how much Bush raised in the first half of the year but how easily he may match or exceed that total in the second half, especially if a few major donors yet to pick a horse break his way. If he spends relatively little over the next six months, it’s conceivable Right to Rise heads into 2016 with $175 million or more in the bank, Republican fundraisers surmise.\nWith that in mind, here are five takeaways from the first raft of super PAC filings.\nYou ain’t seen nothing yet. The $200-million-plus reported by their affiliated super PACs this week was chump change, considering the total didn’t include anything from the sidelined heavyweights of GOP fundraising who haven’t selected their favorites yet. The network of groups connected with the billionaire Koch brothers has signaled it will spend as much as $889 million during the 2016 election cycle in support of conservative causes and candidates – and to attack Hillary Clinton, the likely Democratic nominee. It’s only fitting that the second casting-call meeting for would-be Koch beneficiaries is starting this weekend in California – with Rubio, Walker, Bush, Carly Fiorina and Ted Cruz expected to schmooze major GOP donors. Then there’s Israel-centric mega-donor Sheldon Adelson who spent more than $100 million in the 2012 cycle and is expected to shell out a similar amount this time around.\nIf Bush hadn’t broken the bank, everybody would be talking about Ted Cruz. Establishment Republicans (that’s you, Mitch McConnell and John Boehner) love to hate Tea Party Texan Ted Cruz, who is fond of leading insurrections against their leadership and not quite above accusing them of lying through their teeth. But the party’s conservative base – evangelicals, anti-Washington activists, even Trump-ites — admire Cruz’s willingness to break the china and challenge his party’s establishment. And no one is better at monetizing their rage: Cruz’s network of super PACs pulled in $38 million, impressive for guy squatting in the 5 to 6 percent range, and second only to Bush.\nAlso on POLITICO\nANNIE KARNI and ELI STOKOLS\nCruz’s willingness to cross over to the House side of the Capitol to whip up opposition to Boehner-brokered deals paid off big-time: One of his allied groups, Promise II, raised $10 million from a single donor, investor Toby Neugebauer who happens to be the son of conservative Rep. Randy Neugebauer (R-Texas). And he’s got the inside track with right-wing Lone Star State donors: Billionaires Farris and Dan Wilks, who cashed in on the West Texas fracking boom, gave $15 million the pro-Cruz super PAC, Keep the Promise.\nThat means that Cruz – more hated by party’s establishment than Donald Trump – will have ample funds to whip up discontent with more mainstream Republican candidates expected to surge if and when the self-funding Donald folds.\nUnlike Bush, Rubio and Walker are dependent on a few dominant donors. If Bush is blessed with a wide range of rich guys, his fellow Floridian Sen. Marco Rubio, whose Conservative Solutions PAC raised a healthy $16 million, is relying on the kindness of two generous supporters who accounted for half the haul. Philadelphia Eagles owner and longtime Team Marco member Norman Braman gave $5 million in three payments, and has reportedly pledged at least $5 million more; Oracle founder Larry Ellison kicked in another $3 million. The question, posed by GOP insiders: Can Rubio expand his big-money base – or do enough to attract mega-donors sitting on the sidelines?\nThe same holds true for Wisconsin Gov. Scott Walker, who is thriving in early-state polls, and pulled in a not-too-shabby $20 million in cash for his Unintimidated super PAC. Half of that cash came from two rich donors — $5 million from Wisconsin roofing billionaire Diane Hendricks, along with Marlene Ricketts of Nebraska and her husband Joe Ricketts, who founded TD Ameritrade. Industrialists Liz and Dick Uihlein chipped in another $2.5 million.\nThere’s nothing super about Hillary’s PAC. Soap-opera squabbling among staff and a less-than-fired-up Democratic donor base added up a mediocre first filing for Priorities USA, Hillary Clinton’s biggest allied super PAC. Despite the Clinton campaign’s impressive fundraising efforts, Priorities raised a mediocre $15 million, not nearly enough to counter the expected wave of anti-Hillary ads bankrolled by Republicans. “We knew it was going to be shitty,” said a senior Democrat. “But it will get better.” The PAC seems to be on the right track: A staff shake-up earlier this summer installed Clinton loyalist Guy Cecil at the helm and the organization mended fences with David Brock, the Hillary hater-turned-Democratic fundraising powerhouse who serves on the group’s board. To prove that point Priorities used the Friday super PAC cycle to announce they would jointly fundraise with Brock’s opposition research group Correct the Record.\nStill, people close to Clinton cautioned against hiking expectations too much: Their donors tend to give later in election cycles than Republicans and the combined pro-Hillary haul is likely to be fraction of what GOP-associated PACs raise and spend.\nGetty.\nCan money buy Bush some love? The affable and widely admired GOP veteran Mike Murphy, the man in charge of Bush’s furious fundraising assault, is acutely aware of the need to sell his candidate to voters who are a more than a little Bush-ed. Murphy’s most famous quote of 2016 so far is his statement to donors that he plans to “weaponize” Bush’s fundraising to wipe out the competition. In truth, Murphy is as adept at cutting positive ads for his candidates – and multiple GOP sources have told POLITICO that he plans to spend a fair amount of his cash pile in an effort to emphasize his guy’s attributes (brains, compassion, a down-to-earth quality shared with his brother).\nBush’s well-heeled donors need little selling: “I am honored at this time to be the lead contributor… History will prove that in a few months my contribution will be eclipsed by much greater ones,” Miguel Fernandez, who led the pack with $3 million in donations to Right to Rise, predicted in an email to POLITICO’s Marc Caputo on Friday.\nYet for all of his rich pals, Bush remains impoverished in the polls, a financial frontrunner who hasn’t been able to establish the same connection with pickup truck conservatives as he has with private-jet establishment types.\nAnd there’s another number Bush has to own. Three. That’s the surprisingly poor poll position he occupies ahead of the first GOP debate next week – he averages about 12 percent in most recent national polls — trailing Trump and Walker, a comparative pauper.\nMarc Caputo and Eli Stokels contributed to this report.\nBy JAMES HIGDON\nBy MICHAEL HIRSH\nBy JONATHAN BYDLAK \nBy ERRIN WHACK \n© 2015 POLITICO LLC", "byline": "", "description": "Bush soars and Cruz wows, while Rubio and Walker survive with the help of a few friends.", "title": "Super Pac Friday: Five takeaways", "url": "http://www.politico.com/story/2015/07/super-pac-friday-five-takeaways-120888.html", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Guy Cecil", "Randy Neugebauer", "Dan Wilks", "Mike Murphy", "Dick Uihlein", "Marc Caputo", "Ted Cruz", "Woody Johnson", "Larry Ellison", "Miguel Fernandez", "John Boehner", "Scott Walker", "Joe Ricketts", "Jeb Bush", "Norman Braman", "Donald Trump", "Toby Neugebauer", "Glenn Thrush", "Carly Fiorina", "David Brock", "Hillary Clinton", "Sheldon Adelson", "Marlene Ricketts", "Diane Hendricks", "Marco Rubio"], "orgs": ["TD Ameritrade", "New York Jets", "PACs", "Philadelphia Eagles", "Conservative Solutions PAC", "Oracle", "PAC", "Federal Election Commission", "Tea Party", "Super Pac", "GOP"], "authors": [{"author_id": 31181, "fullname": "glenn thrush", "primary_org": "politico"}], "date_written": "2015-08-01 00:17:38", "org": "politico", "article_id": "62dc19f27d62422632580e7978380d02", "date_access": "2015-08-01 00:20:02.647372"}