{"body": "\n10/02/15 11:55 AM EDT\n\n                                        By \nNick Gass\n\nEvangelical voters are backing Donald Trump because they, too, want to see the United States \"be great\" once again, the Republican presidential...\n\n10/02/15 11:37 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nHe doesn’t have immediate plans lined up for life after the administration.\n\n                                        Updated 10/02/15 11:32 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe endorsement further illustrates Kasich's hard push in New Hampshire,\n\n10/02/15 11:31 AM EDT\n\n10/02/15 10:59 AM EDT\n\n10/02/15 10:58 AM EDT\n\n                                        By \nBen Schreckinger\n\nHe’s not the only one to diss Trump before signing on to a campaign that pays staff well.\n\n10/02/15 10:55 AM EDT\n\n                                        By \nHadas Gold\n\nAttkisson said she won’t concentrate too much on 2016 politics.\n\n10/02/15 10:39 AM EDT\n\n10/02/15 10:37 AM EDT\n\n10/02/15 10:30 AM EDT\n\n10/02/15 10:10 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump has said that Marco Rubio and Jeb Bush \"hate each other.\"\n\n10/02/15 10:07 AM EDT\n\n                                        By \nElena Schneider\n\nUtah Gov. Herbert on presidential race\n\n10/02/15 10:04 AM EDT\n\n                                        By \nArthur Allen\n\nFrustration over meaningful use rules — HELP bill's release set for Tuesday\n\n10/02/15 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nAnother red state gov for the Clean Power Plan — LWCF not quite dead\n\n10/02/15 10:02 AM EDT\n\n                                        By \nCaitlin Emma\n\nAnother mass shooting — Ohio congressman raises charter concerns\n\n10/02/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nNEA could soon endorse Clinton — The latest on minority unions\n\n10/02/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nBoehner’s exit, Goodlatte’s gain?\n\n10/02/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW bigwig, EPA officials face congressional interrogation.\n\n10/02/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nThe missing perspective on the China deal — Big CYBERCOM contract coming down the pike\n\n10/02/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nTPP talks extended in Atlanta — Two more PCA sentences handed down\n\n10/02/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nTobacco heats up in Atlanta.\n\n10/02/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nRisk Corridor Payments way short of request — Mass-shooting prompts calls for mental health reform — ICD-10: so far, so good\n\n10/02/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nApp group sheds lobbyists amid strategy shift.\n\nOff Message\n\n10/02/15 09:45 AM EDT\n\n                                        By \nGlenn Thrush\n\nHere are five reasons why so many pundits, campaign pros and reporters bet on Rubio eventually winning the nomination.\n\n10/02/15 08:50 AM EDT\n\n                                        By \nNick Gass\n\nAbout 50 percent of Americans said they disapprove of the highest court in the land.\n\n10/02/15 08:41 AM EDT\n\n                                        By \nBen White\n                                         and \nTimothy Noah\n\nThe jobs numbers were below expectations for September and August, whose total was adjusted downward.\n\n10/02/15 08:34 AM EDT\n\n                                        By \nNick Gass\n\n\"I did not intend to imply in any way that that work is political. Of course it is not.\"\n\n10/02/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRussia launches airstrikes for second day.\n\n10/02/15 08:07 AM EDT\n\n                                        By \nNick Gass\n\n\"I don't know him, but certainly he's not off to a great start,\" Trump said.\n\n10/02/15 08:01 AM EDT\n\n                                        By \nBen White\n\nDebt ceiling: Coming sooner than we thought — Happy October, House GOP! —Welcome to jobs day! —More Litan\n\n10/02/15 07:58 AM EDT\n\n                                        By \nNick Gass\n\nRegardless of what the United States does to enforce its gun laws or improve mental health care, people are always going to slip through the cracks, Donald...\n\n10/02/15 07:53 AM EDT\nObama chastises gun-violence inaction –– MCCARTHY’S BENGHAZI MESS, DAY 2 – Bernie open to Obamacare for undocumented immigrants\n\n10/02/15 07:28 AM EDT\nILLINIOS LAWMAKERS call for revolt.\n\n10/02/15 07:19 AM EDT\nASSEMBLY candidate out after bigoted-book report.\n\n10/02/15 07:12 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump is fit for the presidency, just not for this continent, new Daily Show host Trevor Noah joked Thursday night.\n\n10/02/15 07:12 AM EDT\nWALSH with HILLARY, neutrally.\n\n10/02/15 07:07 AM EDT\nDE BLASIO kept away from DC\n\n10/02/15 06:53 AM EDT\nJEB Q3: ‘respectable ... fine’ – OBAMA on school slaughter: ‘thoughts and prayers are not enough’ -- NEWT to Fox --- BLOOMBERG EXODUS?  \n\n                                        By \nMarc Caputo\n\n\n10/02/15 06:43 AM EDT\n\n                                        By \nNick Gass\n\nPope Francis' meeting with Kentucky clerk Kim Davis last week should not be considered an endorsement of her views and the two did not \"enter into...\n\n                                        By \nPierre Briançon \n\nThe French president has proven surprisingly tough when it comes to foreign policy.\n\n                                        By \n                                                Sylvia Marchetti\n\nAs the migration crisis intensifies, Italy and France duke it out over a slice of the Mont Blanc.\n\n10/02/15 06:30 AM EDT\nBush-backing tracker BUSTED at Rubio event.\n\n10/02/15 05:04 AM EDT\n\nWashington And The World\n\n10/02/15 06:19 AM EDT\n\n                                        By \n                                                Bill Emmott\n\nThe refugee crisis has exposed a larger one: a lack of confidence in the EU itself. \n\nCartoon carousel\n\n10/02/15 05:16 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\nHealth Care\n\n10/02/15 05:15 AM EDT\n\n                                        By \nBrett Norman\n\nSome state lawmakers try to limit or ban research using tissue from aborted fetuses.\n\nThe POLITICO Caucus\n\n10/02/15 05:09 AM EDT\n\n                                        By \nKatie Glueck\n\nThe consensus on the Vermont senator's cash haul: Small-dollars donors aren't enough to beat Hillary Clinton.\n\n10/02/15 12:08 AM EDT\n\n                                        By \nAndrew Glass\n\nOnce in Congress, she launched an annual program to bring high school students from her district to Washington.\n\n2016\n\n                                        Updated 10/01/15 11:03 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe ex-president is stepping up his campaign work for Hillary, right on schedule. But his role is expanding faster than expected.\nWe're working on more stories right now\n\n                                            By \n                                                    Lawrence Lessig\n\n\n                                            By \n                                                    Bill Emmott\n\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \n                                                    Jonathan M. Katz\n\n\n                AP Photo\n\n            By \nDaniel Strauss\n\n10/02/15 11:24 AM EDT\n\n                    Updated 10/02/15 11:32 AM EDT\nOhio Gov. John Kasich is picking up the endorsement of former New Hampshire senator Gordon J. Humphrey on Friday.\nThe endorsement further illustrates Kasich's hard push in New Hampshire, and his efforts to secure a strong lead over rival Jeb Bush there. The RealClearPolitics average finds Kasich polling in fourth place in the state, behind Donald Trump, Ben Carson, and Carly Fiorina. Bush is in fifth place with an average of 7.7 percent support, to Kasich's 9 percent.\nStory Continued Below\nAt the press conference Kasich took a jab at the former Florida governor when asked about Bush opposition researchers going through old Kasich files in Ohio. \n\"I would think they're in there because they're getting nervous. When you're trailing in places like New Hampshire where [New Hampshire Kasich chairman] John Sununu is building a great team and you're not doing so hot in other places of course they're going to go looking around at who might be the mature adult who knows how to fix things — and be a leader rather than an administrator,\" Kasich said. \n\n\n\n            By \nBen Schreckinger\n\nHumphrey is a two-term senator who in August said he was \"leaning\" toward endorsing Kasich for president, saying the Ohio Republican and 2016 presidential candidate is \"Reaganesque.\"\n“I‘ve known John Kasich since our time together in Congress. I greatly admired and liked him then, and my admiration has only grown during his highly acclaimed five years as Governor of our nation’s seventh-largest state. I can sum up John Kasich in three Cs. Character. Conservative principles. Competence and experience I completely trust. Impressive as the other candidates may be, no other candidate can match John Kasich,\" Humphrey said in a statement. \nThe endorsement came in Concord, New Hampshire, on Friday morning. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Kasich picks up endorsement of former N.H. senator Humphrey", "url": "http://www.politico.com/story/2015/10/john-kasich-endorsed-by-gordon-humphrey-214372", "topics": ["immigration", "personality"], "people": ["Trevor Noah", "Kim Davis", "Helena Bottemiller Evich", "Elena Schneider", "Hadas Gold", "Gordon J. Humphrey", "Marc Caputo", "John Sununu", "Pierre Briancon", "Brian Mahoney", "Jeremy Herb", "John Boehner", "Caitlin Emma", "Pope Francis", "Brianna Ehley", "Bill Emmott", "Katie Glueck", "Nick Gass", "Jonathan M. Katz", "Brett Norman", "Jennifer Scholtes", "Lawrence Lessig", "Jeb Bush", "Andrew Glass", "Donald Trump", "Marco Rubio", "Glenn Thrush", "Toby Eckert", "Timothy Noah", "Tim Starks", "Carly Fiorina", "Gabriel Debenedetti", "Adam Sneed", "Ben Schreckinger", "Daniel Strauss", "Sylvia Marchetti", "Arthur Allen", "Hillary Clinton", "John Kasich", "Ben White", "Victoria Guida", "Eric Wolff", "Ben Carson"], "orgs": ["Washington And The World", "PCA", "Congress", "LWCF", "NEA", "BUSTED", "TPP", "Clean Power", "CYBERCOM", "EPA"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-10-02 16:24:02", "org": "politico", "article_id": "81faece667882f489b4a6dd522a5308c", "date_access": "2015-10-02 16:05:16.589300"}