{"body": "\n2016\n\n09/03/15, 06:53 PM EDT\n\n                                        By \nEli Stokols\n\nPounded by Trump, outshined by Kasich, it's an early fall for the onetime poll leader.\n\nHillary Clinton Emails\n\n                                        Updated 09/03/15, 06:45 PM EDT\n\n                                        By \nRachael Bade\n\nShe says no work-related messages had been withheld or destroyed, she says. \n\n09/03/15, 06:41 PM EDT\n\n                                        By \nNahal Toosi\n\nSaudi Arabia's King Salman is in Washington to press his concerns about Iran.\n\n09/03/15, 06:34 PM EDT\n\n2016\n\n                                        Updated 09/03/15, 06:25 PM EDT\n\n                                        By \nNick Gass\n                                         and \nDaniel Strauss\n\nJeb Bush's overall numbers continued to sink. \n\n09/24/15, 05:30 PM EDT\nWe invite you to join POLITICO's Generation Next event with cocktails and conversations about the largest group in the American workforce: millennials.\n\n                                        By \nDarren Samuelsohn\n\nNot likely. Why federal departments are nearly immortal.\n\n                                        Updated 09/03/15, 04:48 PM EDT\n\n                                        By \nSeung Min Kim\n\nSenate Democrats \n\n09/03/15, 04:23 PM EDT\n\n                                        By \nJosh Gerstein\n\nComplying with a court order, the State Department has contacted the FBI to ask if the law enforcement agency has come across certain official records...\n\n                                        Updated 09/03/15, 04:21 PM EDT\n\n                                        By \nEliza Collins\n\nDylann Roof faces nine murder charges, three counts of attempted murder and a weapons charge.\n\n09/03/15, 04:14 PM EDT\n\n                                        By \nKate Bennett\n\n“Everything is gold,” says one Four Seasons regular, who spied the deliveries arriving at the hotel.\n\n09/03/15, 04:01 PM EDT\n\n                                        By \nAnnie Karni\n\nKamyl Bazbaz is leaving for a job at the technology PR firm Pramana Collective.\n\n                                        Updated 09/03/15, 03:58 PM EDT\n\n                                        By \nEliza Collins\n\nAttorneys for the plaintiffs proposed letting Kim Davis out of custody as long as she wouldn’t interfere with her deputy clerks issuing marriage licenses...\n\n09/03/15, 03:52 PM EDT\n\n09/03/15, 03:09 PM EDT\n\n                                        By \nNick Gass\n\nThe former governor of Texas has no more paid staffers in the first primary state.\n\n09/03/15, 02:56 PM EDT\n\n                                        By \nJake Sherman\n\nThe House Ethics Committee has extended a probe into whether California Democratic Rep. Mike Honda used government resources for campaign use.\n\n2016\n\n                                        Updated 09/03/15, 02:50 PM EDT\n\n                                        By \nMike Allen\n                                        ,\nBen Schreckinger\n                                         and \nAnnie Karni\n\nThe front-runner says he was promised nothing in return for signing the pledge.\n\n09/03/15, 02:12 PM EDT\n\n                                        By \nDaniel Strauss\n\nSanders used his Trump voice. \nHis position marks a break from his state's senior senator, Robert Menendez. \n\n09/03/15, 01:59 PM EDT\n\n                                        Updated 09/03/15, 01:36 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe Justice Department is unlikely to succeed in its new effort to put dozens of Freedom of Information Act lawsuits related to Hillary Clinton's emails...\n\n09/03/15, 01:14 PM EDT\n\n                                        By \nNick Gass\n\nEdward Snowden blasted Hillary Clinton's assertion that her State Department emails were secure on a private server, calling the notion \"completely...\n\n                                        Updated 09/03/15, 12:57 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows a woman seated behind Bush alternately closing her eyes and yawning as he discusses health care insurance.\n\n09/03/15, 12:56 PM EDT\n\n                                        By \nDylan Byers\n\nThe candidate will sit down with NBC News' Andrea Mitchell on Friday.\n\n                                        Updated 09/03/15, 12:45 PM EDT\n\n                                        By \nAnnie Karni\n\n Connecticut-based firm Mission Control will handle Hillary Clinton's multi-million dollar direct mail program, POLITICO has learned.\n\n09/03/15, 11:20 AM EDT\n\n09/03/15, 11:15 AM EDT\n\n09/03/15, 10:57 AM EDT\n\n09/03/15, 10:52 AM EDT\n\n                                        By \nNick Gass\n\n\"Your government is dysfunctional,\" he says leaders tell him. \"Can you deliver?\"\n\n                                        By \nNolan D. McCaskill\n\nAnd Congress’ shot at a solution — maybe.\n\n09/03/15, 10:02 AM EDT\n\n                                        By \nHadas Gold\n\nAxelrod, a former reporter himself, had initially joined MSNBC as a senior political analyst\n\n09/16/15, 08:00 AM EDT\nJoin the POLITICO Pro Health Care team for a conversation on how states are addressing cost of care, expanding coverage and changing the delivery system...\n\n09/17/15, 05:30 PM EDT\nJoin the POLITICO Campaign Pro team for a dynamic conversation exploring the impact mobile technology will have on 2016 campaigns.\n\n09/03/15, 08:40 AM EDT\nThe business leader Trump admires most.\n\n09/03/15, 07:35 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump \"is trying to insult his way to the presidency,\" Republican rival Jeb Bush said Thursday.\n\n09/03/15, 07:07 AM EDT\nPULASKI-funding probes continue.\n\n09/03/15, 06:54 AM EDT\n\n                                        By \nNick Gass\n\nBill O'Reilly sparred with Jorge Ramos on Wednesday night over whether the Univision newsman is a reporter.\n\n09/03/15, 06:49 AM EDT\nDe Blasio on Hillary.\n\n09/03/15, 06:46 AM EDT\n\n                                        By \nNick Gass\n\nFrancis' positions have often been at odds with conservative orthodoxy.\n\n09/03/15, 06:42 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nMark Meadows cuts check after he improperly gave mileage reimbursement to ex COS\t\n\n09/03/15, 06:41 AM EDT\nMASSACHUSETTS PLAYBOOK BREAKFAST deets\n\n09/03/15, 06:00 AM EDT\nJoe Biden’s SoFla Show.\n\n2016\n\n09/03/15, 05:14 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nMarc Caputo\n\nThe DNC chair is an ally to Hillary Clinton but a friend to Joe Biden.\n\n2016\n\n09/03/15, 05:12 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe front-runner’s supporters want a bigger course correction, but Brooklyn says it’s too early to panic.\n\n2016\n\n09/03/15, 05:10 AM EDT\n\n                                        By \nRachael Bade\n\nCheryl Mills and Jake Sullivan — both members of Clinton's inner circle — will face questions on Benghazi and the email scandal.\n\n09/03/15, 05:00 AM EDT\n\n2016\n\n09/03/15, 05:00 AM EDT\n\n                                        By \nMichael Lind\n\nThe proof is in: the GOP base isn’t small-government libertarian; it’s old-fashioned populist.\n\n                                        Updated 09/03/15, 12:33 AM EDT\n\n                                        By \nEliza Collins\n\nKim Davis continues to refuse to issue licenses despite the Supreme Court denying her request for an emergency stay.\n\n09/03/15, 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nHe advised Lincoln, championed civil rights.\n\n                                        Updated 09/02/15, 11:33 PM EDT\n\n                                        By \nMarc Caputo\n\nBiden hasn’t yet said whether he'll run. He has said he's considering it, though. And he’s thinking about Sanders.\nWe're working on more stories right now\n\nHillary Clinton Emails\n\n                        No work-related messages had been withheld or destroyed, she said. \n\n            By \nRachael Bade\n\n09/03/15, 06:04 PM EDT\n\n                Updated 09/03/15, 06:45 PM EDT\n\n                Getty\nCheryl Mills, a trusted Hillary Clinton staffer who oversaw the release of her emails, told House investigators that no work-related messages had been withheld or destroyed to keep them from public eyes — and Mills said she never knowingly mishandled classified information, a source familiar with her testimony told POLITICO.\nMills, Clinton’s former chief of staff at the State Department, told the House Select Committee on Benghazi in a closed-door session Thursday that she did not withhold any federal records when she helped oversee the production of thousands of Clinton's emails to the Department. Nor did she know of anyone who did.\nMills' testimony is perhaps the highest-profile interview the panel has conducted since its probe began a year ago. And unlike some of the other staff interviewed, Mills had a direct role in combing through Clinton's emails before they were handed over to the government or destroyed. \nThe longtime family lawyer for the Clintons, who defended Bill during his impeachment days, worked alongside Clinton’s lead lawyer David Kendall of Williams & Connolly to oversee the process whereby they selected which emails should be saved from a homemade personal server Clinton used during her State Department tenure. After the Clinton team finished scouring the messages, they had the server wiped clean, deleting the rest of the contents.\nAccording to the source close to Mills, two employees at Denver-based technology company Platte River Networks originally pulled the messages from the server, and a few lawyers under Kendall and Mills sifted through the messages to pull anything they thought could constitute a federal record.\n\n2016\n\n            By \nRachael Bade\n\nMills testified that they weren’t trying to hide anything when Clinton decided to wipe the server and that they were over inclusive in what they thought might be a work-related message. Clinton has said the remaining, erased correspondence were \"personal\" in nature. \nPanel Republicans are skeptical that Clinton preserved all her work related emails — particularly after they discovered this spring about a dozen undisclosed Clinton emails in a separate set of messages they received from her longtime ally Sid Blumenthal. Those emails were work related, they argue, and should have been included. They suspect there could be more that didn't make the cut before the server was erased. \n“Chairman Gowdy is concerned with ensuring the Committee has a complete and responsive record, and understanding any facts or events that may have led to the committee not having a complete record,” said Jamal Ware, committee spokesman. \nThe testimony comes just a few hours after a lawyer for Clinton’s go-to IT staffer Bryan Pagliano said he’d take the Fifth and refuse to answer potentially self-incriminating questions from the committee. The panel subpoenaed him in hopes of learning more about the server set-up the former State Secretary exclusively used for work, which was under tech guru Pagliano’s charge.\n Clinton’s use of private email as the nation’s top diplomat has created significant headwinds for her current White House campaign, hurting her in the polls as some call into question her trustworthiness and transparency. Government officials are supposed to use official email to capture public records, but Clinton's unusual setup seems to have challenged that notion. State Department policy in effect at the time Clinton was in office called for the \"day-to-day\" work of the department to be done on official accounts and systems. Clinton's aides have argued that use of personal email was not exclusively prohibited.\nWhile probing a batch of the more than 35,000 emails Clinton turned over, an intelligence community watchdog found messages it argues were or should have been classified at the time they were created — never left on an unsecured server. The State Department has classifed 188 messeges but refuted the notion that they were classified when Cilnton and her top aides like Mills fowarded them around on an unsecured network. \n\n\n\n            By \nMarc Caputo\n\nStill, the intelligence community referred the matter to the FBI, which is probing the special email arrangement to learn if top secret information was ever put at risk. \nWhile Mills no longer works directly under Clinton, she still sits on the philanthropic Clinton Foundation board and advises the family from time to time, including on personal matters like closing on a house. She has a reputation for being blunt with a family that's used to being treated like royalty.\nAnd lawmakers in attendance say she was certainly charming. She emerged from her nearly 10-hour interview smiling and laughing with Chairman Trey Gowdy (R-S.C.). She stood beside the South Carolina Republican and lawmakers from both sides of the committee, and thanked them for their “professionalism\" and \"respect\" and \"the work they're doing.\"\n“Obviously, the tragedy that happened in Benghazi was about more than what’s happening in this room: it was about the loss of individuals who were dear to the State Department and dear to this country,\" she said. \"And we honor them by remembering what happened and doing our best to ensure that that doesn’t happen again, so I’m grateful for the chance I had to visit with the committee today.”\nGowdy, likewise, thanked her for coming, said she answered every question they asked and told reporters that the committee would not be giving a read-out from the session. Lawmakers refused to answer questions about what happened in the room, and Mills likewise did not give interviews.\nThe cordial atmosphere was a surprisingly stark contrast from the way Blumenthal’s deposition ended, with the witness saying the GOP asked him mostly about political items and how much he made, and Republicans questioning his integrity for passing the nation’s chief diplomat information unvented intelligence on Libya.\nRep. Trey Gowdy is pictured. | Getty \n\"The dialogue was professional and fact-centric, and the members of the Benghazi committee on our side are going to treat the conversation as if its classified,” was all Gowdy said. “I’m not going to be able to answer any of your questions.”\nTop panel Democrat Elijah Cumming (D-Md.), also in the same gaggle, did not accuse the panel of playing politics — though, hours before, he told reporters he felt the probe had “turned into an [attempted] derailment of the Clinton nomination.”\nMills told the Benghazi panel she was not aware if anyone raised red flags about Clinton’s use of a personal email system at State — nor did anyone specifically approve the private server that she knew of, according to the source familiar with her testimony. \nMills said she was not involved in setting up the initial server, nor was she part of the decision to have it stored at Platte River Networks, a small start-up that was reported to have stored servers in a bathroom closet at one point. \nMills was one of several top State officials who forwarded Clinton a number of emails that the intelligence community now believes should have been classified. But she testified that she never knowingly mishandled classified documents.\nMessages came to Mills and her colleagues, often from foreign service officers out in the field around the world, on two different computers: one, a classified computer system that was protected and would have prevented the forwarding of any message outside a secure network; the other, an unclassified machine, which would have allowed staff to forward the messages. \nIn many instances, Mills received messages from the unclassified networks and forwarded them along to Clinton, although some of those messages were deemed classified after the fact.\nShe also said she never moved emails from a classified to an unclassified system. In an old 2010 email exchange released this week, Jake Sullivan, Clinton’s top policy staffer who will testify before the panel Friday, explained to Clinton that he couldn’t simply pull information off the classified computer and send it over an unsecured network, for example.\nMills also reiterated to the panel what Clinton’s camp has consistently said about the Benghazi attack: She said she knows of no “stand down order” following the attacks, nor has she any knowledge of the U.S. moving weapons or knowing of other countries moving weapons to Libyan rebels. Conservatives suspected that the weapons used to overrun the compound that fateful Sept. 11, 2012 day may have come from a covert smuggling operation that went awry. \nFollowing the attack, Mill testified there was no cover up or attempt to mislead the American public about what happened. Shortly after the 2012 attacks, US Ambassador to the UN Susan Rice on national television blamed the attack on a protest against an anti-Islam documentary — a suggestion the intelligence community later said was false since it was a plotted terrorist attack. \nMills said they didn’t know it was solely a terrorist attack until Sept. 21.\nAs for her own use of personal email, Mills testified, according to the source, that she used work email “overwhelmingly” and almost only used personal email when she was overseas, at home at night or when their State email otherwise didn’t work. The source previewing the testimony also said she copied her State.gov addresses most of the time when she did go for personal email. \nMills has come under scrutiny for turning down a federal judge's request that she and Huma Abedin sign an affidavit swearing that she handed in all her federal documents. She testified, however, that she did turn them all in.\nJosh Gerstein contributed to this story.\n\n                                            By \nMichael Kazin\n\n\n                                            By \nRich Lowry\n\n\n                                            By \nBarney Frank\n\n © 2015 POLITICO LLC", "byline": "", "description": "No work-related messages had been withheld or destroyed, she said.", "title": "What Cheryl Mills told Benghazi investigators", "url": "http://www.politico.com/story/2015/09/cheryl-mills-benghazi-testimony-213320", "topics": ["personality"], "people": ["Anna Palmer", "Joe Biden", "Jorge Ramos", "Kim Davis", "Kamyl Bazbaz", "Rachael Bade", "Michael Kazin", "David Axelrod", "Hadas Gold", "Dylan Byers", "Sid Blumenthal", "Cheryl Mills", "Marc Caputo", "Bill O'Reilly", "Dylann Roof", "De Blasio", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Jake Sullivan", "Kate Bennett", "Huma Abedin", "Nick Gass", "Trey Gowdy", "Bryan Pagliano", "Robert Menendez", "Isaac Dovere", "David Kendall", "Jeb Bush", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Donald Trump", "Mark Meadows", "Jake Sherman", "Eliza Collins", "Barney Frank", "Gabriel Debenedetti", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Rich Lowry", "Eli Stokols", "Darren Samuelsohn", "Andrea Mitchell", "Jamal Ware", "Edward Snowden"], "orgs": ["California Democratic Rep. Mike Honda", "State Department", "SoFla Show", "Mills", "Supreme Court", "Platte River Networks", "Department", "MSNBC", "Congress", "Williams & Connolly", "Univision", "Freedom of Information Act", "House Select Committee", "DNC", "House Ethics Committee", "Clinton Foundation", "GOP", "Trump", "Mission Control", "Pramana Collective", "Justice Department", "Committee", "FBI"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-09-03 23:04:26", "org": "politico", "article_id": "af660bb73abab6b62dc7f81602629ba3", "date_access": "2015-09-03 23:00:09.214024"}