{"body": "Trump tweeted that Perry \"doesn’t understand what the word demagoguery means.\" | Getty\n\n2016\n\nBy Adam B. Lerner\n7/16/15 6:33 PM EDT\nDonald Trump has jumped back into the ring — this time for an all-out brawl with fellow Republican presidential contender Rick Perry.\nTrump started the feud with multiple comments in recent weeks bashing Perry’s work securing the border while serving as governor of Texas.\nStory Continued Below\nAfter several measured defenses of his border policies, on Thursday Perry finally fired back with a more aggressive statement, saying, “What Mr. Trump is offering is not conservatism, it is Trump-ism — a toxic mix of demagoguery and nonsense.”\n“Donald Trump continues to demonstrate his fundamental misunderstanding of border security,” said Perry.\nTrump tweeted back: “.@GovernorPerry just gave a pollster quote on me. He doesn’t understand what the word demagoguery means.”\nAlso on POLITICO\nALEX ISENSTADT\n”.@GovernorPerry failed on the border. He should be forced to take an IQ test before being allowed to enter the GOP debate,” Trump added, reiterating a trope about the Texas Republican that surfaced after numerous fumbles during the primary 2012 campaign.\nThe Republican-on-Republican smackdown was Trump’s second of the day.\nOn Thursday morning, the New Yorker published an interview with Sen. John McCain (R-Ariz.), who said that Trump had “fired up the crazies” in the Republican party.\nTrump responded by tweeting that McCain “should be defeated in the primaries.”\n“Graduated last in his class at Annapolis — dummy!” Trump added.\nBy KEITH KOFFLER\nBy JACK SHAFER\nBy AFSHON OSTOVAR\nBy LAWRENCE J. KORB and  MAX ANDONOV\n© 2015 POLITICO LLC", "byline": "", "description": "He's recently bashed Perry's work securing the border while serving as governor of Texas.", "title": "Trump feuds with Perry, calls him dumb", "url": "http://www.politico.com/story/2015/07/donald-trump-feud-rick-perry-texas-border-120258.html", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Rick Perry", "Adam B. Lerner"], "orgs": ["GOP"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-16 23:33:13", "org": "politico", "article_id": "4e9c912b0a3505c78a5269a1272c2bba", "date_access": "2015-07-17 00:20:03.699594"}