{"body": "South Carolina Gov. Haley began informing people  Friday of her decision, while Sen. Graham worked the phones with business leaders.\nBy Eli Stokols and Katie Glueck\n6/22/15 8:22 PM EDT\nUpdated 6/23/15 11:15 AM EDT\nSouth Carolina Gov. Nikki Haley embraces U.S. Sen. Tim Scott during a news conference Monday in the South Carolina State House. | AP Photo\nThe carefully staged announcement came at 4 p.m. Monday, when a bipartisan group of black and white South Carolina elected officials filed in behind their governor as she called for the removal of a Confederate battle flag from the state Capitol grounds.\nBut it had been in the works since last Friday, ever since the pressure started to build in the aftermath of last Wednesday’s fatal shooting of nine African-American churchgoers by an avowed white supremacist in Charleston.\nStory Continued Below\nAfter a weekend that proved to be a political disaster for the GOP — Republican presidential candidates were knocked back on their heels, faced awkward questions about classifying it as a “hate crime” and also about the contributions some had received from a white supremacist leader whose work influenced the shooter — top party officials and several campaigns quickly fell in line behind the decision to remove the flag.\nAnd for South Carolina Gov. Nikki Haley, Sen. Lindsey Graham and the state’s new Republican Party, the wrenching debate provided an opportunity, both politically and economically.\nAlso on POLITICO\nDANIEL STRAUSS\n“On the face, it might seem like a really difficult decision,” said one local Republican operative involved in meetings over the past several days with the governor who asked for anonymity to speak openly. “But, really, it was pretty easy. South Carolina has changed a lot in the last five years. It took some of the old guard Republicans dying, frankly, for this new generation of conservative leaders to come in and remake the party.”\nHaley, an Indian-American just starting her second term, and Tim Scott, the first African-American Republican senator from a Southern state since the 1880s who she appointed in 2013, have emerged as the faces of South Carolina’s new Republican Party.\nWhile they point to their electoral success as evidence of a changing state, they’ve still been torn between competing interests — party stalwarts who cling to the Confederate flag as an important symbol of their heritage and pro-business critics who say the flag’s shadow is holding the state back.\nThose critics have argued that the new South Carolina, where Boeing decided in 2009 to locate a new assembly line for the 787 Dreamliner that created some 4,000 new jobs, could grow at a faster pace if they could find a way to remove the flag from the Statehouse.\n“We were missing out on some great opportunities to showcase our state,” said Glenn McCall, an RNC committeeman who stood with Haley on Monday. “We’ve lost some NCAA tournaments, some big companies looking to relocate because of that flag.”\nHaley, who has in the past acknowledged the flag’s presence as a “sensitive issue,” began informing people Friday of her plan to call for its removal. She took much of the weekend to coordinate Monday’s announcement so that members of the state’s congressional delegation could attend. Her carefully written speech, recognizing that the flag means different things to different people, elevated her as a potential vice presidential nominee in some people’s eyes and offered political cover to the Republicans running to lead the GOP ticket.\n“It’s time to move the flag from the Capitol grounds,” Haley said. “That flag, while an integral part of our past, does not represent the future of our great state.”\nAlso on POLITICO\nADAM B. LERNER\nHaley was also in touch over the weekend with Graham, who was receiving criticism for telling CNN on Friday that the flag marks “part of who we are,” even as he said he’d be open to a renewed debate on the issue.\nThere was a sense among South Carolina Republican leaders, including Graham, that they couldn’t come out too forcefully against the flag until they were certain there would be enough support across the state to follow through. A source familiar with Graham’s thinking noted that in addition to the sensitivities around the families of those killed, there were economic considerations in play.\n“If the senior senator rushed out right in front of the cameras, and the flag had not come down, you just handed the competing states a huge weapon to use against you,” said the source, noting that other states would try to attract business based on the state failing to follow through on a moral call from a senior leader. “Failure is not an option.”\nSince Thursday night, the source said, Graham had been working the phones, talking with business leaders, state and federal legislators and other stakeholders to take their temperature on the issue, and was in frequent consultation with Haley and Scott.\nOn Sunday afternoon, Haley’s staffers called Graham’s team and invited him to come to Columbia for a meeting early Monday afternoon with other stakeholders and legislators, including Republican National Committee Chairman Reince Priebus and South Carolina GOP Chairman Matt Moore.\nBy Sunday, the source said, the direction in which the issue was trending was fairly clear — it was more a question of how the announcement would be rolled out.\nA source close to Priebus, who appeared at Haley’s announcement, said his decision to fly down to South Carolina was made Monday morning after Haley invited him.\nAs Haley and state leaders wrestled with the decision over the weekend, Republican presidential hopefuls struggled with their messaging.\nJohn McCain has expressed regret in hindsight over his own statements during his 2000 campaign that the Confederate flag was a state issue. | AP Photo\nUntil her announcement Monday, candidates not-so-artfully dodged the question of whether South Carolina should continue to fly the Confederate flag near its state Capitol, noting that it’s a state issue.\nEven those like Jeb Bush, who reminded voters that he opted to remove the same flag from Florida’s Statehouse when he was governor, expressed confidence that South Carolina “will do the right thing,” but stopped just short of saying what that might be.\nAs soon as Haley finished her news conference Monday, Bush tweeted his “Kudos” to her and the bipartisan group of South Carolina leaders standing behind her for “doing the right thing.”\nOn Saturday evening, after an appearance at a Washington gathering held by the conservative Faith and Freedom Coalition, Wisconsin Gov. Scott Walker wasn’t yet ready to say whether he thought the Confederate flag was a symbol of racism, saying he had been asked by “a number of people” to hold off on expressing his views. Asked who made that request, Walker replied that he’d spoken with Haley, and suggested she was preparing to take action.\n“Well, she talked about, that’s what they’re going to do, and we think that’s a respectful decision and I’m sure they’re going to start to have a debate after that,” he told reporters, noting that it was a state issue and saying he would be open to weighing in “whenever they’re done with all their funerals and the dead have been buried and I think it’s an appropriate time after that.”\nOn Monday, like Bush, Walker tweeted his support, writing “I am glad @nikkihaley is calling for the Confederate flag to come down. I support her decision.”\nBush and Walker weren’t the only ones dragging their feet, and not just on the issue of the flag.\nIn the first 48 hours following the shooting, Republicans were slow to call it a “hate crime,” despite ample evidence of the alleged shooter’s white supremacist predilections, preferring to frame the shooting as an attack on people of faith. Only when pressed by reporters did most of them acknowledge the widely recognized motivation for the killings.\nOn the question of the flag, they waited, perhaps smartly, for leaders in South Carolina to take the lead, knowing many people there were more likely to be offended by outsiders telling them what to do than by the flag’s eventual removal.\n“The one thing Southerners don’t take kindly to is people from the North telling them what they should do,” said Rick Wilson, a Florida-based GOP strategist who’s advised a number of presidential campaigns.\nAlso on POLITICO\nNICK GASS\nWhile the current candidates were reluctant to run afoul of white voters in the state that holds the first-in-the-South primary next February — the most important state in what has been the most important region for the Republican Party for more than 40 years now — the last GOP nominee didn’t hold back.\n“Take down the #ConfederateFlag at the SC Capitol,” Mitt Romney tweeted on Saturday. “To many, it is a symbol of racial hatred.”\nDavid Gergen, an adviser to four presidents, asked Sunday night why the current crop of presidential hopefuls wasn’t joining Romney. “Where is their moral courage?” he tweeted.\nMoral courage, it turns out, is easier to come by when you’re a former presidential candidate. Sen. John McCain has expressed regret in hindsight over his own statements during his 2000 campaign that the Confederate flag was a state issue, later telling various audiences that his decision to put political self-interest above his own convictions remains one of his “deepest regrets.”\nFifteen years after McCain’s first foray into South Carolina, Republicans seemed to still be prioritizing their base over the wider imperative of broadening the party’s appeal beyond it — until Haley’s call Monday for change.\n“Governor Haley and our political leaders here were very courageous to take this position,” said Moore, the South Carolina GOP chairman. “We can’t change our past, but we can heal our future.\"\n\nBy CASEY MICHEL\nBy JOSH ZEITZ\nBy VANESSA VITIELLO URQUHART\nBy PETER SUDERMAN\n© 2015 POLITICO LLC", "byline": "", "description": "For lawmakers the wrenching debate provided an opportunity, both politically and economically.", "title": "Inside the Republican reversal on the Confederate flag", "url": "http://www.politico.com/story/2015/06/republican-confederate-flag-reversal-119309.html", "topics": ["personality", "economy"], "people": ["Mitt Romney", "Tim Scott", "Lindsey Graham", "Jeb Bush", "Nikki Haley", "Reince Priebus", "David Gergen", "Matt Moore", "Eli Stokols", "Rick Wilson", "Scott Walker", "Katie Glueck"], "orgs": ["Faith and Freedom Coalition", "RNC", "Republican Party", "Statehouse", "Committee", "GOP", "SC Capitol"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}, {"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-06-23 01:22:36", "org": "politico", "article_id": "47ddc9e7e2204eafad4b9bf5bc85bb64", "date_access": "2015-06-23 17:13:42.001246"}