{"body": "\n09/29/15 10:58 AM EDT\n\n                                        By \nJake Sherman\n\n\"We want to make sure that we're closer to the people. That they feel this is their government, they're in charge and we serve them.\"\n\n09/29/15 10:46 AM EDT\n\n                                        By \nJake Sherman\n\nSpeaker John Boehner said hasn't set a date for the House Republican leadership elections, but hopes to in the next few days.\n\n09/29/15 10:38 AM EDT\n\n                                        By \nDaniel Strauss\n\nDemocratic donors, Cruz said, don't hate the liberal base, but Republican donors \"actively despise\" conservatives.\n\n09/29/15 10:32 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump's net worth is less than half of what the Republican presidential candidate says it is, according to the latest estimate from Forbes.\n\n09/29/15 10:23 AM EDT\n\n                                        By \nNick Gass\n\nThe two leaders shake hands more than two months after the landmark agreement on Tehran's nuclear program.\n\n09/29/15 10:18 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nIf the Benghazi Committee head jumps in, it would scramble the race for the No. 2 House leadership post. \n\n                                        By \nDarren Samuelsohn\n\nReady to do business with Iran? The State Department's Chris Backemeyer says it could be a while.\n\n09/29/15 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nRGA goes dark in Kentucky\n\n09/29/15 10:02 AM EDT\n\n                                        By \nTim Starks\n\nArmed Services panels look at cyber deterrence, DoD role — Dutch DJs are the most dangerous cyber celebrities\n\n09/29/15 10:02 AM EDT\n\n                                        By \nChase Purdy\n\nAg groups raise concerns over pesticide worker rule — Heitkamp to Castro: Buy more U.S. farm commodities\n\n09/29/15 10:02 AM EDT\n\n                                        By \nBrianna Ehley\n\nLawmakers to grill Obamacare exchange officials — Burwell talks payment reform with lawmakers\n\n09/29/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nBlankenship trial looms — NEA may weigh in on 2016\n\n09/29/15 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nJeb Bush to show he's high energy — First salesman tries to win India over to climate action\n\n09/29/15 10:00 AM EDT\n\n                                        By \nKate Tummarello\n\nHouse panel takes up sharing economy.\n\n09/29/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nFormer Mexican officials make TPP auto suggestions.\n\n09/29/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nNEA’s political arm plans to endorse Clinton — Will Perkins persevere?  \n\n09/29/15 10:00 AM EDT\n\n                                        By \nDavid Pittman\n\nChallenges facing patient-generated data — Momentum builds for Price’s leadership bid\n\n09/29/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nPressure shifts to Senate on FAA patch.\n\n09/29/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nNew group to push for innovation box.\n\n09/29/15 08:50 AM EDT\n\n                                        By \nNick Gass\n\n\"I accept that friends of ours have decided that the president's non-strike has somehow impacted perceptions of us. But I believe they are dead wrong.\"\n\n09/29/15 08:40 AM EDT\n\n                                        By \nJake Sherman\n\nIn crowded race, he calls himself an effective uniter\n\n09/29/15 08:32 AM EDT\n\n                                        By \nNick Gass\n\nTrevor Noah took the helm of \"The Daily Show\" on Monday night, dishing out a fair dose of politics in his opening monologue but stopping short...\n\n09/29/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nTaliban capture key northern Afghan city.\n\n09/29/15 08:11 AM EDT\nTRUMP’S FOCUS GROUP -- AUSTIN BARBOUR to Jeb – THE GAVEL: Politico pop-up blog on House leadership fight – ED GILLESPIE running for Va. gov.\n\n09/29/15 08:09 AM EDT\n\n                                        By \nRachael Bade\n\n“One of the great things that needs to happen is bringing in Trey Gowdy,” Chaffetz says. \n\n09/29/15 08:03 AM EDT\n\n                                        By \nSeung Min Kim\n\nPOLITICO Huddle: A SCHUMER-RYAN DEAL? - Elbows fly in GOP leadership fights - SPECIAL HOUSE GOP MEETING AT 5 P.M. - Bookmark: The Gavel - PLANNED PARENTHOOD...\n\n09/29/15 08:00 AM EDT\n\n                                        By \nBen White\n\nBush donors not panicked — Trump's conventional tax plan — Asia follows Wall Street down — Banks fed up with Yellen \n\n09/29/15 07:49 AM EDT\nCHRIS CHRISTIE contradicts, got cover from transportation chief.\n\n                                        Updated 09/29/15 07:45 AM EDT\n\n                                        By \nRachael Bade\n\nThe House Benghazi Committee plans to ask Heather Samuelson to testify about her screening process.\n\n09/29/15 07:42 AM EDT\nMASS TEACHERS pass on HILLARY endorsement.\n\n09/29/15 07:39 AM EDT\nTransit union attack ads.\n\n                                        By \n                                                Ben Nimmo\n\n\n                                        By \n                                                Vince Chadwick\n\n\n09/29/15 07:12 AM EDT\n\n                                        By \nNick Gass\n\nJournalist Ta-Nehisi Coates is one of 24 people selected for this year's \"genius grants\" from the John D. and Catherine T. MacArthur Foundation...\n\n09/29/15 06:56 AM EDT\n\n                                        By \nNick Gass\n\nSo much for Tom Brady's endorsement of Donald Trump for president.\n\n                                        By \nLauren Dezinski\n\n\n09/29/15 06:30 AM EDT\nAl Gore bashes Gov. Scott on climate change.\n\n09/29/15 06:10 AM EDT\n\n                                        By \nHadas Gold\n\nTodd said his Monday-through-Friday show won't compete with his own Sunday show\n\nIn The Arena\n\n09/29/15 05:15 AM EDT\n\n                                        By \n                                                David Baron\n\nAmericans deserve much stronger protections.\n\n09/29/15 05:14 AM EDT\n\n                                        By \nAnnie Karni\n\nState officials and rank-and-file members plan to protest upcoming vote to endorse Hillary Clinton.\n\nCongress\n\n09/29/15 05:13 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nJohn Bresnahan\n\nThe two, along with Sen. Rob Portman, are trying to hash out a sweeping bipartisan package.\n\n2016\n\n09/29/15 05:11 AM EDT\n\n                                        By \nKyle Cheney\n\nThe former governor, a friend of Obama, could be key to Massachusetts donors and votes.\n\n2016\n\n09/29/15 05:09 AM EDT\n\n                                        By \nEli Stokols\n\nAssessing the state of anxiety on a scale of one to 10, one donor puts the panic level at a \"six or seven.\"\nOn a visit to Kiev, our correspondent finds deep anxiety — and a hunger for reform.\n\n09/29/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nPerhaps the coin played a role when Kennedy’s PT boat came under Japanese fire during a combat mission near the Solomon Islands.\n\n09/28/15 11:39 PM EDT\n\n                                        By \nHadas Gold\n\nThe booking comes just days after Trump announced he was boycotting the network.\n\n                                        Updated 09/28/15 11:11 PM EDT\n\n                                        By \nHanna Trudo\n\nHe angers reporters by saying their coverage of security precautions kept people home.\n\n                                        Updated 09/28/15 10:02 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\n\"“The best way right now for me to empower my colleagues through positive change is to remain Conference Chair,” McMorris Rodgers said.\n\nWHITE HOUSE\n\n                                        Updated 09/28/15 09:52 PM EDT\n\n                                        By \nMichael Crowley\n\nFrosty exchanges mark their first formal sitdown in more than two years.\n\n                                        Updated 09/28/15 09:23 PM EDT\n\n                                        By \nBurgess Everett\n\nIt's the second time Cruz has been denied a procedural courtesy that’s routinely granted to senators in both parties.\nWe're working on more stories right now\nInside the House leadership scramble.\n\n            By \nJake Sherman\n\n09/29/15 10:58 AM EDT\nHouse Majority Leader Kevin McCarthy drew his most stark contrast with John Boehner Tuesday morning, saying there's a generational difference between himself and the speaker, and that he wants to bring Washington closer to the American people.\nFirst, Boehner told McCarthy to \"be careful, I'm standing right here.\" McCarthy (R-Calif.) said he'd be different than Boehner (R-Ohio) because he \"won't be as tan.\" McCarthy called him a \"good and decent man,\" and ticked off some of Boehner's accomplishments — including winning two majorities — but then said \"everybody is different.\"\n\"I know what's going on across the country, and I'm concerned about what we hear,\" McCarthy said in the Capitol. \"A lot of people in Washington are concerned about power and institutions. I'm concerned about making a difference in everybody's life. We want to make sure that we're closer to the people. That they feel this is their government, they're in charge and we serve them. Now that's not easy, and that won't change overnight. But that's our mission.\"\n © 2015 POLITICO LLC", "byline": "", "description": "\"We want to make sure that we're closer to the people. That they feel this is their government, they're in charge and we serve them.\"", "title": "McCarthy draws generational contrast with Boehner", "url": "http://www.politico.com/blogs/the-gavel/2015/09/kevin-maccarthy-differences-john-boehner-214206", "topics": ["personality", "campaign_finance", "economy"], "people": ["Hanna Trudo", "Trevor Noah", "Burgess Everett", "Kyle Cheney", "Kate Tummarello", "Heather Samuelson", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Janet Yellen", "Ben Nimmo", "Brian Mahoney", "Jeremy Herb", "Will Perkins", "John Boehner", "Caitlin Emma", "Annie Karni", "Toby Eckert", "Chris Backemeyer", "Nick Gass", "Trey Gowdy", "Jennifer Scholtes", "Rob Portman", "Jeb Bush", "Seung Min Kim", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Chase Purdy", "Brianna Ehley", "David Pittman", "David Baron", "Tim Starks", "Rachael Bade", "Al Gore", "Adam Behsudi", "Daniel Strauss", "Michael Crowley", "Vince Chadwick", "Hillary Clinton", "Ben White", "Eli Stokols", "Lauren Dezinski", "Darren Samuelsohn", "Eric Wolff", "Jason Chaffetz", "Nehisi Coates", "Tom Brady"], "orgs": ["House Benghazi Committee", "Congress", "Senate", "State Department", "NEA", "Conference Chair", "SCHUMER", "Taliban", "Benghazi Committee", "TPP", "FAA"], "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-09-29 15:58:04", "org": "politico", "article_id": "758cba5fdbc331862aa8923c3e6263e1", "date_access": "2015-09-29 15:00:04.088597"}