{"body": "\n2016\n\nThe retired neurosurgeon says he’s fiercely pro-life. His record (and his own comments) don’t back that up.\nBy Katie Glueck\n8/18/15 5:10 AM EDT\nUpdated 8/18/15 5:10 AM EDT\nGetty\nBen Carson’s presidential campaign is surging on a wave of support from socially conservative voters inspired by his passionate talk about faith and his attacks on Planned Parenthood. But while Carson insists he’s a fierce opponent of abortion, he also defends a long series of actions on the issue that are sharply at odds with the beliefs of the very voters fueling his rise.\nCarson, a retired pediatric neurosurgeon, has referred women to doctors who perform abortions, was a trustee of a foundation that gave hundreds of thousands of dollars to Planned Parenthood, and his campaign struggles to articulate which legal restrictions he supports on the procedure.\nStory Continued Below\nCarson’s history on the issue is shaped by his medical background: Decisions he made decades ago — about referring women carrying fetuses with genetic defects to doctors willing to perform abortions, and conducting research using fetal tissue — came in the context of making complex medical decisions. But those are calls the candidate, who is running as ardently anti-abortion, stands by today, positions he argues are not out of step with being personally pro-life. And they are positions his communications director defended in an interview using language favored by advocates for abortion rights.\n“He believes in quality medical care, No. 1, and secondly, he believes in people making their own decisions based on facts and information,” said Carson communications director Doug Watts, when asked whether Carson stands by his previous decisions to refer women whose fetuses had genetic defects to doctors who provide abortions. He does, Watts said.\nAlso on POLITICO\nKYLE CHENEY\n“He believes people ought to have all the facts available to them, but he is steadfastly opposed to abortion,” Watts continued. “Referring it on does not mean he is advocating it, he’s advocating they are getting qualified medical supervision. He has always believed that the battle over abortion had to be waged in the hearts and minds of Americans, that you cannot legislate morality. But he also believes we’re winning the debate.”\nMany pro-abortion rights politicians also personally have qualms about the procedure, but don’t feel it’s their role to pursue legal restrictions on the measure. Pressed repeatedly to name a legal restriction Carson supports, Watts demurred even as he stressed that the candidate is adamantly anti-abortion.\n“It’s not a matter of legality, because there is legal abortion, but you’re asking for his point of view, where his restrictions are,” he said in a follow-up call. “Restrictions are not necessarily in his mind determined by laws. He believes that life begins at conception and that he is opposed to abortion after that.”\nCarson has, in fact, come out in support of a bill in Congress that would ban abortion at 20 weeks, and he has said that cases in which giving birth endangers the life of the mother are rare — but should be evaluated on a case-by-case basis. But Watts reiterated that the legal realm is not Carson’s focus.\n“It is legal,” Watts said of abortion. “And as I say, he does not think the issue is one that can be legislated as much as having to win the hearts and minds of people, to discover the morality or immorality of abortion. He is unequivocally, completely, positively opposed to abortion.”\nBut while he has long been vocal in expressing his anti-abortion views, Carson’s actual record on challenging abortion rights is muddled.\nAlso on POLITICO\nNICK GASS\nA review of several articles from the Baltimore Sun in 1992 indicate that Carson, who as a Johns Hopkins neurosurgeon was personally opposed to abortion, still referred women to doctors willing to perform the procedure.\n“As a physician who does not believe in abortion, when faced with a patient who has severe medical problems, I would refer someone for an abortion,” Carson told the Baltimore Sun in September of 1992. “I believe that person needs to hear both sides … I would never advocate it’s illegal for a person to get an abortion. I think in the long run we do a lot of harm when we bludgeon people.”\nCarson, at the time, often dealt with women whose fetuses had genetic defects, according to another article from October of that year.\nAlso in 1992, he appeared in an anti-abortion ad that he later disavowed, as Maryland grappled with an abortion-related referendum. That same year, Carson used tissue from aborted fetuses in medical research. He had nothing to do with obtaining the tissue, he said, and has defended his research. But the revelation comes as he, like many others in his party, has blasted Planned Parenthood for providing fetal tissue after videos surfaced showing workers at the pro-abortion rights group discussing the matter in a way many saw as cavalier.\nCarson was also a trustee of the Baltimore Community Foundation from 2002-2014. A review of grants given out by the charitable organization during that time indicates that Planned Parenthood received more than $200,000 during the time Carson was on board, one of hundreds of beneficiaries of the foundation.\nAlso on POLITICO\nNICK GASS\n“I don’t know and it doesn’t really matter,” Watts said Monday, when asked whether Carson was aware that Planned Parenthood was a recipient of grant money. “He also wasn’t aware until recently that they had a program of aborting fetuses to harvest and sell body parts. Dr. Carson is a leader in the defunding of Planned Parenthood with taxpayer dollars because of their abhorrent practices.”\nCarson has been a vocal critic in recent weeks of Planned Parenthood, suggesting that the organization disproportionately sets up shop in African-American neighborhoods, in keeping with what he characterizes as the racist tendencies of its founder, Margaret Sanger, and calling for it to be defunded.\nThose remarks come as he catapults in the polls, in Iowa and nationally. A CNN/ORC poll out last week showed Carson moving into second place behind Donald Trump in the Hawkeye State. And a Fox News poll released Sunday showed him gaining after the first debate as well, standing in second place nationally, thrusting a candidate who has never before worked in politics into the harsh spotlight that comes with a presidential campaign.\nRepublican presidential hopeful Ben Carson looks at a display of baby fetus development as he visits the \"Iowa Right to Life\" booth while touring the Iowa State Fair on August 16. | Getty\nHis support so far comes in large part from deeply socially conservative activists. In recent years, he has emerged as a favorite of religious conservatives, has spoken in emotional terms against “killing babies,” and has emerged as a champion of crisis pregnancy centers.\n“My commitment to protect innocent life goes back decades,” he writes on his campaign website. “For years I have helped raise money for a wide spectrum of faith-based entities that assist expectant mothers with the birth of their child by providing a variety of valuable, pro-life services.”\nSometimes that assistance comes with a fee: He was paid about $40,500 by Hope Pregnancy Center in College Station, Texas, earlier this year, but helped the organization pull in $150,000 in profit.\nAnd in March of this year, several weeks before he announced for president, Carson took to Facebook to urge support for the Pain-Capable Unborn Child Protection Act, which would ban abortions at 20 weeks with exceptions for rape, incest, and when a woman’s life at risk.\n“Children are our most precious resource and our efforts to protect them should know no bounds,” he wrote. “I urge our legislators in Congress to swiftly vote on the legislation known as the Pain-Capable Unborn Child Protection Act. It is legislation that values life which in the end is what we are here for.”\nCarson was asked last week whether he would accept abortion to save the life of a mother. He demurred at the time, saying that modern medicine is such that a mother’s life is rarely in jeopardy, but “you have to look at the individual situation,” and Watts clarified that in those rare situations, Carson believes in evaluating on a case-by-case basis.\n“I spent my entire career as a pediatric neurosurgeon, frequently staying up all night, fighting, struggling to save the life of little babies, even operating on babies inside the womb. So I don’t think it should be hard for anyone to understand that I am totally opposed to killing babies,” he said in the interview, which aired on “CBS This Morning.”\nBut he has again been unclear on what other exceptions he would support, as well as on the question of when he believes life begins.\nHe was asked in a separate appearance last week whether his opposition to abortion included exceptions for pregnancies resulting from rape and incest. He said Thursday on Fox News that “I would hope that they would very quickly avail themselves of the emergency room, and in the emergency room, they have the ability to administer RU-486 and other possibilities before you have a developing fetus.” RU-486 is often referred to as an “abortion pill,” and is distinct from emergency contraception in that it ends a pregnancy. Asked whether he meant to say “emergency contraception,” Watts deferred to Carson’s statement, but said that “after conception takes place, he is not in favor of, in any way, of aborting the child.”\nIn that same interview, Carson said he believes that life begins when the heart starts beating, though Watts, who initially gave the same answer, said later Friday that Carson believes life begins at conception. Asked Sunday about that discrepancy by ABC’s Martha Raddatz, who said she was “confused” by his position on abortion, Carson reiterated that life begins at conception.\n“He thinks it is not something that is legislated,” Watts said of reining in abortion. “There’s been all kinds of laws over the years on abortion, some far more harsh than we have today, some less harsh. But what’s going on, to properly address the issue in his mind, is speaking to people in their hearts and minds so they realize the immorality of the act.”\nBy MATT LATIMER\nBy JACK SHAFER\nBy ADAM WREN\nBy SEN. MARCO RUBIO\n© 2015 POLITICO LLC", "byline": "", "description": "The retired neurosurgeon says he's fiercely pro-life. His record (and his own comments) don't back that up.", "title": "Ben Carson's perplexing stance on abortion", "url": "http://www.politico.com/story/2015/08/ben-carson-abortion-stance-121456.html", "topics": ["abortion"], "people": ["Doug Watts", "Johns Hopkins", "Donald Trump", "Martha Raddatz", "Margaret Sanger", "Ben Carson", "Katie Glueck"], "orgs": ["Planned Parenthood", "Hope Pregnancy Center", "Congress"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-08-18 10:10:36", "org": "politico", "article_id": "19b45b99866360469098b8fe701c5e7e", "date_access": "2015-08-18 10:10:13.024873"}