{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Zachary Warmbrodt\n8/11/15 7:59 AM EDT\nCANTOR UNCHAINED — Federal lobbying restrictions for former House Majority Leader Eric Cantor will end a week from today, marking the one-year anniversary of when he resigned from Congress after a surprise primary loss to David Brat. M.M. reached out to Cantor to see what he plans to do. He didn’t personally respond, but a spokeswoman for the Virginia Republican’s new employer, the investment bank Moelis & Company, said “he will not register to lobby for the firm.”\nCantor’s political action committee had more than $357,000 cash on hand as of the end of June. Cantor’s separate campaign committee received $200,000 from him in June as it wound down and refunded more than $230,000 in contributions to Cantor backers including Goldman Sachs CEO Lloyd Blankfein and the Securities Industry and Financial Markets Association.\nStory Continued Below\nCHINA DEVALUES YUAN — The People’s Bank of China cut the currency’s daily reference rate Tuesday by 1.9 percent, a move that may reignite criticism in the U.S. Congress that the currency was already too weak, allowing Chinese goods to sell at artificially low prices worldwide, according to the WSJ’s Lingling Wei: http://on.wsj.com/1P2tKUF\nCLINTON TOURS KEY STATES WITH $350 BILION COLLEGE DEBT PLAN — Hillary Clinton is trekking across New Hampshire and Iowa this week with a sweeping policy proposal aimed at reducing college loan debt. Clinton’s GOP competitors wasted little time Monday attacking the “New College Compact,” which would free up $350 billion for education by cutting tax deductions for the wealthiest Americans.\n— JEB BUSH: “This irresponsible proposal would raise taxes, increase government debt, and double-down on the failed Obama economic policies that have led to a ‘new normal’ of sluggish economic growth, rising college costs spurred by Washington, and limited opportunities for all Americans — including recent college graduates.\" http://bit.ly/1IzO0ev\n— MARCO RUBIO: “All she’s talking about is, let’s raise taxes and pour a bunch of money into a 20th-century outdated model.” http://bit.ly/1gXlDOA\nSLIM CHANCE OF SUCCESS? — Compass Point’s Isaac Boltansky: “The Clinton campaign states that the plan would cost $350 [billion] over 10 years and be paid for by ‘closing tax loopholes and expenditures for the most fortunate.’ … The cost of this package poses both political and procedural problems which underscores our view that the proposal as currently constructed will not be enacted.”\nWALL STREET LOBBYING GROUP SPARS WITH LABOR OFFICIALS — The Labor Department’s epic, four-day public hearing on its fiduciary-duty proposal kicked off yesterday with testimony from one of the rule’s biggest foes: the Securities Industry and Financial Markets Association. POLITICO’s Patrick Temple-West reports that Labor Department officials questioned SIFMA CEO Kenneth Bentsen about the group’s use of studies to point out flaws in the rule, with deputy assistant secretary Timothy Hauser saying that a SIFMA-commissioned study from Deloitte didn’t independently verify information provided by the group’s members.\nWall Street reform group Better Markets, which published a rebuttal against SIFMA’s “spin campaign,” will testify alongside the U.S. Chamber of Commerce, another critic of the rule, at the Labor Department later today. http://1.usa.gov/1KW2B7E\nICI DISPUTES DOL’S CLAIM OF FINANCIAL BENEFITS: Today, you can also expect witnesses to address the DOL’s claim that the rule would create $44 billion in benefits over a decade. The Investment Company Institute’s Sean Collins is slated to testify that that analysis is, “totally unfounded.” Collins will say that the rule will instead cost investors $109 billion in lost returns.\nPEREZ TO FIDUCIARY RULE CRITICS: WE'RE MOVING AHEAD — Labor Secretary Thomas Perez on Friday defended his agency's fiduciary duty rule proposal in a letter to a bipartisan group of House members who had asked him to re-propose the conflict-of-interest regulation. In a copy of the letter sent to Rep. Ann Wagner, Perez said Labor has received more than 330,000 comments on the proposal and will \"move forward towards issuing a final rule that balances the input we have received.\" Look for Wagner to press ahead with a bill that would put Labor's regulation on hold until the SEC writes its own investment advice rule, which the bill would subject to a number of new requirements as well. Read the Perez letter: http://politico.pro/1DJDdj3\nGOOD TUESDAY MORNING — Thanks to everyone who sent in tips about Ben’s lost glasses (follow @morningmoneyben for the whole man vs. ocean saga). Please keep us in the loop on any other news tidbits. Direct them to Clea Benson at cbenson@politico.com.\nDRIVING THE DAY — Day 2 of the Labor Department’s fiduciary rule hearing begins at 9 a.m. … Hillary Clinton visits River Valley Community College in New Hampshire at 11 a.m. and Keene Middle School at 3:30 p.m. …\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES –  Jon Prior on Julian Castro’s uphill battle on housing desegregation [http://politico.pro/1WeNtpp]. For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m.-- please contact Pro Services at (703) 341-4600or info@politicopro.com\nWARREN TARGETS NEW WALL STREET COMMUNICATION TOOL — Sen. Elizabeth Warren has a new target: the financial-services communication system that Symphony Communication LLC is poised to roll out to compete with Bloomberg’s messaging service. The populist senator from Massachusetts sent a letter to six federal regulators yesterday raising questions about whether the tool “could prevent regulators from identifying and preventing future illegal behavior.” http://1.usa.gov/1gYS13v\nHOUSE COMMS DIRECTOR IN CFTC SWAP — Christopher Spina, the communications director for House Financial Services Committee Democrats until last Friday, is joining the Commodity Futures Trading Commission. His first day as a senior advisor for public affairs at the futures and swaps regulator will be Monday.\n** A message from the U.S. Chamber of Commerce’s Center for Capital Markets Competitiveness: The U.S. Chamber and Small Business Administration agree — DOL’s proposed fiduciary rule is bad for business. SBA Office of Advocacy: “[S]mall businesses stakeholders report that the proposals could ultimately lead advisers to stop providing retirement services to small businesses.” Learn more and see what others are saying at www.USChamber.com/RetirementAction. **\nELLIOTT MANAGEMENT HIRES NEW LOBBYISTS — From POLITICO Influence: “Hedge fund Elliott Management Corporation, which is run by GOP megadonor Paul Singer, has brought on Forbes-Tate to lobby on issues related to financial services. The firm's Daniel Tate, Jeff Strunk, Frank Steinberg, Libby Greer and Jeff Sadosky will be lobbying on behalf of the hedge fund. Elliott Management has significantly decreased its spending on lobbying in recent years. It spent $230,000 on lobbying the federal government last year and has spent only $20,000 so far this year. The firm has Malkin & Rosson retainer.” http://politi.co/1TgB0Ta\nSANTANDER FACES AUTO LOAN INVESTIGATION — WSJ’s Peter Rudegeair: “Santander Consumer USA Holdings, Inc., one of the largest U.S. auto lenders, said on Monday that regulators alleged the company violated fair-lending laws and the matter could be reviewed by the Justice Department. In July, the Consumer Financial Protection Bureau told Santander Consumer USA that it had notified the Justice Department of instances where it found the company overcharged ‘protected groups’ of consumers on auto loans made through car dealerships, according to a regulatory filing Monday by the Dallas-based lender.” http://on.wsj.com/1Mgpdyz\nTHE ABCs of GOOGLE: In what Bloomberg News commentators call an “earthshaking” development, Google Inc. is reorganizing into a holding company called Alphabet Inc. http://bloom.bg/1DDxOu8. And Larry Page is joking about it: http://bloom.bg/1MlJIeN\n** A message from the U.S. Chamber of Commerce’s Center for Capital Markets Competitiveness: The Department of Labor is currently working to redefine the definition of a fiduciary under the Employee Retirement Security Act (ERISA) by modifying what constitutes \"investment advice.\" Unfortunately, this re-proposal is both more expansive and much more complicated than the DOL's controversial 2010 proposal. It will have a disproportionate impact on low and moderate income Americans saving for retirement — especially employees of small businesses who save using products such as IRAs. The Chamber is committed to working toward a rule that further protects investors while expanding, rather than unnecessarily limiting, access to investment advice and investment choices. Learn more about The Threat to Retirement Savings and add your voice to this important issue at www.USChamber.com/RetirementAction. **\nBy GWENDA BLAIR\nBy ARI BERMAN\nBy BRENT BOZELL\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "Cantor unchained.", "title": "Cantor unchained — China devalues Yuan — Clinton tours key states with $350 billion college debt plan", "url": "http://www.politico.com/morningmoney/0815/morningmoney19533.html", "topics": ["economy", "trade"], "people": ["Isaac Boltansky", "Eric Cantor", "Peter Rudegeair", "Paul Singer", "Jeff Sadosky", "Ann Wagner", "Zachary Warmbrodt", "Thomas Perez", "Libby Greer", "Larry Page", "Lloyd Blankfein", "Elizabeth Warren", "Christopher Spina", "Kenneth Bentsen", "Daniel Tate", "Jeff Strunk", "Clea Benson", "Hillary Clinton", "Frank Steinberg", "David Brat", "Jon Prior", "Julian Castro"], "orgs": ["BRENT BOZELL", "WSJ", "Investment Company Institute", "Commodity Futures Trading Commission", "Deloitte", "Congress", "SIFMA", "Consumer Financial Protection Bureau", "SEC", "Hedge", "Labor Department", "Securities Industry and Financial Markets Association", "Moelis & Company", "House Financial Services Committee", "Labor", "GOP", "WARREN", "Elliott Management", "M.M.", "Goldman Sachs", "Justice Department", "U.S. Chamber of Commerce", "IRAs", "Pro Services"], "authors": [{"author_id": 30899, "fullname": "zachary warmbrodt", "primary_org": "politico"}], "date_written": "2015-08-11 12:59:13", "org": "politico", "article_id": "9d1b12de448a08fea60f93699c0339d6", "date_access": "2015-08-11 12:10:25.114501"}