{"body": "\n09/16/15, 11:48 AM EDT\n\n                                        By \nAustin Wright\n\nCentral Command boss Gen. Lloyd Austin told the Senate Armed Services Committee Wednesday there are now 'four or five' U.S.-trained rebel fighters in Syria.\n\n09/16/15, 11:36 AM EDT\n\n                                        By \nEliza Collins\n\nIn a political world rife with division, the two bipartisan lawmakers had kind words for one another. \n\n09/16/15, 11:16 AM EDT\n\nPrimary Source\n\n09/16/15, 11:06 AM EDT\n\n                                        By \nMark D. Weinberg\n\nGOP presidential candidates aren’t following in Ronald Reagan’s footsteps. They’re running in the opposite direction.\n\n09/16/15, 11:04 AM EDT\n\n                                        By \nPaul Demko\n\nThe date from the Current Population Survey is the first released since the full implementation of Obamacare.\n\n09/16/15, 10:54 AM EDT\n\n                                        By \nDaniel Lippman\n\nTrump promises the greatest of greatnesses.\n\n09/16/15, 10:24 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe former Daily Show host will be on Capitol Hill to urge passage of a permanent healthcare and compensation bill for first responders from the terrorist...\n\n09/16/15, 10:06 AM EDT\n\n                                        By \nKaty O'Donnell\n\nGOP abandoning promises of deficit-neutral tax reform? — Bernie disagrees with all things Wall Street, including the Journal — Finance marks up ID theft...\n\n09/16/15, 10:05 AM EDT\n\n                                        By \nAdam Sneed\n\nHatch touts LEADS Act — Up next at the Copyright Alliance\n\n09/16/15, 10:05 AM EDT\n\n                                        By \nJennifer Scholtes\n\nLawmakers return for dash to Sept. 30 deadline — DHS says preclearance kept potential terrorists off U.S. flights — Forget party affiliation. Vote infrastructure...\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nMoniz takes the stage\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nSeattle teachers strike comes to an end — New York regents take up teacher evaluations\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nDarius Tahir\n\nTelemedicine campaigning in Capitol Hill — FDA with new head honcho?\n\n2016\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nShane Goldmacher\n\nCandidates need a strong showing to generate fresh campaign cash.\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nAdam Behsudi\n\nSenators make another TPP currency push — U.S., South Africa continue to talk\n\n09/16/15, 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nHandicapping MI-01 after Benishek's retirement.\n\n09/16/15, 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nUAW, Fiat Chrysler pledge to end two tier wages. \n\n09/16/15, 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nCMS won’t back down on out-of-pocket caps — CBO: Small group delay raises $400M\n\n09/16/15, 10:00 AM EDT\n\n                                        By \nTim Starks\n\nChina sanctions before Sept. 25 slide further toward “unlikely” — ECPA reform hearing, previewed \n\n09/16/15, 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nAnother marathon House Ag hearing to focus on USDA — 2014 farm bill program payments bigger than expected\n\nOpinion\n\n09/16/15, 09:46 AM EDT\n\n                                        By \n                                                Rich Lowry\n\nIf the general environment fits Cruz nicely, the dynamic of the campaign is favorable to him, too.\n\n2016\n\n09/16/15, 09:19 AM EDT\n\n                                        By \n                                                Rick Wilson\n\nAn open letter to the GOP candidates about tonight’s debate.\n\n09/16/15, 08:30 AM EDT\n\n                                        By \nAustin Wright\n\nDefense trade associations want multi-year budget deal.\n\n09/16/15, 08:05 AM EDT\n\n                                        By \nEliza Collins\n\nWednesday’s results continue a broader trend of diminishing support for the idea of a deal with Iran.\n\n09/16/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nDebate night in America — Walker's last stand? — The interlocutor — Rand Paul vs the Fed\n\n09/16/15, 07:50 AM EDT\nMitch McConnell shames Democrats on the Iran deal.\n\n09/16/15, 07:35 AM EDT\nTunnel progress, maybe.\n\n09/16/15, 07:30 AM EDT\nRand Paul says he plans to pound Donald Trump as a \"fake conservative.\"\n\n09/16/15, 07:29 AM EDT\nUber marathon.\n\n09/16/15, 07:25 AM EDT\nGovernors' tunnel plan.\n\n09/16/15, 06:54 AM EDT\n\n                                        By \nEliza Collins\n\nJust 24 percent of those surveyed say it is “very important” that the candidate have previous experience in elected office. \n\n09/16/15, 06:43 AM EDT\nJeb’s bad FL poll\n\n09/16/15, 06:18 AM EDT\n\n                                        By \nAlex Isenstadt\n\nBen Carson and Carly Fiorina have a chance Wednesday to prove they're for real.\n\n09/16/15, 05:25 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary, DNC face pressure to add debates\n\n09/16/15, 05:20 AM EDT\n\n                                        By \nAnnie Karni\n\nIt suggests the party's 2016 contenders have strayed far from Reagan's heyday.\n\n2016\n\n09/16/15, 05:17 AM EDT\n\n                                        By \nElizabeth F. Ralph\n\nRonald Reagan’s sons discuss Donald Trump and 2016.\n\n2016\n\n09/16/15, 05:13 AM EDT\n\n                                        By \n                                                Katie Glueck\n\nThe political outsider has to show her mettle on the primetime debate stage.\n\n2016\n\n09/16/15, 05:10 AM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nGlenn Thrush\n\nIf he doesn't land punches tonight against Donald Trump, some warn, \"it might be over.\"\n\n09/16/15, 05:00 AM EDT\n\n09/16/15, 05:00 AM EDT\n\n                                        Updated 09/16/15, 12:40 AM EDT\n\n                                        By \nCate Martel\n\nThe Republican presidential debate will be Wednesday, Sept. 16.\n\n                                        Updated 09/16/15, 12:14 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe vice president offered the White House's sharpest remarks yet on the GOP candidate's immigration rhetoric.\n\n09/16/15, 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nThe disgraced former vice president was buried in New Jersey.\n\n2016\n\n09/15/15, 11:27 PM EDT\n\n                                        By \nEli Stokols\n\n“I am with the veterans 100 percent,” Trump declares. \n\nFourth Estate\n\n                                        Updated 09/15/15, 10:48 PM EDT\n\n                                        By \nJack Shafer\n\nIf reporters succeed in catching Trump or one of the other candidates in a horrible mistake or breaching good manners, don’t hold your breath for it to...\n\nSecurity\n\n09/15/15, 09:58 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe briefings detail reaction to some of the biggest crises of the 1960s.\n\n09/15/15, 09:07 PM EDT\n\n                                        By \nEliza Collins\n\nThe poll found that 39 percent of Republican primary and caucus voters thought he could win the presidency\n\nHistory Dept.\n\n09/15/15, 08:51 PM EDT\n\n                                        By \n                                                Jules Witcover\n\nJeb’s chances at a family three-peat might be slimming, but the Bushes were never destined for the White House. \n\nCongress\n\n09/15/15, 08:31 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nThe majority leader keeps doing re-dos on tough votes, but Democrats don't budge. \nWe're working on more stories right now\n\n                                                    Politico\nThe one-stop source for energy and environment news \n\n            By \nEric Wolff\n\n09/16/15, 10:03 AM EDT\nWith help from Darius Dixon and Alex Guillén\nANIMUS OVER ANIMAS: The Environmental Protection Agency was founded 45 years ago because a polluted river was on fire. Now EPA is taking fire for polluting a river. Members of Congress from both parties are demanding accountability from the agency for the accident last month that spilled waste from a old gold mine into Colorado's Animas River, and EPA Administrator Gina McCarthy will have to explain her agency's behavior in multiple hearings starting today. Alex Guillén explains to Pros: \"Lawmakers from both parties have serious questions for McCarthy, including whether her agency notified local officials quickly enough, whether workers missed signs of a potential blowout and whether the contractor had an adequate emergency response plan.\" \n4 committees, 3 hearings, 2 days: First up is the Senate Environment and Public Works Committee, where McCarthy can expect to face a grilling not only from Republicans but also from the region’s Democrats, Michael Bennet, Tom Udall and Martin Heinrich. McCarthy will then ascend two floors to appear before the Senate Indian Affairs Committee, alongside Navajo Nation President Russell Begaye and others. Then on Thursday she faces a joint House Oversight and Natural Resources hearing, where McCarthy will appear along with Begaye and officials from the New Mexico and Colorado environment agencies. http://politico.pro/1W29o21\nTHESE BOOTS WERE MADE FOR WALKING: Begaye told ME he is seeking a formal disaster declaration, which would free up federal dollars and resources for the response. He has sent messages to the White House and had lawmakers intercede as well, but has gotten “absolutely no response so far” from President Barack Obama. Begaye says the Navajo are considering taking their anger at the lack of communication from Obama to the ballot box. “Not a word is coming out of the White House, which is very disturbing, because our people helped elect the current president. I’m saying to people of this party, if you guys don’t come and help us, we’re going to be voting for the other party,” Begaye said, adding: “We will support anyone, any group that’s willing to come and walk with us in this tragedy.”\nMORE THAN ONE WAY TO SKIN A REGULATION: Congressional Republicans make no secret of their concern about new executive branch rules, particularly those coming out of the EPA. While direct assaults on the Clean Air Act and similar legislation seem to get bogged down in the Senate, some legislators hope that bills focused on regulatory reform, like a package unveiled in July by Democratic Sen. Heidi Heitkamp and Republican Sen. James Lankford, will get more bipartisan traction. The different bills would add additional public participation to rulemaking or add a retrospective review of existing rules. The Senate Homeland Security and Governmental Affairs Committee will host a hearing today to discuss a some of those bills. Sen. Tom Carper, ranking member on the committee, will say in his prepared opening remarks: \"I think the legislative proposals that will be discussed today are well-intentioned ... that having been said ... I worry that many of these proposals focus too much on the costs of regulations, while ignoring the benefits.\"\nWELCOME TO WEDNESDAY! I'm your host Eric Wolff, and we're in that time of year when I contemplate how I can be better. So, this is your change: How can ME be better, funnier, more useful? We have the technology, we can build it. Send your suggestions and energy tips, quips, and comments to ewolff@politico.com, or follow us on Twitter @ericwolff, @Morning_Energy, and @POLITICOPro.\n** A message from The CRUDE Coalition: American consumers are benefiting from the lowest gasoline prices anywhere in the world today. That's boosting household budgets and the wider economy by billions of dollars. Don't raise gasoline prices by shipping US crude to China. See what American voters think here. http://bit.ly/1Kdqt0D **\nMONIZ TO OUTLINE PLAN DOUBLE 'ENERGY PRODUCTIVITY': Energy Secretary Ernest Moniz will take to the Arena Stage today to unveil a new report outlining how the U.S. can use energy move efficiently. The Department of Energy tells ME the report, titled \"Accelerate Energy Productivity 2030,\" outlines multiple strategies for better efficiency, including updating vehicle and product standards, providing more energy efficiency and usage information to consumers, and designing rates and policies that encourage energy efficiency. \nIt's nobody's business but the Turks: ME isn't quite sure why \"energy efficiency\" became \"energy productivity,\" but for those of you sharing this state of benighted ignorance with your host, know that energy productivity is the gross domestic product produced per unit of energy consumed, measured in dollars per million British thermal units. A brand new measurement, and it's not even in the metric system! \nIf you go: Moniz will speak at 12:45 p.m., Arena Stage, 1101 6th St, SW.\nTAX EXTENDERS GO WHERE THE WIND DON'T BLOW AND THE SUN DON'T SHINE: The House Ways and Means Committee plans to take up legislation Thursday that would permanently extend five expired tax breaks as part of the annual \"tax extenders\" exercise. Missing from the group of five: The production tax credit for wind power and the investment tax credit for solar. http://politico.pro/1KeCTXa\nFEDS DISTRIBUTE $120 MILLION TO EXPAND AND IMPROVE SOLAR: Vice President Joe Biden will announce today a series of grants to states and communities at the Solar Power International Conference in Anaheim, Calif. The money is spread around 24 states. The largest chunk of money, $32 million, is aimed at improving concentrated solar power, but other grants are intended to speed the installation of solar panels, help hire more veterans, and bring solar to rural areas.\nIf you are at Disneyland, but your need to see the Veep exceeds your need to see Mickey: 10:45 a.m. at the Anaheim Convention Center, Anaheim, Calif. \nENERGY ISSUES COULD MAKE AN APPEARANCE AT REPUBLICAN PRESIDENTIAL DEBATE: Energy and environment issues took up hardly any time at the last GOP debate, possibly because there's so little daylight between the candidates on the issues. But Obama served up some tasty red meat for GOP candidates to chew on at tonight's debate when his administration announced it would oppose lifting the crude oil export ban yesterday. The candidates may seize the chance to hammer Obama over the issue. \nNEI TO NRC: SAVE MONEY BY HALTING REGS: As the NRC wrapped up the comment period in an early step of the agency’s “re-sizing” effort, industry offered up a broad wish list of the seven rulemakings it’s hoping regulators will kill off. The Project AIM 2020 initiative envisions a smaller budget and fewer NRC employees and, to help get the ball rolling, agency leaders signed off on a one-time “re-baselining” study that would give them a comprehensive list of activities that can be “shed, de-prioritized, or performed with a less intense resource commitment.” Unsurprisingly, the Nuclear Energy Institute had some thoughts on the matter. Among the Institute’s 27-point set of recommendations, it argues that regulators could save precious time and resources if it axed a pair of rulemakings attempting to better align NRC radiation protection standards with international recommendations. NEI is also seeking to have the NRC back off of certain new security regulations on independent spent nuclear fuel storage installations the agency’s been working on since 2009. The NRC only took comments for a month but NEI said it’s suggestions would be “an excellent starting point.” NEI’s comments: http://politico.pro/1ifgdyo \nENVIROS OFFER JEWELL A SHARP RETORT: Sec. Sally Jewell said yesterday morning that environmentalists should not expect the federal government to stop all new oil, natural gas, and coal leases on public lands immediately. There's no way to \"cut it off overnight,\" she said. \"We are a nation that continues to be dependent on fossil fuels.\" The head of environmental group 350.org, May Boeve, begged to differ in a statement: “This is a straw man, and Secretary Jewell knows it. Absolutely no one is suggesting that we can end society’s reliance on fossil fuel use tomorrow, but that’s no excuse for failing to do our part today. If we’re serious about transitioning to an economy powered by 100% renewables, we need to stop digging for more, and green-lighting projects like Keystone XL that prolong our dependence on fossil fuels.\" \nME MAILBAG: \n— Black environmental groups will present a letter today to the Congressional Black Caucus. The letter will ask the members of the caucus, which is led by Democratic North Carolina Rep. G. K. Butterfield, \"to reauthorize the Land and Water Conservation Fund (LWCF) which is set to expire September 30.\" The fund uses some of the money from land royalties paid by oil and gas companies to purchase private plots of land located within protected spaces like national parks and forests. \n— The Blue Green Alliance, a joint project of some of the nation's largest unions and environmental groups, sent a letter to members of Congress announcing it opposed lifting the crude oil ban. The letter expresses concern that lifting the ban would undermine numerous environmental regulations by increasing toxic emissions, not least emissions of carbon dioxide. http://bit.ly/1LwWiT7\nQUICK HITS  — \"Autonomous driving features in electric vehicles can save $1,800 in battery costs\", Computer World: http://bit.ly/1OuP7Qx\n— \"Debate about Nevada nuclear dump resuming in Las Vegas\", AP via Yahoo: http://yhoo.it/1UTYKZ0\n— \"Saudis Make Push for Nuclear Energy\", WSJ: http://on.wsj.com/1KlZNuG\n** A message from The CRUDE Coalition: American jobs and our national security will be put at risk if Congress allows crude oil to be shipped overseas. Voters agree - recent surveys in Illinois and Pennsylvania show 60% are less likely to re-elect a legislator who supports shipping oil overseas. http://bit.ly/1Kdqt0D **\n\n                                            By \nMark D. Weinberg\n\n\n                                            By \nElizabeth F. Ralph\n\n\n                                            By \n                                                    Matt Latimer\n\n\n                                            By \n                                                    Rich Lowry\n\nEric Wolff is an energy reporter and author of Morning Energy. Prior to joining Politico in 2015, he covered the EPA for SNL Energy, an electric power trade publication. H started at the New York Sun, but he cut his teeth covering the real estate crisis and the emergence of solar power in San Diego County for the late North County Times, a daily newspaper.\nHe is married and living in Washington, D.C. with newborn twins. Think happy thoughts..\n © 2015 POLITICO LLC", "byline": "", "description": "Moniz takes the stage", "title": "Animus over Animas", "url": "http://www.politico.com/tipsheets/morning-energy/2015/09/morning-energy-animus-over-animas-moniz-takes-the-stage-210228", "topics": ["trade", "immigration"], "people": ["Katy O'Donnell", "Burgess Everett", "Martin Heinrich", "Jules Witcover", "G. K. Butterfield", "Matt Latimer", "Elena Schneider", "Brian Mahoney", "Paul Demko", "Austin Wright", "Ronald Reagan", "Heidi Heitkamp", "James Lankford", "Barack Obama", "Tom Carper", "Joe Biden", "Darius Dixon", "D. Weinberg", "Sally Jewell", "Darius Tahir", "Annie Karni", "Alex Guillen", "Brianna Ehley", "Rich Lowry", "Shane Goldmacher", "Rand Paul", "Jack Shafer", "Glenn Thrush", "Jennifer Scholtes", "Daniel Lippman", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Donald Trump", "Eliza Collins", "Tom Udall", "Sarah Wheaton", "Tim Starks", "Michael Bennet", "Carly Fiorina", "Gabriel Debenedetti", "Adam Sneed", "Adam Behsudi", "Cate Martel", "Elizabeth F. Ralph", "Ben White", "Eli Stokols", "Rick Wilson", "Josh Gerstein", "Eric Wolff", "Bill Tomson", "Katie Glueck", "Ernest Moniz", "Ben Carson", "Caitlin Emma"], "orgs": ["FDA", "Fed", "Central Command", "TPP", "LWCF", "Senate Environment and Public Works Committee", "NRC", "CMS", "EPA", "Congress", "UAW", "Congressional Black Caucus", "USDA", "DNC", "Senate Homeland Security and Governmental Affairs Committee", "Institute", "Keystone XL", "Copyright Alliance", "Senate Armed Services Committee", "Solar Power International Conference", "Fiat Chrysler", "ECPA", "DHS", "GOP", "SNL Energy", "Department of Energy", "House Ag", "CBO", "Senate", "Environmental Protection Agency"], "authors": [{"author_id": 31434, "fullname": "austin wright", "primary_org": "politico"}], "date_written": "2015-09-16 15:03:55", "org": "politico", "article_id": "b4e6f2adcdf1f387a2d93f97a0ba3e33", "date_access": "2015-09-16 16:10:41.040668"}