{"body": "\nLaw And Order\n\n10/05/15 07:18 PM EDT\n\n                                        By \n                                                Matt Valentine\n\nThe canard of the armed civilian mass-shooting hero is perpetuated by exaggerations and half-truths.\n\nLaw And Order\n\n10/05/15 07:17 PM EDT\n\n                                        By \n                                                James Dudley\n\nThe Oregon shooting is a tragic reminder that the laws on the books are woefully inadequate. \n\n10/05/15 07:11 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.\n\n10/05/15 07:05 PM EDT\n\n                                        By \nKevin Robillard\n\nThe party lands its top recruit in N.H., Maggie Hassan, but primaries elsewhere complicate path to majority.\n\n10/05/15 07:02 PM EDT\nThe email chains include 72 pages with Reines' conversations with reporters.\n\n2016\n\n10/05/15 06:59 PM EDT\n\n                                        By \nRachael Bade\n\nThey argue that the California Republican validated their view that the panel's work amounts to a witch hunt. \n\n                                        Updated 10/05/15 06:50 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nSenate Democrats are gearing up for another gun-control push in the aftermath of last week's mass shooting in Oregon, as the chamber's top Democrat accused...\n\n10/05/15 06:47 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt’s a jab at Rubio who awkwardly reached for a bottle of water in the middle of his 2013 State of the Union rebuttal.\n\n10/05/15 06:41 PM EDT\n\n                                        By \nKyle Cheney\n\nIn an interview with POLITICO, Romney also said Jeb Bush and his backers played no role in her husband's decision.\n\n10/05/15 06:37 PM EDT\n\n                                        Updated 10/05/15 06:19 PM EDT\n\n                                        By \n                                                Kelsey Sutton\n\nMSNBC executives are still considering expanding its popular early-day “Morning Joe” programming. \n\n10/05/15 05:57 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"Police shootings are not minutiae at all,\" the attorney general says.\n\nCongress\n\n                                        Updated 10/05/15 05:54 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nHarry Reid and Nancy Pelosi thought they had an agreement: A private conversation Republican leaders had with President Obama about a budget deal would...\n\n10/05/15 05:29 PM EDT\n\n                                        By \nAnna Palmer\n\nAn email to Democratic operatives asked \"if you or any friends have interest in submitting your resume for the potential Biden campaign.\"\n\n                                        Updated 10/05/15 05:29 PM EDT\n\n                                        By \nSteven Shepard\n\nPolls have showed the popular Hassan running close with Ayotte in early matchups.\n\n                                        By \nDanny Vinik\n\nAs the White House tries to open up a trade relationship, Cuba shuts off the spigot. What’s going on?\n\n10/09/15 05:00 PM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and California Playbook Author Carla Marinucci as they mark the launch of California Playbook...\n\n10/05/15 05:01 PM EDT\n\n                                        By \nBurgess Everett\n\nA first-term senator disses the debate over the next House speaker.\n\n10/14/15 08:00 AM EDT\nJoin POLITICO’s Outside, In: Will Tech Transform Chronic Care? panel discussion, where leading voices in healthcare, technology and policy will convene...\n\n                                        Updated 10/05/15 04:54 PM EDT\n\n                                        By \nVictoria Guida\n                                         and \nAdam Behsudi\n\nThe agreement will soon be released straight into the neon glare of a presidential election campaign and a bitterly divided Congress. \n\n10/05/15 04:16 PM EDT\n\n                                        By \nHadas Gold\n\nInfluential conservative radio host and RedState editor Erick Erickson announced on Monday he's leaving the website by the end of the year to focus on...\n\n                                        Updated 10/05/15 04:13 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton wryly rejected the notion of considering the No. 2 spot on a presidential ticket on Monday, remarking in an answer to a hypothetical question...\n\n10/05/15 04:10 PM EDT\n\n                                        By \nJosh Gerstein\n\nHomeland Security Secretary Jeh Johnson rallied to the defense of the beleaguered Secret Service on Monday, dismissing media coverage of high-level misconduct...\n\n10/05/15 04:09 PM EDT\n\n                                        Updated 10/05/15 03:57 PM EDT\n\n                                        By \nNick Gass\n\n\"Now, I'm a little different from those who say free college for everybody.\"\n\n10/05/15 03:55 PM EDT\n\n                                        Updated 10/05/15 03:51 PM EDT\n\n                                        By \nNick Gass\n\nClinton again expressed contrition for choosing to conduct official business on a private email account and server.\n\n10/05/15 03:44 PM EDT\n\n                                        Updated 10/05/15 03:41 PM EDT\n\n                                        By \nNick Gass\n\nIt's the second time this cycle that a Democratic presidential candidate has appeared on her show. \n\n10/05/15 03:19 PM EDT\n\n                                        Updated 10/05/15 02:57 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe House Republican Conference will still choose its nominee for speaker on Thursday.\n\n10/05/15 02:37 PM EDT\n\n                                        By \nNick Gass\n\nThe former national security adviser writes that Russia must cooperate with the United States in Syria.\n\n                                        Updated 10/05/15 02:21 PM EDT\n\n                                        By \nDoug Palmer\n\nThe pact is expected to tear down trade barriers and establish rules in areas like labor, the environment and e-commerce.\n\n10/05/15 02:19 PM EDT\n\n10/05/15 02:01 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nPapelbon's K Street connection — From pitch man to pitcher\n\n10/05/15 01:28 PM EDT\n\n                                        By \nJake Sherman\n\nRep. Mark Meadows (R-N.C.) hasn't made up his mind on who to endorse for speaker.\n\n10/05/15 01:19 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"I think leaks are detrimental to any matter, no matter what it is, no matter who is involved,\" she says. \n\n10/05/15 12:42 PM EDT\n\n                                        By \nRachael Bade\n\nHe's not worried about losing his committee chairmanship as punishment for challenging McCarthy. \n\n10/05/15 12:35 PM EDT\n\n                                        By \nNick Gass\n\nEdward Snowden is still waiting on the Justice Department to take up his offer of a plea deal.\n\n10/05/15 12:05 PM EDT\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nDrug cost campaign targets early primary states — Pharma loses in IPR as patent reform lingers\n\n                                        Updated 10/05/15 10:21 AM EDT\n\n                                        By \nAnnie Karni\n\nShe also takes some gentle ribbing about gay marriage and the Keystone pipeline.\n\n                                        By \nMichael Grunwald\n\nNot every rule needs to be a big deal. A flurry of them are taking down the coal industry.\n\n10/05/15 10:02 AM EDT\n\n                                        By \nTheodoric Meyer\n\nFreedomWorks running ads for House conservatives\n\n10/05/15 10:02 AM EDT\n\n                                        By \nTim Starks\n\nDHS preps to defend cyber reorganization — Report: Nuclear facilities not as safe from hackers as we think\n\n10/05/15 10:02 AM EDT\n\n                                        By \nErin Mershon\n\nSupreme Court opens its term — Insurers outraged over meager risk corridor payout\n\n10/05/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nWhite House holds workers' summit this week — TPP is nearly a done deal \n\n10/05/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nGreens plot differing VW smackdowns.\n\n10/05/15 10:00 AM EDT\n\n                                        By \nDavid Pittman\n\nCyber-info sharing bill might come before senate — National health IT week kicks off\n\n10/05/15 10:00 AM EDT\n\n                                        By \nBrian Faler\n\nCarson: Yank Muslim group's tax exemption.\n\n10/05/15 10:00 AM EDT\n\n                                        By \nKimberly Hefling\n\nComing this fall to a SCOTUS near you — No candidate left behind \nWe're working on more stories right now\n\n                                            By \n                                                    Matt Valentine\n\n\n                                            By \n                                                    James Dudley\n\n\n                                            By \n                                                    Jonathan M. Katz\n\n\n                                            By \n                                                    John Culhane\n\n\n                Getty\n\n                        The departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.\n\n            By \nJake Sherman\n             and \nJohn Bresnahan\n\n10/05/15 07:11 PM EDT\nJohn Boehner’s speakership is not ending quietly. \nWith less than four weeks left in his decades-long congressional career, Boehner is maneuvering to shape the House Republican Conference on his way out. His goal is to leave the conference he helped build —with countless hours of grunt work and hundreds of millions of dollars in fundraising — in the strongest position possible. \nStory Continued Below\nHe has all but officially endorsed Rep. Kevin McCarthy to succeed him, giving the majority leader enough of a nod to express confidence but short of the full-throated endorsement that could sink him. Boehner tried to lure a candidate into the majority leader race against one of his own top lieutenants, a move aimed at bolstering McCarthy's right flank.\nAnd on Monday, he delayed for several weeks the election of the party's next majority leader and whip. This move gives the conference time to reconsider their internal rules, and could quash arguments that the leadership is rushing to a vote.\nNone of the moves are seismic, but they are meaningful. And one man in particular is feeling the brunt: Louisiana Rep. Steve Scalise, the current whip who is running for majority leader.\n\n\n\n            By \nRachael Bade\n\nFirst, Boehner secretly met with Rep. Trey Gowdy (R-S.C.) to try to convince him to challenge Scalise and Rep. Tom Price (R-Ga.) for majority leader. Scalise’s allies immediately dismissed Boehner’s meddling as useless, saying the speaker has a track record of unsuccessfully trying to recruit candidates for leadership. \nThen this week, with Scalise’s team saying they were on the brink of securing the support to win the internal party contest for the No. 2 post, Boehner decided he would push back the vote on majority leader and whip by three weeks. Scalise’s top aides were less than pleased. Some conservatives plan to use the time to recruit another candidate into the race for majority leader.\nScalise and Boehner’s chiefs of staff were in touch about the date change over the weekend, and say all of their discussions were \"professional.\"\nBoehner aides said he doesn’t have it out for Scalise – the pair have a perfectly cordial relationship – but in the waning days of his speakership, Boehner finds himself at cross-purposes with his No. 3.\nBoehner’s team wants to ensure McCarthy a smooth path to the speaker’s chair. That’s why they tried to recruit Gowdy to run for majority leader; the speaker believed Gowdy in the No. 2 leadership job would insulate McCarthy from criticism on the right in a way Scalise couldn’t. \nScalise and his team, meanwhile, have been working feverishly to round up votes. Scalise told his supporters on a call Sunday night that he already has the support to win the majority leader post, and will continue courting more backers.\n\n\n\n            By \nBurgess Everett\n\nScalise prefers the election to be as soon as possible, as any delay could be a chance for conservative hardliners in and out of Congress to make trouble for him. The Scalise camp's official statement is that they “look forward to having all of these elections take place as soon as our conference is ready.” But the longer Boehner waits, the more time the right has to try to beat Scalise. \nKevin Smith, Boehner’s spokesman, said the speaker believes “Mr. Scalise has done a great job as whip and they will continue to work closely together in the weeks ahead.”\n“We respect the decision Speaker Boehner has made,” added Chris Bond, a spokesman for Scalise. “As we’ve made clear, Congressman Scalise’s support is strong and growing, so this poses no problems for us. We’re going to keep our foot on the gas pedal, and we’re looking forward to holding these elections when the conference is ready.”\nTo be sure, Scalise is the favorite in the majority leader race. He has a superior operation, handily won the race for majority whip last year. Price – the only other man running for leader – has been dogged by allegations that he sought to slash defense spending as part of his 2016 spending blueprint earlier this year. Scalise has said that he would work to bolster defense programs.\nIn a move to show strength, Scalise has rolled out a broad list of endorsements, including from lawmakers who opposed his election as whip in 2014.\nBut Scalise's biggest problem is that conservatives - especially the House Freedom Caucus - do not want to simply promote McCarthy and Scalise. Doing so would leave in place a leadership team they believe has failed to win showdowns with President Barack Obama and Democrats. They've been unable to recruit a candidate to give McCarthy a true challenge. Many privately say they see their best hope as taking Scalise on. \nThe internal party vote for speaker will take place Thursday. Republicans will choose between McCarthy, Rep. Daniel Webster (R-Fla.) and Rep. Jason Chaffetz (R-Utah). Webster has a handful of endorsements, and Chaffetz has not announced a single person who is backing him. In an interview with ABC News Monday, he said he expects to lose the contest. The full House will choose the next speaker on Oct. 29, and whoever wins that contest will set the date of the majority leader and whip race.\n\n\n\n            By \nJake Sherman\n\nBoehner's move to delay the elections also raises another huge issue for Republicans. The nation will reach its debt limit on Nov. 5 -- around the same time the party will chose its new leader and whip. If Boehner attempts to hold a debt ceiling vote before the speaker election, it could be a major problem for McCarthy. If it occurs afterward, then one of McCarthy's first fights as speaker is to over the contentious borrowing cap. \nScalise, Price or other leadership hopefuls could be forced to vote \"no\" on such a measure in order to preserve their standing with the right wing. The new leadership team might be split before it even has time to jell. \n © 2015 POLITICO LLC", "byline": "", "description": "The departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.", "title": "Boehner making waves on his way to the exit", "url": "http://www.politico.com/story/2015/10/house-republicans-john-boehner-214451", "topics": ["campaign_finance", "trade"], "people": ["Kelly Ayotte", "Isaac Arnsdorf", "Burgess Everett", "Matt Valentine", "Kyle Cheney", "James Dudley", "Trey Gowdy", "Rachael Bade", "Daniel Webster", "Doug Palmer", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Kelsey Sutton", "Tom Price", "Danny Vinik", "Steve Scalise", "Harry Reid", "Kevin Robillard", "Brian Mahoney", "Kimberly Hefling", "John Boehner", "Josh Gerstein", "Annie Karni", "Michael Grunwald", "Theodoric Meyer", "Nick Gass", "Jonathan M. Katz", "Brett Norman", "Jennifer Scholtes", "Chris Bond", "Jeb Bush", "Seung Min Kim", "Steven Shepard", "Nancy Pelosi", "John Bresnahan", "Jake Sherman", "Barack Obama", "Erin Mershon", "Kevin Smith", "David Pittman", "Tim Starks", "Jeh Johnson", "Adam Behsudi", "Erick Erickson", "Brian Faler", "Mike Allen", "Philippe Reines", "Daniel Strauss", "Mark Meadows", "Sarah Karlin", "Hillary Clinton", "John Culhane", "Victoria Guida", "Maggie Hassan", "Jason Chaffetz", "Edward Snowden"], "orgs": ["RedState", "Greens", "Congress", "National", "Supreme Court", "Justice Department", "House Republican Conference", "California Playbook", "State of the Union", "K Street", "Law And Order", "DHS", "House Freedom Caucus", "SCOTUS"], "authors": [{"author_id": 41633, "fullname": "matt valentine", "primary_org": "politico"}], "date_written": "2015-10-06 00:11:44", "org": "politico", "article_id": "6f6ab183ea7082721e8501184a03563d", "date_access": "2015-10-05 23:30:08.967264"}