{"body": "For some donors and operatives, the focus on overt electoral politics was slightly tawdry.\nBy Kenneth P. Vogel\n8/3/15 7:27 AM EDT\nFreedom Partners Chamber of Commerce\nDANA POINT, Calif. — Charles Koch and his allies can often be skeptical of politicians of both parties, but the feeling does not seem to be mutual for the Republican candidates and officeholders who flocked to the donor summit convened here by Koch and his brother David Koch.\nA raft of Republican presidential candidates, senators, House members and governors heaped praise on the Kochs and their donors for their patriotism, commitment to free market ideals — and the hundreds of millions of dollars they’ve sunk into boosting conservative politicians and policies.\nStory Continued Below\nThe Kochs and the 450 donors gathered for a three-day political and policy summit here, organized by the Koch network’s umbrella group Freedom Partners Chamber of Commerce, are among the most generous conservative backers. Appearances at past meetings have boosted the campaigns of several aspiring Republican politicians. And many of the donors gathered at the St. Regis Monarch Beach luxury resort are being hotly courted by GOP presidential candidates, a number of whom met with donors on the conference’s sidelines, while also wooing them in group addresses.\nWisconsin Gov. Scott Walker on Saturday, in an onstage discussion with POLITICO’s Mike Allen, told the full donor group “I just hope you’ll make me your choice.” And he applauded the Koch brothers for trying “to make this country the great country it once was.”\nFormer Hewlett-Packard CEO Carly Fiorina praised donors on Saturday as “people of great accomplishment and intellect and patriotism … who care deeply about our nation, and who are willing to put their time and their energy and their resources and their minds to the challenge of making a better nation.”\nAlso on POLITICO\nDANIEL STRAUSS\nAnd Texas Sen. Ted Cruz added in a Sunday conversation with Allen: “The men and women in this room spilled gallons of blood, spent your fortunes retaking the Senate, winning nine Senate seats, retiring Harry Reid as majority leader.”\nArizona Gov. Doug Ducey, speaking after Charles Koch welcomed donors on Saturday evening, recalled that he attended a previous conference as a donor before being elected to his state’s top office last year. “Every time I’ve been invited to this conference, I’ve benefited from this conference,” he said.\nA trio of freshman senators elected in 2014 — Ben Sasse of Nebraska, Tim Scott of South Carolina and Dan Sullivan of Alaska — during a Saturday evening panel credited Koch network donors for helping the GOP take control of the Senate that year.\n“Your help over the last election cycle produced the numbers that we have today,” Scott said, as he sat with five fellow senators and a congressman on stools outdoors under a canopy of lights while donors dined. “The major contributions and investments that you have made have played a major role.”\nSasse said “thank you for the kinds of classmates that you elected for me” to work with in the Senate.\nAnd Sullivan, whose campaign was boosted by Koch-backed funding, said that “the group you helped us elect — and I’ll speak for my class — it’s a great group.”\nFor some donors and operatives in Dana Point, though, the focus on overt electoral politics is slightly tawdry and a distraction from the network’s main goals.\n“The main point of this weekend’s seminar is not the elected officials or the candidates,” said Art Pope, a longtime Koch network donor from North Carolina who is the CEO and chairman of Variety Wholesalers. “In fact, it’s not about candidates at all. It is more about policies and issues.”\nThe political and public policy groups backed by the Kochs and their allied donors were formed to advocate slashing government spending and regulation, including on issues that don’t fit neatly into partisan paradigms, like reforming the criminal justice system. Elections are considered merely a means to that end and, according to Charles Koch, direct electoral spending accounts for only about one-third of the $889 million that the network plans to spend in the run-up to the 2016 campaign.\nWhile the network has become arguably the most powerful force in Republican politics today, Charles Koch, in his welcoming speech, called out both parties for big spending, reckless foreign policy and corporate welfare.\nAlso on POLITICO\nMARC CAPUTO\nPOLITICO was one of about 10 media outlets that agreed to cover the summit on the condition that donors spotted there not be named unless they agreed to be identified.\nIn interviews Sunday with a handful of donors, several seemed acutely sensitive to the political truism that candidates tell donors what they want to hear to win, then often do otherwise once elected.\nOf the presidential candidates’ speeches in Dana Point, Kellie Peters, a major Ohio donor focused on education reform, said “There is a little bit of theater in all this. Everybody takes them with a grain of salt. We’re all realistic.”\nCharles Koch shares that skepticism, say people close to him. Koch-backed groups work to hold elected officials to their small-government campaign rhetoric and that accountability is reinforced by the prospect that the Kochs and their groups might withhold support from politicians who fail to live up to their promises.\n“It’s not so much a wariness of politicians, as it is an understanding that politicians respond to incentives,” said Nancy Pfotenhauer, a longtime Koch confidante who sits on the board of Americans for Prosperity and has attended Koch donor gatherings since soon after they started in 2003.\nThe summits began partly as a backlash to what Charles Koch saw as the reckless spending and foreign intervention of President George W. Bush’s administration, which Koch viewed as the epitome of big government Republicanism.\nWhen POLITICO’s Allen on Sunday asked Jeb Bush during an on-stage interview at the St. Regis whether that had made for any awkward conversations with the Koch network, the former Florida governor said it hadn’t. “Look, I’m honored to be here. I am truly honored to be here. I really appreciated the invitation,” Bush said.\nBush and most of the other speakers spent much of their time on stage highlighting fiscally conservative stances that dovetailed with the positions of the Kochs, and some could be seen working the crowd offstage.\nFlorida Sen. Marco Rubio — shvitzing in a crisp dark suit in the hot California sun — schmoozed donors before his Sunday lunch speech. Weaving between tables with farm-to-table inspired centerpieces of green apples and miniature pink roses on sea-foam green tablecloths, Rubio shook hands and chatted as donors grazed on a sumptuous buffet.\nAlso on POLITICO\nELI STOKOLS\nBut an Allen question for Walker seemed to please Charles Koch the most, people close to him said. Allen asked Walker to justify his support for $250 million in taxpayer money for a new arena for the NBA’s Milwaukee Bucks — a stance anathema to the Kochs’ opposition to government intervention in the free market.\n“What a number of your fellow small-government conservatives are saying to me is, how in the hell could you support using taxpayer money for a stadium for an NBA team co-owned by a billionaire raising money for Hillary Clinton?” Allen asked, drawing some audience chuckles.\nWalker argued that the Bucks — a team owned by longtime Clinton donor Marc Lasry — provide $6.5 million each season in Wisconsin tax revenue. “If they leave, I lose that,” he said — an answer that did not seem to placate some in attendance.\nCruz — whose presidential campaign has support from some Koch network heavy hitters — alluded to the frustration of some Koch donors. He argued that Republicans have accomplished little with their congressional majorities, approving “a trillion-dollar cromnibus plan filled with corporate welfare and pork” and continuing to fund Obamacare, among other perceived apostasies. Cruz, who was boosted by an $11 million donation from New York hedge fund tycoon Robert Mercer, a contributor to the Koch network, blamed the capitulations on “the Washington cartel — career politicians in both parties who get in bed with lobbyists and special interests and grow and grow and grow government. And if we’re going to stop that, we’ve got to have leaders who’ve demonstrated they’ll take on the Washington cartel.”\nBy PAUL GOLDMAN  and  MARK J. ROZELL \nBy MARK PERRY\nBy DAVID MCRANEY\nBy JOSH ZEITZ\n© 2015 POLITICO LLC", "byline": "", "description": "For some donors and operatives, the focus on overt electoral politics was slightly tawdry.", "title": "A Koch love fest in California", "url": "http://www.politico.com/story/2015/08/koch-love-fest-in-california-120928.html", "topics": ["economy", "personality", "women", "campaign_finance"], "people": ["Charles Koch", "Mike Allen", "Tim Scott", "David Koch", "Kenneth P. Vogel", "Jeb Bush", "Harry Reid", "George W. Bush", "Art Pope", "Kellie Peters", "Robert Mercer", "Marc Lasry", "Hillary Clinton", "Marco Rubio", "Ben Sasse", "Doug Ducey", "Carly Fiorina", "Scott Walker", "Dan Sullivan", "Ted Cruz"], "orgs": ["Milwaukee Bucks", "Senate", "GOP", "Freedom Partners Chamber of Commerce", "Republicanism", "Bucks", "NBA", "Kochs", "St. Regis"], "authors": [{"author_id": 31615, "fullname": "kenneth p. vogel", "primary_org": "politico"}], "date_written": "2015-08-03 12:27:45", "org": "politico", "article_id": "c84d04ba8d2f2ffc6d4c5d4af610ed63", "date_access": "2015-08-03 22:20:25.004209"}