{"body": "\n10/07/15 09:36 PM EDT\n\n                                        By \nMike Allen\n\nThe former vice president calls him \"a good man and a strong leader.\"\n\n10/07/15 09:28 PM EDT\n\n                                        By \nHadas Gold\n\nThe media tycoon says Carson can \"address the racial divide.\"\n\n                                        Updated 10/07/15 09:08 PM EDT\n\n                                        By \nDoug Palmer\n                                         and \nAdam Behsudi\n\nHer endorsement would have given wary Democrats political cover.\n\n                                        Updated 10/07/15 08:22 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nLegislation from Sen. David Vitter would punish sanctuary cities.\n\nCongress\n\n10/07/15 07:56 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHis moves to placate the right in order to win the speakership could come at a heavy price later, some Republicans warn.\n\n10/07/15 07:40 PM EDT\n\n                                        By \nEli Stokols\n\nHe’s struggling to figure out which voice to use.\n\n                                        Updated 10/07/15 07:33 PM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nThe House Freedom Caucus has endorsed Rep. Daniel Webster of Florida in his long-shot bid to become speaker of the House - dealing a blow to Majority Leader...\n\n10/07/15 06:48 PM EDT\n\n                                        By \nDavid Perera\n\nHe was found guilty of three computer fraud felonies related to a 2010 defacement of the website by a member of the Anonymous hacking group. \nHILLARY CLINTON is not down with TPP\n\n                                        Updated 10/07/15 06:38 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe bill will attempt to require universal background checks for gun purchases.\n\n10/07/15 06:36 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nKasich's slump? — Crowning Carly\n\n                                        Updated 10/07/15 05:59 PM EDT\n\n                                        By \nNick Gass\n\n\"It's sort of an immature attitude, but it seems to be something that's rampant in America today,\" he added.\n\nDefense\n\n10/07/15 05:57 PM EDT\n\n                                        By \nJeremy Herb\n                                         and \nAustin Wright\n\nIf Obama vetoes the bill as expected, it would wrap the measure into the partisan budget brawl, \n\n10/07/15 05:56 PM EDT\n\n                                        By \nJosh Gerstein\n\nHe says he can merely make requests of the State Department.\n\n10/07/15 05:46 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nShalala will head back to work after suffering a stroke last week.\n\n10/07/15 05:42 PM EDT\n\n                                        By \nZachary Warmbrodt\n\nThe Democratic presidential front-runner is close to outlining her vision for policing the financial system.\n\n                                        Politico \n\n10/07/15 05:40 PM EDT\nCarla Marinucci's must-read briefing on politics and government in the Golden State\n\n                                        Updated 10/07/15 05:35 PM EDT\n\n                                        By \nNick Gass\n\nRepublicans voted down a resolution that called for the dissolution of the Select Committee of Benghazi\n\n                                        Updated 10/07/15 05:34 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe lawsuit alleges that the companies \"combined to create, manufacture and market a defective product called TheraBand or Thera-Band exercise band.\"\n\n                                        Updated 10/07/15 05:26 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHer stance puts her in stark opposition with the White House — and Vice President Joe Biden, who could still challenge her in the coming days — once again.\n\n10/07/15 04:36 PM EDT\n\n                                        By \nHadas Gold\n\nPerez visits the news organization on Friday for a town hall-style event.\n\n                                        Updated 10/07/15 04:09 PM EDT\n\n                                        By \nHadas Gold\n\nHow did the candidate get so much air time on NBC-related properties?\n\n10/07/15 04:07 PM EDT\n\n10/07/15 04:02 PM EDT\n\n10/07/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nVian Dakhil was hopeful when Obama helped rescue thousands of Yazidis from ISIL a year ago. Her people now feel abandoned.\n\n                                        Updated 10/07/15 03:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe FBI now possesses all Clinton emails the Connecticut-based company had.\n\n10/07/15 03:32 PM EDT\n\n10/07/15 03:32 PM EDT\n\n10/07/15 02:59 PM EDT\n\nCongress\n\n                                        Updated 10/07/15 02:57 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe majority leader believes he's closing in on the 218 votes he needs to succeed John Boehner as speaker.\n\n10/07/15 02:46 PM EDT\n\n                                        By \nChase Purdy\n                                         and \nHelena Bottemiller Evich\n\nWhen Nina Teicholz called out the authors of the federal dietary recommendations for shoddy science and conflicts of interest in a prominent medical journal...\n\n10/07/15 02:45 PM EDT\n\n                                        By \nHadas Gold\n\nThe booking appears to have been a last-minute addition.\n\n10/07/15 02:17 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nEarnest also said Obama had called Afghan President Ashraf Ghani to express his condolences. \n\n10/07/15 02:15 PM EDT\n\n10/07/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nOpen Skies dogfight continues.\n\n                                        By \nMichael Grunwald\n\nUnions are not fond of Brown or her advocacy against teacher tenure in public schools.\n\n10/07/15 01:06 PM EDT\n\n                                        By \nNick Gass\n\nLess than half, 47 percent, said they would vote for her.\n\n                                        Updated 10/07/15 12:53 PM EDT\n\n                                        By \nNick Gass\n\nJeb Bush doesn't \"suffer fools well\" and Hillary Clinton gets \"frustrated with people.\"\n\n                                        Updated 10/07/15 12:29 PM EDT\n\n                                        By \nBurgess Everett\n\nHe warns there are likely to be consequences.\n\n10/07/15 12:14 PM EDT\n\n                                        Updated 10/07/15 12:05 PM EDT\n\n                                        By \nRachael Bade\n\nPlatte River Networks said they were asked to limit backups of her server.\n\n10/07/15 11:55 AM EDT\n\n10/07/15 11:35 AM EDT\n\n                                        By \nDaniel Strauss\n\nHillary Clinton's presidential campaign is trolling Donald Trump by using an image generator that allows anyone to put different slogans on the real estate...\n\n10/07/15 11:34 AM EDT\n\n10/07/15 11:18 AM EDT\n\n                                        By \nHadas Gold\n\nA tidbit from my story this morning about Hillary Clinton's 72 hours with NBC:\n\n10/07/15 11:17 AM EDT\n\n10/07/15 10:47 AM EDT\n\n                                        By \nJake Sherman\n\n\"I could've been more clear in my description of what was going forward. And I've stated that.\"\n\n10/07/15 10:42 AM EDT\n\n10/07/15 10:32 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nArizona Rep. Raul Grijalva is set to endorse the Vermont senator later this week.\n\n10/07/15 10:20 AM EDT\nWe're working on more stories right now\n\n                                                    Politico\nMike Allen's must-read briefing on what's driving the day in Washington \n10/05/15 06:47 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com) \nGood morning from Hollis, N.H., where we’re covering Hillary Clinton’s “Today” show town hall with Savannah Guthrie, 7:30 to 9 a.m. Clinton will continue to GO BIG on gun control, the campaign says. During the show, NBC will announce that TRUMP has confirmed for a similar interview/town hall, date TBD. See the set: two pics http://bit.ly/1LaG1Tt ... http://bit.ly/1LdpZfT \nStory Continued Below\nIt’s the first Monday in October, the opening of the Supreme Court term. \nTRUTH BOMB – BEARISH ON BIDEN: Visitors to Vice President Biden say their conversations suggest he’s leaning TOWARD a run. A confidant involved in the process told Playbook: “Nothing he has heard in the past couple of months has deterred him.” But several friends are making a last-minute plea to him NOT TO DO IT. Their message to the V.P.: With the likely outcome of a race against Hillary Clinton (a beat-down), that’s just not what he needs after what he and his family have been through. \nSuper-close sources tell us the most likely scenario is a family decision NEXT WEEKEND or shortly thereafter, with an announcement (or calls by the Vice President to confidants) possible a week from today -- which happens to be the day before the first Democratic debate. If the decision is a “go,” the announcement could be delayed as confidantes begin assembling a campaign. \nA former Senate colleague said after visiting the V.P. recently: “He loves what he does, and he has a great deal of confidence that he could contribute in a meaningful way. He’s willing to face, ultimately, having his final political expedition be a defeat.” \nBut three friends who have talked to Biden said they hope he won’t go. One said he believes that testing the waters has been its own therapy after Biden’s loss of his son – the V.P. has been showered with love and attention, and should declare victory and avoid a likely political debacle. Another said the long windup – and the fact that no staff has been hired -- tells its own story: “If you’re going to run, you run. Every time he pushes back a decision, that’s the ultimate tell.” \nA third said: “I can’t see how he can wake up one morning and think some big tidal wave sweeps him in. The raw politics just aren’t there.” Friends and advisers are split on what he’ll do. “That’s Joe Biden,” one of them said. “He could talk to someone on a rope line tomorrow, and decide to do it. His emotional state just increases his unpredictability.” \n **SUBSCRIBE to POLITICO Playbook by email: http://politi.co/1M75UbX\nTHE STATE OF NEWSPAPERS, in one stunning image. http://bit.ly/1iYy5Ov \nWHAT PLAYBOOK IS HEARING: A high-profile Republican House member phoned last night to report that Rep. Jason Chaffetz – who this weekend uncorked his bombshell challenge to Rep. Kevin McCarthy for Speaker – has not called to pitch for support. “We’re seeing this as an effort to give him publicity,” the congressman said. “If this were serious, I’d have heard from him.” \n--CHAFFETZ will be on “Morning Joe” at 8:30, and “Greta” tonight. \n--Paul Ryan on TownHall.com, “Why I Support Kevin McCarthy For Speaker”: “[H]e knows how to win – with respect and civility that is often lacking in today’s politics. ... He’s also the best listener I know.” http://bit.ly/1FOLJ1j \nHAPPENING TODAY: Democrats on the Benghazi Committee plan to push back on Gowdy with new evidence from an interview Gowdy hasn’t made public. A letter from Democrats will charge that the GOP is trying to damage Clinton by selectively leaking inaccurate information while withholding other info. \n** Presented by Chevron: Doers in Washington, D.C., help make this nation great, and all of that doing deserves distinction. Chevron congratulates the Service to America Medal honorees, whose commitment to doing inspires us all. http://tinyurl.com/qb8urle ** \nSTATE OF THE ART -- “Pollsters: Don’t trust us to winnow GOP field,” by Steve Shepard: “Pollsters surveyed by POLITICO have a unanimous warning for the [RNC] and the TV networks who are using public-opinion surveys to exclude presidential candidates from debates: Don’t trust polls to detect often-tiny grades of opinion in a giant field. ... The ... national surveys being considered by TV networks typically have as few as 200 respondents for the Republican primary — there were 230 in the NBC News/Wall Street Journal poll that pegged Bush at 7 percent. A single respondent can make a big difference when networks are averaging as few as four polls.” http://politi.co/1Ldp4fx \nYOU’RE INVITED: Politico’s popular Women Rule series returns WEDNESDAY. Opening panel: Vian Dakhil, a female Iraqi MP who represents the brutalized Yazidi people in the Iraqi parliament. The next panel: Sarah LaFleur, founder of MM LaFleur; Fran Townsend; and Tammy Baldwin. RSVP http://politi.co/1MapOhX \nTWITTER HITTERS – “The Twitter follow lists of the 2016 candidates,” by AP’s Brendan Farrington in Tallahassee: “Jeb Bush follows Donald Trump on Twitter but ... Trump mainly follows people with a connection to himself. Ted Cruz’s follow list is a big tea party ... Rubio seems open to following everyone under the sun -- Democrats, fellow Republicans, insiders of every type and an odd assortment of outliers who offer advice on body-piercing, playing craps and getting out of debt. ... \n“Cruz, said spokesman Rick Tyler, ‘does follow Twitter virtually all day long between events.’ ... Bush ... has been tweeting about policy and family since long before his campaign. A recent snapshot of whom the leading presidential candidates are following on Twitter, listed in order of who has the most Twitter followers: \n“(@HillaryClinton) Followers: 4.38 million Following: 290 Whom she doesn't follow: Democratic rivals, reporters or media ... (@realDonaldTrump) Followers: 4.35 million Following: 44 Whom he follows: Nearly half are accounts linked to Trump properties and companies. .... Whom he doesn't follow: Megyn Kelly. ... (@marcorubio) Followers: 886,000 Following: 2,554 Whom he doesn’t follow: Jeb ... (@RandPaul) Followers: 693,000 Following: 393 Whom he follows: ... Unlike most of the GOP candidates, he follows Obama. Whom he doesn’t follow: Jeb ... \n“(@RealBenCarson) Followers: 700,000 Following: 48 ... Whom he doesn’t follow: Republican presidential rivals, other than Ted Cruz and Rand Paul. ... (@tedcruz) Followers: 518,000 Following: 13,840 Whom he follows: Lots and lots of people who have one or more of the following as a profile or background photo: an American flag, a Confederate flag, a Don’t Tread on Me Flag or a bald eagle. Whom he doesn't follow: Nonconservatives, except President Barack Obama ... (@CarlyFiorina) Followers: 579,000 Following: 689 ... \n“(@BernieSanders) Followers: 616,000 Following: 1,281 Last account followed: ... (@LaurenDezenski), [Politico’s Boston] reporter. Whom he follows: News media, celebrities, labor unions. Whom he doesn’t follow: ... Hillary Rodham Clinton ... (@GovMikeHuckabee) Followers: 411,000 Following: 495 Last account followed: Katie Couric (@katiecouric) Whom he follows: Christians, flat tax supporters, ... Rubio, Rand Paul, John Kasich, Bobby Jindal Whom he doesn’t follow: ... Bush, Donald Trump, ... Fiorina, Ted Cruz, Chris Christie, Ben Carson, Rick Santorum ... \n“(@JebBush): Followers: 325,000 Following: 193 ... (@JohnKasich) Followers: 111,000 Following: 9,703 Whom he follows: Seemingly every Republican member of Congress, ... and many people who declare support for his Republican opponents in their background photo. ... (@ChrisChristie) Followers: 55,381 Following: 175 Last follow: The Daily Show (@TheDailyShow).” http://yhoo.it/1MTOe24 \nNOW AVAILABLE: POLITICO PRO LEGISLATIVE COMPASS — Politico Pro has released a first-of-its kind legislative data analytics and decision-making tool that helps policy professionals manage and act on legislation. Features include a personalized dashboard, virtual whip count, bill text comparison and 20 years of data. Schedule a demo, and the landing page http://politico.pro/1MapD6j \nJEB STRATEGERY: Guess who might save the day? -- NYT A1, lower right, “Jeb + George = ’16 Conundrum,” by Jonathan Martin and Matt Flegenheimer in Greenville, S.C.: “Advisers to Jeb Bush in [S.C.] have asked national campaign officials ... to send in George Bush, 69, who so far has appeared only at private fund-raisers, to vouch for his younger brother on the campaign trail. The request for reinforcement underlines the growing urgency that backers of Jeb ... feel as other candidates vault ahead of him by stirring ... the ... base.” http://nyti.ms/1MTQ2YQ \nINSIDE THE CAMPAIGNS -- “Rubio déjà vu: presidential candidate uses 2010 playbook tactics,” by Marc Caputo: “[He] is using the same playbook he used six years ago as a longshot Senate candidate against Charlie Crist, another Florida governor who appeared to have a lock on the GOP establishment. ... Mind every dollar, ignore early polls, grow the campaign slowly with fiercely loyal staff and supporters, don’t become over-exposed in the news media, and rely on the candidate’s gift for public speaking and engaging with voters.” http://politi.co/1PdzkG6 \n--“Slumping Kasich seeks Beltway boost: The ex-congressman has a deep D.C. network that he’s tapping to raise millions,” by Anna Palmer: “Kasich is a creature of Washington and has drawn a slew of former colleagues and K Streeters who have signed onto his steering committee to give him a financial lift. Kasich is returning to the D.C. area [today] for a two-day fundraising tour de force, holding a money event in Virginia followed by a young professionals fundraiser and reception and dinner Tuesday for max-out supporters. Kasich also plans to attend private meetings with GOP senior aides and lawmakers on Capitol Hill and to headline a town hall in Richmond.” http://politi.co/1jJJORE \n--“O’Malley campaigns some more in Iowa,” by Philly Inquirer’s Thomas Fitzgerald in Albia, Iowa: “Sometimes it seems O’Malley, former member of a Celtic rock band, is the only presidential contender having any fun.” http://bit.ly/1j8TN2W \nWHAT NEVADA IS READING – Las Vegas Review-Journal p. 1, below fold, “Big-money GOP donors starting to back Fiorina,” by Reuters’ Michelle Conlin in N.Y.: “T. Boone Pickens hosted a packed luncheon at a posh Dallas venue for Fiorina in late September, while venture capitalist Tom Perkins is planning a fundraising gala in California in the next few months. ... ‘We think she’s pretty viable,’ said broadcasting billionaire Stanley Hubbard, a member of the Koch brothers’ network of conservative advocacy groups.” http://reut.rs/1KVuhqP \nCHASER – WashPost, top of col. 1, “A problem in Fiorina’s Senate bid: Money – Staff from 2010 criticize ex-CEO’s management,” by Robert Samuels: “In more than two dozen interviews, staff members, friends, contractors and operatives who worked on Fiorina’s 2010 campaign singled out one big problem: how the team managed its cash.” http://wapo.st/1GrB4V7 \nNEW CARLY DOC – “CARLY for America has produced a documentary about Carly Fiorina’s life and experiences.” http://citizencarly.com/ \nWHAT S.C. IS READING – The (Columbia) State banner, “Historic flood ravages Midlands.” See the page. http://bit.ly/1OeCEQx \nDATA DU JOUR – The Guardian, “World Bank: ‘extreme poverty’ to fall below 10% of world population for first time: ... 702 million people or 9.6% of the world’s population will be living in extreme poverty in 2015, down from 902 million people or 12.8% in 2012.” http://bit.ly/1NfNDKR \nNETWORK NEWS ALERT -- Financial Times p. 1, below fold, “Nuclear plants worldwide warned they are in denial about risk of cyber attack,” by Defence and Security Editor Sam Jones in London http://on.ft.com/1PeyZmz \nWHAT DAVID WESTIN IS UP TO – Bloomberg release: “Bloomberg TV’s new flagship morning program, Bloomberg <GO>, hosted by Stephanie Ruhle and David Westin, will debut at 7:00am ... [Today’s] guest highlights include: ... Steve Schwarzman, CEO, The Blackstone Group ... Paul Tudor Jones, Founder, Tudor Investment Corp. ... Marc Lasry, CEO, Avenue Capital Group ... #BloombergGO.” Airs 7-10; free livestream. Pic of David and Stephanie on-set http://politi.co/1MasaNJ \nOUT TODAY from W.W. Norton, “Then Comes Marriage: United States v. Windsor and the Defeat of DOMA”: “Robbie Kaplan, lawyer for 92-year-old Edie Windsor -- who toppled the Defense of Marriage Act at the Supreme Court in 2013, setting into motion the demise of marriage prohibitions across the U.S. -- [tells about] her own life, meeting Edie and the journey.” $20.41 on Amazon http://amzn.to/1MTOa2m \nFIRST LOOK -- “BlueLabs Appoints Lindsey Schuh Cortés as CEO” – release: “BlueLabs, a Washington, DC-based analytics and technology firm borne out of the Obama for America 2012 analytics team, today announced the appointment of Lindsey Schuh Cortés as the company’s first Chief Executive Officer. Schuh Cortés previously served as the company’s [COO] since joining in early 2014.” http://politi.co/1VA3EKT \nWEEKEND WEDDINGS: Tom Crosson, former comms. director for Rep. Mike Turner and current Sun Trust spokesman, and bride Hope Karney were married in front of over 100 guests in Charleston, SC in the clubhouse at the historic Yeamans Hall Club. SPOTTED: Anne Gordon Saunders, Garrett Gluth, Karl Gallant, Ginger Gibson, Travis Burk, Steve Stampley, Vorys Sater Seymour, Andy Harding. Pic http://politi.co/1hkMaod \nBIRTHWEEK (was yesterday): Katie Waldman … Annie Osborne, finance associate at O’Malley for President ... ABC’s Santina Leuci \nBIRTHDAYS: Doug Bailey ... Mandy Grunwald (hat tip: Jon Haber) ... Michael Morrell (hat tip: Ellen, Geoff, Jarrett, Jordan, Cate, Clare, Honey) … MSNBC’s Thomas Roberts ... Teresa Heinz Kerry ... PepsiCo’s EVP of comms. Jon Banner, an ABC News alum (h/t Jon Karl) … Carolyn Weyforth Glanville, Romney alum, now Flipboard VIP Outreach and partner marketing … Bob Geldof is 61 ... Sen. Ben Cardin (D-Md.) is 72 ... Politico’s Sloane Potter, Amanda Harris, and Taylor Frechette ... Peter Schottenfels, OFA alum, now an associate at Risa Heller Communications ... AP Albany bureau chief David Klepper ... Jim Cavanaugh ... Jess Vilsack ... Lainie Ori ... Jill Giuliani Kennedy … Fabien Levy ... Google’s Elisabeth Leoni, a Glover Park Group alum … CBS News’ Whitney Bright … Kevin Hall, Sen. Warner’s comms. director (h/t Rachel Cohen) ... Megan Pollock of Samsung (h/t Jack Smith) ... Erick M. Sanchez, a PR consultant at Frontier Solutions and an AFSCME and Tim Ryan alum ... \n... Jim Demers, early Obama backer … John Boccieri … Qorvis’ Mike Petruzzello (h/t Juleanna) ... Chris Michel ... Ashton Theodore Randle, Manhattan Institute ... Julie Copeland, executive director at Emerge Virginia ... Blanchi Bettina Cosio ... John Herzog ... Hasib Alikozai ... Michael Tardif ... John Jasik, judicial liaison at State ... Peggy Suntum (h/ts Ellen, Junior) ... Neil deGrasse Tyson ... actress Glynis Johns is 92 ... College Football Hall of Fame coach Barry Switzer is 78 ... Hockey Hall of Famer Mario Lemieux is 50 ... Kate Winslet is 40 ... Nicky Hilton is 32 ... actor Joshua Logan Moore is 21 (h/ts AP) \nDESSERT – “Grateful Dead, John Mayer giving away 10K tickets to NY show” – AP/N.Y.: “[T]he Grateful Dead and John Mayer are giving away 10,000 free tickets to a concert next month. The ... band and Mayer, who joined forces for the supergroup Dead & Company this summer, announced ... that 5,000 fans will have a chance to win two tickets each to their Nov. 7 show in New York City. ... Film director Brett Ratner will direct the concert’s livestream from Madison Square Garden. ... Fans can enter to win tickets Monday through Thursday on Dead & Company’s website. \n“No tickets for the show will go on sale. Grateful Dead’s Weir, Mickey Hart and Bill Kreutzmann are part of Dead & Company with Mayer; Phil Lesh is not involved ... [F]all tour ... kicks off Oct. 29 in Albany ... The band is encouraging fans who attend ... or watch the livestream to donate to the Robin Hood Foundation, ... fighting poverty in New York City.” http://yhoo.it/1QTMZ3t ... www.deadandcompany.com \n** Presented by Chevron: Doers in Washington, D.C., help make this nation great, and all of that doing deserves distinction. Chevron congratulates the Service to America Medal honorees, whose commitment to doing inspires us all. http://tinyurl.com/p5atxbp ** \n\n                                            By \n                                                    Philip Shenon\n\n\n                                            By \n                                                    Gwenda Blair\n\n\n                                            By \n                                                    Sophia Raday\n\n\n                                            By \n                                                    Mary E. Buser\n\n © 2015 POLITICO LLC", "byline": "", "description": "TWITTER TEA LEAVES: who the candidates follow -- B’DAY: Mandy Grunwald, Teresa Heinz Kerry", "title": "TRUTH BOMB: Biden’s pals want him to read this – GAME CHANGE: Jeb’s S.C. backers beg HQ to send 43 out on the trail -- TWITTER TEA LEAVES: who the candidates follow -- B’DAY: Mandy Grunwald, Teresa Heinz Kerry", "url": "http://www.politico.com/playbook/2015/10/truth-bomb-bidens-pals-want-him-to-read-this-game-change-jebs-sc-backers-beg-hq-to-send-43-out-on-the-trail-twitter-tea-leaves-who-the-candidates-follow-bday-mandy-grunwald-teresa-heinz-kerry-210529", "topics": ["campaign_finance", "trade"], "people": ["Rand Paul", "Josh Earnest", "Burgess Everett", "Jim Demers", "Tim Ryan", "Mary E. Buser", "Isaac Arnsdorf", "Rachael Bade", "Hillary Clinton", "Helena Bottemiller Evich", "Henry C. Jackson", "Doug Palmer", "Anna Palmer", "Hadas Gold", "Katie Couric", "Carla Marinucci", "Charlie Crist", "Mandy Grunwald", "Austin Wright", "Philip Shenon", "Donna Shalala", "Raul Grijalva", "Jonathan Martin", "Paul Ryan", "Chris Christie", "Marc Caputo", "Joe Biden", "Gwenda Blair", "Ben Cardin", "Robert Samuels", "Brendan Farrington", "Hillary Rodham Clinton", "John Boehner", "Josh Gerstein", "Marc Lasry", "Donald Trump", "Michael Grunwald", "Gabriel Debenedetti", "Ted Cruz", "Steve Shepard", "Nick Gass", "Stanley Hubbard", "Rick Santorum", "Daniel Lippman", "Jeb Bush", "Seung Min Kim", "Rick Tyler", "Thomas Roberts", "Jeremy Herb", "John Bresnahan", "Vian Dakhil", "Jake Sherman", "Eliza Collins", "Chase Purdy", "Megyn Kelly", "David Vitter", "Jon Haber", "Lauren French", "Carly Fiorina", "Jon Karl", "Ashraf Ghani", "Zachary Warmbrodt", "Adam Behsudi", "Mike Allen", "Tammy Baldwin", "Daniel Strauss", "Michelle Conlin", "Bobby Jindal", "Daniel Webster", "Sophia Raday", "David Perera", "T. Boone Pickens", "Eli Stokols", "Teresa Heinz Kerry", "John Kasich", "Matt Flegenheimer", "Tom Perkins", "Barack Obama", "David Westin", "Ginger Gibson", "Jason Chaffetz", "Ben Carson", "Nina Teicholz"], "orgs": ["DU JOUR", "Supreme Court", "Platte River Networks", "Manhattan Institute", "EVP", "MSNBC", "RNC", "STATE OF THE ART", "Congress", "State Department", "House Freedom Caucus", "ISIL", "Glover Park Group", "OFA", "Samsung", "V.P.", "TPP", "BIRTHWEEK", "AFSCME", "GOP", "PepsiCo", "Select Committee", "Senate", "Blackstone Group", "Benghazi Committee", "Chevron", "S.C.", "FBI", "TBD", "Defense of Marriage Act"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-10-05 11:47:21", "org": "politico", "article_id": "4dee915e59070c3981c16a16cfd4a090", "date_access": "2015-10-08 02:01:30.873817"}