{"body": "Bush also promised to review federal spending if elected president. | AP Photo\n\n2016\n\nBy Eli Stokols\n7/22/15 12:57 PM EDT\nUpdated 7/22/15 2:04 PM EDT\nSPARTANBURG, S.C. — Jeb Bush called on Congress Wednesday to investigate Planned Parenthood over the hidden camera video that surfaced last week alleging that the organization is selling tissue from aborted fetuses.\nAfter touring the office of a faith-based organization that counsels pregnant women, Bush made his most expansive comments to date on an issue that has outraged social conservatives and led some of his Republican rivals to call for defunding the organization completely.\nStory Continued Below\n“It just troubles me that you would sell body parts. It just makes no sense to me,” Bush said after visiting the Crisis Pregnancy Center here. “That is not a compassionate situation. Congress has every right to investigate these abuses, because [Planned Parenthood] receives $500 million dollars from the federal government.”\nBush also promised to review federal spending if elected president but stopped short of calling for Planned Parenthood or any specific organization’s federal funding to be cut.\nAlso on POLITICO\nBRIANNA EHLEY\n“There should be a thorough review of spending in Washington, D.C., particularly organizations that have a very deep political agenda,” he said.\nUntil his comments Wednesday, the former Florida governor had only issued a tweet about the video — released by an anti-abortion watchdog group — calling it “a shocking and horrific reminder that we must do so much more to foster a culture of life in America.”\nMany GOP presidential hopefuls have gone further. Kentucky Sen. Rand Paul has pledged to completely de-fund Planned Parenthood; Wisconsin Gov. Scott Walker and Louisiana Gov. Bobby Jindal have already launched investigations in their home states.\nPaul on Wednesday introduced legislation to strip Planned Parenthood of funding. Rep. Diane Black (R-Tenn.) has introduced a bill in the House that would freeze funding to the group while Congress investigates.\nBush, a Catholic who opposes abortion, had breakfast Wednesday with a group of 35 local faith leaders.\nWhen he spoke at the pregnancy center, he reminded people that as governor he expanded funding for similar facilities in Florida and acted on his belief in “the importance of life from beginning to end.”\nHe also addressed concerns that the recent Supreme Court ruling recognizing a right to same-sex marriage poses a threat to religious liberties, especially the rights of conscience of faith-based nonprofits and small businesses.\nAlso on POLITICO\nJENNIFER HABERKORN\n‘The right of conscience is going to be challenged, for sure,” Bush said. “This ruling puts in jeopardy something that has been in existence since the Bill of Rights was created. I think it’s incumbent upon people in this country to recognize this is an important Constitutional right, as important as any of the others.”\n“And we should either by law or by action, by election, make sure that religious freedom is protected, because it’ll be under assault now,” he said.\nBy ADAM WREN\nBy RICK WILSON\nBy REP. SAM JOHNSON\nBy MATT CAROTENUTO and  KATHERINE LUONGO\n© 2015 POLITICO LLC", "byline": "", "description": "\"It just troubles me that you would sell body parts. It just makes no sense to me.\"", "title": "Bush: Congress should investigate Planned Parenthood", "url": "http://www.politico.com/story/2015/07/jeb-bush-planned-parenthood-investigation-congress-120471.html", "topics": ["abortion", "personality"], "people": ["Rand Paul", "Diane Black", "Jeb Bush", "Eli Stokols", "Bobby Jindal", "Scott Walker"], "orgs": ["SPARTANBURG", "Parenthood", "GOP", "Congress", "Bill of Rights"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-07-22 17:57:00", "org": "politico", "article_id": "b06cd7ead83c4f1e0e8c09dca1d389ad", "date_access": "2015-07-22 18:20:07.858716"}