{"body": "\n10/02/15 05:24 PM EDT\n\n10/02/15 05:15 PM EDT\n\n10/02/15 05:15 PM EDT\n\n                                        By \nEliza Collins\n\nWith Biden weighing a run, the president works to remain even-handed.\n\n                                        Updated 10/02/15 05:14 PM EDT\n\n                                        By \nMichael Crowley\n\nThat was President Barack Obama's defiant take on a chaotic week in the Middle East.\n\n10/02/15 05:01 PM EDT\n\n                                        By \nSarah Wheaton\n\n“I’m going to talk about this,” Obama said, “and I’m going to politicize it.”\n\n10/02/15 04:57 PM EDT\n\n                                        By \nLauren French\n\nEfforts have stalled in the House and Senate.\n\n10/02/15 04:53 PM EDT\n\n10/02/15 04:50 PM EDT\n\n                                        By \nEliza Collins\n\n\"It would have profound impact for the global economy and put our financial system in tailspin,” he says.\n\n10/02/15 04:43 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nHere are some of Bush’s most ill-worded comments since launching his campaign.\n\n                                        Updated 10/02/15 04:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nFormer Florida governor Jeb Bush on Friday while discussing gun control on Friday said \"stuff happens\" but it doesn't necessarily mean action...\n\n10/02/15 04:18 PM EDT\n\n                                        By \nEliza Collins\n\nThe economy would be “doing even better if we didn’t have to keep dealing with unnecessary crises in Congress,” he says.\n\n                                        Updated 10/02/15 04:10 PM EDT\n\n                                        By \nEliza Collins\n\nThe group says Trump withdrew from the Oct. 8 Q&A session because he wouldn't agree to its terms. Trump has a different story.\n\n10/02/15 04:04 PM EDT\n\n10/02/15 04:01 PM EDT\n\n                                        By \nCaitlin Emma\n                                         and \nKimberly Hefling\n\nObama's new pick looks a lot like the old  one.\n\n                                        Updated 10/02/15 03:58 PM EDT\n\n                                        By \nCaitlin Emma\n                                        ,\nAllie Grasgreen Ciaramella\n                                         and \nKimberly Hefling\n\nHe doesn’t have immediate plans lined up for life after the administration.\n\n10/02/15 03:27 PM EDT\n\n10/02/15 02:59 PM EDT\n\n                                        By \nDaniel Strauss\n\nArturo Carmona was previously the executive director of Latino advocacy group Presente.org.\n\n10/02/15 02:46 PM EDT\n\n                                        By \nNick Gass\n\nPolls could explain the surge of outsiders in the GOP race.\n\n10/02/15 02:26 PM EDT\n\n10/02/15 01:57 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nVW hires Jones Day.\n\n10/02/15 01:57 PM EDT\n\n                                        By \nEliza Collins\n\nThe longtime academic turned financial-crisis-fireman lets loose on the Wall Street executives he was forced to bail out.\n\n10/02/15 01:46 PM EDT\n\n                                        By \nRachael Bade\n                                         and \nJohn Bresnahan\n\nThe last-minute move underscores frustration among some members of the Republican Conference with the current leadership choices.\n\n10/02/15 01:37 PM EDT\n\n                                        By \nKenneth P. Vogel\n\nClinton enforcer tries to reassure jittery supporters.\n\nCONGRESS\n\n                                        Updated 10/02/15 01:36 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHouse Republicans were already in serious turmoil. Now they need to deal with the debt ceiling, too.\n\n10/02/15 01:34 PM EDT\n\n                                        By \nSarah Wheaton\n\nObama: “This is not something I can do by myself.”\n\n10/02/15 01:14 PM EDT\n\n                                        By \n                                                Joe Pompeo\n\nMichael Bloomberg is pushing back on suggestions that he is unhappy with his self-named company's year-old hub for political coverage, Bloomberg Politics.\n\n                                        Updated 10/02/15 12:57 PM EDT\n\n                                        By \nBen White\n                                         and \nTimothy Noah\n\nEverywhere you looked in the report, the news was bad. \n\n10/02/15 12:30 PM EDT\n\n                                        Updated 10/02/15 12:24 PM EDT\n\n                                        By \nNick Gass\n\n\"I did not intend to imply in any way that that work is political. Of course it is not.\"\n\n                                        Updated 10/02/15 12:23 PM EDT\n\n                                        By \nNick Gass\n\nPope Francis' meeting with Kentucky clerk Kim Davis last week should not be considered an endorsement of her views and the two did not \"enter into...\n\n                                        Updated 10/02/15 12:18 PM EDT\n\n                                        By \nNick Gass\n\nAbout 50 percent of Americans said they disapprove of the highest court in the land.\n\n10/02/15 11:55 AM EDT\n\n                                        By \nNick Gass\n\nEvangelical voters are backing Donald Trump because they, too, want to see the United States \"be great\" once again, the Republican presidential...\n\n                                        Updated 10/02/15 11:32 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe endorsement further illustrates Kasich's hard push in New Hampshire,\n\n10/02/15 11:18 AM EDT\n\n10/02/15 10:59 AM EDT\n\n10/02/15 10:58 AM EDT\n\n                                        By \nBen Schreckinger\n\nHe’s not the only one to diss Trump before signing on to a campaign that pays staff well.\n\n10/02/15 10:55 AM EDT\n\n                                        By \nHadas Gold\n\nAttkisson said she won’t concentrate too much on 2016 politics.\n\n10/02/15 10:39 AM EDT\n\n10/02/15 10:37 AM EDT\n\n10/02/15 10:30 AM EDT\n\n10/02/15 10:10 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump has said that Marco Rubio and Jeb Bush \"hate each other.\"\n\n10/02/15 10:07 AM EDT\n\n                                        By \nElena Schneider\n\nUtah Gov. Herbert on presidential race\n\n10/02/15 10:04 AM EDT\n\n                                        By \nArthur Allen\n\nFrustration over meaningful use rules — HELP bill's release set for Tuesday\n\n10/02/15 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nAnother red state gov for the Clean Power Plan — LWCF not quite dead\n\n10/02/15 10:02 AM EDT\n\n                                        By \nCaitlin Emma\n\nAnother mass shooting — Ohio congressman raises charter concerns\n\n10/02/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nNEA could soon endorse Clinton — The latest on minority unions\n\n10/02/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nBoehner’s exit, Goodlatte’s gain?\n\n10/02/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW bigwig, EPA officials face congressional interrogation.\n\n10/02/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nThe missing perspective on the China deal — Big CYBERCOM contract coming down the pike\n\n10/02/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nTPP talks extended in Atlanta — Two more PCA sentences handed down\nWe're working on more stories right now\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \n                                                    Steven Lee Myers\n\n\n                                            By \n                                                    Thomas Geoghegan\n\n\n                                            By \n                                                    Lawrence Lessig\n\n\n                        “I’m going to talk about this,” Obama said, “and I’m going to politicize it.”\n\n            By \nSarah Wheaton\n\n10/02/15 05:01 PM EDT\nPresident Barack Obama urged Americans who want to see tighter gun laws to become “single-issue voters.”\nAt a press conference on Friday, Obama predicted that there will be little action in Congress to prevent mass shootings like the one that took place in Roseburg, Oregon on Thursday until Americans hold elected officials accountable at the polls.\nStory Continued Below\n“Here’s what you need to do: You have to make sure that anybody that you are voting for is on the right side of this issue,” Obama said. If politicians oppose gun safety measures, he continued, “Even if they’re great on other stuff, you’ve got to vote against them.”\nObama’s ongoing call for action was in contrast to Republican presidential candidate Jeb Bush, who responded to a question on Friday about gun control.\n\n\n\n            By \nLauren French\n\n“I had this challenge as governor,” Bush said in South Carolina. “Look, stuff happens, there's always a crisis. And the impulse is always to do something and it's necessarily the right thing to do.”\n When a reporter read Bush’s remarks to Obama, the president said, “I don’t even think I have to react to that one. I think the American people should hear that and make their own judgments based on the fact that every couple of months we have a mass shooting, and make them decide whether they consider that ‘stuff happening.’”\nWhile Obama said he’d directed his staff to look for more ways to take executive action and enforce existing laws, the president said he plans to use his bully pulpit on the issue for the rest of his presidency.\nPresident Obama's remarks on gun violence.\n\n“I’m going to talk about this,” Obama said, “and I’m going to politicize it.”\nIntended or not, Obama’s call for single-issue voting could have consequences in the race among Democrats to succeed him. Consistent support for gun control is one of the few areas where Hillary Clinton is positioned to the left of Sen. Bernie Sanders (I-Vt.). Sanders, who comes from a rural state, was endorsed by the National Rifle Association during his first run for Congress, and he has voted against the Brady Bill and other gun control measures. \nSarah Wheaton is a White House reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "“I’m going to talk about this,” Obama said, “and I’m going to politicize it.”", "title": "Obama urges 'single issue' voting on guns", "url": "http://www.politico.com/story/2015/10/barack-obama-gun-control-laws-single-issue-voting-214392", "topics": ["economy", "personality"], "people": ["Allie Grasgreen Ciaramella", "Joe Pompeo", "Kim Davis", "Kenneth P. Vogel", "Isaac Arnsdorf", "Rachael Bade", "Helena Bottemiller Evich", "Elena Schneider", "Hadas Gold", "Tim Starks", "Michael Bloomberg", "Steven Lee Myers", "Brian Mahoney", "Kimberly Hefling", "John Boehner", "Caitlin Emma", "Pope Francis", "Toby Eckert", "Arturo Carmona", "Nick Gass", "Jennifer Scholtes", "Lawrence Lessig", "Jeb Bush", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Barack Obama", "Sarah Wheaton", "Eric Wolff", "Timothy Noah", "Lauren French", "Ben Schreckinger", "Brady Bill", "Daniel Strauss", "Michael Crowley", "Thomas Geoghegan", "Arthur Allen", "Hillary Clinton", "Ben White", "Eliza Collins", "Bernie Sanders"], "orgs": ["PCA", "Presente", "CONGRESS", "Senate", "LWCF", "NEA", "Congress", "National Rifle Association", "TPP", "EPA", "CYBERCOM", "Clean Power"], "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-10-02 22:01:29", "org": "politico", "article_id": "67fc7060c40679970dfbc00106351cc5", "date_access": "2015-10-02 21:30:13.112123"}