{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n8/11/15 6:37 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Tuesday morning. JUST POSTED – “Rand Paul faces emerging doubts at home: Paul has been furiously lobbying Kentucky Republican leaders ahead of an Aug. 22 decision to rewrite party rules so he can run for president and reelection to his Senate seat simultaneously,” by Kyle Cheney and Manu Raju: “Though that approval once seemed assured, several members of the party executive committee told POLITICO they’re seeing increasing trepidation, in part because of Paul’s perceived fade from contention but also because he hasn’t yet fulfilled promises to cover the cost of any changes.” http://politi.co/1UAgWIT\nStory Continued Below\nTHE CONVERSATION: Jeb Bush was criticized for holding back when he was unexpectedly attacked by Hillary Clinton before the National Urban League in Fort Lauderdale 10 days ago. He’ll make up for it tonight, with tough(ish) talk at the Reagan Presidential Library in Simi Valley, Calif., in a speech billed as “a vision for confronting and defeating radical Islamic terrorism,” with “specific prescriptions for addressing the threat of global jihad, in particular ISIS.”\nFrom the excerpts, emailed to reporters last night: “ISIS grew while the United States disengaged from the Middle East and ignored the threat. And where was Secretary of State Clinton in all of this? Like the president himself, she had opposed the surge, then joined in claiming credit for its success -- then stood by as that hard-won victory by American and allied forces was thrown away. In all her record-setting travels, she stopped by Iraq exactly once.\n“Who can seriously argue that America and our friends are safer today than in 2009, when the President and Secretary Clinton -- the storied ‘team of rivals’ -- took office? So eager to be the history-makers, they failed to be the peacemakers. It was a case of blind haste to get out, and to call the tragic consequences somebody else’s problem. Rushing away from danger can be every bit as unwise as rushing into danger, and the costs have been grievous.” Full excerpts (Jumbo shrimp!) http://politi.co/1J0HPS5 ... Livestreams here at 9 p.m. ET http://bit.ly/1J8yrxY\n--Politico’s Eli Stokols: “The potent attack ... is shrewd politics: focusing on America’s failure to keep the peace at the end of the Iraq War ignores the war’s beginning — enabling Bush to conveniently shift the blame from his brother ... to the Democrat he’d likely face [as] GOP nominee.” http://bit.ly/1DF7Ruf\n--PLAYBOOK IN-BOX – An ally of a GOP rival emails: “These don’t seem like hard punches at Hillary, do they? It’s almost as though he is reluctant to take her on... perhaps because she’s like family ... a sista from another motha ;)”\n--HOW IT’S PLAYING: Greta Van Susteren ‏(@greta): “going to Calif ... to cover @JebBush foreign policy event” ... AP’s Tom Beaumont in Burbank, “Bush links Clinton to rise of Islamic State” http://yhoo.it/1Nn26RG\n--THE CONTEXT – Byron York on Aug. 1, “Should Jeb have fired back when Hillary attacked?”: “[T]o some conservatives who question his resolve to fight, Bush’s silence had an ominous sound to it. ... ‘This is the sort of story that really worries Republican donors and activists alike,’ said one strategist from a rival campaign.\n“‘The Clintons and Bushes are obviously friendly and close, but only the Clintons appear ready to take off the gloves.’ ... [C]ampaign spokesman Tim Miller stressed that Bush regularly criticizes Clinton, but that the Urban League meeting wasn't the place to do it.’” http://washex.am/1MhtbHh\nFIRST LOOK -- Peggy Noonan book cover, “The Time of Our Lives,” out Nov. 3, from Twelve: “Her forthcoming book ... is the best of Noonan's writing collected in one indispensable volume for the first time. With a special, original introduction, Noonan chronicles her career in journalism, the Reagan White House, and the political arena.”\n--From the intro: “To me writing is a full-body exercise: What you write comes from your brain, heart, spirit, soul and psyche, you hold nothing back, all parts are engaged. You are asking people for five minutes of their time to read you. They're busy. You have to show them from the top that you're engaged, that you mean it, that there's something you think is important that should be said. ...\n“People ask the difference between column writing, book writing and speechwriting. In one sense they’re not different: You're writing. You're laying pipe only the pipes are thoughts, as John Gregory Dunne once said. But the best definition of writing I ever heard came from the great historian David McCullough, who said, in conversation, ‘To write is to think, and to write well is to think well.’ You think about what you want to say, you clarify it, question it, then say it.” See the cover. http://bit.ly/1gZdgSK\nCOVERING THE COVERAGE -- “CBS News to overhaul 2016 convention coverage,” by AP’s Lynn Elber in Beverly Hills: “CBS News will overhaul its coverage of the 2016 ... conventions to emphasize participants ‘on the ground’ rather than chatter in the network’s skybox, CBS News President David Rhodes [told the summer tour of the Television Critics Association]. ... Traditional keynote speeches and other major scheduled events will be aired, he said. ...\n“CBS is on to tap to air ... the Nov. 14 Democratic debate and the GOP one set for Feb. 13. Both are Saturday nights, which typically attract smaller TV audiences. The moderator for each will be John Dickerson.” http://bit.ly/1IVFKT4\n** A message from PhRMA: Robust competition and negotiation in Medicare Part D help keep costs low for beneficiaries and taxpayers. Part D plans already negotiate significant discounts and rebates with drug manufacturers resulting in substantial savings. Government interference would hurt beneficiaries by limiting access to needed medicines. Read more at http://onphr.ma/1KOSAcl. **\nCONFRONTING TRUMP – WSJ A4, “Club for Growth PAC Blesses Five GOP Candidates,” by Patrick O’Connor: “This marks the first time the influential conservative group has called on its members to write checks to presidential candidates and coincides with a separate effort to curb the progress of celebrity real-estate mogul Donald Trump by drawing attention to its concerns with his past statements. The five candidates for which the Club will officially bundle campaign contributions are: ... Cruz ... Paul ... Rubio ... Walker; and ... Bush. ...\n“The group ... plans to roll out position papers ... that point to ... Trump’s flaws as a fiscal conservative and advocate for free markets.” http://on.wsj.com/1N5YGVx\n--“Trump just launched ‘World War III’ on a top GOP pollster,” by Business Insider’s Hunter Walker: “Trump ... believes he was panned by Luntz’s [focus] group because he declined to hire Luntz’s research firm.” Luntz replied: “If the group had said Donald Trump won this debate ... I would be the world’s greatest pollster.” http://read.bi/1EkTR3u\nWHAT BRET BAIER planned to say to TRUMP as a “nuclear option” if The Donald got out of hand during the debate, according to L.A. Times’ Steve Battaglio: “‘Mr. Trump, in your business you have rules. You follow rules. We have rules on this stage. We don't want to have to escort you to the elevator outside this boardroom.’ ...\n“Before every debate ... Baier will spend 10 minutes alone behind a closed door to pray. ... Baier said he has played golf with Trump and describes him as a nice guy outside of his TV persona.” http://lat.ms/1gvwLkP\nTRUMP, FOX STRIKE TRUCE -- Dylan Byers: “Fox News chairman and CEO Roger Ailes called Trump to assure him that he would be treated fairly by the network. And Trump, who ... had threatened to boycott Fox News altogether, agreed to appear on ‘Fox & Friends’ and ‘Hannity’ [today].” http://politi.co/1N03j4r\n--AILES STATEMENT: “Donald Trump and I spoke today. We discussed our concerns, and I again expressed my confidence in Megyn Kelly. She is a brilliant journalist and I support her 100 percent. I assured him that we will continue to cover this campaign with fairness & balance. We had a blunt but cordial conversation and the air has been cleared.”\n--TRUMP TWEETED: “Roger Ailes just called. He is a great guy & assures me that ‘Trump’ will be treated fairly on @FoxNews. His word is always good!”\nDEPT. OF WISHFUL THINKING I – Jerry Seib “Capital Journal” column on WSJ A4, “Summer of Trump May End Up Helping GOP Rivals”: “Chances are high that, eventually, the Donald phenomenon will increase voters’ appreciation for serious candidates with serious things to say.” http://bit.ly/1TjlIgF\nDEPT. OF WISHFUL THINKING II – National Review’s Jonah Goldberg, column for L.A. Times, “GOP’s Trump problem will fade, but Democrats' Bernie Sanders troubles are just beginning.” http://lat.ms/1DF9wzL\nWHO THEY ARE -- WashPost A1, middle of page, “The builder and the brand: Fred Trump made millions with cheap brick; his son’s goals were always flashier,” by Emily Badger (homepage: “Origins of Trump’s luxury empire lie in his father’s more blue-collar buildings”): “Donald has made the family name a synonym for luxury, but the origins of the Trump empire lie in Fred’s decidedly less elite market: the lower-middle class, the outer boroughs, renters.” http://wapo.st/1Nn3yDB\nHOT IN HILLARYLAND – “Hillary Clinton's cruel summer,” by Gabe Debenedetti in Exeter, N.H.: “Clinton’s look at the issue of college affordability has been in the works since the early days of her campaign. ... [T]he policy rollout comes just before Clinton leaves the campaign trail for vacation ... The campaign is betting on the durability of the candidate’s large lead over Republican contenders among young voters in national polls, which is in some cases larger than Obama’s over Mitt Romney in 2012.” http://politi.co/1Kfshqr\n--“Clinton’s $350 Billion Education Plan Would Hit For-Profit Colleges Hard,” by BuzzFeed’s Molly Hensley-Clancy: “Clinton’s so-called ‘New College Compact’ ... calls for a crackdown on alleged abuses and conflicts of interest within both the for-profit college and loan servicing industries ... Clinton said she would cut bad actors out of the industry, cutting off federal aid to schools that had been proven to mislead students.” http://bzfd.it/1IGHPTR\n--“Bernie Sanders draws biggest crowd at Portland rally,” by CNN’s Dan Merica: “Sanders drew more than 19,000 people to an NBA arena on Sunday night in Portland, Oregon, setting the record for the largest political event of the 2016 presidential contest. ... [A]n estimated 9,000 people who lined up outside but were unable to get in.” http://cnn.it/1HDjpIZ\n--“Clinton-Dark Money: Group backing Clinton gets $1M from untraceable donors,” by AP’s Julie Bykowicz: “The seven-figure donation, made June 29 to ... Priorities USA Action, came from another super [PAC,] Fair Share Action. Its two lone contributors are Fair Share Inc. and Environment America Inc.” http://bit.ly/1J16XrV\nANDREW ROSS SORKIN “Dealbook” column on NYT B1, “Stock Buybacks Draw Scrutiny From Politicians”: “A renewed focus on the issue has taken place recently as a result of one of Mrs. Clinton’s speeches, in which she discussed all the money that companies are pouring into buybacks. ... really got the attention of industry ... Her point tiptoes around a more explosive claim from Senator Elizabeth Warren and Senator Tammy Baldwin that buybacks might be a form of market manipulation. Both senators have urged the [SEC] to investigate.” http://nyti.ms/1UAfVAm\nWHILE WE SLEPT – St. Louis Post-Dispatch, “Ferguson protesters, police gather on West Florissant Avenue; state of emergency declared in county”: “Protesters and police gathered on West Florissant Avenue in Ferguson Monday night. Protesters had walked the streets chanting and police were monitoring, and the scene had remained relatively quiet with some skirmishes between the crowd and police.” http://bit.ly/1ToDeL5\n--NYT 2-col. lead, “An Emergency Is Declared After a Ferguson Shooting: Police Wound Man, 18, They Say Opened Fire on Officers Near Protest Rally” http://nyti.ms/1Pib4AQ\n--“Washington Post reporter [Wesley Lowery] charged with trespassing, interfering with a police officer,” by WashPost’s Mark Berman: “A Washington Post reporter who was arrested at a restaurant last year while reporting on protests in Ferguson, Mo., has been charged in St. Louis County with trespassing and interfering with a police officer and ordered to appear in court.” http://wapo.st/1IBgQeo\n--Ryan Grim and Sam Stein “Statement On Charges Against HuffPost Reporter Ryan J. Reilly From Arrest In Ferguson”: “If Wesley Lowery and Ryan J. Reilly can be charged like this with the whole country watching, just imagine what happens when nobody is.” http://huff.to/1UA8ysS\n--@WesleyLowery: “for what it’s worth: @ryanjreilly and I had a bet about whether or not we'd get charged (statute of limitations was a year). Ryan won”.\nHEADLINE HISTORY – 70 year ago today – Aug. 11, 1945: N.Y. Times banner, “JAPAN OFFERS TO SURRENDER; U.S. MAY LET EMPEROR REMAIN; MASTER RECONVERSION PLAN SET: ALLIES MAP REPLY.” http://nyti.ms/1TjumM4\n--38 years ago today -- Aug. 11, 1977: N.Y. Times 3-col. lead, “SUSPECT IN ‘SON OF SAM’ MURDERS ARRESTED IN YONKERS; POLICE SAY .44-CALIBER WEAPON IS RECOVERED: Postal Worker Traced Through Car Believed Used in Getaways,” by the great Robert D. McFadden (Knew JMart would dig that!) http://nyti.ms/1IBsk1C\nVALLEY TALK – “Google Renames Self Alphabet, Gives Sundar Pichai Better Title,” by Re/code’s Mark Bergen: “As Kara Swisher wrote, many of the changes are about segmenting off Google’s profitable business from its moonshots, or investment and incubation arms ... [Google CEO Larry] Page and his lieutenants have tried to convince Wall Street that they could make big expensive bets on grand projects without threatening the margins at their core, money-making ad business. This split makes it easier to make that argument.” http://on.recode.net/1MhxxOG\n--Farhad Manjoo “State of the Art” column leading NYT B1, “A BID TO DIVIDE AND CONQUER: Google’s Overhaul Gives the Founders Room to Dream Big Beyond Search”: “[I]f the bet proves successful, it could be a widely copied effort.” http://nyti.ms/1KftfD2\n--Financial Times lead story, “Google transforms itself into Alphabet tech conglomerate: Search and advertising relegated to subsidiary – Shake-up aimed at long-term projects” ... Larry Page explains on Google official blog. http://bit.ly/1L3y5sO\n--“How Snapchat tech titans are harshing the mellow in Venice Beach,” by Rob Kuznia in WashPost: “For decades, Venice has been the epicenter of weird ... Now, thanks to real estate speculators and a tech boom featuring the likes of Google and Snapchat, Venice’s mellow charm is under siege. ... As skyrocketing real estate prices push longtime residents out of this ocean-side district of Los Angeles, corporate chains are replacing funky shops, and tech geeks are emerging as a dominant part of the scene.” http://wapo.st/1Tj8obV\nMEDIA WATCH – “Can NPR seize its moment?” by Politico Media’s Joe Pompeo: “NPR ... has arrived at the most confounding crossroads in its 45-year history, confronted with a boom in podcasts and on-demand digital listening that is both an opportunity and a force to be reckoned with. ... With the curtain falling on its 2015 fiscal year at the end of September, the venerable non-profit outlet is set to emerge from a six-year stretch operating mostly in the red.” http://politi.co/1J8r4qd\n--WSJ B2, “NBC Sports to Keep Premier League: Comcast unit extends U.S. rights to air games of U.K. soccer league for another six years ... England’s top league ... through the 2021-22 season.” http://on.wsj.com/1Nn1oUp\nFIRST LOOK – United Against Nuclear Iran “Announces National Advertising Campaign to Educate American Public on Key Elements of Nuclear Agreement with Iran”: “The first ad, titled ‘Leave No Man Behind,’ focuses on the four U.S. hostages who remain imprisoned in Iran, one of the most glaring flaws in the agreement with Iran.” http://bit.ly/1huX9ME ... -- “first in a series of ads set to run on ... CNN and MSNBC ... and digital platforms. The ads will air in select national markets including: NJ, CT, FL, MT, ND, VA and CO.”  First ad http://bit.ly/1Pi3XZe\n--SANDY BERGER on Politico, “‘No’ to Iran Means No Forever”: “There is no later; this is the end of the line.” http://politi.co/1huWRFC\n--MIKE BLOOMBERG on Bloomberg View, “White House Should Leave Politics Out of Iran Deal”: “I have deep reservations about the Iranian nuclear agreement, but I -- like many Americans -- am still weighing the evidence for and against it. ... Yet instead of attempting to persuade Americans on the merits, supporters of the deal are resorting to intimidation and demonization.” http://bv.ms/1DJyxtg\n--HAPPENING TODAY: “Yahoo Global News Anchor Katie Couric will sit down for a LIVE interview with Sen. Claire McCaskill (D-MO), who remains undecided about the president’s Iran Deal.” 1 p.m. www.yahoo.com/katiecouric\nTHE WAY TO WIN – WSJ D1, “Venting Isn’t Good for Us ... Don’t Hit Send: Angry Emails Just Make You Angrier,” by Elizabeth Bernstein: “The ‘e-vent’—expressing anger via email, text or chat, or on social media sites such as Facebook or Twitter—can be hard to resist. ... [P]eople report that they feel better after venting. But researchers find they actually become angrier and more aggressive.” http://on.wsj.com/1IVtQZn\nPLAYBOOK TRAVEL SECTION –“Amtrak exec: Train delays in tunnel may become more common,” by AP’s David Porter: “Train delays like the ones caused recently by electrical problems in a century-old Hudson River tunnel could become much more common if a new tunnel isn't built.”  http://yhoo.it/1gvpPUP\nWHAT RUSS SCHRIEFER IS UP TO – WashPost Style lead, “A Republican consultant tries his hand at a different kind of political theater,” by Maura Judkis: “Cal Chandler’s candidacy is either a political consultant’s greatest challenge or his worst nightmare. Chandler is coasting by on his family name but is clueless about governing. He lies and cheats and breaks the law. But top political consultant Russ Schriefer ... decided to take him on anyway ... Chandler is the main character in ‘The Fix,’ a musical by John Dempsey and Dana P. Rowe opening [today] at Signature Theatre.” http://wapo.st/1Pi2Vwg\nTRANSITIONS – “The National Association of Manufacturers’ Keith Smith has been named Chief of Staff of the 120 year old organization. Smith was previously advisor to NAM President and CEO Jay Timmons.”\nENGAGED: Sean Kennedy of AEI, former CNN’er and producer for Newt and SE Cupp on Crossfire, to Ashley Mergen of the U.S. Chamber of Commerce on the steps of the Lincoln Memorial. Sean popped the question after secretly flying to Texas to get permission from her father. http://bit.ly/1Pi3mqk\n--Ryan Cross, campaign manager for GOP Louisiana gubernatorial candidate Scott Angelle, to Addie Dean, a senior at LSU who helps run her family theatre. Pics http://bit.ly/1UxUGiG The proposal: http://bit.ly/1DB2b4q\nBIRTHWEEK (was yesterday): BPC’s Olivia Weiss ... Andrew Zucker, senior comms. advisor for Colorado Democratic Party, alum of the Ohio Dem party, and Sen. Markey’s winning special election campaign (h/t Justin Barasky) … Johannah Groveman, the heartbeat of Redeemer Arlington ... Casey Clemmons, political operative who’s worked Obama ‘12, Durbin ‘14, Rahm ‘15 and now leading efforts on the ground for Hillary in Iowa (h/t Ellie Bahrmasel) ... (was Saturday): Michael Levin turned 57\nBIRTHDAYS: David Brooks … Charles M. Blow, the pride of Gibsland, L.A., is 4-5 ... Alli Adams … Chad VonLuehrte, Romney alum and now partner at Harbinger (h/t Deckard) ... Rob O’Donnell ... CNN’s Rachel Smolkin and Waffa Munayyer … Greg Michaelidis, senior advisor for public affairs at DHS … Ilana Drimmer … Marissa (Hopkins) Secreto, chief of staff to Steve Case at Revolution and a Treasury and Obama alum ... Sam Myers Jr., White House Liaison for Education Dept., and N.Y. Jets superfan … Connie Hutchison … Tom Miller … Melissa Silverstein … Albert Morales (h/ts Teresa Vilmain) … Chris Berry ... Shelley Epstein … Jim Wilkinson … Philip Scranage ... Politico’s Toby Eckert ... Pamela Lynne Sorensen, founder of Pamela’s Punch ...\n... Chris Berry, SVP for 24/7 News at iHeartMedia and an ABC News alum ... Lauren Maddox, principal at the Podesta Group ... Jackie Norris, former Obama and Points of Light staffer, now living in Italy with her family ... Chris Lisi, strategic comms. consultant, adjunct at GWU, former Hill staffer, celebrating with Vince and the kids (h/ts Jon Haber) ... Alex Siciliano, comms. director for Sen. Cory Gardner ... Meghan Dubyak ... WashPost’s Lyndsey Layton ... Thad Huguley … John Files of Powell Tate, a Weber Shandwick alum ... Kimberly Scott ...  Hulk Hogan is 62 ... Apple co-founder Steve Wozniak is 65 ... actress Arlene Dahl is 90 ... magazine columnist Marilyn Vos Savant is 69 ... singer Joe Jackson is 61 ... actress Viola Davis is 50 ... actor-host Joe Rogan is 48 ... Rob Kerkovich (“NCIS: New Orleans”) is 36 ... actress Alyson Stoner is 22 (h/ts AP)\n** A message from PhRMA: Robust competition and negotiation in Medicare Part D keep costs low for beneficiaries and taxpayers. Part D plans negotiate significant discounts and rebates with drug manufacturers to achieve savings. The Medicare Trustees report that rebates are “substantial” and that average rebate levels have increased each year of the program. These savings help reduce premiums, deductibles and out-of-pocket costs for beneficiaries.\nIn fact, premiums have remained relatively stable since 2011 – averaging around $32 per month per beneficiary in 2016. If the government were to interfere, it would need to impose access restrictions on medicines for Part D beneficiaries, hurting seniors and others most in need.\nRead more at http://onphr.ma/1KOSAcl. **\nBy GWENDA BLAIR\nBy ARI BERMAN\nBy BRENT BOZELL\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "Rand Paul's plan to run for president and senate in Kentucky is running into opposition in the Bluegrass State.", "title": "JEB JABS HILLARY in speech tonight at Reagan Library: ‘Where was Secretary of State Clinton?’ – CLUB FOR GROWTH takes on Trump – AILES TRUCE: Donald on Fox twice today", "url": "http://www.politico.com/playbook/0815/playbook19534.html", "topics": ["campaign_finance", "terrorism"], "people": ["Roger Ailes", "Russ Schriefer", "Kyle Cheney", "Joe Pompeo", "Ryan J. Reilly", "Justin Barasky", "Fred Trump", "Sean Kennedy", "Wesley Lowery", "Teresa Vilmain", "Katie Couric", "Ryan Grim", "Jerry Seib", "Greta Van Susteren", "John Dempsey", "Lyndsey Layton", "Dylan Byers", "Joe Jackson", "Gabe Debenedetti", "Frank Luntz", "Tammy Baldwin", "Kara Swisher", "Hulk Hogan", "Sam Stein", "Bret Baier", "Emily Badger", "Jonah Goldberg", "Manu Raju", "Jon Haber", "Patrick O'Connor", "Steve Case", "Cal Chandler", "Bernie Sanders", "Tim Miller", "Peggy Noonan", "Rand Paul", "John Dickerson", "Charles M. Blow", "Larry Page", "Tom Miller", "Daniel Lippman", "Michael Levin", "Jeb Bush", "Farhad Manjoo", "Donald Trump", "David Brooks", "Mitt Romney", "Elizabeth Warren", "Megyn Kelly", "Toby Eckert", "Powell Tate", "Albert Morales", "Dan Merica", "Dana P. Rowe", "Viola Davis", "Jay Timmons", "Tom Beaumont", "Mike Allen", "Julie Bykowicz", "Cory Gardner", "Hillary Clinton", "Steve Wozniak", "Eli Stokols", "Rob O'Donnell", "Scott Angelle", "Hunter Walker"], "orgs": ["BRENT BOZELL", "Medicare Trustees", "Environment America Inc.", "National Association of Manufacturers", "NYT", "NAM", "Capital Journal", "PLAYBOOK", "Treasury", "AEI", "MSNBC", "National Review", "SEC", "NBA", "Weber Shandwick", "Reagan Presidential Library", "Business Insider", "Chief of Staff", "United Against Nuclear Iran", "Lincoln Memorial", "BIRTHWEEK", "GOP", "SVP", "Senate", "Fair Share Inc.", "Mo.", "U.S. Chamber of Commerce", "Comcast"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-08-11 11:37:36", "org": "politico", "article_id": "4010cebbc101ed6e0eaeab5f5ab1b452", "date_access": "2015-08-11 11:10:06.588772"}