{"body": "\n10/20/15 12:20 PM EDT\n\n                                        Updated 10/20/15 12:14 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president's claim appears to contradict his previous account of the president's decision.\n\n                                        By \nMarc Caputo\n\n\n10/20/15 12:05 PM EDT\n\n                                        By \nNick Gass\n\n\"There's a big difference between entertainment and presidential leadership,\" he says. \n\n                                        Updated 10/20/15 12:00 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nAfter fallout from Schock, Administration Committee suggests changes.\n\n10/20/15 11:45 AM EDT\n\n                                        By \nHadas Gold\n\nDonald Trump was scheduled to appear on Tuesday night's show after rapper Jay Z.\n\n10/20/15 11:37 AM EDT\n\n                                        By \nBurgess Everett\n\nThe secretary of State has agreed to testify behind closed doors.\n\n                                        Updated 10/20/15 11:34 AM EDT\n\n                                        By \nNick Gass\n\nWebb's campaign said that he was considering running as an independent. \n\n10/20/15 11:00 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump and Ben Carson topped another national poll of Republican voters Tuesday.\n\n10/20/15 10:52 AM EDT\n\n                                        By \nEliza Collins\n\nHe was recently asked to do an article for the men’s magazine.\n\n10/20/15 10:50 AM EDT\n\n                                        Updated 10/20/15 10:38 AM EDT\n\n                                        By \n                                                Kelsey Sutton\n                                         and \nHadas Gold\n\nThe news comes the same day the company, part of The Economist Group, named Matt Mansfield its first vice president for product innovation.\n\n10/20/15 10:09 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\n\n10/20/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nCan Biden count on labor? – NLRB launches complaint against hospital network \n\n10/20/15 10:02 AM EDT\n\n                                        By \nTheodoric Meyer\n\nKoch-backed vets group goes after four Senate Democrats\n\n10/20/15 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nHeritage Action threatens 'key vote' against House reconciliation bill — Administration's hands tied in risk corridor payments — SAMHSA looking for a chief...\n\n10/20/15 10:01 AM EDT\n\n                                        By \nChase Purdy\n\nUSITC rules today on Mexico dumping charges —Food companies join White House in climate deal push\n\n10/20/15 10:01 AM EDT\n\n                                        By \nTim Starks\n\nDoubts about China violating cyber deal — People actually pick up and use random USB sticks\n\n10/20/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nPoll finds pre-K is a top priority — King for a year — Network for Public Education splits in two\n\n10/20/15 10:00 AM EDT\n\n                                        By \nDavid Pittman\n\nNew movement in #LetDoctorsBeDoctors — DeSalvo nomination held up\n\n10/20/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nIRS talks tax fraud fight — The latest Paul Ryan tea leaves — Wielding the Obamacare stick\n\n10/20/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nDrone registration rule gets underway — Railroad cries grow louder as PTC deadline nears — House GOP dwells on October agenda\n\n10/20/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nICANN debate heats up in Dublin — CISA gets closer, closer, closer...\n\n10/20/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nTrudeau victory unlikely to upset TPP — U.S. ITC rules today on Mexico dumping charges\n\n10/20/15 09:37 AM EDT\n\n                                        By \nNick Gass\n\n“The RNC continues to meet and exceed our fundraising goals,” Chairman Reince Priebus said in a statement. \n\n10/20/15 09:02 AM EDT\n\n                                        By \n                                                Joe Pompeo\n\nAutomated Insights, the company behind a platform that the Associated Press uses to generate stories about financial earnings results, has its eye on 2016.\n\n10/20/15 08:39 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton \"will be remarkable\" during her testimony before the House Select Committee on Benghazi later this week, Chelsea Clinton predicted...\n\n10/20/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nNDAA to White House today — Why McCain wants Gates to testify\n\n10/20/15 08:22 AM EDT\nRUBIO VEERS RIGHT ON IMMIGRATION — Crunch time for the House GOP — GOP NOTCHES ANOTHER ACA LEGAL WIN\n\n10/20/15 08:08 AM EDT\nUBER’s airport play\n\n10/20/15 08:01 AM EDT\n\n                                        By \nBen White\n\nFirst look: GOP study committee on the debt limit —Trump still leads —Rosner responds to Weiss — Canada goes left\n\n10/20/15 07:49 AM EDT\n\n                                        By \nNick Gass\n\nFor the man in charge of the super PAC backing Jeb Bush, Donald Trump is the political un-dead.\n\n                                        Updated 10/20/15 07:45 AM EDT\n\n                                        By \nEric Wolff\n\nWhat's next for KXL?  — Todd Stern to the Senate\n\n10/20/15 07:21 AM EDT\nNYT’s virtual reality project\n\n10/20/15 07:07 AM EDT\nWASHPOST’s 1,600-word B-matter on the V.P. running – FIORINA collapses; JEB tanks in Fla. -- MIKE MURPHY’s theory of the case\n\n                                        By \nJanosch Delcker\n\n\n                                        By \n                                                Anca Gurzu\n\n\n10/20/15 06:48 AM EDT\nCHRISTIE on CBS\n\n10/20/15 06:39 AM EDT\nCASINOS team up against Springfield site\n\n10/20/15 06:36 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton's lead in the Democratic race for the nomination has only grown wider, .\n\n10/20/15 06:29 AM EDT\n‘MUMBO JUMBO:’ FL Senate’s redistricting wonderland.\n\n10/20/15 06:24 AM EDT\n\n                                        By \nNick Gass\n\nCarly Fiorina's time near the top of the Republican polls may have come to an end.\n\n10/20/15 06:00 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe effort is aimed at correcting the view that the cause of gun control is 'too white.'\n\n2016\n\n10/20/15 05:24 AM EDT\n\n                                        By \n                                                Michael Lind\n\nHe was supposed to embody a new libertarian moment. But there never was one.\n\n10/20/15 05:22 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nPaul Ryan returns to Washington to decide, and Republicans try to game out a debt ceiling strategy.\n\n10/20/15 05:20 AM EDT\n\n                                        By \nAustin Wright\n                                         and \nJeremy Herb\n\nLawmakers find stealthier ways to get around ban on pet Pentagon projects.\n\n2016\n\n10/20/15 05:18 AM EDT\n\n                                        By \nSeung Min Kim\n\nAfter largely disavowing his attempt at comprehensive reform, the GOP hopeful backs a bill to crack down on ''sanctuary cities.'' \n\nCongress\n\n10/20/15 05:07 AM EDT\n\n                                        By \nRachael Bade\n\nRepublicans on the House Benghazi Committee have settled on a plan.\n\n                                        Updated 10/20/15 12:07 AM EDT\n\n                                        By \nElana Schor\n\nJustin Trudeau blamed Prime Minister Stephen Harper for tensions with Obama.\n\n10/20/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nThe anthrax attacks had begun on Sept. 18, one week after the 9/11 attacks.\nWe're working on more stories right now\nWhere politics meets the press\n\n                Donald Trump was scheduled to appear on Jimmy Kimmel's show Tuesday night after rapper Jay Z. (AP)\n\n            By \nHadas Gold\n\n10/20/15 11:45 AM EDT\nDonald Trump has canceled a planned appearance on \"Jimmy Kimmel Live,\" the host said on Howard Stern's satellite radio show Tuesday.\nTrump was scheduled to appear on Tuesday night's show after rapper Jay Z. Kimmel, who is broadcasting his late night show out of Brooklyn this week, told Stern that Trump canceled on them late Monday night.\n\"Due to a political obligation, Mr. Trump is rescheduling his appearance and looks forward to being on the show in the next few weeks,\" a Trump spokeswoman told CNN.\nOn Stern's show on Tuesday, Kimmel said he wasn't sure what happened, but that they may move comedian Tracy Morgan to take his place. Morgan originally was scheduled to appear on the show later this week.\nKimmel told CNN in an earlier interview on Monday that Trump's appearance was not going to be a traditional interview.\n\"I'm not interviewing him ... It will be in studio, it'll be live, and it'll all make perfect sense when you see it,\" Kimmel said.\nIt's the second time in a month that a politician has canceled on a late-night host. Earlier this month, House Speaker John Boehner canceled a last-minute appearance on Jimmy Fallon's \"The Tonight Show\" after Rep. Kevin McCarthy abruptly pulled out of the race for House speaker.\nHadas Gold is a reporter at Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "Donald Trump was scheduled to appear on Tuesday night&#39;s show after rapper Jay Z.", "title": "Donald Trump cancels on Jimmy Kimmel", "url": "http://www.politico.com/blogs/on-media/2015/10/donald-trump-cancels-on-jimmy-kimmel-214958", "topics": ["immigration"], "people": ["Burgess Everett", "Joe Pompeo", "Chelsea Clinton", "Justin Trudeau", "Rachael Bade", "Jimmy Fallon", "Anna Palmer", "Hadas Gold", "Jimmy Kimmel", "Carla Marinucci", "Marc Caputo", "Kelsey Sutton", "Austin Wright", "John Boehner", "Brian Mahoney", "Jeremy Herb", "Theodoric Meyer", "Caitlin Emma", "Elana Schor", "Aaron Schock", "Brianna Ehley", "Nick Gass", "Jennifer Scholtes", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Donald Trump", "John Bresnahan", "Reince Priebus", "Jake Sherman", "Eliza Collins", "Chase Purdy", "Sarah Wheaton", "Toby Eckert", "David Pittman", "Tim Starks", "Carly Fiorina", "Janosch Delcker", "Adam Sneed", "Adam Behsudi", "Hillary Clinton", "Ben White", "Marco Rubio", "Eric Wolff", "Stephen Harper", "Ben Carson", "Paul Ryan"], "orgs": ["Heritage Action", "House Benghazi Committee", "USB", "Congress", "FIORINA", "RNC", "Pentagon", "PAC", "IRS", "NYT", "Senate", "House GOP", "V.P.", "Stern", "Howard Stern", "CISA", "GOP", "The Economist Group", "House Select Committee"], "authors": [{"author_id": 30854, "fullname": "edward-isaac dovere", "primary_org": "politico"}], "date_written": "2015-10-20 16:45:59", "org": "politico", "article_id": "56cc26f87ebffec67cf09e153458f626", "date_access": "2015-10-20 16:30:22.377583"}