{"body": "\n10/19/15 02:31 PM EDT\n\n                                        By \nNick Gass\n\nSlightly more than half of Americans approve of the job that President Barack Obama is doing\n\n                                        Updated 10/19/15 02:17 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nLott lobbies for frats — All nighter at the chamber\n\n10/19/15 02:16 PM EDT\n\n                                        By \nNick Gass\n\nRumors and reports swirled around the potential presidential candidacy of Vice President Joe Biden on Monday, as official Washington and the press corps...\n\n                                        Updated 10/19/15 02:10 PM EDT\n\n                                        By \nNick Gass\n\nDonald Trump also faulted intelligence gaps between the CIA, FBI and the NSA.\n\n10/19/15 01:51 PM EDT\n\n                                        Updated 10/19/15 01:48 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe disclosure came as the Benghazi panel chairman said he was committed to protecting the source's identity. \n\n10/19/15 01:39 PM EDT\n\nTrade\n\n                                        Updated 10/19/15 01:37 PM EDT\n\n                                        By \nDoug Palmer\n\nOne of Congress' strongest trade boosters is critical of the landmark Asian-Pacific deal — and well-positioned to delay or kill it if he decides to do...\n\n10/19/15 01:32 PM EDT\n\n10/19/15 01:02 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThree new top hires, moves the total number of paid staffers to 53. \n\n10/19/15 12:54 PM EDT\n\n                                        By \nRachael Bade\n\nThe 124-page report concludes that investigators have found no evidence Clinton specifically ordered the military to stand down.\n\n                                        Updated 10/19/15 12:49 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe CIA advised the committee that the information Gowdy suggested required extreme caution is, in fact, unclassified, he says.\n\n2016\n\n                                        Updated 10/19/15 12:11 PM EDT\n\n                                        By \nNick Gass\n\nHer closest competitor, Vermont Sen. Bernie Sanders, earned 21 percent to Clinton's 48 percent.\n\n10/19/15 12:00 PM EDT\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nTPP timing uncertain — Califf accused of 'pimping for pharma'\n\n10/19/15 11:04 AM EDT\n\n10/19/15 10:19 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\n\n10/19/15 10:10 AM EDT\n\n                                        By \nBrian Mahoney\n\nBiden rumors swirl among labor — Hatch holds the keys to TPP\n\n10/19/15 10:04 AM EDT\n\n                                        By \nEric Wolff\n\nCanada goes to the polls – White House courts biz leaders on climate\n\n10/19/15 10:04 AM EDT\n\n                                        By \nAllie Grasgreen Ciaramella\n\nSchool vouchers on the Hill — Loan guarantor seeks Supreme Court showdown\n\n10/19/15 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nCerner says DoD’s EHR system on track — EHRA slams ONC report\n\n10/19/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nDOT to unfurl drone registration rules — Closing in on bicameral PTC plan\n\n10/19/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nT-Mobile distances itself from CCIA on CISA — Drone registry in the works\n\n10/19/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nReconciliation bill faces hurdles in the Senate — Rubio goes after drug companies — Obama hits the road to discuss heroin epidemic \n\n10/19/15 10:00 AM EDT\n\n                                        By \nChase Purdy\n\nSmall meat producers go to Congress over slaughter rules — NYC to release update on sodium progress soon\n\n10/19/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nU.S., EU to cover tariff waterfront in Miami — S. Korea queuing up for TPP\n\n10/19/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nThe fight over deterrence — Password/PIN usage up among wireless customers\n\n10/19/15 10:00 AM EDT\n\n                                        By \nBrian Faler\n\nSpeaker Watch — States tap stealth tax\n\n10/19/15 10:00 AM EDT\n\n                                        By \nTheodoric Meyer\n\nThird-quarter fundraising winners and losers — One Nation will back Blunt on the air\n\n                                        By \n                                                Vince Chadwick\n\n\n                                        By \nPierre Briançon \n\n\n10/19/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nNDAA veto could come this week — Iran deal moves toward implementation\n\n10/19/15 08:28 AM EDT\nFRATERNITIES HIRE LOTT TO LOBBY FOR CURBING SEXUAL ASSAULT PROBES\n\n10/19/15 08:19 AM EDT\nEDGAR vs. RAUNER\n\n                                        By \n                                                Natasha Korecki\n\n\n10/19/15 08:01 AM EDT\n\n                                        By \nBen White\n\nChina growth falls below 7 percent — Biden watch — Debt limit timetable — Economists still see Fed hike this year\n\n                                        By \n                                                Natasha Korecki\n\n\n10/19/15 07:43 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump does not appear to be too concerned about a Hispanic entertainment coalition that wants to prevent him from hosting \"Saturday Night Live\"...\n\n10/19/15 07:18 AM EDT\nHILLARY’s female reporters\n\n10/19/15 06:57 AM EDT\nBOOKER’S Iran hedge \n\n10/19/15 06:50 AM EDT\n\n                                        By \nNick Gass\n\nThe latest survey was conducted in the days after the shooting at Umpqua Community College in Oregon.\n\n10/19/15 06:37 AM EDT\n\n                                        By \nNick Gass\n\nThe former secretary of state leads the field with 45 percent.\n\n10/19/15 06:37 AM EDT\nBy Lauren Dezenski (ldezenski@politico.com; @laurendezenski)\n\n10/19/15 06:28 AM EDT\nMELTDOWN ALERT: special Florida session tense before it starts.\n\n10/19/15 06:03 AM EDT\nJON STEWART’s best lines from Sat. -- B’DAY: Carl Hulse, Marvin Nicholson, Grover Norquist\n\nCongress\n\n10/19/15 05:17 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nA melee is likely if Paul Ryan says no to speaker, and that may postpone John Boehner's departure from Congress.\n\nCongress\n\n10/19/15 05:15 AM EDT\n\n                                        By \nBurgess Everett\n\nCongressional Republicans are trying to project confidence. But the Senate GOP has a major uphill battle.\n\n2016\n\n10/19/15 05:11 AM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton attracts a rarity on the campaign trail — an overwhelmingly female press corps.\n\n10/19/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nArkansas Sen. Hattie Caraway picked up the gavel.\n\n2016\n\n                                        Updated 10/18/15 11:17 PM EDT\n\n                                        By \nShane Goldmacher\n\nA forum at a mega-church gives GOP hopefuls a chance to court a key part of the GOP's base.\n\nCongress\n\n                                        Updated 10/18/15 08:19 PM EDT\n\n                                        By \nRachael Bade\n\nIn a POLITICO interview, Trey Gowdy laments attacks on him and the Benghazi committee as Hillary Clinton's appearance nears.\nWe're working on more stories right now\n\n                                            By \n                                                    Lt. Col. T. Mark McCurley\n\n\n                                            By \n                                                    Thomas de Waal\n\n\n                                            By \n                                                    Mark Towhey\n                                             and \n                                                    Johanna Schneller\n\n\n                                            By \n                                                    Alan Greenblatt\n\n\n                Getty\n\n                        The disclosure came as the Benghazi panel chairman said he was committed to protecting the source's identity. \n\n            By \nJosh Gerstein\n\n10/19/15 12:50 PM EDT\n\n                    Updated 10/19/15 01:48 PM EDT\nHouse Benghazi Committee Chairman Trey Gowdy appears to have accidentally released the name of a CIA source in the midst of a back-and-forth with Democrats about how sensitive the information was and whether its presence in former Secretary of State Hillary Clinton's private email account constituted a security breach.\nGowdy's aides, however, are blaming the State Department for the disclosure.\nStory Continued Below\nThe email posted Sunday on the panel's website included in one instance the name of Mousa Kousa, a former Libyan government spy chief and foreign minister. The name appeared to have been redacted in several other instances, but was included in a subject line of a forwarded email.\nThe redacted email was released at Gowdy's direction \"so the American people could decide for themselves regarding concerns about sources and methods,\" the Benghazi committee said in a statement. The committee replaced the document online with another version in which Kousa's name does not appear.\nAsked about the change, Benghazi committee spokesman Jamal Ware said the State Department had cleared the email for release in the form it initially appeared Sunday.\n\"The State Department failed to redact a name in a subject line, so the committee took steps to remove this information so it was consistent with State Department’s redaction of it in another subject line.\" Ware said. \"The Committee will not confirm the name in question is the alleged source.”\nA State Department spokesman had no immediate comment on the disclosure of Kousa's name or the committee's claim that State had cleared the email for release.\n\nWar Room\n\n            By \n                    Jeff Eggers\n\nThe top Democrat on the Benghazi panel, Rep. Elijah Cummings of Maryland, revealed Sunday morning that the CIA had not requested the deletion of the source's name and did not consider the information classified. Cummings said the CIA's stance undercut Gowdy's earlier claim that Clinton had endangered national security by having such information on her private server and by forwarding the message to one of her aides.\nIn Gowdy's response Sunday, he said he was committed to protecting the source's identity, even if the CIA was not.\n\"Sources and methods of intelligence are among the most closely guarded information our government has,\" Gowdy wrote to Cummings. \"We will continue to redact that information and treat it with the highest level of confidentiality and sensitivity, and we would advise you to do the same.\"\nThe CIA normally would treat the names of its alleged sources as confidential. However, Kousa's contacts with U.S. intelligence have been publicly acknowledged for years.\nThe former spy chief defected to Britain less than two weeks after informal Clinton adviser Sidney Blumenthal sent Clinton the March 18, 2011 email. Blumenthal said his information on the CIA's dependence on Kousa came from former CIA officer Tyler Drumheller. Drumheller died in August.\n\nHistory Dept.\n\n            By \n                    Alan Greenblatt\n\nWhile it's unclear how much information Kousa was giving to Western officials at the time the email was sent, the former spy chief's role was being bandied about publicly at that time. A mention of Kousa in former CIA director George Tenet's memoir was referenced in a New York Times story the day before Blumenthal sent the email in question to Clinton.\nCummings said in his letter that State had asked for a redaction from the email on privacy grounds to \"avoid bringing additional undue attention to this person.\" A State spokesman confirmed Monday that a redaction for privacy reasons was requested.\nThe disclosure of Kousa's name in the email the Benghazi panel made public appears to have been first reported Monday by Yahoo News.\nA CIA spokesman declined to comment Sunday. \n © 2015 POLITICO LLC", "byline": "", "description": "The disclosure came as the Benghazi panel chairman said he was committed to protecting the source's identity.", "title": "Gowdy appears to accidentally release CIA source&apos;s name", "url": "http://www.politico.com/story/2015/10/trey-gowdy-release-cia-source-name-benghazi-committee-214919", "topics": ["trade"], "people": ["Lauren Dezenski", "Isaac Arnsdorf", "Burgess Everett", "George Tenet", "Sidney Blumenthal", "Allie Grasgreen Ciaramella", "Rachael Bade", "Grover Norquist", "Doug Palmer", "Hadas Gold", "Carla Marinucci", "Orrin Hatch", "Elijah Cummings", "Tyler Drumheller", "John Boehner", "Natasha Korecki", "Joe Biden", "Pierre Briancon", "Brian Mahoney", "Jeremy Herb", "Theodoric Meyer", "Josh Gerstein", "Brianna Ehley", "Shane Goldmacher", "Nick Gass", "Trey Gowdy", "Brett Norman", "Jennifer Scholtes", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Barack Obama", "Chase Purdy", "Bernie Sanders", "David Pittman", "Tim Starks", "Gabriel Debenedetti", "Adam Sneed", "Adam Behsudi", "Brian Faler", "Sarah Karlin", "Vince Chadwick", "Hillary Clinton", "Ben White", "Carl Hulse", "Eric Wolff", "Jamal Ware", "Alan Greenblatt", "Paul Ryan"], "orgs": ["CIA", "House Benghazi Committee", "Fed", "State Department", "Congress", "Senate", "NSA", "One Nation", "Supreme Court", "Drumheller", "Senate GOP", "TPP", "Umpqua Community College", "FBI", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-10-19 17:50:41", "org": "politico", "article_id": "3760765f1268f6408e3c8b863205e533", "date_access": "2015-10-19 18:43:24.417906"}