{"body": "\n09/28/15 12:20 PM EDT\n\n                                        By \nLauren French\n\nRoss is currently a senior deputy whip. \n\n09/28/15 12:20 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJake Sherman\n\n“It appears Representative Meadows permitted a former employee to remain on payroll,” the group wrote.\n\n09/28/15 12:14 PM EDT\n\n                                        By \n                                                Kelsey Sutton\n\n\"When he is upset at someone, he fights even harder,\" she says. \n\n                                        Updated 09/28/15 12:07 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced its debate criteria on Monday, making clear that Vice President Joe Biden will have the chance to make it onto the first debate stage should...\n\n09/28/15 12:06 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nPRESIDENT OBAMA: Mr. President, Mr. Secretary General, fellow delegates, ladies and gentlemen: Seventy years after the founding of the United Nations,...\n\n09/28/15 12:01 PM EDT\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nTPP agreement may be in sight — Right to try laws sweep nation, leave patients behind \n\n09/28/15 11:51 AM EDT\n\n                                        By \nDarren Samuelsohn\n\nThe American Coalition for Clean Cal Electricity is planning to cut half its staff.\n\n                                        Updated 09/28/15 11:45 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nPutin was a particular focus for Obama, as he railed against regimes that repress information and jail dissidents.\n\n09/28/15 11:40 AM EDT\n\n                                        By \nJohn Bresnahan\n\nTexas Repubican will not seek any leadership post\n\n09/28/15 11:28 AM EDT\n\n                                        Updated 09/28/15 11:23 AM EDT\n\n                                        By \nNick Gass\n\nOn \"60 Minutes,\" Trump says many Americans would pay no taxes under his plan.\n\n09/28/15 11:15 AM EDT\n\n                                        By \n                                                Associated Press\n\nThe disclosure came Monday during a hearing in federal court in Chicago\n\n09/28/15 11:14 AM EDT\n\n09/28/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nIf current demographic trends continue, immigrants and their progeny will account for 88 percent of the U.S.' population increase from 2015 to 2065.\n\nINVESTIGATION\n\n                                        Updated 09/28/15 10:27 AM EDT\n\n                                        By \nJon Prior\n\nBanks continue to foreclose on homeowners they claim to be helping in violation of 2012 settlement.\n\n09/28/15 10:03 AM EDT\n\n                                        By \nKaty O'Donnell\n\nTrump to release tax plan — Tax skirmishes played big role in Boehner's tenure  — Tax group briefs Senate staff on untaxed corporate profits\n\n09/28/15 10:02 AM EDT\n\n                                        By \nJennifer Scholtes\n\nLeaders deploy shutdown avoidance plans — House prepares to pass FAA patch — What Boehner’s departure could mean for transportation investment \n\n09/28/15 10:02 AM EDT\n\n                                        By \nChase Purdy\n\nChristie to scoop up Iowa endorsements — Core issues taking the stage in antibiotic resistance fight\n\n09/28/15 10:02 AM EDT\n\n                                        By \nBrianna Ehley\n\nGet Ready for Reconciliation — Supremes to Consider Texas Abortion Case — House Tweaks 'Small Group Market'\n\n09/28/15 10:02 AM EDT\n\n                                        By \nEric Wolff\n\nObama echoes Pope Francis — Polls and reports!\n\n09/28/15 10:01 AM EDT\n\n                                        By \nDavid Pittman\n\nWhere is that Stage 2 final rule? — Cassidy interoperability bill coming this week\n\n09/28/15 10:01 AM EDT\n\n                                        By \nAlex Byers\n\nInside the FCC: What really killed the Comcast merger — Dem memo needles tech on TPP\n\n09/28/15 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nNew look at community college defaulters — Pennsylvania budget impasse could shutter schools\n\n09/28/15 10:01 AM EDT\n\n                                        By \nTim Starks\n\nKasich talks tough on cyber – What happens after the China deal\n\n09/28/15 10:01 AM EDT\n\n                                        By \nVictoria Guida\n\nObama and Modi to meet in New York — Xi meeting yields BIT progress\n\n09/28/15 10:00 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSchweikert says McCain can’t beat Kirkpatrick\n\n09/28/15 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nUAW-Fiat deal is in jeopardy.\n\n09/28/15 09:44 AM EDT\n\n                                        By \nBen White\n\nWall Street freaks over Boehner — Donors worried about Bush — Investors get special CEO access \n\n09/28/15 09:27 AM EDT\n\n                                        By \nNick Gass\n\nJeb Bush plans to release his health-care policy proposal in the next three weeks, the Republican candidate said Monday\n\n09/28/15 08:48 AM EDT\nDonald Trump is set to unveil his tax plan Monday after a preview on Sunday night's 60 minutes.\n\n09/28/15 08:31 AM EDT\n\n                                        By \nJeremy Herb\n\nPutin, Obama to meet today.\n\n09/28/15 08:29 AM EDT\nA look behind the curtain at Kevin McCarthy's all-but-certain bid to become Speaker.\n\n09/28/15 07:42 AM EDT\n\n                                        By \nNick Gass\n\nMarco Rubio wants no part of Donald Trump's \"freak show,\" he said.\n\n09/28/15 07:36 AM EDT\n\n                                        By \nNick Gass\n\nIranian President Hassan Rouhani says the country is open to discussing the future of Syria after Bashar Assad with the United States.\n\n                                        By \nMichael Grunwald\n\n\n09/28/15 07:29 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton's use of a private email server does not constitute a national security breach, former Secretary of State Madeleine Albright said.\n\n09/28/15 07:05 AM EDT\nPREET’s next move.\n\n09/28/15 07:01 AM EDT\n\n                                        By \nNick Gass\n\nRep. Daniel Webster pitched himself as the next speaker of the House on Monday.\n\n09/28/15 06:50 AM EDT\n\n                                        By \nAnna Palmer\n\nPrice is said to be considering a bid for House Majority Leader, but his message did not announce a formal bid.\n\n09/28/15 06:47 AM EDT\nCHRIS CHRISTIE gets an Iowa boost.\n\n09/28/15 06:37 AM EDT\nELIZABETH WARREN’S Black Lives Matter speech.\n\n09/28/15 06:30 AM EDT\nFLORIDA REDISTRICTING DISCORD: more dysfunction likely.\n\n09/28/15 06:26 AM EDT\n\n                                        By \nNick Gass\n\nNearly seven in 10 Americans--69 percent--oppose shutting down the government over funding Planned Parenthood, according to the poll.\n\nWealth Of Nations\n\n09/28/15 05:20 AM EDT\n\n                                        By \n                                                Robert B. Reich\n\nOn the opening day of Trump Plaza in Atlantic City in 1984, Donald Trump stood in a dark topcoat on the casino floor celebrating his new investment as...\n\nHealth Care\n\n09/28/15 05:15 AM EDT\n\n                                        By \nLauren French\n\nDemocrats compare it to the GOP's Benghazi panel.\n\nWhite House\n\n09/28/15 05:13 AM EDT\n\n                                        By \nMichael Crowley\n\nObama and Putin are trash-talking in advance of their first meeting in a year. \n\nCongress\n\n09/28/15 05:12 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHe's the overwhelming favorite to replace John Boehner but the Freedom Caucus still presents a big hurdle.\n\nCongress\n\n09/28/15 05:11 AM EDT\n\n                                        By \nSeung Min Kim\n\nVotes this week will merely delay the showdown.\n\n09/28/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nHe began voicing his concern over the rising debt ceiling.\nWe're working on more stories right now\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Robert B. Reich\n\n\n                                            By \n                                                    Philip Gordon\n\n\n                                            By \n                                                    Steve Latourette\n\n\n                AP Photo\n\n            By \nAnna Palmer\n             and \nJake Sherman\n\n09/28/15 12:20 PM EDT\nA conservative watchdog group has asked the Office of Congressional Ethics to investigate whether North Carolina GOP Rep. Mark Meadows improperly paid an employee severance.\nThe Foundation for Accountability and Civic Trust wrote OCE a letter last week asking the panel to “immediately investigate and take appropriate action” into Meadows’ alleged breach of House Ethics Rules for paying his chief of staff after he no longer worked for the lawmaker.\nStory Continued Below\n“It appears Representative Meadows permitted a former employee to remain on payroll and violated the House Code of Official Conduct,” the group wrote.\nFACT Executive Director Matthew Whitaker, a former U.S. attorney in Iowa, said that \"one of the rock hard rules in all of the government, and certainly in Congress, is you can't pay someone who is not working.\"\nWhitaker said the group is nonpartisan and is \"equal opportunity\" accountability group.\nWhen asked about FACT's calls for an investigation, Meadows' spokeswoman Alyssa Farrah said “we are not aware of any rules barring severance.\"\nShe added: \"Mr. Meadows’ commitment to being a good steward of taxpayer dollars is well-documented. At the end of both 2013 and 2014 Congressman Meadows returned over $100,000 remaining from his office budget to the American taxpayer.\"\nPOLITICO reported earlier this month that Meadows’ chief of staff Kenneth West stopped working for the North Carolina Republican on May 21, yet continued to be paid through Aug. 15. A Meadow’s spokeswoman at the time said West was paid for “vacation and severance.”\nBut severance pay appears to be against House rules. The House Ethics Manual says, “compensation may be received only for duties performed within the preceding month.” Additionally, the Members’ Congressional Handbook says an employee must “perform official duties commensurate with the compensation received.”\nAdditionally, if a congressional aide is given a lump-sum payment, it must be disclosed separately. In House disbursement records, Meadows reported West's pay from May through August as regular compensation, though he changed West's position to \"senior advisor.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Conservative watchdog wants Meadows investigated", "url": "http://www.politico.com/story/2015/09/mark-meadows-investigation-sought-office-congressional-ethics-214143", "topics": ["abortion", "immigration"], "people": ["Katy O'Donnell", "Michael Grunwald", "Bashar Assad", "Philip Gordon", "Daniel Webster", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "Kelsey Sutton", "Steve Latourette", "Matthew Whitaker", "Joe Biden", "Theodoric Meyer", "Brian Mahoney", "John Boehner", "Caitlin Emma", "Pope Francis", "Brianna Ehley", "Victoria Guida", "Nick Gass", "Jack Shafer", "Robert B. Reich", "Brett Norman", "Jennifer Scholtes", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Andrew Glass", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Chase Purdy", "David Pittman", "Lauren French", "Hassan Rouhani", "Jeremy Herb", "Michael Crowley", "Sarah Karlin", "Hillary Clinton", "Tim Starks", "Ben White", "Congressman Meadows", "Jon Prior", "Darren Samuelsohn", "Alex Byers", "Eric Wolff", "Madeleine Albright", "Mark Meadows"], "orgs": ["Fiat", "Texas Repubican", "Wealth Of Nations", "Congress", "House Majority Leader", "Senate", "OCE", "UAW", "GOP", "Freedom Caucus", "Office of Congressional Ethics", "PREET", "Comcast", "United States.", "United Nations", "Meadows", "American Coalition for Clean Cal Electricity"], "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}], "date_written": "2015-09-28 17:20:18", "org": "politico", "article_id": "5d8f1759af1d911f18cf1b375b7fc0bf", "date_access": "2015-09-28 16:30:15.356344"}