{"body": "\n                                        Updated 09/07/15, 10:08 AM EDT\n\n                                        By \nNick Gass\n\nShe tells fellow Republican contender Donald Trump to keep going after Clinton.\nHollande calls for ‘European and global’ response to the migration crisis.\n\n09/07/15, 09:55 AM EDT\nTrump ‘has all the markings of an early bubble’ \n\nEnergy & Environment\n\n09/07/15, 09:30 AM EDT\n\n                                        By \nAndrew Restuccia\n\nAn aide to Mitch McConnell has been informing foreign embassies about GOP plans to oppose Obama's strategy on global warming\n\n                                        By \nZeke Turner\n\nEconomic differences in Europe follow a north-south divide.\n\n09/07/15, 08:03 AM EDT\n\n                                        By \nNick Gass\n\n\"It is unacceptable to put a person in jail without bail because she followed her conscience.\"\n\n09/07/15, 07:53 AM EDT\n\n                                        By \nNick Gass\n\nThe president will require federal contractors to grant it.\n\n                                        By \nHelen Popper\n\nBut a drive for quality means the crisis may be a blessing in disguise.\n\n2016\n\n09/07/15, 07:04 AM EDT\n\n                                        By \nLarry J. Sabato\n                                        ,\nKyle Kondik\n                                         and \nGeoffrey Skelley\n\nThe GOP outsiders dominating the polls remain longshots; the under-siege Democratic front-runner retains an edge; and neither party’s nominee will have...\n\n                                        Updated 09/07/15, 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1969, Sen. Everett McKinley Dirksen of Illinois, who led the Republicans for more than a decade, died.\n\n                                        Updated 09/06/15, 11:38 PM EDT\n\n                                        By \nHanna Trudo\n\nShe is seeking to be released from prison.\n\n2016\n\n                                        Updated 09/06/15, 01:43 PM EDT\n\n                                        By \nAnnie Karni\n\nRarely has she campaigned on women’s issues so openly and unequivocally as she did Saturday in New Hampshire.\n\n09/06/15, 12:43 PM EDT\n\n                                        By \nTheodoric Meyer\n\nThe Democrats have a sixth presidential candidate. \n\n                                        By \nMatthew Karnitschnig\n\nOrdinary Germans are firmly behind the welcome for refugees.\n\n09/06/15, 12:14 PM EDT\n\n                                        By \nTheodoric Meyer\n\nFormer Secretary of State Colin Powell offered a measured defense of the Iranian nuclear deal on \"Meet the Press\" on Sunday.\n\n09/06/15, 11:48 AM EDT\n\n                                        By \nTheodoric Meyer\n\nHe suggests the current surge of Syrian refugees and migrants into Europe could have been avoided.\n\n09/06/15, 11:18 AM EDT\n\n                                        By \nTheodoric Meyer\n\nThe Vermont senator has a solid lead among New Hampshire Democrats, according to a NBC News/Marist poll. \n\n09/06/15, 10:31 AM EDT\n\n                                        By \nTheodoric Meyer\n\nBut she chokes up while discussing Israel's security.\n\nCongress\n\n                                        Updated 09/06/15, 10:28 AM EDT\n\n                                        By \nNahal Toosi\n\nThe anti-Donald Trump is coming to town.\n\n09/06/15, 10:07 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSarah Palin would like to be Donald Trump's secretary of energy if he's elected president - but she doesn't think she'd hold the job very long.\n\n2016\n\n09/06/15, 08:29 AM EDT\n\n                                        By \nMatt Latimer\n\nCould it be Oprah, Jesse Ventura or Roger Ailes?\n\n09/06/15, 08:17 AM EDT\n\n                                        By \nAndrew Glass\n\n“We still feel the loss of every single person who perished on that fateful day.”\n\n09/06/15, 06:33 AM EDT\nHillary casts agenda as women’s agenda\n\n                                        Updated 09/06/15, 12:13 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1974, President Gerald Ford pardoned Richard Nixon, his disgraced predecessor, for any crimes, spawned by the Watergate scandal, that he...\n\nFourth Estate\n\n09/05/15, 04:43 PM EDT\n\n                                        By \nHugh Hewitt\n\nIt’s the duty of journalists to make presidential candidates answer tough questions. Especially on national security. \nAs asylum-seekers continue to arrive by any means they can, Europe seeks a common approach for accepting refugees.\nHILLARY to ANDREA: ‘I’ve been as transparent as I could\n\n09/05/15, 11:11 AM EDT\n“Clinton’s proxies ramp up attacks against Sanders\"\n\nLetter From Florida\n\n09/05/15, 09:27 AM EDT\n\n                                        By \n                                                 Frank Cerabino\n\nPalm Beach is a town where measurements matter.\n\n09/05/15, 08:34 AM EDT\nThe Japanese ambassador addresses the U.S. House of Representatives.\n\n09/04/15, 08:21 PM EDT\n\n                                        By \nJoseph Marks\n\nBut imposing sanctions before this month's summit could derail other priorities.\nHILLARY CLINTON sat down Friday for a rare national television interview\n\n09/04/15, 07:52 PM EDT\n\n                                        By \nHenry C. Jackson\n\nTrump whiffed on a foreign policy query about the leaders of major terrorist organizations and of Iran’s Quds Force.\n\n2016\n\n09/04/15, 07:48 PM EDT\n\n                                        By \nAnnie Karni\n\nThe front-runner’s campaign is more closely guarding its talking points recently, briefing surrogates only by phone.\n\n2016\n\n09/04/15, 07:22 PM EDT\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nHis gradual ascent comes in spite of a sometimes chaotic campaign apparatus that marches to its own beat.\n\n2016\n\n09/04/15, 07:16 PM EDT\n\n                                        By \nBen Schreckinger\n\nForeign policy gaffe prompts a familiar strategy: Don't apologize, strike back at questioner. \n\n09/04/15, 06:57 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/04/15, 06:19 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nDarren Goode\n\nThe positions and priorities for API and ANGA have grown more closely aligned in recent years.\n\nFourth Estate\n\n09/04/15, 05:30 PM EDT\n\n                                        By \nJack Shafer\n\nPerry insists that his “marathon” campaign is still very much in the game as he recalibrates his efforts on South Carolina and Iowa, but he’s deluding...\n\nHILLARY CLINTON EMAILS\n\n                                        Updated 09/04/15, 04:52 PM EDT\n\n                                        By \nRachael Bade\n\nHeather Samuelson worked under Cheryl Mills and Clinton’s attorney David Kendall to sift through her ex-boss’ messages.\n\n09/04/15, 04:45 PM EDT\n\n                                        By \nKatie Glueck\n\nAll 17 GOP presidential candidates have been invited to a high-profile anti-Iran deal rally, where Cruz and Trump are already confirmed to speak.\n\nHillary Clinton Emails\n\n                                        Updated 09/04/15, 03:31 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe Democratic front-runner declines to directly apologize.\n\n09/04/15, 03:20 PM EDT\n\n09/04/15, 03:20 PM EDT\n\n                                        By \nDanny Vinik\n\nWhy Congress systematically neglects its main foreign-affairs job. \n\n09/04/15, 03:02 PM EDT\n\n                                        By \nDylan Byers\n\nHugh Hewitt asks tough questions. Every guest on his radio show, including the 14 presidential candidates who have appeared there in the past month, know...\n\n                                        Updated 09/04/15, 02:58 PM EDT\n\n                                        By \nNahal Toosi\n                                         and \nSeung Min Kim\n\nIt came down to his belief that the deal would strengthen Iran in the long run.\n\n09/04/15, 02:29 PM EDT\nPlaintiffs in the various FOIA cases have until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines for...\n\n                                        Updated 09/04/15, 02:21 PM EDT\n\n                                        By \nNahal Toosi\n\nSaudi Arabia's King Salman is in Washington to press his concerns about Iran.\n\n09/16/15, 09:00 AM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and Massachusetts Playbook Author Lauren Dezenski as they mark the launch of Massachusetts Playbook...\nWe're working on more stories right now\n\n                                                    Politico\nMike Allen's must-read briefing on what's driving the day in Washington \n09/07/15, 09:55 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Monday morning. “Thank you” to those of you who are laboring today. Otherwise, soak in the last real day of summer. \nTHE CONVERSATION -- “The Truth About the 2016 Race: The GOP outsiders dominating the polls remain longshots; the under-siege Democratic front-runner retains an edge,” by Larry Sabato; Sabato’s Crystal Ball managing editor Kyle Kondik; and associate editor Geoffrey Skelley: “As Nathan Gonzales of the Rothenberg and Gonzales Political Report recently observed, college football, which just kicked off last weekend, will have a new national champion before any of the caucuses or primaries are ... held. ... \n“Clinton remains a strong favorite for the nomination: ... Clinton could lose both heavily white Iowa and New Hampshire, and still have a fairly unobstructed path to the nomination because of her mighty position with women and minorities. This is true even if Vice President Joe Biden enters the race. This is not to say Hillary can’t find a way to blow it. Her inept early campaigning and bungled handling of the email controversy underline the inadequacies that helped Obama beat Clinton in 2008. ...\n“Trump is still unlikely to be the nominee: ... Out of ... 17 GOP candidates, five come closest to meeting the usual metrics required to win a ... nomination: Jeb Bush, Marco Rubio, Scott Walker, Ted Cruz and John Kasich. As concerned as many are about Bush’s dynasty burdens and Jeb’s uneven, unexciting performances on the trail, he still has the best chance to win over the party establishment (big donors and big-name politicians). ... \n“Rubio is widely acknowledged to have the most political talent on the debate stage ... Like Bush, Scott Walker has been somewhat wooden, but his hero status as the union vanquisher ... carries weight with financiers and rank-and-file Republicans alike. ... Cruz has raised more money than any Republican but Bush ... Kasich is more of a longshot, but he has impressed many senior Republicans ... \n“The 2016 election will be unique: ... Trump might bolt the GOP eventually despite his pledge not to. However, Trump knows, whatever the exit polls may eventually show about his independent run, he’ll be blamed if Hillary Clinton secures the White House in a three-way race.” http://politi.co/1IT1ezJ\n**SUBSCRIBE to Playbook: http://bit.ly/1W3LMuZ\nSHOT – NBC-Marist poll, “Sanders Leads Hillary Clinton by 9 in New Hampshire, Gains in Iowa,” by NBC’s Mark Murray: “In New Hampshire, the Vermont senator gets ... 41 percent of Democratic voters, Clinton gets 32 percent and ... Biden gets 16 percent. No other Democratic candidate receives more than 1 percent. ... Without Biden, ... Sanders’ lead over Clinton ... increases to 11 points, 49 percent to 38 percent.\n“In Iowa, Clinton maintains her previous advantage over Sanders — but her lead has declined from 24 points in July (49 percent to 25 percent) to 11 points (38 percent to 27 percent); Biden sits at 20 percent.” http://nbcnews.to/1IT3XJB\nCHASER – Quad City Times’ Ed Tibbetts: Rep. Dave Loebsack, Iowa’s only D in Congress, “will endorse [Clinton at today’s] Quad-City Federation of Labor’s ‘Salute to Labor’ picnic ... Loebsack ... will say that Clinton understands ‘what makes this country so great: a strong and growing middle class.’” http://bit.ly/1KVYcRe\nHAPPENING NOW: POTUS en route Greater Boston Labor Council Labor Day Breakfast (11 a.m. speech; seems more like brunch) – White House “FACT SHEET: Helping Middle-Class Families Get Ahead by Expanding Paid Sick Leave”: “Today, the President will sign an Executive Order requiring federal contractors to offer ... employees up to seven days of paid sick leave per year. He will ... renew his call on Congress to pass legislation expanding paid sick and family leave, and announce new Department of Labor rules giving federal contract workers new tools to demand equal pay.”\nPETER BAKER on N.Y. Times A7, “Chairwoman of D.N.C. Backs Iran Nuclear Deal”: “‘I’ll be casting my vote to support the deal and if necessary sustain the president’s veto,’ she told Jake Tapper on ‘State of the Union’ on CNN. ... The congresswoman choked up emotionally as she talked about the difficulty of the decision as a ‘Jewish mother’ and the first Jewish woman elected to the House from Florida.” http://nyti.ms/1Nla8hp Jake video http://cnn.it/1JOCVXv \n--#PalinonCNN trended nationally for hours.\nIF YOU READ ONLY 1 THING – The New Yorker, 10-page “Letter from the Vatican” by Alexander Stille, the San Paolo Professor of International Journalism at Columbia Journalism School, “HOLY ORDERS: A determined Pope Francis moves to reform a recalcitrant Curia ... By deploying his modest personality and inclusive rhetoric, he has created the impression of a much more open and inclusive Church without actually changing Church doctrine”:\n“The new team has tried to institute the so-called “four eyes” principle, in which all important financial decisions must be carefully reviewed by two people, in order to cut back on the kind of internal fiefdoms that were until recently the norm at the Vatican—one cardinal in charge of billions of dollars of real estate, another in charge of a multibillion-dollar hospital system. ... \n“[T]he real-estate assets of the Catholic Church worldwide have been estimated at two trillion dollars ... \n“John Paul II, troubled that so many American Catholics disagreed with the Church on matters of sexual morality, took pains to appoint bishops who adhered to the orthodox line on moral and sexual issues. And so although American Catholics are among the world’s most liberal, some of the bishops who represent them ... likely oppose most reforms. Francis has carefully avoided taking sides in the debate but has appeared to tip his hand by, for example, referring to Communion as ‘not a reward for the perfect but a medicine for the sick.’ ... \n“Conservative Catholic Web sites warn about ‘Catholicism lite.’ ... It is the particular genius of Catholicism that it continues to change while insisting that it has never changed.” With lots of defense of Pope Benedict, who resigned http://nyr.kr/1Ft3q0E\n** A message from Comcast: Helping to Close the Digital Divide: Learn more about how Comcast’s Internet Essentials program is helping to close the digital divide by providing low-cost high-speed Internet to millions of low-income people at http://comca.st/ie. **\nBRITCHES COMING BACK -- WashPost, bottom of Capital Business page, “Iconic Georgetown menswear brand to be resurrected,” by Tom Heath: “Rick Hindin [now 73, who co-founded] ... Britches of Georgetowne clothier [as a young man beginning a career as a serial entrepreneur] ... is resurrecting the Britches brand. ... Hindin ... bought back the trademark rights ... and is teaming with a new business partner, Steve Wayne, who owns street-fashion sportswear maker Bum Equipment. ... \n“The first of new Britches clothing should hit stores and online sites in a little more than a year ... Customers included legendary Washington Post editor Ben Bradlee, former Virginia senator John Warner, sports agent Donald Dell, businessman Herb Haft, CBS anchorman Dan Rather and musician/songwriter Marvin Hamlisch.” http://wapo.st/1ISYnH6\nSCOOP DU JOUR – (Minneapolis) Star Tribune lead, Walter “Palmer repeats: Cecil hunt was legal – Big-game hunter says he will return to his dental practice on Tuesday,” by Paul Walsh: “Palmer, of Eden Prairie, meeting face to face in Minneapolis with two reporters [also AP’s Brian Bakst] for his first interview since Cecil the lion’s death, fielded questions for 20 minutes about his safari hunt in early July and the passionate worldwide condemnation ... \n“The 55-year-old Bloomington dentist ... has yet to be charged with a crime ... Palmer declined to address whether he would abide by any request, either informal or through extradition proceedings, to return to Zimbabwe to answer legal allegations. ... [A]ttorney Joe Friedberg and a public relations consultant flanked him in what the dentist said would be his only media availability.” http://strib.mn/1NXsrcg\n--AP: “Friedberg said he offered to have Palmer take questions from U.S. Fish and Wildlife Service authorities on the condition the session be recorded. He said he never heard back. ... [A] spokesman for U.S. Attorney Andy Luger ... referred questions to Fish and Wildlife.” http://yhoo.it/1VIF2S7\nTHE COMING CLIFFS: CONGRESS’ MUST-DO LIST – AP, “Congress returns [tomorrow] with ... just 10 legislative days in September to ensure that the government stays open. A look at Congress’ must-do list: The 12 annual spending bills ... Congress is likely to approve a measure that would keep the government operating temporarily, which leaders hope they can do by Pope Francis’ address ... Sept. 24. ... Congress has until Sept. 17 to vote on the ... nuclear deal with Iran. ... \n“[Debt ceiling hit] around Oct. 30, so Congress will have to extend the government's borrowing authority ... Congress has until Oct. 29 to renew federal highway programs. ... Already expired is the ability of the Export-Import Bank to make fresh loans. ... Lawmakers must resolve disputes over ... the administration's effort to close [Gitmo] ... Deadlines are also approaching for lawmakers to renew the [FAA’s] authority to spend money. Also set to expire Sept. 30 are child nutrition programs and pipeline safety standards. ... \n“High on the may-do list: a fresh GOP attempt to repeal Obama's health care law and perhaps replace it with an alternative, if Republicans can agree on something. Also, an effort to improve cybersecurity legislation and an effort to overhaul the taxes that U.S. companies pay on their foreign profits. Congress could also address a funding shortfall for Social Security's disability program.” http://bit.ly/1FsXiFH\nVINEYARD BUZZ -- “Uber Rolls Into Martha’s Vineyard and Finds Some Resistance,” by NYT’s Rachel Levin: “Uber ... began business on Martha’s Vineyard — as well as on Nantucket and Cape Cod — over Memorial Day Weekend, triggering mixed feelings among islanders and, of course, a barrage of resistance from the family-run taxi companies that have long dominated the island. ... While many locals praise such technological advances coming to their community, some longtime visitors are unhappy about Uber infiltrating a place they would prefer remain timeless.” http://nyti.ms/1JZgxrx \nFUTURE OF MEDIA -- “YouTube to provide viewer data to advertisers,” by FT’s Robert Cookson: “YouTube is preparing to allow companies to independently verify what proportion of the adverts they place on the video platform can be seen by viewers. The move is a response to complaints by advertisers such as Unilever and Kellogg’s, which have become increasingly concerned that they are wasting money on ads that are not visible. ... YouTube plans to let third-party verification groups access data on the position and context of ads shown on the site.” http://on.ft.com/1UwwbG2\nNPR’s SUNDAY PUZZLE; answer next weekend – About a place in the news: “Name a well-known U.S. geographical place — two words; five letters in the first word, six letters in the last — that contains all five vowels (A, E, I, O and U) exactly once. It's a place that's been in the news. What is it?” Audio http://n.pr/1KUHjq5 \nWEEKEND WEDDINGS – “Danielle Weisberg, Adam Heller” – N.Y. Times announcement: “The bride, 29, and groom, 30, met at Tufts, from which they graduated. The bride ... is a founder and a chief executive of the Skimm, a New York company that produces a daily email newsletter for women. ... The groom, who also has an M.B.A. from Columbia, owns a commercial real estate development company with his father in New York.” With pic http://nyti.ms/1g44OQK \n--Katie Steiner, director of ad optimization for IJ.com, wed Max Koenig, digital media director at Smart Media Group, yesterday at St. Mary’s Catholic Church in Alexandria. Colors were red, white, and blue, and the reception and dinner were at The Decatur House in DC. The happy couple’s table featured a “Make America Great Again” sign. Pic http://bit.ly/1JKT7XR\nENGAGED: Sally Slater to Brian Aston -- Slater, account director at Bliss Integrated Communication, Fleishman-Hillard alum and a best-selling fantasy writer, met Aston, who works for JPMorgan in prime brokerage, at their crossfit gym back in August 2012. He proposed in Central Park where he told Sally he brought her favorite stuffed animal to take a picture with. When he took the stuffed animal out (named Grapes the monkey), there was an engagement ring taped to his belly. Pic http://bit.ly/1UuWc8M \nBIRTHDAYS Maralee Schwartz! … Peggy Noonan … Joe Klein … WashPost photojournalist Bill O’Leary ... Mark Whitaker is 58 ... Jim Mahoney, longtime public-policy exec at Bank of America, who’s also celebrating 20 years at the bank ... Gayle Tzemach Lemmon ... Chris Padilla, head of IBM’s Washington Office and former under Secretary of Commerce in Bush 43 (h/t Scott Kamins) … Zoya “Scoop” Sheftalovich is the BIG 3-0, celebrating in Barcelona (h/t Gabe Brotman) ... Fentress Boyse of Partners Group is 26 (h/t sister Natalie) … photojournalist Katie Orlinsky ... VOA’s John Michael Walker ... Elizabeth Fox, one of Aflac’s top lobbyists, celebrating in Nantucket (h/t Tom Jolly) ... Rafael Lemaitre, FEMA comms. director (h/t Kristen Hayford, Aaron Davis) ... Matt McCluskey, OFA Iowa alum and secret poet http://cbsloc.al/1iqEYZ0 (h/t John Mayo) ... \n... David Grant, assistant director of content strategy at The Christian Science Monitor ... Mary Jeka, SVP and general counsel at Tufts University (h/t Jon Haber) ... Meg Peterson ... Gregory Petzold, managing director at Maroon Capital ... Janelle Kovacevich … Matt McCluskey ... former Real Housewife of D.C. Mary Amons ... Kate Andersen Brower, author of “The Residence: Inside the Private World of the White House” (h/t Brooke) … Brandon Rettke … Rob Engel … Glenn Carlson … Sheila Cochran … Cheryl Parker Rose … Gill Stevens... Joan Silver … Vince Walsh ... Michael Coritsidis ... Philip Watson ... Jeff Schrade ... jazz musician Sonny Rollins is 85 ... Wes Willis (Rush of Fools) is 29. Actress Evan Rachel Wood is 28 (h/ts AP)\n** A message from Comcast: Helping to Close the Digital Divide: Comcast’s Internet Essentials program has brought the power of the Internet to low-income students and families in schools and communities across America. More than 2 million low-income people have been connected – and that’s just a start. This year we’re doubling download speeds, providing a free WiFi router and expanding auto-enrollment. Find out more about Internet Essentials at http://comca.st/ie **\n\n                                            By \nLarry J. Sabato\n                                            ,\nKyle Kondik\n                                             and \nGeoffrey Skelley\n\n\n                                            By \n                                                     Frank Cerabino\n\n\n                                            By \nAnn Louise Bardach\n\n\n                                            By \nJennifer Haberkorn\n\n © 2015 POLITICO LLC", "byline": "", "description": "Trump ‘has all the markings of an early bubble’", "title": "POLITICO Playbook, presented by Comcast – SABATO at Labor Day: Trump ‘has all the markings of an early bubble’; Hillary-Jeb is still the most likely matchup – JUICY READ ON VATICAN INTRIGUE -- B’DAY: Maralee Schwartz, Peggy Noonan, Joe Klein, Jim Mahoney", "url": "http://www.politico.com/playbook/2015/09/politico-playbook-sabato-at-labor-day-trump-has-all-the-markings-of-an-early-bubble-210079", "topics": ["economy", "trade", "personality"], "people": ["Geoffrey Skelley", "Roger Ailes", "Danielle Weisberg", "Dave Loebsack", "Ann Louise Bardach", "David Kendall", "Rachael Bade", "Matthew Karnitschnig", "Heather Samuelson", "Matt Latimer", "Anna Palmer", "Hanna Trudo", "Hugh Hewitt", "John Kasich", "Dylan Byers", "John Mayo", "Ted Cruz", "Richard Nixon", "Nathan Gonzales", "Henry C. Jackson", "Joe Biden", "Sarah Palin", "Larry Sabato", "Lauren Dezenski", "Larry J. Sabato", "Theodoric Meyer", "Nahal Toosi", "Andrew Restuccia", "Annie Karni", "Pope Francis", "Frank Cerabino", "Gabriel Debenedetti", "Jon Haber", "Danny Vinik", "Zeke Turner", "Peggy Noonan", "Nick Gass", "Jack Shafer", "Ben Bradlee", "Rafael Lemaitre", "Joseph Marks", "Joe Klein", "Gabe Brotman", "Jeb Bush", "Seung Min Kim", "Cheryl Mills", "Andrew Glass", "Donald Trump", "Marco Rubio", "Jennifer Haberkorn", "Darren Goode", "Jake Tapper", "Bill O'Leary", "Colin Powell", "John Warner", "Jesse Ventura", "Kyle Kondik", "Ben Schreckinger", "Dan Rather", "Mike Allen", "Mark Murray", "Daniel Strauss", "Daniel Lippman", "Helen Popper", "Gerald Ford", "Guy Cecil", "Scott Walker", "Kristen Hayford", "Hillary Clinton", "Katie Glueck"], "orgs": ["Crystal Ball", "IBM", "CONGRESS", "Union", "Marist", "Wildlife Service", "NYT", "Comcast", "FEMA", "Aflac", "Department of Labor", "Congress", "Bank of America", "Internet Essentials", "DU JOUR", "FAA", "Rothenberg", "U.S. House of Representatives", "Energy & Environment", "GOP", "SVP", "Social Security", "VOA", "API"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-07 14:55:33", "org": "politico", "article_id": "158ada9bb2f03ac4fd2cd0d4a21db00b", "date_access": "2015-09-07 14:10:14.374482"}