{"body": "\n09/24/15, 06:58 AM EDT\n\n                                        By \nNick Gass\n\nIt's The donald vs. conservative commentator Rich Lowry.\n\n09/24/15, 06:38 AM EDT\n\n                                        By \nNick Gass\n\nBut Trump still leads the pack among registered Republican voters with 25 percent.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKate Bennett\n\nHuma Abedin hosts a Paris soiree with Anna Wintour \n\n09/24/15, 06:00 AM EDT\n‘Indentured’ immigrants for Trump?\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nLobbyist Tony Podesta and 40 other co-hosts are throwing the Thursday-night shindig.\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nJacqueline Mars is the latest local billionaire to chip in for the center's massive renovation project.\n\nKGB File\n\n09/24/15, 05:33 AM EDT\n\n                                        By \nKate Bennett\n\nMeet Karen Lehman Haas, the clerk of the House.\n\nKGB File\n\n09/24/15, 05:32 AM EDT\n\n                                        By \nKate Bennett\n\nBecause there's nothing Washington loves more than cutting deals along with their meat.\n\nKGB File\n\n09/24/15, 05:31 AM EDT\n\n                                        By \nKate Bennett\n\nWhere's Donald Trump's better half?\n\n09/24/15, 05:30 AM EDT\n\n                                        By \nKate Bennett\n\nSasha's wore Kate Spade; Michelle rocked Carolina Herrera.\n\nKGB File\n\n09/24/15, 05:29 AM EDT\n\n                                        By \nKate Bennett\n\nBill and Hillary wandered around, feeding the animals and posing for selfies.\n\nKGB File\n\n09/24/15, 05:27 AM EDT\n\n                                        By \nKate Bennett\n\nThe only problem for Wintour: It's fashion week.\n\n09/24/15, 05:26 AM EDT\n\n                                        By \nAnnie Karni\n\nClinton discusses campaign issues that resonate with Dunham’s target audience, like student debt and women’s health. \n\nWashington And The World\n\n09/24/15, 05:22 AM EDT\n\n                                        By \nKatelyn Fossett\n\nIn a Politico Magazine survey of congressional Catholics, lawmakers say they like Pope Francis—they’re just not so sure about his politics.d\n\nCONGRESS\n\n09/24/15, 05:19 AM EDT\n\n                                        By \nBurgess Everett\n\nHe’ll get a chance later this week to confront his 2016 rivals over their legislative tactics to defund Planned Parenthood.\n\n09/24/15, 05:10 AM EDT\n\n                                        By \nNahal Toosi\n\nIf Francis' remarks at the White House are a guide, the pontiff will have plenty to say to Boehner and the GOP-led Congress.\n\n09/24/15, 05:01 AM EDT\n\n09/24/15, 05:00 AM EDT\n\n                                        Updated 09/23/15, 11:07 PM EDT\n\n                                        By \nElana Schor\n\nLeaders of the oil and gas industry had long hoped that Hillary Clinton could be an easier president to work with than Barack Obama — but now they have...\n\n                                        Updated 09/23/15, 10:58 PM EDT\n\n                                        By \nKevin Robillard\n\nThe candidate is hoping to gain Hispanic votes even as he downplayed politics. \n\n2016\n\n                                        Updated 09/23/15, 10:42 PM EDT\n\n                                        By \nKyle Cheney\n\nRepublicans were certain that their governors would rescue the country from Barack Obama.\n\n2016\n\n                                        Updated 09/23/15, 10:22 PM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nRachael Bade\n\nIf the feds have Clinton's personal emails, too, some of them are bound to come out — exactly as she feared.\n\n                                        Updated 09/23/15, 10:00 PM EDT\n\n                                        By \nMichael Crowley\n\nWe've come a long way from 'the butchers of Beijing.'\n\n2016\n\n09/23/15, 09:49 PM EDT\n\n                                        By \nBen Schreckinger\n\nIn South Carolina, the GOP front-runner says he brings people together -- right after mocking Marco.\n\nOpinion\n\n09/23/15, 09:22 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nPope Francis is a winsome and admirable figure, so long as you discount his economic animadversions. \n\nLetter From China\n\n09/23/15, 08:50 PM EDT\n\n                                        By \n                                                Melinda Liu\n\nWhy the United States and China are entering a new ice age.\n\nPolitics\n\n09/23/15, 08:49 PM EDT\n\n                                        By \n                                                Barney Frank\n\nToday’s game of Capture the Pope illustrates the role of religion in our political debates.\n\n                                        By \n                                                Henry C. Jackson\n\nHe says he wants to see Republicans coalesce behind an alternative to the current front-runner.\n\n09/23/15, 08:01 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nScott Walker told top donors Wednesday that he wants other struggling candidates to drop out of the presidential race so Republicans can coalesce behind...\n\n09/23/15, 07:44 PM EDT\n\n09/23/15, 06:48 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe poll has the billionaire businessman nabbing 26 percent support.\n\nOptics\n\n09/23/15, 06:31 PM EDT\n\n                                        By \n                                                Jesse Rifkin \n\n\n09/23/15, 06:11 PM EDT\n\n                                        By \nPhilip Ewing\n\nThe president wants to get Chinese leader's attention but not imperil a trade relationship worth $590 billion last year.\n\nWHITE HOUSE\n\n                                        Updated 09/23/15, 06:01 PM EDT\n\n                                        By \nMichael Crowley\n\nThe Russian leader's deployment of forces to Syria could derail U.S. efforts to broker a peace plan.\n\n                                        Updated 09/23/15, 05:49 PM EDT\n\n                                        By \nRachael Bade\n\nHer status as a “special government employee” is being questioned by Senate Judiciary Chairman Chuck Grassley.\n\n                                        Updated 09/23/15, 05:28 PM EDT\n\n                                        By \nNick Gass\n\nHe says the moratorium will last \"for the forseeable future.\"\n\n09/23/15, 05:22 PM EDT\n\n09/23/15, 05:12 PM EDT\n\n09/23/15, 04:54 PM EDT\n\n                                        By \nKyle Cheney\n                                         and \nDaniel Strauss\n\nOn call to donors, Scott Walker challenged candidates to narrow the field against the frontrunner.\n\n09/23/15, 04:26 PM EDT\n\n                                        By \nJennifer Haberkorn\n                                         and \nRachana Pradhan\n\nOpponents hope that those could show that he violated laws to obtain footage. \nOnly in Washington: The frozen and canned lobbies fight for a place in a program bringing fresh produce to classrooms.\n\n09/23/15, 03:27 PM EDT\n\n                                        By \nNick Gass\n\nHe says he's still the straight-talking, shoot-from-the-hip kind of guy that surged to the top of the polls this summer.\n\n                                        Updated 09/23/15, 03:19 PM EDT\n\n                                        By \nLauren French\n\nHe says he expects they will join with Republican leaders to pass the legislation.\n\n09/23/15, 03:18 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe Justice Department is persisting in the implausible claim that there is no reliable proof that Verizon Wireless was part of the National Security Agency's...\n\nMembers Only\n\n09/23/15, 03:04 PM EDT\n\n                                        By \n                                                Sen. Ted Cruz\n\nRepublican leadership responds to every challenge by surrendering at the outset.\n\n                                        Updated 09/23/15, 02:48 PM EDT\nRead Obama's full remarks. \n\n                                        By \n                                                Alex Weprin\n\nA Fox News spokesperson said the channel canceled Trump's appearance on O'Reilly's show.\n\n09/23/15, 02:10 PM EDT\n\n09/23/15, 02:03 PM EDT\nWe're working on more stories right now\n\n                                            By \nKatelyn Fossett\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Melinda Liu\n\n\n                                            By \n                                                    Barney Frank\n\n\n                AP\n\n                        The real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.\n\n            By \nKyle Cheney\n\n09/24/15, 06:19 AM EDT\nThe summer of Trump is over, and rival campaigns are latching onto glimmers of hope that autumn will be the season of the billionaire businessman’s decline.\nAfter faltering in last week’s debate, Donald Trump showed signs that the campaign grind has taken its toll. He’s taking longer to shake off controversial remarks, delivering relatively subdued performances during interviews and campaign appearances, and, most disconcertingly, stalling in polls.\nThe latest national Quinnipiac University survey released Thursday provided some fuel to wishful rivals. Trump still leads among registered Republican voters with 25 percent, statistically unchanged from last month's Quinnipiac survey that put him at 28 percent. Yet it's the second major national poll this week showing a slight decrease from last month — Trump experienced an 8-point drop in the CNN/ORC survey released Sunday. (A Fox poll released Wednesday evening also showed Trump with relatively stalled momentum, and a Bloomberg survey of the GOP field showed Trump in a holding pattern at 21 percent).\nBut even before the latest polls, rivals were taking heart that maybe, just maybe, the air has begun to seep out of the Trump balloon. “The great salesman Donald Trump may in fact be failing at the single-most important thing in politics — and that is to seal the deal,” said a strategist at a rival campaign. “It’s been a very long summer. It’s been a deluge of 24 hours a day, 7 days a week Donald Trump … When you reach that point of oversaturation, which I believe Trump is at right now, you only start to go down.”\nCurt Anderson, Bobby Jindal’s chief strategist, asked whether Trump had peaked based on recent evidence, had some harsh words. “I think the bloom is off the rose for sure. Every act gets old. Plays run on Broadway only for so long. The first five times he calls people an idiot it’s funny. I think at this point, it’s kind of gotten stale.\"\nAnderson said Jindal gets a good reception every time he bashes Trump on the trail. “If you look at Republicans and Iowa caucus voters, they’re serious about their vote. They’re professional voters … It’s not going to happen for him there.”\nTrump spokeswoman Hope Hicks said Jindal's attacks are absurd. “We won't respond to the failing campaign of Governor Bobby Jindal who continues to receive less than 1 percent support in the most recent Fox News poll,\" she told POLITICO. \nAdding pressure to Trump, Scott Walker late Wednesday made an explicit call to take out the real estate mogul, telling top donors that he wants other struggling candidates to drop out of the presidential race so Republicans can coalesce behind an alternative to Trump.\nWalker, who dropped out of the race on Monday, said others should also considering bowing out because “in the end, if we narrow the field to just a few quality, positive alternatives to the frontrunner, it's not only good for the party it's good for the country.”\nTrump, in a statement, brushed off Walker's proposal. “The voters have focused on my proven ability to get things done and my positive vision to Make America Great Again. That is why I am leading in every poll,” he said. \nWhile it’s unclear if anyone will answer Walker’s call, it’s undeniable that Trump has lost some mojo. Less tangible evidence, like pictures of empty seats at a Trump event, repeated questions from supporters about sagging poll numbers and more bullish rivals taking new strategic tacks to get under Trump’s skin have begun to pervade the frontrunner’s narrative. And even though it’s too soon to tell if his dip in polls is temporary, it’s coincided with sharp rises from former Hewlett Packard CEO Carly Fiorina and Florida Sen. Marco Rubio.\nTrump himself is showing signs that his lack of momentum may be getting to him, going out of his way at back-to-back events in South Carolina on Tuesday to point to his still-relatively-strong poll performances.\nTrump supporters told POLITICO they’re hopeful he'll will rebound, but they weren’t shy about pointing out his mistakes of late — including his gratuitous comment about Fiorina’s face.\n“It was so unnecessary because he doesn't have to worry about her at all, and why he did that I have no idea,” said Darlene Peavy, 45, a real estate agent, during a Trump rally in South Carolina on Wednesday night. \"I think he's down a little bit because of his comment.\"\nAfter dominating the first presidential debate, sucking up a good portion of the airtime, Trump faded a bit during this month’s debate on CNN, landing fewer zingers and ceding memorable lines to candidates such as Carly Fiorina, who countered Trump’s “look at that face” comments with a firm condemnation: “I think women all over this country heard very clearly what Mr. Trump said.”\nLinda Coffield, 61, a federal employee, said at Trump’s Wednesday rally that she had hoped Trump would have performed better in last week’s debate.\"I wanted him to be more forceful,” she said. “I wanted him to shut them down. I wanted him to be stronger\"\nHe also caught plenty of flak for failing to correct an audience member last week at a New Hampshire town hall who called Obama is a Muslim and not even an American. \nWhile Trump has surged in the past after making inflammatory comments, he seemingly hasn’t shaken these as quickly, and pronounced to a crowd of business leaders on Wednesday, \"I'm so tired of this politically correct crap.”\nTrump’s also facing the momentum of the other outsider candidates, notably retired neurosurgeon Ben Carson and Fiorina. The Quinnipiac poll released on Thursday showed Carson coming in second with 17 percent, an increase of 5 points from last month, followed by Fiorina at 12 percent, up 7 points.\nFormer Florida Gov. Jeb Bush, meanwhile, came in at 10 percent, up 3 points, Florida Sen. Marco Rubio at 9 percent, up 2 points, and Texas Sen. Ted Cruz at 7 percent, who remained steady. Other candidates polled at 2 percent or less, with 9 percent undecided.\nBen Schreckinger and Nick Gass contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "The real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.", "title": "Trump momentum shows signs of stalling", "url": "http://www.politico.com/donald-trump-2016-momentum-stalling", "topics": ["personality", "trade"], "people": ["Burgess Everett", "Kyle Cheney", "Jesse Rifkin", "Rachael Bade", "Henry C. Jackson", "Hope Hicks", "Ted Cruz", "Philip Ewing", "Chuck Grassley", "Kevin Robillard", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Elana Schor", "Pope Francis", "Kate Spade", "Kate Bennett", "Bobby Jindal", "Huma Abedin", "Annie Karni", "Nick Gass", "Bill O'Reilly", "Alex Weprin", "Jeb Bush", "Anna Wintour", "Donald Trump", "Michael Crowley", "Marco Rubio", "Jennifer Haberkorn", "Barack Obama", "Barney Frank", "Lauren French", "Carly Fiorina", "Curt Anderson", "Ben Schreckinger", "Melinda Liu", "Jacqueline Mars", "Daniel Strauss", "Rachana Pradhan", "Hillary Clinton", "Rich Lowry", "Tony Podesta", "Katelyn Fossett", "Scott Walker", "Karen Lehman Haas", "Ben Carson"], "orgs": ["Washington And The World", "Congress", "Senate Judiciary", "Quinnipiac University", "National Security Agency", "Quinnipiac", "Justice Department", "KGB", "Verizon Wireless", "Broadway", "CONGRESS", "Hewlett Packard", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-24 11:19:17", "org": "politico", "article_id": "578adca1075e694909747d8c9f9c7a92", "date_access": "2015-09-24 11:00:11.726596"}