{"body": "\nLaw And Order\n\n10/05/15 07:18 PM EDT\n\n                                        By \n                                                Matt Valentine\n\nThe canard of the armed civilian mass-shooting hero is perpetuated by exaggerations and half-truths.\n\nLaw And Order\n\n10/05/15 07:17 PM EDT\n\n                                        By \n                                                James Dudley\n\nThe Oregon shooting is a tragic reminder that the laws on the books are woefully inadequate. \n\n10/05/15 07:11 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.\n\n10/05/15 07:05 PM EDT\n\n                                        By \nKevin Robillard\n\nThe party lands its top recruit in N.H., Maggie Hassan, but primaries elsewhere complicate path to majority.\n\n10/05/15 07:02 PM EDT\nThe email chains include 72 pages with Reines' conversations with reporters.\n\n2016\n\n10/05/15 06:59 PM EDT\n\n                                        By \nRachael Bade\n\nThey argue that the California Republican validated their view that the panel's work amounts to a witch hunt. \n\n                                        Updated 10/05/15 06:50 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nSenate Democrats are gearing up for another gun-control push in the aftermath of last week's mass shooting in Oregon, as the chamber's top Democrat accused...\n\n10/05/15 06:47 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt’s a jab at Rubio who awkwardly reached for a bottle of water in the middle of his 2013 State of the Union rebuttal.\n\n10/05/15 06:41 PM EDT\n\n                                        By \nKyle Cheney\n\nIn an interview with POLITICO, Romney also said Jeb Bush and his backers played no role in her husband's decision.\n\n10/05/15 06:37 PM EDT\n\n                                        Updated 10/05/15 06:19 PM EDT\n\n                                        By \n                                                Kelsey Sutton\n\nMSNBC executives are still considering expanding its popular early-day “Morning Joe” programming. \n\n10/05/15 05:57 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"Police shootings are not minutiae at all,\" the attorney general says.\n\nCongress\n\n                                        Updated 10/05/15 05:54 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nHarry Reid and Nancy Pelosi thought they had an agreement: A private conversation Republican leaders had with President Obama about a budget deal would...\n\n10/05/15 05:29 PM EDT\n\n                                        By \nAnna Palmer\n\nAn email to Democratic operatives asked \"if you or any friends have interest in submitting your resume for the potential Biden campaign.\"\n\n                                        Updated 10/05/15 05:29 PM EDT\n\n                                        By \nSteven Shepard\n\nPolls have showed the popular Hassan running close with Ayotte in early matchups.\n\n                                        By \nDanny Vinik\n\nAs the White House tries to open up a trade relationship, Cuba shuts off the spigot. What’s going on?\n\n10/09/15 05:00 PM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and California Playbook Author Carla Marinucci as they mark the launch of California Playbook...\n\n10/05/15 05:01 PM EDT\n\n                                        By \nBurgess Everett\n\nA first-term senator disses the debate over the next House speaker.\n\n10/14/15 08:00 AM EDT\nJoin POLITICO’s Outside, In: Will Tech Transform Chronic Care? panel discussion, where leading voices in healthcare, technology and policy will convene...\n\n                                        Updated 10/05/15 04:54 PM EDT\n\n                                        By \nVictoria Guida\n                                         and \nAdam Behsudi\n\nThe agreement will soon be released straight into the neon glare of a presidential election campaign and a bitterly divided Congress. \n\n10/05/15 04:16 PM EDT\n\n                                        By \nHadas Gold\n\nInfluential conservative radio host and RedState editor Erick Erickson announced on Monday he's leaving the website by the end of the year to focus on...\n\n                                        Updated 10/05/15 04:13 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton wryly rejected the notion of considering the No. 2 spot on a presidential ticket on Monday, remarking in an answer to a hypothetical question...\n\n10/05/15 04:10 PM EDT\n\n                                        By \nJosh Gerstein\n\nHomeland Security Secretary Jeh Johnson rallied to the defense of the beleaguered Secret Service on Monday, dismissing media coverage of high-level misconduct...\n\n10/05/15 04:09 PM EDT\n\n                                        Updated 10/05/15 03:57 PM EDT\n\n                                        By \nNick Gass\n\n\"Now, I'm a little different from those who say free college for everybody.\"\n\n10/05/15 03:55 PM EDT\n\n                                        Updated 10/05/15 03:51 PM EDT\n\n                                        By \nNick Gass\n\nClinton again expressed contrition for choosing to conduct official business on a private email account and server.\n\n10/05/15 03:44 PM EDT\n\n                                        Updated 10/05/15 03:41 PM EDT\n\n                                        By \nNick Gass\n\nIt's the second time this cycle that a Democratic presidential candidate has appeared on her show. \n\n10/05/15 03:19 PM EDT\n\n                                        Updated 10/05/15 02:57 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe House Republican Conference will still choose its nominee for speaker on Thursday.\n\n10/05/15 02:37 PM EDT\n\n                                        By \nNick Gass\n\nThe former national security adviser writes that Russia must cooperate with the United States in Syria.\n\n                                        Updated 10/05/15 02:21 PM EDT\n\n                                        By \nDoug Palmer\n\nThe pact is expected to tear down trade barriers and establish rules in areas like labor, the environment and e-commerce.\n\n10/05/15 02:19 PM EDT\n\n10/05/15 02:01 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nPapelbon's K Street connection — From pitch man to pitcher\n\n10/05/15 01:28 PM EDT\n\n                                        By \nJake Sherman\n\nRep. Mark Meadows (R-N.C.) hasn't made up his mind on who to endorse for speaker.\n\n10/05/15 01:19 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"I think leaks are detrimental to any matter, no matter what it is, no matter who is involved,\" she says. \n\n10/05/15 12:42 PM EDT\n\n                                        By \nRachael Bade\n\nHe's not worried about losing his committee chairmanship as punishment for challenging McCarthy. \n\n10/05/15 12:35 PM EDT\n\n                                        By \nNick Gass\n\nEdward Snowden is still waiting on the Justice Department to take up his offer of a plea deal.\n\n10/05/15 12:05 PM EDT\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nDrug cost campaign targets early primary states — Pharma loses in IPR as patent reform lingers\n\n                                        Updated 10/05/15 10:21 AM EDT\n\n                                        By \nAnnie Karni\n\nShe also takes some gentle ribbing about gay marriage and the Keystone pipeline.\n\n                                        By \nMichael Grunwald\n\nNot every rule needs to be a big deal. A flurry of them are taking down the coal industry.\n\n10/05/15 10:02 AM EDT\n\n                                        By \nTheodoric Meyer\n\nFreedomWorks running ads for House conservatives\n\n10/05/15 10:02 AM EDT\n\n                                        By \nTim Starks\n\nDHS preps to defend cyber reorganization — Report: Nuclear facilities not as safe from hackers as we think\n\n10/05/15 10:02 AM EDT\n\n                                        By \nErin Mershon\n\nSupreme Court opens its term — Insurers outraged over meager risk corridor payout\n\n10/05/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nWhite House holds workers' summit this week — TPP is nearly a done deal \n\n10/05/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nGreens plot differing VW smackdowns.\n\n10/05/15 10:00 AM EDT\n\n                                        By \nDavid Pittman\n\nCyber-info sharing bill might come before senate — National health IT week kicks off\n\n10/05/15 10:00 AM EDT\n\n                                        By \nBrian Faler\n\nCarson: Yank Muslim group's tax exemption.\n\n10/05/15 10:00 AM EDT\n\n                                        By \nKimberly Hefling\n\nComing this fall to a SCOTUS near you — No candidate left behind \nWe're working on more stories right now\n\n                                            By \n                                                    Matt Valentine\n\n\n                                            By \n                                                    James Dudley\n\n\n                                            By \n                                                    Jonathan M. Katz\n\n\n                                            By \n                                                    John Culhane\n\n\n                Getty\n10/05/15 07:02 PM EDT\nFormer Hillary Clinton adviser Philippe Reines had some particularly pointed exchanges with the Washington press corps on his personal and State email accounts, according to a trove of new emails from March and April of 2010 obtained and released by Gawker. \nThe email chains include 72 pages with Reines' conversations with reporters, which Gawker got their hands on after suing the State Department earlier this year, contending the agency did not provide correspondence of the aide's interactions with the media.\nStory Continued Below\nThe exchanges, which include current and former POLITICO employees, were on two different email addresses, at his State address—reinesp@state.gov—and at a \"preines\" private email account with a domain name that is redacted in most, but not all, instances.\nAs Gawker noted, the State Department did not properly redact part of one of the numerous exchanges between Reines and The New York Times' Mark Leibovich, which showed the preines address to be preines@gmail.com. \n\n\n\n            By \nNick Gass\n\nGawker contends that the use of a private email address interfered with the State Department's ability to respond to Freedom of Information Act requests. Reines, who is now a managing director at Beacon Global Strategies, could not immediately be reached for comment. An automatic email reply directed queries to the Clinton campaign, which directed queries to Reines' attorney Beth Wilkinson. Wilkinson did not immediately respond to a request for comment.\nThe exchanges also show the frequent and casual exchanges between Reines and Leibovich. In an email chain from March 16, 2010, Leibovich shared a link to a POLITICO blog post from reporter Glenn Thrush about a power outage at a congressional office building. \"There is nothing too absurd for them to write about,\" Reines responded, to which Leibovich said, \"Now I have to match it.\"\nIn another exchange with Leibovich, Reines appeared to ask the Times reporter if he could work in a negative reference to POLITICO reporter Ben Smith (now BuzzFeed's editor in chief), asking him if he could \"in passing note that Smith has taken 'an unusual interest in hitting' Reines.\" \n\"I’m just doing a really fast, punchy ticktock of the episode,\" Leibovich responded.\nThe conversation stemmed from a POLITICO Playbook item from Mike Allen, whom Leibovich was in the middle of profiling for a New York Times Magazine piece. The line in Playbook asked for brunch conversations on why the media is not talking about Hillary Clinton as a potential Supreme Court nominee.\nLeibovich asked Reines to comment on the item.\n\n\n\n            By \nNick Gass\n\nIn response, Reines emailed Leibovich a four-point answer from what appears to be his State address (the address is not visible in the document) before forwarding it again with his State.gov email and then once more with his Gmail account.\nThe response itself included Reines telling Laura Rozen, then a foreign-policy reporter for POLITICO, that the chances of Clinton being a Supreme Court nominee are \"[l]ess than none\" and that \"[s]omething being a sexy media story shouldn't be confused with truth.\"\nIn his forwarded response from his Gmail account, Reines said that \"it seems like this is a bridge to me going on the record - but really need you to set it up the right way.\"\nLeibovich's response: \"Yep...I did get it...thanks. ...if you want to say something on the record, I would use in the context of this little episode, of course... although, to be honest, I'm way over length to begin with so it might be hard to squeeze in...thnx\"\n\"I don't want to force a square peg into a round hole so unless you think it has value, I'll let you do the talking,\" Reines wrote in response, adding, \"Though was looking forward to calling them toilet stall graffiti.\"\nWhen asked about the emails and his relationship with Reines, Leibovich said in an email to POLITICO, \"I guess all I'd say is that I've known Phillippe a long time, my dealings with him have been generally good and that was a long time ago...I'll leave it to others to locate any news value in those e-mails...\"\nIn another, involving POLITICO's Glenn Thrush, Reines challenged the reporter to take a polygraph test to determine which of their sources is lying about a story that he was asking Clinton backers to ice a potential Caroline Kennedy candidacy for her open New York Senate seat, cc'ing POLITICO co-founders Jim VandeHei, John Harris and chief White House correspondent Mike Allen.\n\"You have nothing to lose here. At worst, you scratch one more source off your credibility list. Only they have something to lose. Or if I’m lying, I have a ton to lose. You can use a barrel of ink to burn me for making a stink and then lying about it,\" Reines wrote in another email, cc'ing the same three at POLITICO.\nOther email chains are simple interview requests, from personalities like Fox News' Greta Susteren and John Roberts, as well as correspondence related to Van Susteren's invitation of Reines to the White House Correspondents' Dinner.\nReines and then-ABC News White House correspondent Jake Tapper had some tense exchanges in the emails as well.\nTapper wrote Reines on March 10, 2010, asking him why he would rather have NBC News' Andrea Mitchell do an interview with Clinton than with him on \"This Week.\" Clinton was also interviewed by CNN's Jill Dougherty.\nIn response, Reines said to \"set the you part aside,\" that no one from the show had reached out, and then proceeded to tell Tapper why he would have made the decision if someone from ABC had. The interviews, he wrote, were eight questions, 10 minutes each and that Tapper would have \"wanted twice as long and spent half as much time on the topic we were pushing.\" He gave additional reasons as well, including the fact that the White House did not have any additional points to push out with Clinton on the Sunday show and that he is a White House reporter \"who has no real interest in State.\"\nTapper said he understood on all but two points, the first being that one of the reasons Bill Clinton was doing \"This Week\" the next month was \"because they thought I was one of the only reporters fair to HRC during the primaries.\" The other point, that he \"has no real interest,\" he said, was not true. Noting that Martha Raddatz had the international affairs beat and that he posted blog posts from then-State Department reporter Kirit Radia on his White House blog, Tapper said he had \"huge interest.\"\nReines then offered Tapper an exclusive interview with the secretary if he joined them during their next overseas trip.\nA little more than a month later, Tapper emailed Reines after Clinton was booked on NBC's \"Meet the Press\" for May 2.\n\"So I guess all is forgiven if a network is completely unfair and sexist in its campaign coverage as long as they’re willing to buy new furniture,\" he wrote. (NBC's Sunday show switched to a new set on the day Clinton appeared to coincide with its first broadcast in high definition.)\nAfter a back and forth, Reines wrote, \"When you get new chairs, I’m sure the WH will send a cabinet member too.\"\nTapper's response: \"Just reminding you that some of us were fair to Madam Secretary.\"\nTapper did not immediately provide a comment.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Email trove shows ex-Clinton adviser getting testy with the media", "url": "http://www.politico.com/story/2015/10/reines-hillary-clinton-emails-214442", "topics": ["campaign_finance"], "people": ["Kelly Ayotte", "Isaac Arnsdorf", "Burgess Everett", "Matt Valentine", "Kyle Cheney", "Ben Smith", "James Dudley", "Rachael Bade", "Doug Palmer", "Anna Palmer", "Hadas Gold", "Andrea Mitchell", "Carla Marinucci", "Caroline Kennedy", "Kelsey Sutton", "John Roberts", "Danny Vinik", "Van Susteren", "Harry Reid", "Kevin Robillard", "Brian Mahoney", "Kimberly Hefling", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "Beth Wilkinson", "Michael Grunwald", "Martha Raddatz", "Nick Gass", "Jonathan M. Katz", "Brett Norman", "Jennifer Scholtes", "Bill Clinton", "Jeb Bush", "Seung Min Kim", "Steven Shepard", "Nancy Pelosi", "John Bresnahan", "Jake Sherman", "Glenn Thrush", "Erin Mershon", "Jake Tapper", "David Pittman", "Tim Starks", "Jeh Johnson", "Kirit Radia", "John Harris", "Adam Behsudi", "Erick Erickson", "Brian Faler", "Mike Allen", "Philippe Reines", "Daniel Strauss", "Mark Meadows", "Sarah Karlin", "Mark Leibovich", "Hillary Clinton", "John Culhane", "Victoria Guida", "Maggie Hassan", "Edward Snowden"], "orgs": ["RedState", "Greens", "Congress", "New York Senate", "National", "State Department", "Supreme Court", "Justice Department", "House Republican Conference", "California Playbook", "White House Correspondents", "State of the Union", "K Street", "Law And Order", "DHS", "Freedom of Information Act", "HRC", "SCOTUS"], "authors": [{"author_id": 41633, "fullname": "matt valentine", "primary_org": "politico"}], "date_written": "2015-10-06 00:02:18", "org": "politico", "article_id": "07aed53c52c688f6f0d99890f22143a8", "date_access": "2015-10-05 23:30:09.787962"}