{"body": "Josh Gerstein on the Courts, Transparency, & More\nBy ADAM B. LERNER\n7/7/15 12:49 PM EDT\nA three-quarters of a century old ban on government contractors donating money to political campaigns was upheld by a key federal appeals court Tuesday.\nU.S. Court of Appeals for the District of Columbia Chief Judge Merrick Garland wrote the court’s opinion, which said that the rule banning federal contractors' contributions to political candidates, committees, and parties did not violate the plaintiffs' freedom of speech or equal protection rights.\nCiting various campaign finance cases from recent years, including the landmark Citizens United decision from 2010, Garland wrote that the threat of quid pro quo corruption from such expenditures in federal elections, even though direct evidence doesn’t exist since they have been banned since 1940, warranted upholding the law.\nThe plaintiffs in the case were two former USAID employees and a law professor hired by a federal government conference to write a report about science and regulation. All three of them were barred from making contributions during the 2012 federal election cycle and the three sued the Federal Election Commission in October 2011.\nThey framed their suit to apply only to individual contractors and not to corporations or other organizations. \nThe unanimous ruling delivered Tuesday came from the D.C. Circuit's full 11-judge bench, known as the en banc court.\n© 2015 POLITICO LLC", "byline": "", "description": "The rule banning federal contractors' contributions to political candidates, committees, and parties did not violate the plaintiffs' freedom of speech or equal protection rights.", "title": "Court upholds ban on federal contractor donations", "url": "http://www.politico.com/blogs/under-the-radar/2015/07/court-upholds-ban-on-federal-contractor-donations-210073.html", "topics": ["campaign_finance"], "people": ["Merrick Garland", "Josh Gerstein"], "orgs": ["Courts , Transparency , & More", "Citizens United", "U.S. Court of Appeals", "USAID", "District of Columbia", "Federal Election Commission"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-07 17:49:36", "org": "politico", "article_id": "27a3379b3578d26e6bddb2cd3d233e5a", "date_access": "2015-07-07 18:20:02.572806"}