{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nYour guide to the permanent campaign \n\n            By \nTheodoric Meyer\n\n10/09/15 10:02 AM EDT\nWith Kevin Robillard, Elena Schneider, Isaac Arnsdorf and Marc Caputo\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nCONCERN IN KENTUCKY — \"Republicans fret about Paul's Senate seat,\" by Campaign Pro's Kevin Robillard in Frankfort, Ky.: \"Rand Paul is under increasing pressure from Republicans here and in Washington to pull the plug on his stagnant presidential campaign and instead recommit his resources to keeping his Senate seat in GOP hands. D.C. Republicans think Paul's poll numbers have flat-lined - and operatives worried about retaining control of the Senate are ready for him to start spending a lot more time in Kentucky and a lot less time in Iowa and New Hampshire. 'This presidential dream needs to come to an end,' said a national Republican strategist, granted anonymity to discuss Paul's situation candidly. 'Senate Republicans can't afford to have a competitive race in Kentucky.'\" http://politi.co/1Rxoo5v\nHOUSE IN TURMOIL — \"The House GOP's historic implosion,\" by POLITICO's Jake Sherman, Anna Palmer and John Bresnahan: Who might run for speaker now that Rep. Kevin McCarthy (R-Calif.) is out of the running? \"The general consensus inside the House Republican Conference is that there is just one man standing who can garner the 218 votes needed to be speaker: Wisconsin Rep. Paul Ryan. He has resisted calls to run in the past, but the top two Republicans - [current Speaker John] Boehner and McCarthy - have asked him to reconsider. He has canceled his fundraising appearances for the next 48 hours, and is considering a bid.Republicans are floating the names of other lawmakers, including Reps. Lynn Westmoreland of Georgia, Mike Conaway and Bill Flores of Texas, John Kline of Minnesota and Tom Cole of Oklahoma.\" http://politi.co/1P0O8J8\n- Boehner has said he'll stay on as speaker until the House elects a new one, but hasn't addressed whether he'll push back his scheduled resignation from Congress on Oct. 30. (He could theoretically remain speaker after he resigns, since there's no requirement that the speaker be a member of the House.) Kevin Smith, a Boehner spokesman, told Campaign Pro that no decision had been reached yet on whether Boehner might postpone his resignation. Ohio Gov. John Kasich has not set a date for the special election to fill Boehner's seat, in Ohio's 8th District, and Josh Eck, a spokesman for Ohio Secretary of State Jon Husted, said it was likely Kasich would wait for the House to elect a new speaker before he did so. \"I suspect he'll see how this all plays out before he sets an election date,\" Eck said.\nDays until the 2015 election: 25. Days until the 2016 election: 396.\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nYou can also follow us on Twitter, where we tweet a lot about campaigns and more than occasionally about the Mets: @politico_steve, @kyledcheney, @ec_schneider, @politicokevin and @theodoricmeyer.\nFIRST IN SCORE — Peters raises $420,000 in third quarter in CA-52: Rep. Scott Peters (D-Calif.) raised about $420,000 in the third quarter, giving him more than $1 million in cash on hand, his campaign told Campaign Pro. It's a sizeable haul for a candidate who isn't facing a well-financed opponent. Jacquie Atkinson, the openly gay combat veteran who's challenging Peters for his San Diego swing seat, hasn't announced her third quarter numbers yet, but she only pulled in about $40,000 in the second quarter.\nPOLLING UPDATE — Poll: Majority wouldn't reelect Guinta: Five months after a campaign finance scandal nearly toppled GOP Rep. Frank Guinta, most people in Guinta's New Hampshire district still say that won't vote for him if he runs for reelection next year, according to a new poll released Thursday. The WMUR-TV poll, conducted by the University of New Hampshire, found only 4 percent of respondents said they will definitely vote for Gunita if he's on the ballot next year. An additional 16 percent would consider voting for him, while 56 percent said they would definitely vote for Guinta's opponent. Those numbers are essentially unchanged from when pollsters asked the same question in July.\n— Guinta has insisted that he'll run for reelection despite calls by GOP Sen. Kelly Ayotte and other top New Hampshire Republicans this spring for him to step down following his admission of campaign finance violations during his 2010 campaign. Half said Guinta should resign his seat, up slightly from 44 percent in July. Only 22 percent of respondents said Guinta should continue to serve out his term, while 28 percent said they didn't know. The poll's margin of error is plus or minus 5.6 percentage points.\n— Full results: http://bit.ly/1RwQ3U4\n** A message from Carr Workplaces: Looking for a DC-based election office? Carr Workplaces has offices, suites, team rooms, meeting rooms and event spaces immediately available with flexible terms and supportive services. We have two easily accessible locations downtown, right by Metro Center. With 18 area locations, access the best of Metro DC. Learn more. **\nAIR WAR — Republican Governors Association going up in Louisiana: The Republican Governors Association is making a seven-figure expenditure in political advertisements attacking state Rep. John Bel Edwards, the only major Democrat running in Louisiana's gubernatorial race,\" The Times-Picayune's Julie O'Donoghue reports. \"The television spots are expected to run across the state for two weeks before the Oct. 24 primary.\" http://s.nola.com/mR9zhTf\n— Democrats took it as a sign that Edwards is doing something right. \"This is a clear sign that Republicans are worried about John Bel Edwards and the race in Louisiana,\" Jared Leopold, a spokesman for the Democratic Governors Association, told Campaign Pro in a statement. \"Just last week, the RGA was saying they wouldn't have to spend in Louisiana until after the primary. Clearly, they must have been spooked by the momentum on the ground in Louisiana.\"\nGETTING IN — State senator to challenge Webster as he seeks House speakership: Democratic state Sen. Geraldine Thompson will officially announce that she's challenging GOP Rep. Daniel Webster on Monday, entering what could be a crowded Democratic field to topple Webster as he continues his moonshot run for House speaker. Thompson's decision to run for Webster's seat - which is almost certain to become much more Democratic due to redistricting - has been in the works for months. http://politi.co/1LCjoOi\nMERGERS AND ACQUISITIONS - Mark Penn's private equity group to buy SKDKnickerbocker: SKDKnickerbocker, the Washington PR firm with deep ties to Democrats, is being bought by Mark Penn's investment firm. Penn, a former pollster and political strategist, worked on Bill Clinton's 1996 campaign with Bill Knapp, a managing director at SKDK. Penn left Microsoft earlier this year to start a Stagwell Group, a private-equity firm focused on digital marketing with backing from Steve Ballmer, the former Microsoft CEO. SKDK, which also has offices in New York, Albany and Los Angeles, has worked on political and corporate campaigns from Washington State's ballot initiative on gun background checks to the U.S. Airways merger. Anita Dunn, another managing director, was White House communications director and senior adviser to President Obama's presidential campaigns. http://politi.co/1jeOsqp\nPRESIDENTIAL SPEED READ - \"Clinton donors place side bets on Biden,\" by POLITICO's Annie Karni in Denver: A Denver-based philanthropist who in May was appointed to the board of the pro-Hillary Clinton PAC Correct the Record has stepped down from the position and donated to the campaign to draft vice president Joe Biden into the race, POLITICO has learned. LGBT rights activist Scott Miller and his husband, mega-donor Tim Gill, each gave $25,000 to Ready for Hillary last year and have supported her candidacy and the coordinating rapid response PAC. But the couple, who over the years have given millions to progressive candidates and causes, are close to Biden and his potential entry into the race has changed the calculus for them.\" They've given $50,000 to Draft Biden now. http://politi.co/1MiOVDJ\n— \"Ted Cruz raises $1.2 million in third quarter,\" by POLITICO's Alex Isenstadt: \"Ted Cruz raised $12.2 million during the third quarter, aides to his presidential campaign confirmed Thursday, a significant haul that underscores his strength even as other 2016 contenders lead in the polls. The senator's tally for the period surpasses the $6 million raised by rival Marco Rubio and the $2.5 million collected by Rand Paul. But it falls short of the $20 million reportedly collected by Ben Carson, who is surging among the evangelical voters Cruz has been courting.\" http://politi.co/1N2ub1n\n— \"Cirque du Trump,\" by POLITICO's Ben Schreckinger in Las Vegas: \"Donald Trump had been scheduled to answer questions before the Hispanic Chamber of Commerce in Washington on Thursday. Instead he retreated here, to his comfort zone - Cirque du Soleil's Mystère Theatre at Treasure Island Hotel and Casino on the strip - and put on a show. … Though Trump's candidacy has thrived on conflict, he pulled out of the Hispanic Chamber event last Friday, a day after POLITICO reported on the tough line of questioning the group's leaders had planned for him there.\" http://politi.co/1Nr1mi0\n— \"Did the Trump campaign make a 'mysterious' site attacking Rubio (and violate FEC rules)?\" by BuzzFeed News' Andrew Kaczynski: Late Wednesday afternoon, Dan Scavino, an aide to Donald Trump, tweeted about a new website, www.rubioamnestyplan.com , that mocks Marco Rubio. It's pretty vicious. \"Rubio's only accomplishment in Congress has been to betray the American people,\" the site blares. Scavino was the first person to mention the website, which was registered this week on Twitter. The campaign did not respond to inquiries from BuzzFeed News about whether they'd created the site. But if they did, it would be a violation of Federal Election Commission rules, which require candidates and committees to post disclaimers on public website that they create. http://bzfd.it/1jf09xO\nCODA - QUOTE OF THE DAY: \"Minnesota loves Franken. Let me tell you something, I made Minnesota great again.\" - Sen. Al Franken (D-Minn.), doing his best impersonation of Donald Trump at a Minnesota business dinner on Thursday night. (Source: @politicoalex) http://bit.ly/1L2Wa0n\nNOW AVAILABLE: POLITICO PRO LEGISLATIVE COMPASS — POLITICO Pro, POLITICO’s premium subscription service, has released a first-of-its kind legislative data analytics and decision-making tool that helps policy professionals manage and act on legislation. Leveraging features such as a personalized dashboard, virtual whip count, bill text comparison and 20 years of data, users will not only save time but benefit from customizing and cross-referencing information, enabling them to make smarter and faster decisions. Schedule your demo today.\n** A message from Carr Workplaces: Are you part of a PAC or election team that needs a DC presence? Carr Workplaces has offices, suites, team rooms, meeting rooms and event spaces immediately available with flexible terms and supportive services. We have two locations in Maryland — in Bethesda and Chevy Chase — that are close to the beltway, easily accessible to downtown via car or metro, and convenient to BWI airport. Need to be on Capitol Hill? K Street? Near the White House? We’ve got you covered, whether it’s a full time office, drop-in space or for a meeting. With 18 area locations, we give you access to the best of Metro DC. Plus, our team can provide administrative support and concierge services on demand. Plans start at $35 per month and spaces are available by the hour, day, month or year. Get your DC office up and running today. **\nTheodoric Meyer is a reporter for Campaign Pro.\nHe joined POLITICO after more than two years at ProPublica, where he covered campaign finance. He was a lead reporter on ProPublica's \"After the Flood\" series of stories on the federal government's troubled flood insurance program, which won the Deadline Club Award for Local Reporting in 2014. His reporting with Justin Elliott on the National Security Agency was cited by Judge Richard J. Leon in his 2013 ruling that the N.S.A.'s surveillance of phone metadata was likely unconstitutional. Before coming to ProPublica, he was a reporting intern for The New York Times and The Seattle Times.\nHe is a graduate of McGill University and Columbia University's Graduate School of Journalism.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "Increasing concern about Paul’s Senate seat — Peters raises $420,000 in CA-52", "title": "Increasing concern about Paul&#8217;s Senate seat", "url": "http://www.politico.com/tipsheets/morning-score/2015/10/increasing-concern-about-pauls-senate-seat-peters-raises-420-000-in-ca-52-210635", "topics": ["campaign_finance"], "people": ["Rand Paul", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Kelly Ayotte", "John Kline", "Mark Penn", "Rachael Bade", "Daniel Webster", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Frank Guinta", "Carla Marinucci", "Tom Cole", "Marc Caputo", "Anita Dunn", "John Boehner", "Dan Ephron", "Joe Biden", "Kevin Robillard", "Dan Scavino", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Ted Cruz", "Rich Lowry", "Tim Gill", "Nick Gass", "Jack Shafer", "Jeb Bush", "Jon Husted", "Ben Schreckinger", "Bill Clinton", "Alex Isenstadt", "Mike Conaway", "Scott Peters", "Ben Carson", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Kevin Smith", "Ivanka Trump", "Lauren French", "Lynn Westmoreland", "Al Franken", "Luke Messer", "Tony Romm", "Brian Faler", "Andrew Kaczynski", "Daniel Strauss", "Steve Ballmer", "Richard J. Leon", "Hillary Clinton", "John Kasich", "Scott Miller", "Ben White", "Eli Stokols", "Bill Flores", "Glass Steagall", "Tom Steyer", "Leigh Munsil", "Justin Elliott"], "orgs": ["CNBC", "RGA", "PAC", "N.S. A.", "McGill University", "Congress", "Reps", "GOP", "House GOP", "Hispanic Chamber of Commerce", "Columbia University", "FEC", "Democratic Governors Association", "National Security Agency", "Campaign Pro", "University of New Hampshire", "House Republican Conference", "U.N. Security Council", "Federal Election Commission", "Microsoft", "Washington And The World", "Mets", "Trump", "Senate", "SKDK", "Graduate School of Journalism"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-09 15:02:32", "org": "politico", "article_id": "8ca9e08651a7aad9880a9a30db3d1617", "date_access": "2015-10-15 02:02:33.692699"}