{"body": "\n \n  \t                  By Marc Caputo \n6:40 p.m. | Aug. 13, 2015\n\nfollow this reporter\n\nMarc Caputo\nFollow:  feed\nFormer Minnesota governor Jesse Ventura said Thursday he was \"astounded\" that Jeb Bush's campaign would deny a decades-old gift of Cuban cigars.\nThe controversy centers on a box of Romeo y Julieta cigars Bush gave Ventura after a meeting of governors at the White House, where Ventura complained to then-president Bill Clinton about the “ridiculous” Cuban embargo and how it should be lifted.\nVentura, who recounted the story Wednesday on his Ora.TV “Off the Grid” show, said the gift was ironic, since Bush supported the embargo. \nBush’s presidential campaign denied the claim, saying the cigars weren’t from Cuba.\n\n“The cigars were Dominican,” Bush spokeswoman Kristy Campell told POLITICO, echoing comments the campaign made to McClatchy, which first reported the story.\nVentura told POLITICO that Bush’s campaign isn’t being honest.\n“What happened to the truth?” Ventura said in a phone interview. “They’re trying to say that he sent me a box of Dominicans? I’m astounded by that. Why would they send me a box of Dominican cigars when I could go buy them in any cigar shop?”\nVentura, echoing comments on his show, said the gift — and now the denial — speak to problems with Bush’s campaign.\n“Come on. You’re even going to cover this up? You’re going to deny a box of cigars, like what: that’s going to determine the election? It’s a simple and true story,” Ventura said. “I guess the point that I’m making is elites live by a different set of rules than all the rest of us because they can get Cuban cigars, clearly, when the rest of us can’t.”\nVentura, who no longer smokes cigars, indicated the issue had personal salience because he once had U.S. Customs agents take two Cuban cigars from him as he reentered the United States from Canada. He said he wanted to give the cigars to his dad.\nVentura told the story about Bush’s gift during an interview with consultant and political operative Roger Stone, who recently departed Donald Trump’s campaign in a dispute over messaging. Ventura has had a decades-long relationship with Trump. One of the early professional wrestling “Wrestlemanias” was held at the Trump Plaza in Atlantic City, where Ventura wrestled as “Jesse The Body Ventura.” He said Trump told him that Wrestlemania tickets sold out the venue faster than boxing events.\nYears later, Ventura was elected to one term in Minnesota in 1998 at the same time Bush won office in Florida. Ventura couldn’t remember the year that the governors met with Clinton in the White House, but he vividly recalls telling the president that he opposed the Cuban embargo, which Clinton had signed into federal law in 1996.\n“I hate to feel like a criminal every time I go to smoke a Cuban cigar,” Ventura said he told the president. “Jeb approached me and told me to keep it down.”\n“Don’t bring that up, I don’t want that up. I’ll send you all the Cuban cigars you need,” Bush said privately to his Minnesota counterpart, according to Ventura. Ventura said he later walked over to Bush and put an empty aluminum Romeo y Julieta cigar tube in the Florida governor’s top pocket and said “there’s my brand.”\nVentura said that, 10 days later, “I got a box of Romeo Julieta Cubans delivered to the Capitol in Minnesota.”\nIs there a chance that the cigars he got were actually from the Dominican Republic? \n“No,” Ventura told POLITICO. “The cigar box was sealed and the cigars each came in a silver tube that said ‘Cuba’ on the side.’”\n“How would Jeb be able to get his hands on a box of Cuban illegal cigars?” Ventura asked. “It shows the embargo isn’t working.”\n\n Author: Marc Caputo\nfollow this reporter\n", "byline": "", "description": "Bush spokesperson: \"\"The cigars were Dominican.\"", "title": "Jesse Ventura accuses Jeb of Cuban cigar cover-up", "url": "http://www.capitalnewyork.com/article/florida/2015/08/8574315/jesse-ventura-accuses-jeb-cuban-cigar-cover", "topics": ["personality"], "people": ["Bill Clinton", "Jeb Bush", "Donald Trump", "Roger Stone", "Marc Caputo", "Jesse Ventura"], "orgs": ["McClatchy"], "authors": [{"author_id": 37322, "fullname": "marc caputo \n6:40 p.m. | aug. 13", "primary_org": "politico"}, {"author_id": 36491, "fullname": "2015\n\nfollow this reporter", "primary_org": "politico"}], "date_written": "2015-08-14 00:08:57", "org": "politico", "article_id": "7a6d018995ccb9e6cb3ef345513645bf", "date_access": "2015-08-14 00:20:13.934418"}