{"body": "\n2016\n\n09/15/15, 05:25 PM EDT\n\n                                        By \n                                                Matt Latimer\n\nWhy GOP poohbahs are seriously thinking about asking Mitt back into the race.\n\n09/30/15, 05:30 PM EDT\nPOLITICO Magazine celebrates the POLITICO 50, our annual list of the thinkers, doers and dreamers reshaping American politics in 2015 -- and beyond.\n\n09/15/15, 04:24 PM EDT\n\n                                        By \nTheodoric Meyer\n\nBush launches Jewish outreach — Internet Association adds to conference lineup\n\n09/15/15, 04:23 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe “Stop Sanctuary Cities Act,” had been scheduled to be marked up in the Senate Judiciary Committee on Thursday.\n\n09/15/15, 04:19 PM EDT\n\n                                        By \nMike Allen\n\n“Trump surging in New Hampshire, Iowa: His unfavorability ratings also remain very high,” by Steve Shepard,\r\n\n\n09/15/15, 04:11 PM EDT\n\n09/15/15, 03:56 PM EDT\n\n                                        By \nEliza Collins\n\nWednesday's GOP debate may have switched media outlets since the August 6th version but President Barack Obama still won't be watching.\n\n09/15/15, 03:45 PM EDT\n\n                                        By \nBurgess Everett\n\n\"If you’re going to take a hostage you’ve got to win,” he says.\n\n09/15/15, 03:15 PM EDT\n\n2016\n\n                                        Updated 09/15/15, 03:03 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe real estate mogul brings his outsized swagger to a Dallas rally as his detractors, supporters and police all clash outside the arena.\n\n                                        Updated 09/15/15, 02:46 PM EDT\n\n                                        By \nDaniel Strauss\n\nThey'll describe him as as just another politician who supports liberal policies.\n\n09/15/15, 02:41 PM EDT\n\n                                        By \nLauren French\n\nIt would defund Planned Parenthood and keep sequestration caps in place, among other things.\n\n09/15/15, 02:06 PM EDT\n\n                                        By \nSeung Min Kim\n\nMcConnell has said he wants a funding bill free of provisions such as defunding Planned Parenthood.\n\nPhoto Gallery\n\n09/15/15, 02:05 PM EDT\n\n                                        By \nHanna Trudo\n\n\n09/15/15, 02:00 PM EDT\nDates, times, moderators and topics\r\n\n\n                                        By \nMatthew Karnitschnig\n                                         and \n                                                Florian Eder\n\n\n                                        By \nMatthew Karnitschnig\n\n\nCongress\n\n                                        Updated 09/15/15, 01:41 PM EDT\n\n                                        By \nRachael Bade\n\n“The Attorney General has a special duty to pursue justice even when political considerations run counter to doing so,” Cornyn wrote.\n\n09/15/15, 01:33 PM EDT\n\n                                        By \nNick Gass\n\n\"We needed to be on the main debate stage on August the 6th,\" he says. \n\n                                        Updated 09/15/15, 01:28 PM EDT\n\n                                        By \nBen Schreckinger\n\n\"We don't pull down scaffolding from the capitol dome for a TV shot just to re-erect it when the cameras are gone.\"\n\n09/15/15, 01:22 PM EDT\n\n                                        By \nEliza Collins\n\n“I think there has to be a school where people that can’t get into Florida can go [...] And so that’s why we have Florida State.”\n\n09/15/15, 01:20 PM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Bernie Sanders isn't buying the pricetag The Wall Street Journal put on the set of policy proposals he's pushing. \n\n09/15/15, 01:05 PM EDT\n\n                                        By \nJohn Bresnahan\n\nA new date for the Democratic senator's bribery and corruption case is unclear.\n\n                                        By \nDanny Vinik\n\nA leading budget wonk explains just how bad it looks.\n\n09/15/15, 11:30 AM EDT\n\n                                        By \nNick Gass\n\nAmong those likely to vote in next February's Democratic primary, 43 percent pledged their support to the independent senator from Vermont.\n\n09/15/15, 11:00 AM EDT\n\n09/15/15, 10:59 AM EDT\n\n09/15/15, 10:22 AM EDT\n\n                                        By \nElena Schneider\n\nKentucky gubernatorial debate prep\n\n09/15/15, 10:14 AM EDT\n\n                                        By \nRachana Pradhan\n\nIn the video, the national director of Planned Parenthood's Consortium of Abortion Providers discusses how abortion providers will \"manage remuneration\"...\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nAllie Grasgreen Ciaramella\n\nCollege Scorecard makes a splash — Reverse transfer gets results\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nMergers caused in part by health IT costs — Reader reaction to MU3 delay\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nGreens find lower ozone costs\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nJennifer Scholtes\n\nSearching for legislative locomotive to carry PTC fix — DOT delivers connected-car hookup — AMA says drone data isn’t as shocking at second glance\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nBrian Faler\n\nThe downside of cracking down on unregulated tax preparers — Tallying up the price of Sanders’ promises — ‘Cadillac tax’ repeal wins majority support in...\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nAdam Sneed\n\nPallone wants to talk fantasy sports — FCC lays out net neutrality arguments\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nMarianne LeVine\n                                         and \nBrian Mahoney\n\nGM, UAW extend contract – Clinton secures two more union endorsements\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nBill Tomson\n\nFarm sector fears loss of trains — Top chain restaurants rated over antibiotics efforts\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nChina makes new offer in BIT talks — Round Five of COOL fight begins\n\n09/15/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nChina sanctions still up in the air — Tech companies want cyber legislation\n\n09/15/15, 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse Oversight plans hearing on Planned Parenthood funding — Debate over breast cancer screening recommendations heads to the Hill — Advocacy group studies...\n\n09/15/15, 09:19 AM EDT\n\n                                        By \nNick Gass\n\nWhen Americans head to the polls for next year's presidential election, 43 states will be using electronic voting machines that are at least a decade old.\n\n09/15/15, 09:04 AM EDT\n\n09/15/15, 08:33 AM EDT\n\n                                        By \nAustin Wright\n\nMcCain blasts personnel relocation program -- Russian buildup in Syria continues\n\n09/15/15, 08:22 AM EDT\nBen Carson's upward surge in the polls continues.\n\n09/15/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nWall Street's new panic: Trump could win — Sanders price tag: $18 trillion — Global trade drops — Bush's surprising tax plan \n\n09/15/15, 07:51 AM EDT\n\n                                        By \nMichael Crowley\n\nChicago Council survey shows Republicans growing more hawkish.\n\n09/15/15, 07:46 AM EDT\n\n                                        By \nNick Gass\n\nMore than six in 10 say she should be compelled to issue them.\n\n09/15/15, 07:35 AM EDT\n\n                                        By \nNick Gass\n\nBehind Carson, the gulf between candidates widens considerably.\n\n09/15/15, 07:32 AM EDT\nAndrew Cuomo's gender gap.\n\n09/15/15, 07:30 AM EDT\nHouse Speaker John Boehner says he's not worried about his future.\nWe're working on more stories right now\nWhere politics meets the press\n\n            By \nHadas Gold\n\n09/10/15, 08:09 PM EDT\nIt’s official. There will be 11 candidates on the main stage for the primetime GOP presidential debate next week, CNN announced Thursday evening, and once again, Trump will be at center stage.\nDonald Trump, Jeb Bush, Scott Walker, Ben Carson, Ted Cruz, Marco Rubio, Mike Huckabee, Rand Paul, John Kasich, Chris Christie and Carly Fiorina will be on stage for the 8pm EDT debate. For the earlier, 6pm EDT debate, the participants are Rick Perry, Bobby Jindal, Rick Santorum, George Pataki and Lindsey Graham. \nJust like with the Fox debate in August, CNN used poll standings to determine the order the candidates would appear on stage. Trump will once again be center stage, flanked by Carson to his right and Bush to his left. Walker, Fiorina, Kasich and Christie, in that order, will stand to Bush's left, while Cruz, Rubio, Huckabee and Paul will appear to Carson's right.\nIn the earlier debate, Perry will stand center stage, with Jindal and Graham to his left and Santorum and Pataki to his right.\nOur colleague Steve Shepard has more on the line up and how it all came together here. \nHadas Gold is a reporter at Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "It's official. There will be 11 candidates on the main stage for the primetime GOP presidential debate next week, CNN announced Thursday evening, and once again, Trump will be at center stage.", "title": "Trump will be center stage at CNN debate", "url": "http://www.politico.com/blogs/media/2015/09/trump-will-be-center-stage-at-cnn-debate-213534", "topics": ["personality", "abortion"], "people": ["Rand Paul", "Allie Grasgreen Ciaramella", "Burgess Everett", "Rick Santorum", "Rachael Bade", "Steve Shepard", "Matt Latimer", "Elena Schneider", "Hanna Trudo", "Eric Wolff", "Austin Wright", "Tim Starks", "Ted Cruz", "Danny Vinik", "John Kasich", "Chris Christie", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Andrew Cuomo", "Rick Perry", "Bobby Jindal", "John Cornyn", "Scott Walker", "Nick Gass", "Jennifer Scholtes", "Adam Behsudi", "Lindsey Graham", "Jeb Bush", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Marco Rubio", "Brian Faler", "Eliza Collins", "Florian Eder", "David Pittman", "Lauren French", "Carly Fiorina", "Brianna Ehley", "Adam Sneed", "Ben Schreckinger", "Mitt Romney", "Mike Allen", "Daniel Strauss", "Michael Crowley", "George Pataki", "Rachana Pradhan", "Matthew Karnitschnig", "Ben Carson", "Ben White", "Mike Huckabee", "Barack Obama", "Bill Tomson", "Bernie Sanders", "Hadas Gold"], "orgs": ["Internet Association", "Greens", "Congress", "AMA", "College Scorecard", "UAW", "Senate Judiciary Committee", "FCC", "House Oversight", "Photo Gallery", "GOP", "Chicago Council"], "authors": [{"author_id": 31411, "fullname": "matt latimer", "primary_org": "politico"}], "date_written": "2015-09-11 01:09:28", "org": "politico", "article_id": "93fd02e0f458ced7b46313bb7544994d", "date_access": "2015-09-15 21:41:29.502083"}