{"body": "\n                                        Updated 09/28/15 08:46 PM EDT\n\n                                        By \nJosh Gerstein\n\nBut a dozen other felony counts remain.\n\n                                        Updated 09/28/15 08:20 PM EDT\n\n                                        By \nBrian Faler\n\nTrump introduces a more conventional tax plan.\n\n09/28/15 08:11 PM EDT\n\n                                        By \nEliza Collins\n\nClinton says that it will be very difficult to defeat the Islamic State if Assad is still in power. \n\nCONGRESS\n\n09/28/15 08:04 PM EDT\n\n                                        By \nJake Sherman\n\nThe fractured Republican conference will meet twice Tuesday to try to chart a path forward.\n\n09/28/15 07:53 PM EDT\n\n                                        By \nBurgess Everett\n\nIt's the second time Cruz has been denied a procedural courtesy that’s routinely granted to senators in both parties.\n\nIn The Arena\n\n09/28/15 07:47 PM EDT\n\n                                        By \n                                                Vali Nasr\n\nOnly Russia Can Bring Peace To Syria\n\nWashington And The World\n\n09/28/15 07:46 PM EDT\n\n                                        By \n                                                Peter Eltsov\n\nThe Russian autocrat’s move into Syria is reminiscent of Romanov overreach.\n\nIn The Arena\n\n09/28/15 07:46 PM EDT\n\n                                        By \n                                                Stan Collender\n\nThe speaker’s resignation has merely delayed it.\n\n2016\n\n09/28/15 07:42 PM EDT\n\n                                        By \n                                                Hugh Hewitt\n\nUnderstanding who they are helps understand how the presidential race is developing.\n\n09/28/15 07:12 PM EDT\n\n                                        By \nLauren French\n\nThe race is expected to be hotly contested. \n\n                                        Updated 09/28/15 07:08 PM EDT\n\n                                        By \nRachael Bade\n\nFormer deputy CIA director Michael Morel appeared before the panel Monday.\n\n                                        By \n                                                Henry C. Jackson\n\nHer Brooklyn-based team hopes it will pad her campaign coffers after one of the toughest stretches of her political career.\n\n09/28/15 07:00 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nClinton's trek will take her across the country, to the homes of big-name financiers and a former top White House staffer.\n\n09/28/15 06:26 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe bill could keep federal government agencies operating through Dec. 11.\n\n09/28/15 06:13 PM EDT\n\n                                        By \nEliza Collins\n\n\"OK so there's flowing water on Mars. Yip yip yip yahoo,\" he says.\n\n09/28/15 06:09 PM EDT\n\n                                        By \nBurgess Everett\n\n\"Too busy running for office to react to the silliness,\" he says.\n\n09/28/15 05:35 PM EDT\n\n                                        By \nJohn Bresnahan\n\nElections could be in less than two weeks.\n\n09/28/15 05:33 PM EDT\n\n                                        By \nLauren French\n\nShe says the party must “unite” to advance conservative principles. \n\n                                        Updated 09/28/15 05:07 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nWith Sanders gaining and Biden threatening, Clinton donors want to see a big haul to shut up the critics.\n\n09/28/15 04:59 PM EDT\n\n                                        By \nEli Stokols\n\nAustin Barbour will work as a senior adviser focusing on finance and political efforts.\n\n09/28/15 04:50 PM EDT\n\n                                        By \nJake Sherman\n\nHouse Majority Leader Kevin McCarthy (R-Calif.) officially announced his bid to succeed John Boehner as speaker Monday. Check out the story here.\n\nINVESTIGATION\n\n                                        Updated 09/28/15 04:49 PM EDT\n\n                                        By \nJon Prior\n\nBanks continue to foreclose on homeowners they claim to be helping in violation of 2012 settlement.\n\n09/28/15 04:20 PM EDT\n\n                                        By \nJake Sherman\n\nThe representative says the GOP needs to define what 'success' is.\n\n                                        Updated 09/28/15 04:19 PM EDT\n\n                                        By \nAustin Wright\n\nHe urges a more muscular U.S. response to Russian aggression and the Islamic State, but won't take sides on the budget.\n\n                                        Updated 09/28/15 04:05 PM EDT\n\n                                        By \nJohn Bresnahan\n\nThe Office of Congressional Ethics found \"no reason to believe\" his ex-staffer.\n\n                                        Updated 09/28/15 03:48 PM EDT\n\n                                        By \nJake Sherman\n\nHe wants Republicans to me \"much closer to the people\" they represent.\n\n09/28/15 03:45 PM EDT\n\n                                        By \nAnna Palmer\n\nConference Chairman Cathy McMorris Rodgers sends note to lawmakers ahead of conference meeting.\n\n                                        By \nDanny Vinik\n\nAnalysis: Trump's plan would benefit the rich, and cost $2-3 trillion.\n\n09/28/15 02:34 PM EDT\n\n                                        By \nAnna Palmer\n\nScalise's political operation is holding a K Street briefing.\n\n09/28/15 02:28 PM EDT\n\n                                        By \nEliza Collins\n\nThe campaign adds \"Buy Marco a plane ticket\" to the official store. \n\n                                        Updated 09/28/15 02:18 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nPutin was a particular focus for Obama, as he railed against regimes that repress information and jail dissidents.\n\n09/28/15 02:17 PM EDT\n\n                                        By \n                                                Joseph J. Schatz\n\nEXCLUSIVES with Ambassador Tony Gardner, Commissioner Günther Oettinger — Capital markets plan due Wednesday\n\n                                        Updated 09/28/15 02:17 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nNick Gass\n\nThe billionaire businessman promises to close loopholes on the rich, lower overall rates, and free half of Americans from income tax.\n\n                                        Updated 09/28/15 02:13 PM EDT\n\n                                        By \nRachael Bade\n\nIt allowed her top aide to work for a consulting firm and the Clinton Foundation while also advising at State.\n\n09/28/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCourting Boehner-land.\n\n09/28/15 01:59 PM EDT\n\n                                        By \nDaniel Strauss\n\nRyan Ellis, tax policy director, says the campaign reached out in late August.\n\n09/28/15 01:22 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nGraham's campaign accuses the RNC of trying to shrink the party's large and rambunctious primary field.\n\n09/28/15 01:07 PM EDT\n\n                                        By \nJake Sherman\n\nRepublicans to talk strategy moving forward\n\n09/28/15 01:03 PM EDT\n\n                                        By \nJake Sherman\n\nBlow to Scalise\n\n                                        By \n                                                Michael Crow\n                                         and \n                                                William Dabars\n\nUp-to-the-minute news on the battle for the future of the House GOP.\n\n09/28/15 12:30 PM EDT\n\n                                        By \nEliza Collins\n\nPope Francis weighs in on one more controversial topic before he goes home. \n\n09/28/15 12:20 PM EDT\n\n                                        By \nLauren French\n\nRoss is currently a senior deputy whip. \n\n09/28/15 12:20 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJake Sherman\n\n“It appears Representative Meadows permitted a former employee to remain on payroll,” the group wrote.\n\n09/28/15 12:14 PM EDT\n\n                                        By \n                                                Kelsey Sutton\n\n\"When he is upset at someone, he fights even harder,\" she says. \n\n                                        Updated 09/28/15 12:07 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced its debate criteria on Monday, making clear that Vice President Joe Biden will have the chance to make it onto the first debate stage should...\n\n09/28/15 12:06 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nPRESIDENT OBAMA: Mr. President, Mr. Secretary General, fellow delegates, ladies and gentlemen: Seventy years after the founding of the United Nations,...\n\n09/28/15 12:01 PM EDT\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nTPP agreement may be in sight — Right to try laws sweep nation, leave patients behind \n\n09/28/15 11:51 AM EDT\n\n                                        By \nDarren Samuelsohn\n\nThe American Coalition for Clean Cal Electricity is planning to cut half its staff.\n\n09/28/15 11:40 AM EDT\n\n                                        By \nJohn Bresnahan\n\nTexas Repubican will not seek any leadership post\nWe're working on more stories right now\nInside the House leadership scramble.\n\n                Getty\n\n            By \nLauren French\n\n09/28/15 05:33 PM EDT\nKansas Republican Rep. Lynn Jenkins has announced she’ll run for chair of the House Republican Conference if the current leadership scramble creates a vacancy. \nIn an email to members on Monday, Jenkins, the current vice chair of the conference, said the party must “unite” to advance conservative principles. \n“I am uniquely suited to serve, given the opportunity, as your chair of the House Republican Conference. And as always, my number one priority will be ensuring your needs as a conference are met, and I promise not a day will go by where I do not listen and learn from you to maximize our conference’s ability to advance and communicate our conservative values,” Jenkins wrote.\nRep. Cathy McMorris Rodgers (R-Wash.) is the current chair of the Republican conference but is considering making a bid for majority leader. Jenkins said she would only run if there was a vacancy.\nTo bolster her candidacy, Jenkins touted her experience as vice chair and her position on the influential Ways and Means Committee.\nNorth Carolina Rep. Renee Ellmers and Indiana Rep. Luke Messer are also considering a run for conference chairman. \n © 2015 POLITICO LLC", "byline": "", "description": "She says the party must “unite” to advance conservative principles.", "title": "Jenkins announces bid for conference chair", "url": "http://www.politico.com/blogs/the-gavel/2015/09/lynn-jenkins-bid-conference-chair-214175", "topics": ["campaign_finance"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Joseph J. Schatz", "Rachael Bade", "Michael Crow", "Henry C. Jackson", "Gunther Oettinger", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "Michael Morel", "Hugh Hewitt", "Austin Wright", "Kelsey Sutton", "Lynn Jenkins", "Danny Vinik", "Ryan Ellis", "Peter Eltsov", "Joe Biden", "Steve Scalise", "William Dabars", "John Boehner", "Gabriel Debenedetti", "Pope Francis", "Josh Gerstein", "Nick Gass", "Vali Nasr", "Brett Norman", "Luke Messer", "Isaac Dovere", "Tony Gardner", "Alex Isenstadt", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Lauren French", "Ben Schreckinger", "Brian Faler", "Daniel Strauss", "Austin Barbour", "Sarah Karlin", "Eli Stokols", "Jon Prior", "Darren Samuelsohn", "Renee Ellmers", "Stan Collender"], "orgs": ["Washington And The World", "Texas Repubican", "CIA", "CONGRESS", "RNC", "House Republican Conference", "Meadows", "Clinton Foundation", "Office of Congressional Ethics", "House GOP", "K Street", "American Coalition for Clean Cal Electricity", "GOP", "United Nations"], "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}], "date_written": "2015-09-28 22:33:35", "org": "politico", "article_id": "7b1f7563a89412c87903c8732b4845e0", "date_access": "2015-09-29 00:30:09.820509"}