{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Jonathan Topaz\n6/30/15 8:15 PM EDT\nTHE CLOCK: 497 days until Election Day 2016...\nA LOOK INSIDE JEB’S TAX RETURNS: POLITICO’s Eli Stokols reports: JEB BUSH raked in at least $29 million since leaving office in 2007, according to 33 years of tax returns the Republican candidate released on Tuesday as he sought to spin a narrative about his own wealth and offer a contrast to HILLARY CLINTON’s reputation for secrecy.\nStory Continued Below\nWhile acknowledging his “good fortune,” Bush focused his written explanation of his tax returns on what he sees as a broken system in which he had to fork over much of his decades of income to Uncle Sam. “In my case, I paid the government more than one in three dollars that I earned in my career. Astounding,” Bush wrote on his campaign website.\n\r\nThe tax rant and voluminous disclosure gives Bush a chance to talk about his wealth (estimated around $20 million) on his own terms, while delivering a dig at Clinton, who is still under fire for her exclusive use of a personal email account while serving as secretary of state. The staging and packaging of this document dump was a sleight of hand aiming to distract from the disclosures themselves — the fact that Bush is very much a 1-percenter who has aggressively monetized his family connections to amass significant wealth amidst a recession — and from several bad business dealings with questionable associates that have already been well chronicled. Read more at POLITICO http://politi.co/1GN6gy4\n\nGood Tuesday afternoon, and welcome to The 2016 BLAST. Your guide for the campaign is Jonathan Topaz (@JonathanTopaz). Send tips, ideas and gripes to jtopaz@politico.com.\nToday’s headline: CHRIS CHRISTIE is running for president. The New Jersey governor officially launched his campaign this morning, telling supporters he’ll always tell it to them straight. In other news, two big document dumps overshadowed the race today — 33 years worth of tax returns for JEB BUSH and 3,000 pages worth of State Department emails for HILLARY CLINTON. Also, BERNIE SANDERS railed against his vulgarian rivals for their last minute, beat-the-FEC-clock cash dash.\nTRAIL MIX: A look at what's popping on the campaign trail\nCHRIS CHRISTIE MAKES IT OFFICIAL \nA BRASH CAMPAIGN: POLITICO’s Alex Isenstadt reports from Livingston, NJ: \"CHRIS CHRISTIE formally launched his presidential campaign here on Tuesday, hoping the plain-spoken style and penchant for authenticity that once made him a rising star in the Republican Party will catapult him from long-shot to contender. Speaking before around 1,000 supporters at the small high school gymnasium of his alma mater, the New Jersey governor promised a brash campaign, one in which he would speak his mind and offer a decisive, clear vision of leadership that he said was lacking from his many rivals in the Republican field … The event was designed to showcase Christie’s style. He spoke without the help of a teleprompter, and frequently didn’t make use of the notes that were sitting on the podium.” politi.co/1U4NVWq\nPLAIN-SPOKEN: From the speech: “When I stand up on a stage like this in front of all of you there is one thing you will know for sure: I mean what I say and I say what I mean. And unlike some people who offer themselves for the presidency in 2016, you’re not going to have to wonder whether I can do it or not.”\nCLEARING THINGS UP: Also from the speech: “I’m not running for president of the United States as a surrogate for being elected prom king of America.”\nBETTING IT ALL ON NH: POLITICO’s Eli Stokols reports as CHRIS CHRISTIE hustled off to New Hampshire for a five-day swing. “The embattled New Jersey governor has little choice: he has to go all-in on the Granite State. Trouble is, he’s not alone. JEB BUSH and RAND PAUL are also heavily invested in New Hampshire. So are a handful of GOP long-shots ranging from GEORGE PATAKI to JOHN KASICH. ... Never before have so many White House hopefuls bet so much on a single primary … for almost every moderately conservative, establishment-oriented GOP hopeful in need of an early state breakthrough, New Hampshire is really the only game in town.” politi.co/1Hvwz1h\nFIRST SPOUSE PRIMARY: Mary Pat Christie, in an upcoming interview with CNN, says CHRIS CHRISTIE’s blunt style is “a hallmark of his leadership” and reflects on the aftermath of Bridgegate. “I think that you felt that people were all against you and you wanted to get to shout what the truth was,” she said in an excerpt provided to POLITICO. “I wouldn't recommend it, but it was healthy in some ways…but we're past that. Everybody knows that Chris had nothing to do with that. We have to remind people why Chris is such a good leader.”\nOFF-MESSAGE: National Journal asked CHRIS CHRISTIE’s biggest backer, billionaire Ken Langone, whether he would donate at least $10 million to the New Jersey governor’s campaign. “Would I write a check for $10 million? No, no I wouldn't,” said Langone, the founder of Home Depot and an estimated net worth of more than $2 billion. bit.ly/1HrNMqt\n            BLAST BONUS! MEGA-DONOR ANALYSIS OF IOWA\nLANGONE ON DEMOGRAPHY: “Look, you've got to look at Iowa, and that's those old ladies with knitting needles sitting around living rooms — I don't understand it.”\nLANGONE ON STRATEGY: “Forget Iowa. I say to you, the hell with Iowa.”\nCHRISTIE’S POWER PLAYERS: POLITICO’s Daniel Strauss reports: politi.co/1GMykkZ\n5 THINGS TO KNOW ABOUT CHRIS CHRISTIE: via NPR http://n.pr/1HvXABI\nTHE DAILY CLINTON \nCHELSEA’S FEE: $65K: The Washington Post reports that the University of Missouri at Kansas City paid Chelsea Clinton $65,000 to speak last year — after balking when HILLARY CLINTON’s team demanded $275,000 for the former secretary of state. wapo.st/1JnTB7O\nLESSONS FROM TERRY: Time: “[HILLARY] CLINTON’s campaign for president has adopted key strategic lessons from [longtime Clinton backer and Virginia Gov. Terry] McAuliffe’s gubernatorial race, including the finer details of a data-driven field organization focused on turning out the Democratic base and unmarried women, leaning into progressive Democratic positions and hiring many of the same staff members that helped McAuliffe win the governor’s mansion. And Democrats say that McAuliffe’s 2013 victory sets the stage for the state to go blue in the 2016 general election, when HILLARY CLINTON is the likely candidate.” ti.me/1eYcjJe\nNOT A COVER UP: POLITICO’s Josh Gerstein reports: “The timing of the State Department's plan to release about 3,000 pages of former Secretary of State HILLARY CLINTON's emails at 9 p.m. Tuesday is not an effort to minimize media coverage of the documents but the result of the complexity of preparing the records for public release and the need to meet a court-imposed deadline, a State official said.” http://politi.co/1T2K4aO\nTHE PROGRESSIVE RESISTANCE\n‘NATIONAL DISGRACE’: POLITICO’s Jonathan Topaz reports: On the last day of FEC filings for this quarter, BERNIE SANDERS — an ardent support of campaign finance reform who has refused to have an affiliated super PAC — slammed presidential candidates for their last-ditch fundraising efforts in a statement today, calling it a “national disgrace.” http://politi.co/1IqqqCs\nWARREN ON BERNIE: Boston Herald: “Elizabeth Warren isn’t ruling out joining ultra-liberal Democratic presidential candidate BERNIE SANDERS on the campaign trail in New Hampshire, saying she’s not surprised at all that the Vermont senator is surging in the polls and drawing enthusiastic Granite State audiences. ‘Bernie’s out talking about the issues that the American people want to hear about,’ Warren, who hasn’t endorsed anyone in the Democratic primary yet, told the Herald yesterday. Asked if she would campaign with Sanders at some point, she didn’t dismiss the idea. ‘Too early to say,’ she said. But Warren didn’t seem convinced that Sanders could eventually knock front-runner HILLARY CLINTON out of the Democratic primary.” bit.ly/1NsxA9k\nWARREN ATTACKS: Connecticut Post: Elizabeth Warren fired up 1,300 Democrats last night at a Connecticut Democratic Party fundraising dinner — and took aim at some top Republicans.\nJEB BUSH: “JEB BUSH, if you believe that the next president’s job is [to] privatize Social Security, then I believe that it’s our job to make sure you aren’t president.”\nSCOTT WALKER: “Well, SCOTT WALKER, if you believe the next president’s job is to encourage bigotry and to treat some families better than others, then I believe it’s our job to make sure you aren’t president” — a reference to his call for a constitutional amendment allowing states to ban same-sex marriage. bit.ly/1KnmbYt\n‘RESIDUAL DISENCHANTMENT’: The Boston Globe: “Prominent members of a Massachusetts Democratic fund-raising network that boosted Barack Obama in 2008 and Deval Patrick two years earlier are hosting high-dollar events for presidential candidate MARTIN O’MALLEY on Tuesday … the three events in the Boston area reflect a residual disenchantment with [HILLARY CLINTON] among some of the party’s local power brokers.” bit.ly/1ef0bCJ\nEARLY-STATE OP-ED: MARTIN O’MALLEY penned an op-ed in today’s Des Moines Register outlining his clean-energy plan he released earlier this month. “As president, I would use my executive power on day one to declare the transition to a clean energy future the number one priority of our federal government. And this is exactly what I’m coming to Iowa to talk about over the Fourth of July weekend,” he writes. dmreg.co/1R1HjsH\nJEB’S TAX RETURNS, CONTINUED\nWHERE IT’S FROM: Tampa Bay Times: “The vast majority of income came from consulting and speaking fees, where [JEB] BUSH earned between $40,000 and $75,000 apiece for dozens of appearances before business and trade groups, colleges, and organizations. … Bush has earned nearly $10 million in speaking fees since leaving the governor's office, including nearly $2.4 million for 50 speeches in 2013.” bit.ly/1C4YYJn\nSURVEYING THE 2016 LANDSCAPE\nRAND MEETS WITH BUNDY: POLITICO’s Adam Lerner reports: “RAND PAUL met privately with Cliven Bundy on Monday, the Nevada rancher and anti-government activist told POLITICO. The encounter came after Bundy attended an event for the Kentucky senator’s presidential campaign at the Eureka Casino in Mesquite, Nevada. When the larger group dispersed, Bundy said, he was escorted by Paul’s aides to a back room where he and the Republican 2016 contender spoke for approximately 45 minutes. The Nevada rancher said that he had expected only to have an opportunity to shake hands with Paul and make small-talk. He was surprised when campaign aides found a private room and allowed Bundy, his wife and son to speak with the candidate for the better part of an hour.” http://politi.co/1LGkzem\nRAND’S CAMP RESPONDS: From a statement: “There were no scheduled meetings at Senator Paul's stop in Mesquite.  He spoke to many people who came to this public event, none for 45 minutes and none planned.”\nWALKER’S IRAN DIG: SCOTT WALKER pens an op-ed in National Review today to rail against the Obama administration’s nuclear negotiations with Iran and urging negotiators to back away from the table. The deadline for a deal, set for today, got pushed back a week.  natl.re/PZuRMR\nCRUZ DEFENDS THE DONALD: In an interview with Fox News this morning, TED CRUZ offered praise for DONALD TRUMP and said he shouldn’t apologize for his recent comments calling many immigrants “rapists” and “drug dealers.” “I like Donald Trump. I think he’s terrific, I think he’s brash, I think he speaks the truth. … I don’t think you should apologize for speaking out against the problem that is illegal immigration,” Cruz said, later adding that he doesn’t think the majority of immigrants aren’t mostly rapists and drug dealers. bit.ly/1NvgGpO\nPOLITIFACT BAIT: TED CRUZ, today, to CNN’s Jake Tapper: “In my time in Washington, to the best of my knowledge, I have never spoken ill of any senator, Republican or Democrat.”\nNEXT NEWS CYCLE\nNEW HAMPSHIRE TRIFECTA: The day after his official launch, CHRIS CHRISTIE covers all his bases in New Hampshire tomorrow: a diner stop, a house party and a town hall meeting.\nRAND PAUL will be in Iowa tomorrow for four events, his first day of a two-day swing in the state.\nTED CRUZ starts his book tour tomorrow with two stops in Texas, including one in Houston.\nBERNIE SANDERS will hold a rally in Madison, Wisconsin, tomorrow evening.\nTHE DAILY NUMBER\n2: The years of tax returns Mitt Romney released during his 2012 presidential campaign. The JEB BUSH campaign hopes to offer a contrast by releasing 33 years of returns today. Romney released his 2010 and 2011 filings during his presidential run. politi.co/1IK4yOl\nFOLLOW @POLITICO's politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush , @EliStokols, @katie_glueck, @schreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin, @mikeallen, @dlippman, @Danielstrauss4\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "Chris Christie makes it official -- Chelsea's fee: $65k", "title": "A look inside Jeb's tax returns", "url": "http://www.politico.com/2016blast/0615/2016blast18957.html", "topics": ["campaign_finance"], "people": ["Rand Paul", "Mitt Romney", "Daniel Strauss", "Cliven Bundy", "Chris Christie", "Ken Langone", "Alex Isenstadt", "Jonathan Topaz", "Deval Patrick", "Donald Trump", "Eli Stokols", "Josh Gerstein", "Terry Mcauliffe", "Jake Tapper", "Chelsea Clinton", "Adam Lerner", "Barack Obama", "Ted Cruz", "Mary Pat Christie", "Elizabeth Warren"], "orgs": ["RAND", "Social Security", "CHELSEA", "National Journal", "Republican Party", "State Department", "University of Missouri", "PAC", "Des Moines Register", "Chelsea", "GOP", "LANDSCAPE", "WARREN"], "authors": [{"author_id": 30867, "fullname": "jonathan topaz", "primary_org": "politico"}], "date_written": "2015-07-01 01:15:51", "org": "politico", "article_id": "5eaed81ff0bdc7a77a1d798fe109c5b1", "date_access": "2015-07-01 00:40:04.372032"}