{"body": "AP Photo\nBy Ali Breland\n8/22/15 3:06 PM EDT\nNew Jersey Gov. Chris Christie and Texas Sen. Ted Cruz both took shots at ailing former president Jimmy Carter on Saturday while on the campaign trail for the 2016 Republican nomination.\nChristie said that we have the “weakest” president on foreign policy, and that, “[Obama] makes Jimmy Carter look strong,” while addressing an Iowa State Fair crowd from a soapbox.\nStory Continued Below\nCruz, speaking at the Koch-backed Americans For Prosperity event, Defending the Dream, in Columbus, Ohio, repeated a similar version of an attack he delivered Friday at the Iowa State Fair, when he compared the Obama and Carter administrations’ “same failed domestic policies, same misery, stagnation and malaise, same feckless and naïve foreign policy.”\nCarter revealed on Thursday that melanoma had spread to his brain and that he would begin radiation treatment immediately.\nCruz offered Carter support on Twitter prior to his Iowa comments. Christie did not. Cruz previously has apologized for attacking Vice President Joe Biden in the aftermath of his elder son’s death.\nCarter’s battle with cancer started last May when he returned home from a trip with a cold. After seeking treatment, doctors diagnosed him with cancer in his liver. He underwent surgery to remove a portion of his liver. His announcement Thursday that his cancer had spread stunned the political class and ordinary Americans alike.\nCarter has said that one remaining regret from his presidency was on foreign policy. “I wish I had sent one more helicopter to rescue the [American] hostages [in Iran].” Carter said. “We would have rescued them, and I would have been reelected.”\nBy JEFF GREENFIELD \nBy STEVEN A. COOK\nBy CALEB HANNAN\nBy IBRAHIM HIRSI\n© 2015 POLITICO LLC", "byline": "", "description": "The former president's battle with cancer started last May.", "title": "Christie, Cruz take shots at Jimmy Carter", "url": "http://www.politico.com/story/2015/08/christie-cruz-take-shots-at-jimmy-carter-121633.html", "topics": ["campaign_finance"], "people": ["Chris Christie", "Joe Biden", "Ted Cruz", "Jimmy Carter", "Ali Breland"], "orgs": ["Americans For Prosperity"], "authors": [{"author_id": 18101, "fullname": "ali breland", "primary_org": "npr"}], "date_written": "2015-08-22 20:06:30", "org": "politico", "article_id": "73af2f1a1e35f3e65a91e2392cb94489", "date_access": "2015-08-22 20:20:14.244724"}