{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Ben White\n7/21/15 8:00 AM EDT\nDNC DINGS KASICH OVER LEHMAN — Per DNC release going out today: “Tuesday, July 21st marks the fifth anniversary of the Wall Street Reform and Consumer Protection Act being signed into law. … But there’s another thing happening on July 21st. John Kasich, former Lehman Brothers executive — a Wall Street firm at the epicenter of the global financial crisis — will announce his candidacy for President of the United States”\nWHAT KASICH SAYS ABOUT LEHMAN — M.M. asked him about it at lunch in Manhattan a few weeks ago and his standard answer is that he worked out of a two-man office in Columbus, Ohio, and had no role in any of the decisions that led to Lehman’s bankruptcy. He also says he learned lessons about the greed-driven culture of Wall Street while at the bank. Still, he made good money from Lehman and you can bet that if Kasich gains any traction in the 16-person GOP field opponents will break out the Lehman card in a hot second.\nStory Continued Below\nGREECE MOVES TO SECURE BAILOUT — Reuters/Athens: “The Greek government submitted legislation to parliament on Tuesday required by its international lenders to start talks on a multi-billion euro rescue package. … Prime Minister Alexis Tsipras has until Wednesday night to get those measures adopted in the assembly. A first set of reforms triggered a rebellion in his party last week and passed only thanks to votes from pro-EU opposition parties.\n“The second bill, though less divisive, will still be a test his weakened majority. It puts into Greek law new European Union rules on propping up failed banks, decreed after the 2008 financial crisis and aimed at shielding taxpayers from the risk of having to bail out troubled lenders. … Together with his coalition partners from the right-wing Independent Greeks party, Tsipras has 162 seats in the 300-seat parliament. But last week's rebellion cut his support to just 123 votes, meaning he is likely to need opposition votes again.” http://reut.rs/1g0GYWQ\nBUT IT’S NOT OVER — Bloomberg: “Don’t pack away the currency presses just yet, Greece’s euro exit may be back on the table next year. … There’s still a danger that Greece will be forced out of the euro region by the end of 2016, according to 71 percent of respondents in a Bloomberg survey of 34 economists. Seventy percent said they reckon Greece should be safe for the rest of 2015, though almost half said they thought the 86 billion-euro ($93 billion) bailout package Prime Minister Alexis Tsipras is targeting will prove to be too small.” http://bloom.bg/1KhuRS4\nFIRST LOOK: HENSARLING ON DODD-FRANK — From House Financial Services Committee Chairman Jeb Hensarling (R-Texas) keynote coming later this afternoon at AEI’s “Dodd-Frank’s Unhappy Fifth Birthday:” “The Dodd Frank architecture … has made us less financially stable. Since the passage of Dodd-Frank, the big banks are bigger and the small bankers are fewer.\n“But because Washington can control a handful of big establishment firms much easier than many small and zealous competitors, this is likely an intended consequence of the Act. Dodd Frank concentrates greater assets in fewer institutions … This is bad policy and worse economics and risks further bailouts … “\nTHE BRIGHTER VIEW — From a report out today by Hamilton Place Strategies (which works for big banks): “In 2015, the debate on financial regulation has more or less ignored the actual changes to largest U.S. banks. The fact is reform has dramatically changed the largest banks. Capital has doubled. Liquidity has tripled. Large banks have reduced legal entities by 20 percent. Four of the largest banks have shrunk and overall the largest banks have grown far slower than the U.S. economy, regional banks, and community banks.” http://bit.ly/1ecUwge\nWARREN ON DODD-FRANK — Americans for Financial Reform has a new video up featuring Sen. Elizabeth Warren on today’s anniversary: http://bit.ly/1TNzkxp\nTHE GREEK BAILOUT’S FUZZY MATH — POLITICO Europe’s Pierre Briancon and Matthew Karnitschnig: “After promising up to €86 billion to finance a third bailout for Greece, the country’s creditors now just have to find the money. So far, the numbers don’t add up. The figures officially mentioned since Athens and other eurozone governments clinched a deal July 13 don’t square with the official statements of the signatories themselves. The reason is politics. The International Monetary Fund, which contributed about a third of the funding of the two previous Greek bailouts in 2010 and 2012, has yet to say whether it will put fresh money into a third. \n“The IMF won’t go in without debt relief. Eurozone governments won’t go in without the IMF, but want debt relief to be only ‘considered after the first positive completion of a review.’ Either someone has to give in, or Greece’s creditors must come up with a major fudge to square their impossible circle. The IMF can only lend to a country if it deems its debt sustainable. Asked on July 17 whether the deal agreed by Greece and its eurozone creditors a few days before would be viable without debt relief, IMF managing director Christine Lagarde said: “The answer is unequivocal: No.”” http://politi.co/1IgQqSd\nOBAMA TAPS DOMINGUEZ FOR FED — POLITICO’s Zachary Warmbrodt: “President Barack Obama plans to nominate University of Michigan professor Kathryn Dominguez to serve on the Federal Reserve Board of Governors … The economist will be the second Fed board nominee Obama has put forward in recent months. The Senate Banking Committee has yet to take up the nomination of former Bank of Hawaii Chief Executive Allan Landon. ..\n“Dominguez is a professor of public policy and economics at the Gerald R. Ford School of Public Policy and the Department of Economics at the University of Michigan. She has also been a research associate of the National Bureau of Economic Research since 2001.” http://politi.co/1I9jcho\n** A question from the Investment Company Institute: What’s the second reason why the DOL’s fiduciary proposal is fatally flawed and could actually harm retirement savers? New burdens and market changes created by the proposal could mean that many investors would no longer be able to obtain advice. Learn more: www.ici.org/fiduciary **\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Jennifer Liberto on the Volcker Rule finally going into effect today [http://politico.pro/1CMRL1c]. For Pro's subscriber-only coverage — and to get Morning Money every day before 6 a.m. — please contact Pro Services at (703) 341-4600 or info@politicopro.com.\nWALL STREET LOBBIES TO HALT BROKER RULE — Patrick Temple-West: “The financial industry on Monday laid a foundation for a possible legal challenge if the Labor Department finalizes new rules for the brokerage industry, a priority for the Obama administration to implement before the president leaves office. In a call with reporters, Chamber of Commerce officials called the fiduciary proposal ‘an arbitrary and capricious rulemaking,’ which is one of the ways to challenge a federal rule under the Administrative Procedure Act. ‘The [Labor] Department appears to be exceeding its regulatory authority in very significant ways,’ the Chamber, the largest pro-business lobbying group, said in one of its four comment letters on the proposed rule\n“Ahead of a [deadline today] to file comment letters, the Chamber and SIFMA reiterated their concerns about the proposed rule, released in April, to impose a fiduciary standard on brokers who offer retirement investment advice to customers. … While both groups said it is too early to consider filing a lawsuit to stop the Labor Department, they left open the possibility if the rule is finalized next year as is widely expected … ” http://politico.pro/1Kh3bN6\nGOOD TUESDAY MORNING — Don’t think you are getting out of this briefing without some Donald Trump craziness. It’s just after the jump.\nDRIVING THE DAY — President Obama visits and will address the 116th National Convention of the Veterans of Foreign Wars where he will mark the Dodd-Frank anniversary by announcing new efforts to protect military families from predatory lending practices … Obama heads to NYC in the afternoon to tape “The Daily Show” and speak at a DSCC fundraiser … Mike Allen has a double-header Playbook Breakfast with Homeland Security Secretary Jeh C. Johnson and U.S. Customs and Border Protection Commissioner R. Gil Kerlikowske … Kasich announces in Ohio before heading to New Hampshire …\nYOU THINK TRUMP IS OVER? NOTHING IS OVER — POLITICO’s Ben Schreckinger, Cate Martel and Daniel Strauss: “When Donald Trump derided John McCain’s war hero status on Saturday and set off a media firestorm, many in the Republican establishment thought he had finally self-destructed. They can keep dreaming. Trump’s partisans are disappointed. But they’re disappointed in McCain, the media and the party establishment, not Trump.\n“Interviews with his supporters in New Hampshire and the first drips of polling data suggest the mogul’s core constituency has no intention of abandoning him over the dust-up … Early indications from Iowa polling are also showing that for Trump’s supporters, his comments only burnish the brash, blunt image that drew them to the businessman in the first place”\nFED BUMPS UP CAPITAL LEVELS — FT’s Sam Fleming: “The eight leading US banks will hold extra capital buffers totalling $200bn under new Federal Reserve rules aimed at preventing a major financial collapse. The Fed on Monday announced final rules that will apply to eight major banks deemed to be globally systemically important. All but one of the banks, which include Citigroup, Goldman Sachs and Morgan Stanley, are already in compliance with the requirements, Federal Reserve officials said. The exception is JPMorgan, which would have a current $12.5bn capital shortfall …\n“That however is substantially smaller than estimates of a hole of more than $20bn that emerged last December, after the bank took steps to adjust its balance sheet. The final draft rules set new capital requirements for the US’s top bank holding companies that go beyond minimum international standards set by the Basel Committee on Banking Supervision. The banks must comply with the rules to avoid being hit by limits on their dividend and bonus payments. Daniel Tarullo, the Fed governor who heads supervision, said the central bank would consider whether to incorporate the capital surcharges into its stress-testing framework.” http://on.ft.com/1RLUr5N\nTHE BIG IDEA: ARE WE TOO COMPLACENT ABOUT THE FED? — Wells Capitals Jim Paulsen on the dawn of Fed tightening: “For the first time in this recovery, the Fed will likely begin raising interest rates yet this year either in September or December. Currently with the stock market near all-time record highs, most do not seem too worried. … Perhaps the main event will prove a non-event.\n“However, our guess is the first Fed tightening of this unprecedented monetary easing cycle may produce more turbulence in the stock market than currently anticipated. In the post-war era, the stock market has often struggled in the year following the first Fed rate hike. Moreover, because the Fed has waited so long to initiate tightening, the stock market currently exhibits several vulnerabilities which may make it more sensitive to Fed actions compared to past recoveries.”\nTRUMP THE LEADER — POLITICO’s Adam B. Lerner: “Donald Trump’s headline-grabbing antics have given him a commanding lead in a new poll, but the good news may be fleeting. According to a poll released by ABC News and the Washington Post on Monday, Trump leads among 16 Republican candidates with 24 percent of respondents’ support.\n“The next candidate, Wisconsin Gov. Scott Walker, had the support of 13 percent of polled Republicans, while former Florida Gov. Jeb Bush was the choice of 12 percent. Notably, though, Trump’s support dropped dramatically over the course of the four days the survey was conducted, during which time he was widely condemned for saying that Sen. John McCain (R-Ariz.) is not a war hero because he was captured”\nALSO FOR YOUR RADAR —\nNEW PRO EX-IM VIDEO — A group fighting to get the Ex-Im Bank reauthorized, the Exporters for Ex-Im Coalition, released a 2-minute video that criticizes groups for celebrating the lapse in Ex-Im's reauthorization because the lapse is harming small businesses” http://bit.ly/1Ot49Ew\nCHINA WANTS JEB VS HILARY — Aaron Mak in POLITICO Magazine: “Perhaps no one in the world would relish a general election campaign between Hillary Clinton and Jeb Bush — apart from the two candidates themselves — more than the mandarins in Beijing. Already, official Chinese news coverage of the 2016 primary season is highlighting the back-and-forth baton exchange between the Clinton and Bush families. Other U.S. presidential candidates are often brushed off as long shots; many Chinese writers seem to have bypassed the primaries, already nominating the front-runners in order to fit the narrative.\n“Chinese journalists, often eager to take the party line, are framing the U.S. election — sometimes smugly, sometimes incredulously — as a battle between hereditary family clans. The reason for this long-lens look at 2016 from Beijing seems clear. The ruling Chinese Communist Party is deeply sensitive to charges that it is non-democratic and the playground of “princelings” — a pejorative term for the class of Chinese business tycoons and political power players who trace their lineages to Communist veterans. Nothing helps to blunt that charge as much as the idea that American democracy is similarly corrupt” http://politi.co/1CMOeQi\nFIRST DATA PLANS IPO — FT’s Telis Demos and Gillian Tan: “Payment-processing giant First Data Corp. is returning to the public market nearly a decade after it was taken private in one of the biggest leveraged buyouts on record. First Data, which handles trillions of dollars of transactions such as credit-card payments each year, was taken private by KKR & Co. and its investors in 2007 in a $26 billion deal. It was one of the largest private-equity takeovers of a public company in history at the time, done during the peak for megabuyouts before the financial crisis in 2008.\n“An IPO could value First Data at around $40 billion including debt, based on how comparable companies, such as Vantiv Inc., are valued as a multiple of earnings before interest, taxes, depreciation and amortization. Even though KKR and others invested $3.5 billion in new equity last year, an IPO at that valuation would imply the company’s equity value has risen, since the original deal was funded with more than $23 billion of debt, and long-term debt stood at around $20.6 billion at March 31.” http://on.wsj.com/1HNo6RP\nPROMONOTORY PROBE GATHERS PACE — NYT’s Ben Protess and Jessica Silver-Greenberg: “When an executive at one of Wall Street’s top consulting firms testified before Congress two years ago, he stressed the importance of independence in reviewing bank misdeeds, declaring, ‘If we merely told our clients what they want to hear, we would lose credibility.’ A long-running New York State investigation into potential conflicts of interest at the firm, Promontory Financial Group, is now calling some of that credibility into question, according to lawyers briefed on the matter. And in an escalation of the investigation, state authorities recently subpoenaed several of the firm’s employees, including the executive who testified before Congress.\n“The subpoenas from New York’s financial regulator, the latest step in a two-year inquiry, require that at least six Promontory employees sit for depositions beginning on Tuesday, the lawyers said. The development signals that the investigation, which at times grew bitter as Promontory resisted the regulator’s requests for documents, has reached its final stages and could soon yield a punishment. The scrutiny threatens the reputation of Promontory, a firm staffed with so many former federal officials that it is known as Wall Street’s shadow regulator.” http://nyti.ms/1LpqB31\nMORGAN STANLEY BEATS EXPECTATIONS — FT’s Ben McLannahan: “Morgan Stanley brought the curtain down on the big US banks' earnings season in positive fashion, with a double-digit rise in revenues and profits that exceeded analysts’ expectations. Net revenues were 13 percent stronger during the second quarter at the Wall Street bank, which benefited from a resilient performance from the trading unit where revenues were up almost a third from a year earlier. … The core wealth management division also put in a solid 5 percent rise in revenues and a 20 percent rise in profits.\n“Overall, reported earnings dropped about 5 percent to $1.8bn. But after stripping out the effects of a tax benefit a year ago and a fall in the value of the bank’s own debt, net income from underlying operations rose about a third to $1.5bn. Earnings per share of 79 cents, excluding the accounting gain, compared with estimates of 74 cents.” http://on.ft.com/1Gy3NWF\n** A question from the Investment Company Institute: What’s the second reason why the DOL’s fiduciary proposal is fatally flawed and could actually harm retirement savers?\nIn its estimates of the cost of its proposed rule, the Department of Labor focuses only on administrative or compliance costs, without acknowledging or measuring a significant harm that could occur if it adopts the proposed rule — the risk that some retirement savers would lose access to the advice and information they currently rely upon to meet their savings goals.\nMany broker-dealers are likely to exit the market for retirement advice under the proposal. Yet the DOL has itself said that retirement savers who do not receive advice are twice as likely to make poor investment choices as those who do receive advice.\nThe benefits of advice are significant. The DOL shouldn’t put investors’ access to advice at risk. Learn more: www.ici.org/fiduciary **\nBy AARON MAK\nBy JOSH ZEITZ\nBy LARRY J. SABATO\nBy TOM DASCHLE\n© 2015 POLITICO LLC", "byline": "", "description": "Greeks vote on bailout (but its not over)", "title": "DNC dings Kasich on Lehman — Greeks vote on bailout (but its not over) — Trump the leader — Should we fear the Fed?", "url": "http://www.politico.com/morningmoney/0715/morningmoney19218.html", "topics": ["economy"], "people": ["Kathryn Dominguez", "Dodd Frank", "Hillary Clinton", "Goldman Sachs", "Patrick Temple", "Pierre Briancon", "Scott Walker", "Morgan Stanley", "Jeh C. Johnson", "Jeb Bush", "Sam Fleming", "Donald Trump", "Adam B. Lerner", "Barack Obama", "Elizabeth Warren", "Ben Protess", "Zachary Warmbrodt", "Jennifer Liberto", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Cate Martel", "Alexis Tsipras", "Matthew Karnitschnig", "John Kasich", "Ben White", "Jeb Hensarling", "Aaron Mak", "Christine Lagarde"], "orgs": ["Morgan Stanley", "Fed", "Lehman", "Hamilton Place Strategies", "NYT", "Investment Company Institute", "Chamber of Commerce", "AEI", "Party", "Citigroup", "Federal Reserve", "International Monetary Fund", "Congress", "SIFMA", "Senate Banking Committee", "Labor Department", "University of Michigan", "FED", "U.S. Customs and Border Protection", "DNC", "IMF", "House Financial Services Committee", "Lehman Brothers", "Department of Labor", "European Union", "GOP", "WARREN", "M.M.", "KKR & Co.", "IPO", "JPMorgan", "KKR", "Playbook Breakfast", "Federal Reserve Board of Governors", "National Bureau of Economic Research", "Pro Services"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-07-21 13:00:32", "org": "politico", "article_id": "bdec9c33ef590ca90c8b27ae8580b55d", "date_access": "2015-07-21 12:10:08.350562"}