{"body": "POLITICO\nAn early filing of the day's tax news\nBy Hillary Flynn\n7/8/15 10:00 AM EDT\nWith assistance from Toby Eckert, Elena Chiriboga and Brian Faler\nOPAQUE PHONE SCAMS IN SPOTLIGHT. The IRS's auditor will shed some light on phone scams, which have boomed in recent years, at a media briefing today. The update is expected to provide new data on the problem and efforts to combat it. The scams started to pick up in August 2013. By October of that year, the Treasury Inspector General for Tax Administration was tracking the crime in earnest. Now it's on everyone’s radar. The scheme — in which a taxpayer receives an unsolicited call from a scammer posing as an IRS agent who says the taxpayer owes taxes and can be immediately arrested if they don’t put cash on a prepaid debit card — came in at No. 1 on the IRS’s “Dirty Dozen” tax scams this year and there have been two congressional hearings on the issue, by the Senate Finance Committee and the Senate Special Committee on Aging.\nStory Continued Below\n“To date, TIGTA has received over 366,000 reports of these calls,” Timothy Camus, deputy inspector general at TIGTA, told the Senate Finance Committee in March. He went on to say that as of March 9, there were 3,052 individual victims who paid a total of $15.5 million — which comes to an average of $5,000 per victim.\nRead Camus’ past testimony here: http://1.usa.gov/1Apsh1R and the IRS’s “Dirty Dozen” here: http://1.usa.gov/1DBsS68\nHAPPY WEDNESDAY! Stopping by the new Fig & Olive tonight. Let’s see if the D.C. branch lives up to the one in New York, which is one of my favorite restaurants! If you know of any tax news, email me at hflynn@politico.com or follow me on Twitter @hflynnpolitico.\nALSO ON THE AGENDA — \nSENATE REPORT ON ALLEGED IRS POLITICAL TARGETING DUE BEFORE AUGUST RECESS. The Senate Finance Committee will release a long-awaited report on the way the IRS handles tax-exempt groups before the August recess, committee aides confirmed to POLITICO. The report is the culmination of a 26-month investigation into the way the IRS processed applications for 501(c)(4) status, after the agency’s inspector general kicked up a firestorm with a May 2013 report revealing the IRS had judged conservative groups’ applications using “inappropriate” criteria. Several congressional investigations are still under way. http://politico.pro/1J389am\nTAXES SHAPING UP AS DEFINING ISSUE IN GOP PRESIDENTIAL PRIMARY. With SO many candidates, the Republican presidential contenders are hoping to stand out from the crowd with big, splashy tax reform proposals. The result? A surprisingly diverse array of proposals, some of which defy the party’s mantras on tax increases and low marginal rates. The party’s already vigorous debate over the competing plans is likely to ramp up in coming weeks, with Jeb Bush, Scott Walker and John Kasich yet to weigh in with their own proposals. And with the primary debates set to begin in August, candidates will be looking to flesh out their policy agendas. Read the take from Pro Tax's Brian Faler here: http://politico.pro/1JSo1zt\nSTILL NO FUNDING FIX FOR HIGHWAYS. After retreating to the Library of Congress for a meeting of the minds on that and other matters, House Ways and Means Republicans say they are still at a loss for how to find money for a transportation fund extension, Pro Transportation’s Heather Caygle and Jennifer Scholtes report. “We’re still hoping for an extension until the end of the year, which gives us time to get to the five- to six- to seven-year long-term bill, which then gives us an opportunity to look at permanent funding,” said Rep. Dave Reichert, chairman of the Ways and Means Select Revenue Measures Subcommittee.\nGRASSLEY ISSUES TIMELY REMINDER ON ACA PENALTY BILLS. Just in case they forgot, Sen. Chuck Grassley wants small businesses to know he has their back as an Obamacare regulation that could snare them kicks in. Grassley reminded everyone there’s bipartisan legislation in the Senate and House that he says would fix the problem. Starting July 1, businesses that give their workers additional pay to compensate them for medical expenses or for buying health insurance can be fined $100 per day, per employee. Small business advocates want Congress to revoke the regulation. Hence Grassley’s legislation, and a companion bill in the House. “I’ve heard from farmers, small-business owners and accountants who are worried about getting hit with a penalty for something they’ve done for a long time without any controversy,” the Iowa Republican said in a statement. “It doesn’t make sense to tell small employers they can’t help their employees get health insurance.”\n— THE DEETS OF GRASSLEY’S LEGISLATION: It would allow small businesses and municipalities with fewer than 50 employees to continue using pre-tax dollars to chip in for health care expenses; allow the employees to use the money to buy health insurance on the individual market or to pay for out-of-pocket medical expenses if he or she has qualified health coverage; and protect employers from being fined for the practice.\nThe Senate legislation is here: http://bit.ly/1LVCNbD And the House legislation is here: http://bit.ly/1JNeeNT.\nIRS WHISTLEBLOWER PROGRAM PARTICIPATION JUMPS IN 2014. Looks like the IRS whistleblower program is booming. The agency’s report of how the program went for fiscal 2014 was released Tuesday, showing that it received a record 14,365 claims. During that year the IRS paid out $48,516,906 in awards, after the amount reduced by sequestration was accounted for. These payout are for claims filed between fiscal 2006 and fiscal 2011 and are 16.9 percent of the total amount the IRS collected because of the claims. http://1.usa.gov/1HLbqQL\n — GRASSLEY TIPS HIS HAT — AND GIVES A WARNING: “The point of the whistleblower office changes was to encourage the IRS to work as closely as possible with whistleblowers to rein in tax cheats and return money to the U.S. Treasury. It seems the IRS has made some progress but there’s always danger of moving backward if the IRS’s focus changes or if whistleblowers stop coming forward out of fear of poor results, such as the seeming lack of urgency in the processing of awards. I’ll continue to look for progress and even more evidence that the IRS is offering a welcome mat to whistleblowers.”\nNIGER INNIS GRACIOUS TOWARD ONETIME RIVAL HARDY. Niger Innis, the Nevada activist and politician who ran against Rep. Cresent Hardy in the 2014 GOP primaries and whom Hardy attacked for having unpaid business taxes, is not rejoicing over the revelation Hardy has $5.3 million in unpaid tax liens and other business debt. “I think obviously Hardy is dealing with some issues regarding taxes and debt that a lot of small businesses and large business have to deal with every day,” Innis told your Morning Taxer. Hardy’s debt came from an upscale golf course he had designed. Innis acknowledged that during the primary, they both “hit each other very hard over our tax problems.” He said, though, “One of the things both Hardy and I argued during our primary is that small businesses are catching hell in their regulatory environment and the heavy tax burden they have to deal with.”\nPOLL: WESTERNERS WANT TO HIKE ENERGY EXTRACTION TAXES. Westerners want energy companies to treat their land better, or at least pay more to extract from it. The Western Values Project commissioned a poll of residents in New Mexico, Colorado and Montana that showed 84 percent of Westerners believe companies that extract energy from federal public lands should pay the same tax rate as they pay when they extract energy from private and state-owned lands. The federal royalty rate is currently 12.5 percent and has not been updated since the 1920s, while oil- and gas-producing states tend to charge much higher tax rates. Texas has a 25 percent rate, North Dakota has an 18.75 percent rate, and Wyoming has a 16.67 percent rate. http://bit.ly/1CZfupn\nMARK EVERSON WANTS TRUMP TO CALL IT QUITS. Mark Everson — remember him? No? The former IRS commissioner and 2016 presidential hopeful wants real estate mogul Donald Trump — one of his competitors for the GOP nomination — to end his campaign. His issues with Trump are the pretty standard: outrage over Trump's comments about Mexican immigrants, and probably Trump’s hair (just kidding). Trump is obviously fearing for his political life right now … If you want to meet Mark Everson, click here: http://bit.ly/1J3f4QV.\nWORLD NEWS — \nU.K. PENSION CHANGE COULD HIT RETIREES WITH HIGH TAX BILL. Thanks, Granny: A change in the U.K.’s pension rules will produce a big windfall for that country’s Treasury. Pensioners age 55 and over can now take their pensions in cash, instead of having to buy an annuity. Taking the cash in a bundle can result in a hefty income tax bill. “Such income tax revenue this year is expected to be more than double the amount predicted by the Treasury,” the BBC reports. While the Treasury cited an estimate of £320m (roughly $494 million) for 2015-16, the BBC commissioned its own study showing the extra taxes will total £700m (roughly $1 billion). \nSTATE TAX WATCH — \nMEASURE PLACES REGULATIONS ON OREGON DEPT. OF REVENUE PRACTICES. Oregon Gov. Kate Brown has signed into law a bill that places restrictions on the state Department of Revenue’s aggressive tax collection tactics against Oregon’s underprivileged residents, The Oregonian/OregonLive reports. The bill “directs the Revenue Department to suspend collection of unpaid state income taxes from seniors and other Oregonians getting by on Social Security and other income exempt from collections.“ The department has intensified its collection practices in recent years. It collected $60.9 million in 2014 versus $32.2 million in 2010. The full story: http://bit.ly/1TjxaVU\nDID YOU KNOW? Trump went to elementary school and junior high in Queens, N.Y., but after getting into some trouble in his early teen years, his parents moved him to the New York Military Academy. - Xfinity Entertainment Programmers\nOver and out from Morning Tax. Reach out to the Pro Tax team: bfaler@politico.com, kodonnell@politico.com, hflynn@politico.com and teckert@politico.com\nBy BILL SCHER\nBy ANNA BADKHEN\nBy JACK SHAFER\nBy LARA BAZELON\n© 2015 POLITICO LLC", "byline": "", "description": "Senate's findings on alleged IRS political targeting due before August recess.", "title": "TIGTA to give update on phone scams — Senate’s findings on alleged IRS political targeting due before August recess — Taxes shaping up as defining issue in GOP presidential primary", "url": "http://www.politico.com/morningtax/0715/morningtax19041.html", "topics": ["personality", "health", "trade"], "people": ["Brian Faler", "Jennifer Scholtes", "Heather Caygle", "Mark Everson", "Elena Chiriboga", "Chuck Grassley", "Jeb Bush", "Timothy Camus", "Hillary Flynn", "Donald Trump", "Cresent Hardy", "Toby Eckert", "John Kasich", "Scott Walker", "Kate Brown", "Dave Reichert"], "orgs": ["Social Security", "Department of Revenue", "Congress", "Senate Finance Committee", "Senate", "IRS", "Senate Special Committee", "New York Military Academy", "U.S. Treasury", "SENATE", "Treasury", "Treasury Inspector General for Tax Administration", "Pro Transportation", "GOP", "Library of Congress"], "authors": [{"author_id": 30905, "fullname": "hillary flynn", "primary_org": "politico"}], "date_written": "2015-07-08 15:00:36", "org": "politico", "article_id": "012bb367182c4869a2783ae4dd3016c0", "date_access": "2015-07-08 14:10:07.830405"}