{"body": "A series of live conversations exploring challenges and opportunities facing millennials as well as potential policy solutions.\nPOLITICO hosts a cutting-edge conversation exploring how millennials are impacting the future of environmental sustainability. Are millennial lifestyle choices and technology making cities more sustainable? How are young voters transforming environmental politics? \n06/25/2015\nPOLITICO hosts a cutting-edge conversation exploring the future of the Supreme Court. Where is the Chief Justice Roberts Court taking us? Can technology and term limits break open this most opaque branch of government?\n06/18/2015\nJoin the POLITICO Pro Health Care team for an in-depth policy discussion on prescription drug costs and how consumers, providers and the government can manage these shifting prices. \n06/17/2015\nJoin POLITICO's Chief White House Correspondent Mike Allen as he takes Playbook live for a cocktail conversation about policy, politics and 2016 with Hillary for America’s Campaign Manager, Robby Mook, and Director of Communications, Jennifer Palmieri.\n06/12/2015\nPOLITICO’s Campaign Pro team hosts a lively conversation with digital insiders who are designing cutting-edge tech strategy and shaping 2016. How will campaigns use Big Data, social media, and social networks to win voters, volunteers and donors? What’s the Next Big Thing in the tech race for the White House and Congress?\n06/10/2015\nFor information about sponsoring a POLITICO event, please contact Beth Lester at blester@POLITICO.com\nUpdated: 4/27/15 9:02 AM EDT\nUpdated: 2/17/15 7:47 AM EST\nUpdated: 2/17/15 12:34 AM EST\nUpdated: 6/26/15 3:10 PM EDT\nUpdated: 2/17/15 8:01 AM EST\nUpdated: 2/17/15 12:38 AM EST\nUpdated: 6/26/15 3:13 PM EDT\nUpdated: 2/17/15 8:05 AM EST\nUpdated: 2/17/15 1:43 AM EST\n© 2015 POLITICO LLC", "byline": "", "description": "A series of live conversations exploring challenges and opportunities facing millennials as well as potential policy solutions.", "title": "Solving for Y", "url": "http://www.politico.com/events/solving-for-y-series/index.html", "topics": ["campaign_finance", "economy", "health", "women"], "people": ["Justice Roberts Court", "Robby Mook", "Beth Lester", "Mike Allen", "Jennifer Palmieri"], "orgs": ["Director of Communications", "Supreme Court", "Congress"], "authors": [], "date_written": "2015-06-26 20:39:55", "org": "politico", "article_id": "923566524cf53ecfe6f7fc5d11277a40", "date_access": "2015-06-26 20:20:30.001896"}