{"body": "\n09/26/15 08:17 AM EDT\n\n                                        By \nTerry Mulcahy\n\n\n09/26/15 08:15 AM EDT\nGOP CIVIL WAR.\n\n09/26/15 08:02 AM EDT\n\n                                        By \nBen Schreckinger\n\nA potential kingmaker, the senator discusses what it will take to win his endorsement.\n\n2016\n\n09/26/15 08:00 AM EDT\n\n                                        By \nKenneth P. Vogel\n                                         and \nNoah Weiland\n\nThe charity is struggling to regain its luster amid political scandals.\n\n09/26/15 07:58 AM EDT\n\n                                        By \nAndrew Glass\n\nPresident Richard Nixon told reporters that he was making 'some progress' in his effort to end the Vietnam War.\n\n09/26/15 07:53 AM EDT\n\n                                        By \nJake Sherman\n\nIllinois Rep. Peter Roskam is trying to force Republicans to hold a closed meeting about the future of the party before a vote on new leadership slate,...\n\n09/25/15 10:49 PM EDT\nRemarks given by President Barack Obama and Chinese President Xi Jinping during Friday's Chinese state dinner.\n\nCongress\n\n                                        Updated 09/25/15 10:22 PM EDT\n\n                                        By \nGlenn Thrush\n                                         and \nSarah Wheaton\n\nThe speaker and the president had big ideas, but 'the crazies' got in the way.\n\nCONGRESS\n\n                                        Updated 09/25/15 10:10 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nJake Sherman\n\nAfter less than nine years in the House, the majority leader is poised to take the reins from Boehner.\n\n09/25/15 08:10 PM EDT\n\n                                        By \nJohn Bresnahan\n                                        ,\nJake Sherman\n                                         and \nAnna Palmer\n\nBattle shaping up for No, 2 post among House Republicans.\n\n09/25/15 07:57 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nHere's who's attending the state dinner at the White House.\n\n                                        By \n                                                Henry C. Jackson\n\nHe constantly touts the number of attendees at his events and sometimes wildly exaggerates.\n\n09/25/15 07:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nDonald Trump constantly touts the number of attendees at his events and sometimes wildly exaggerates. He also publicly attacks journalistic accounts of...\n\n09/25/15 07:41 PM EDT\n\n                                        By \nDavid Rogers\n\nLooming showdowns over the budget and debt ceiling might have benefited from his experience.\n\nCongress\n\n09/25/15 07:28 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nhow boehner decided to bounce\n\n                                        Updated 09/25/15 07:16 PM EDT\n\n                                        By \nBen White\n\nWall Street is quietly freaking out over Boehner's departure .\n\n                                        Updated 09/25/15 06:59 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nThe embattled House speaker, facing a fresh coup attempt, woke up on Friday and said, 'Today's the day.'\n\n09/25/15 06:50 PM EDT\n\n                                        By \nLauren French\n\nHouse Democrats are seeing a silver lining in John Boehner's unexpected announcement that he plans to resign from Congress at the end of October.\n\nCongress\n\n09/25/15 06:50 PM EDT\n\n                                        By \nShane Goldmacher\n\nThe internal struggle that helped doom Boehner now bleeds into the presidential race.\n\n2016\n\n                                        Updated 09/25/15 06:47 PM EDT\n\n                                        By \nBen Schreckinger\n\nHe's obsessed with his crowds. It’s a sign of an unfiltered candidate focused on the most conspicuous indicators of success.\n\nPolitics\n\n09/25/15 06:46 PM EDT\n\n                                        By \nTodd S. Purdum\n\nBeing a GOP House speaker might be the worst job in Washington.\n\nPolitics\n\n09/25/15 06:43 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\n20 political experts mull the future of the top job in the House.\n\n09/25/15 06:37 PM EDT\n\n                                        By \nSarah Wheaton\n\n“He went and he became president. I didn’t go and I’m still vice president,\" Biden jokes.\n\n09/25/15 06:34 PM EDT\n\n                                        Updated 09/25/15 06:33 PM EDT\n\n                                        By \nJoseph Marks\n\nThe joint promise goes beyond merely vowing that the countries won't launch cyber first strikes against each other’s power grids and other critical infrastructure.\n\n09/25/15 06:24 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe lawsuit challenges the NSA’s monitoring of U.S.-based international Internet gateways effort under a 2008 law seeking to legalize a practice the George...\n\n09/25/15 06:13 PM EDT\n\n                                        By \nTheodoric Meyer\n\nAs House Majority Leader Kevin McCarthy began consolidating support to replace John Boehner.\n\n                                        Updated 09/25/15 06:13 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBoehner, 65, offered no clues to his future beyond October when hetook questionsFriday afternoon\n\n                                        Updated 09/25/15 06:08 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHe says he wants a debate focused on climate change and clean energy to occur before the Iowa caucuses in February.\n\n09/25/15 05:48 PM EDT\n\n09/25/15 05:37 PM EDT\n\n                                        By \nTimothy Noah\n\nParadoxically, Boehner's achievements may have proved his undoing.\n\n                                        Updated 09/25/15 05:30 PM EDT\n\n                                        By \n                                                Katie Glueck\n                                         and \nDaniel Strauss\n\nConservatives at the Values Voters Summit cheered the demise of House Speaker John Boehner as Sen. Marco Rubio said the time had come to make way for new...\n\n                                        Updated 09/25/15 05:27 PM EDT\n\"The time for appeasement is over.”\n\n                                        Updated 09/25/15 05:18 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJake Sherman\n                                         and \nJohn Bresnahan\n\nRepublican Kevin McCarthy is strongly favored to become speaker, but jockeying is intense for other leadership posts.\n\nIn The Arena\n\n09/25/15 05:12 PM EDT\n\n                                        By \n                                                Michael A. Needham\n\nWhy the Speaker's resignation is great news for conservatives.\n\n09/25/15 05:06 PM EDT\n\n                                        Updated 09/25/15 04:54 PM EDT\n\n                                        By \nSarah Wheaton\n\nWhite House looks past Boehner and sees battle lines with House GOP unchanged.\n\n09/25/15 04:38 PM EDT\n\n                                        By \nJosh Gerstein\n\nA spokesman for the Benghazi panel, Jamal Ware, said he hoped the move was a signal that State is now seeking to be more helpful to the committee's work.\n\n09/25/15 04:03 PM EDT\n\n                                        By \nHadas Gold\n                                         and \nElena Schneider\n\nThe campaign alleges that Todd Lighty, the Chicago Tribune Reporter has been “harassing” Kirk’s mother for information.\n\n09/25/15 04:02 PM EDT\n\n                                        By \nMichael Crowley\n\nChina: Can't live with it, can't live without it. \n\n09/25/15 03:23 PM EDT\n\n                                        By \nLauren French\n\nMembers of the House Freedom Caucus intend to unify behind their best chance of scoring a conservative-wing speaker.\n\n09/25/15 03:09 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nMitch McConnell stands alone.\n\n                                        Updated 09/25/15 02:57 PM EDT\n\n                                        By \nNahal Toosi\n\nThe Roman Catholic leader brings his plea to combat climate change to the General Assembly.\n\n09/25/15 02:56 PM EDT\n\n                                        Updated 09/25/15 02:53 PM EDT\n\n                                        By \nNick Gass\n\n\"It's been an honor to serve in this institution.\"\n\nPhoto gallery\n\n09/25/15 02:51 PM EDT\n\n                                        By \nKristen East\n\n\n09/25/15 02:26 PM EDT\n\n                                        By \nElena Schneider\n\nBoehner will likely be able to push through a government funding bill next week.\n\n                                        By \nDarren Samuelsohn\n\nIn an exclusive interview, Barry Jackson looks back on the policy legacy of a talented political salesman.\n\n09/25/15 02:18 PM EDT\n\n09/25/15 02:01 PM EDT\nWe're working on more stories right now\n\n2016\n\n                        Charity struggling to regain luster amid political scandals\r\n\n\n            By \nKenneth P. Vogel\n             and \nNoah Weiland\n\n09/26/15 08:00 AM EDT\n\n                AP Photo\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Michael A. Needham\n\n\n                                            By \n                                                    Dr. R. Albert Mohler, Jr.\n                                             and \n                                                    Holly Harris\n\nThe Clinton Foundation invited everyone from Pope Francis and Leonardo DiCaprio to Bill de Blasio and Janet Yellen to its showcase gathering starting Saturday in New York City, according to multiple sources familiar with the planning.\nBut those invitations were among the dozens turned down by all manner of celebrities, dignitaries and donors, according to the sources, who said the controversies swirling around the foundation and Hillary Clinton’s presidential campaign have made some bold-faced names and donors wary of the foundation.\nStory Continued Below\nThe glitzy Clinton Global Initiative gathering in New York, which has the lofty title “The Future of Impact,” was supposed to have been a celebration of the accomplishments of the $2-billion Bill, Hillary and Chelsea Clinton Foundation’s past work as it pivots towards a future with Chelsea Clinton at the helm.\nInstead, it’s become emblematic of the foundation’s struggles to regain its luster, while scaling back some of its ambitions and restructuring amid heightened scrutiny of its internal workings, the diminished role of former Secretary of State Hillary Clinton and the prospect that former president Bill Clinton also could be forced to step back. \n\n\n\n            By \nJosh Gerstein\n\n“They've had a lot of rejections from people – both for membership renewals and speaking roles this year between the campaign, Hillary not being at CGI this year, bad press,” said one person who has worked on planning foundation events.\nFoundation officials shrugged off questions about the rejections, explaining in an email “We’re extremely pleased with the response to our invitations. This year’s line-up is extremely strong.” \nArianna Huffington, a past CGI participant who was asked to participate in a panel, instead opted to travel to Aspen, Colo., for an exclusive “thought leaders” conference hosted by television host Charlie Rose. That wasn’t a value judgment on the Clinton Foundation, its work or long-term viability, said Huffington, whose media company has partnered with the foundation.\n“I do plan to stay involved and very much hope recent controversies will not limit the foundation's effectiveness and the incredible work it is doing,” she emailed Thursday, as she traveled to Aspen. “I hope it will continue to be as effective because it has a lot of work to do! And Chelsea can appeal to a whole new generation of millennial billionaires and heirs including in the Arab world.”\nBut a handful of corporate donors have dropped their sponsorships, and sources who have recruited participants for CGI say it’s become increasingly difficult to raise money from large companies for meetings in which executives would just as likely appear on panels with Chelsea Clinton, rather than one of her parents. This weekend's draft program shows the former first daughter is featured about as many times as her father. Hillary Clinton had been tentatively slated to lead a panel on economic opportunity for women, documents show, but she has distanced herself from the foundation since launching her presidential campaign.\nThe documents, reviewed by POLITICO, also show that the foundation had hoped to land either Federal Reserve chair Janet Yellen or French economist Thomas Piketty to deliver a presentation on income inequality. Both declined, as did Facebook founder Mark Zuckerberg. Rock legend Elton John was invited to receive an award for his efforts to fight AIDS, but he’s not coming, and neither is New York City Mayor de Blasio. He had been invited as a guest rather than as a speaker and notably has refused to endorse Clinton, despite having managed her successful U.S. Senate campaign in 2000.\n\n\n\n            By \nEliza Collins\n\nZuckerberg had a scheduling conflict, while a Fed official pointed out that no sitting chair has attended the annual CGI meetings. Piketty said his decision had nothing to do with the presidential campaign, or his opinions of the Clintons and their economic policies. “I'm not particularly a fan, but I am not a non-fan either,” he wrote in an email, adding that during the 2008 Democratic primary, he “preferred Hillary's health plan to Obama's. In 2016, it would be nice to have a contested debate so that we can make an opinion. Anyway, this is not really [the] issue: I almost never go to this kind of meeting, simply because I want to concentrate on my work!”\nLikewise, a White House spokesman said President Barack Obama’s decision to skip CGI for the first time since taking office stemmed from his busy schedule ― not the fact that Vice President Joe Biden is actively weighing running against Clinton for the Democratic presidential nomination.\nBritish Prime Minister David Cameron and German Chancellor Angela Merkel were among the foreign heads of state who turned down invitations, according to sources, though they have not attended previous CGI meetings. Among those who are scheduled to appear are Greek Prime Minister Alexis Tsipras, Italian Prime Minister Matteo Renzi, Liberian President Ellen Johnson Sirleaf and Ukrainian President Petro Poroshenko.\nTo be sure, it’s not unusual for organizers of major conferences with dozens of speakers to be turned down by some invitees, but sources who have worked with CGI say the percentage of regrets seems higher this year. They attribute that to politically charged suggestions that foundation donors ― and particularly foreign donors ― sought or received favors from Hillary Clinton’s state department, as well as media scrutiny of the foundation’s finances and staff.\nAt least five major companies that sponsored the 2014 Clinton Global Initiative have backed out of sponsoring this year’s meeting. \nOne past donor who did not re-up told POLITICO that the decision was based primarily on concerns about the effectiveness of the foundation, which were fueled by questions about its record-keeping and heavy spending on travel and administration. “Political exposure was another factor that we had to take into account more recently,” said the donor.\nAs the weekend's events begin, there’s plenty of star power and financial might on the agenda, including Mario Batali, Jessica Biel, Richard Branson, Bill Gates, Ashley Judd, Edward Norton, George Soros, Charlize Theron, Neil deGrasse Tyson and top executives from Chinese internet giant Alibaba, Barclays, Cisco, Gap and Xerox.\nAnd CGI’s CEO Bob Harrison, in an op-ed on Fox Business this week dismissed scrutiny of dropped sponsorships as “another example of critics trying to politicize philanthropy, and the facts don’t bear out the argument.” Sponsorship revenue has actually increased from 2014, while the turnover rate has declined, he declared. \n“Similar to other thought-leader events such as the World Economic Forum, every year some sponsors leave, new sponsors sign on, and the overwhelming majority choose to continue their support,” he wrote, citing four new sponsors ― Apple, Cardinal Health, GlaxoSmith Kline and Xerox.\n\n\n\n            By \nAnnie Karni\n\nHe stressed that CGI’s corporate sponsors, which pledge to invest in various global humanitarian and social welfare projects, “not only provide funding, but also apply their expertise in management, technology, manufacturing, distribution and research to help non-governmental organizations and foundations be more effective. These corporate commitments are providing better access to education and healthcare in the developing world, creating jobs and improving infrastructure in the U.S, and protecting the environment.”\nThe sprawling 2,000-employee Clinton Foundation is also looking to become more internally efficient under its new CEO, former Health and Human Services Secretary Donna Shalala. \nShe started work in June and last month brought in IBM to do an exhaustive survey of employees, urging them during a staff meeting to be “brutally honest” in their assessments, said sources. And, after a tour of the charity’s Manhattan headquarters, several employees were asked to clean up their cubicles, while dishes and Tupperware in a shared office kitchen were thrown away. That rubbed some employees the wrong way, said one person familiar with the effort to declutter the office. It came across as \"cleaning house literally to start, I guess,” said the person.\nFoundation officials suggested that the building staff, rather than Shalala, prompted the cleaning. “Facilities encourages people to keep their space clean from time to time and that was going on well before Donna got here,” they wrote in an email.\nWhen Shalala accepted the job, she told The Chronicle of Philanthropy “I love messy institutions,” clarifying “my cup of tea is very complex situations and very complex institutions and helping people to kind of think through their strategies and working their way out of issues.”\nThe foundation has taken on an increasingly wide-range of initiatives from fights against AIDS and childhood obesity, to stopping elephant poaching in Africa. But sources familiar with the foundation’s inner workings worry that it has failed to rein in in-fighting or program costs. It also has not substantively expanded its ongoing fundraising to support programmatic growth ― particularly given the voluntary restrictions on fundraising during the presidential campaign and any subsequent Clinton presidency. \nThe foundation also agreed not to hold CGI meetings abroad during Hillary Clinton's campaign, which has raised questions about the fates of a handful of employees on the initiative’s international team. A number of the foundation's employees have decamped recently for the campaign, and more are expected to do so after the four-day CGI conference, sources said. The uncertainty has led foundation staff to privately wonder whether this might be the last CGI meeting for the foreseeable future.And Shalala’s survey, which comes after high-profile organizational changes, has some officials further on edge, said the sources, who said there have been hushed conversations about how long Shalala herself intends to stick around. It was widely noted, they said, when Shalala, in her farewell letter to the University of Miami, where she had been president, concluded “I intend to return to the faculty when my leave is over. Until then, my thanks and best wishes.”\nA university spokeswoman downplayed Shalala’s word choice, suggesting she’s not returning anytime soon. “I don't think it's literally that she is on leave from the University. She ended her term as President on her own volition. There could always be a future on the faculty.”\nAnd foundation officials said in an email “it's standard for tenured professors to have the option to return. She doesn’t have any timetable for returning to U.M. but if she does it will be to teach a limited number of classes that wouldn’t interfere with her position here.”\nKenneth P. Vogel is chief investigative reporter at Politico and author of Big Money: 2.5 Billion Dollars, One Suspicious Vehicle, and a Pimp—on the Trail of the Ultra-Rich Hijacking American Politics (PublicAffairs).\n © 2015 POLITICO LLC", "byline": "", "description": "Charity struggling to regain luster amid political scandals", "title": "Clinton Foundation snubbed by the pope, Elton John,  Janet Yellen", "url": "http://www.politico.com/story/2015/09/clinton-foundation-snubbed-pope-elton-john-janet-yellen-214091", "topics": ["women", "economy"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Eliza Collins", "Matteo Renzi", "Todd Lighty", "Kenneth P. Vogel", "Chelsea Clinton", "Henry C. Jackson", "Peter Roskam", "Anna Palmer", "Hadas Gold", "R. Albert Mohler", "Angela Merkel", "Janet Yellen", "Arianna Huffington", "Richard Nixon", "Joe Biden", "Michael Crowley", "George Soros", "Kristen East", "Theodoric Meyer", "Elton John", "Bill Clinton", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Pope Francis", "Michael A. Needham", "Gabriel Debenedetti", "Charlie Rose", "Xi Jinping", "Shane Goldmacher", "Nick Gass", "Holly Harris", "Joseph Marks", "Noah Weiland", "Thomas Piketty", "Seung Min Kim", "Petro Poroshenko", "David Rogers", "Andrew Glass", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Glenn Thrush", "Sarah Wheaton", "Bill Gates", "Timothy Noah", "Lauren French", "Mark Zuckerberg", "Charlize Theron", "David Cameron", "Ben Schreckinger", "Ellen Johnson Sirleaf", "Donna Shalala", "Daniel Strauss", "Todd S. Purdum", "Edward Norton", "Alexis Tsipras", "Hillary Clinton", "Terry Mulcahy", "Ben White", "Barry Jackson", "Elena Schneider", "Darren Samuelsohn", "Ashley Judd", "Richard Branson", "Barack Obama", "Katie Glueck", "Jamal Ware"], "orgs": ["CGI", "Fed", "Federal Reserve", "General Assembly", "Congress", "CONGRESS", "Clinton Global Initiative", "NSA", "Barclays", "GOP House", "Xerox", "Clinton Foundation", "Cisco", "House GOP", "Health and Human Services", "University of Miami", "Chelsea Clinton Foundation", "Chicago Tribune Reporter", "PublicAffairs", "House Freedom Caucus", "IBM"], "authors": [{"author_id": 35468, "fullname": "terry mulcahy", "primary_org": "politico"}], "date_written": "2015-09-26 13:00:47", "org": "politico", "article_id": "306910c210bced75b67aa81380625242", "date_access": "2015-09-26 12:30:08.591685"}