{"body": "\n10/16/15 07:17 AM EDT\nDE BLASIO turns to BLOOMBERG\n\n10/16/15 07:11 AM EDT\nCNBC caves to Trump debate demand -- JEB CUTS SALARIES -- B’DAY: Jim Courtovich is 5-0, Amy Walter\n\n10/16/15 07:01 AM EDT\nMENENDEZ legal spend\n\n2016 \n\n10/16/15 06:49 AM EDT\n\n                                        By \nKenneth P. Vogel\n                                        ,\n                                                Isaac Arnsdorf \n                                         and \nTheodoric Meyer\n\nRed flags in finance reports for Clinton, Jeb Bush and Marco Rubio.\n\n10/16/15 06:41 AM EDT\n\n                                        By \nNick Gass\n\nThe next Republican debate on CNBC will be two hours.\n\n10/16/15 06:41 AM EDT\nHEALEY in NH for HRC\n\n10/16/15 06:29 AM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nWall Street remains a crucial money base for both candidates.\n\n10/16/15 06:29 AM EDT\nHow Marco=Jeb.\n\n                                        By \n                                                Jacopo Barigazzi\n                                         and \n                                                Craig Winneker\n\n\nCartoon Carousel\n\n10/16/15 05:28 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\nLaw And Order\n\n10/16/15 05:11 AM EDT\n\n                                        By \n                                                Simone Weichselbaum\n\nA generation ago, a small group of elite chiefs reformed policing nationwide, for better and for worse. Now they’re back to do it again.\n\nCongress\n\n10/16/15 05:09 AM EDT\n\n                                        By \nKaty O'Donnell\n                                         and \nDoug Palmer\n\nIf the past is any guide, the Ways and Means chairman would be an uncommonly detail-oriented House Speaker, more willing to push through obstacles but...\n\n10/16/15 05:00 AM EDT\n\n10/16/15 01:37 AM EDT\n\n                                        By \nMarc Caputo\n\nJeb Bush's campaign slashed tens of thousands of dollars in salaries over the last three months as the struggling candidate saw his once-dominant fundraising...\n\n10/16/15 12:21 AM EDT\n\n                                        By \nAndrew Glass\n\nThe future president makes the comments five months after Congress passed the Kansas-Nebraska Act.\n\n2016\n\n10/16/15 12:15 AM EDT\n\n                                        By \nShane Goldmacher\n\nMoney race reveals 2016 contenders and soon-to-be quitters.\n\n10/15/15 11:45 PM EDT\n\n                                        By \nRachael Bade\n\nHuma Abedin had been scheduled weeks ago to testify Friday behind closed doors.\n\n                                        Updated 10/15/15 11:41 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe majority of money has come from donors. He’s made loans and in-kind contributions.\n\n                                        Updated 10/15/15 11:38 PM EDT\n\n                                        By \nKyle Cheney\n\nThe disclosures could reorder the free-for-all Republican primary.\n\n                                        Updated 10/15/15 10:38 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe Democratic front-runner is posting bigger fundraising numbers than any White House contender.\n\n                                        Updated 10/15/15 10:26 PM EDT\n\n                                        By \nKatie Glueck\n\nHis month-long break from the campaign makes a certain amount of sense.\n\n2016\n\n                                        Updated 10/15/15 10:12 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe campaign wants the debate to include opening or closing statements and be longer than two hours.\n\nCongress\n\n                                        Updated 10/15/15 09:58 PM EDT\n\n                                        By \nSeung Min Kim\n\nAny run for the speaker's gavel would face opposition over his past support of overhaul efforts. \n\n10/15/15 08:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe Democratic front-runner is posting bigger fundraising numbers than any White House contender.\n\nWealth Of Nations\n\n10/15/15 08:16 PM EDT\n\n                                        By \n                                                Zachary Karabell\n\nAt a time of shrill politics, the former Fed chief reminds us of what mature leadership is about.\n\nLaw And Order\n\n10/15/15 08:14 PM EDT\n\n                                        By \n                                                Connie Schultz\n\nIn an exclusive interview, the mother of Tamir Rice opens up about her son’s death and the aftermath.\n\nHistory Dept.\n\n10/15/15 08:12 PM EDT\n\n                                        By \n                                                Michael Nelson\n\n10 lessons from inside the White House.\n\nHistory\n\n10/15/15 08:05 PM EDT\n\n                                        By \n                                                H.W. Brands\n\nThe presidency is a daunting job, with competing and contradictory demands that no president, however gifted, can entirely satisfy.\n\nWhite House\n\n10/15/15 07:07 PM EDT\n\n                                        By \nMichael Crowley\n\nA president who sought to end wars has found himself prolonging them instead. \n\n10/15/15 07:05 PM EDT\n\n                                        By \nBurgess Everett\n\nEntitlement reform takes the backseat again.\n\n10/15/15 07:04 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe campaign reports raising more than $3.2 million since Tuesday's debate.\n\n10/15/15 06:49 PM EDT\n\n                                        By \nKatie Glueck\n\nThe 2016 hopeful is no stranger to luxury.\n\n                                        By \n                                                Henry C. Jackson\n\n390 days until Election Day 2016\n\n10/15/15 06:18 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nObama 3.0? — How late's too late, exactly?\n\n10/15/15 06:16 PM EDT\n\n                                        By \nJosh Gerstein\n\nA flurry of improper leaks to the media is plaguing a lawsuit the FBI is facing over allegations of it illegally leaked private information, the Justice...\n\n10/15/15 06:02 PM EDT\n\n                                        By \nRachael Bade\n\nHanna says the investigation was aimed at hurting Hillary Clinton. \n\n                                        Updated 10/15/15 05:54 PM EDT\n\n                                        By \nKyle Cheney\n\nJindal has barely registered in primary polls so far and hasn't been included in the two primetime GOP debates. \n\n                                        Updated 10/15/15 05:53 PM EDT\n\n                                        By \nMarc Caputo\n\nHis campaign says he had $10.3 million in the bank.\n\n10/15/15 05:51 PM EDT\n\n                                        By \nEliza Collins\n\nThe former governor is \"in excellent physical and mental condition.\"\n\n                                        By \n                                                Conor Skelding\n\n\"We're way ahead of Marco's campaign,\" he says.\n\n                                        Updated 10/15/15 05:44 PM EDT\n\n                                        By \nNahal Toosi\n\nBeneficiaries include Hillary Clinton, who has supported higher troop levels. \n\n10/15/15 05:41 PM EDT\n\n                                        By \nAnnie Karni\n\nThe Democratic front-runner draws from a strong debate performance to sharpen her campaign message.\n\n10/15/15 05:13 PM EDT\n\n                                        By \nKyle Cheney\n\nJim Gilmore also recieved a small amount from other donors.\n\n10/15/15 05:07 PM EDT\n\n                                        By \nAlex Isenstadt\n\nCampaign finance filings reveal that Walker's campaign had less than $1 million at the end of last month.\n\n10/15/15 04:52 PM EDT\n\n                                        By \nShane Goldmacher\n\nThe rally is the latest in his continued push to win over evangelical voters.\n\n10/15/15 04:40 PM EDT\n\n                                        By \nJake Sherman\n\nAnother legislator jumps on board.\n\n10/15/15 04:16 PM EDT\n\n                                        By \nHadas Gold\n\nDonald Trump and Ben Carson have threatened to pull out of the debate .\n\n10/15/15 04:12 PM EDT\n\n                                        Updated 10/15/15 04:10 PM EDT\n\n                                        By \nEliza Collins\n\nHe entered to \"Disco Inferno” and flung some disco-style arms to the lyrics “Burn, Baby, Burn.”\n\n10/15/15 04:07 PM EDT\n\n                                        By \nAnna Palmer\n\nBill Clinton is hitting the money trail.\nWe're working on more stories right now\n\n                                            By \n                                                    Simone Weichselbaum\n\n\n                                            By \n                                                    Zachary Karabell\n\n\n                                            By \n                                                    Connie Schultz\n\n\n                                            By \n                                                    Michael Nelson\n\n\n                Getty\n\n            By \nRachael Bade\n\n10/15/15 06:02 PM EDT\nGOP Benghazi Committee chairman Trey Gowdy blasted fellow Republican Rep. Richard Hanna on Thursday for claiming his investigation was aimed at hurting 2016 Democratic frontrunner Hillary Clinton. \n“Running investigations in a private, fact-centric way is unquestionably the right way to conduct a serious investigation,” Gowdy said in the statement, arguing that Hanna knew nothing of what his panel was working on. “The pitfall, of course, is that commentators, and sometimes even members of your own Conference, offer thoughts on matters on which they are not familiar.”\nStory Continued Below\nGowdy has been keeping a relatively low profile amid a barrage of criticism lately from the Clinton campaign and a fired committee investigator, among others. The charges of partisanship come just a week before the former secretary of State’s much-anticipated appearance before the committee. \nOn Wednesday night, Hanna, a New York Republican, said during a radio interview that he agreed with Majority Leader Kevin McCarthy's controversial remarks suggesting the panel was created to hurt Clinton politically. McCarthy later retracted his comments and apologized, but Hanna said McCarthy was probably telling the truth. \n\n\n\n            By \nNick Gass\n\n\"This may not be politically correct, but I think that there was a big part of this investigation that was designed to go after ... an individual: Hillary Clinton,\" he said. \nDemocrats seized on the comments. \n\"House Republicans aren't even shy anymore about admitting that the Benghazi Committee is a partisan farce,” said Brian Fallon in a statement, blasting out Hanna’s comments. “Hillary Clinton will still attend next week's hearing, but at this point, Trey Gowdy's inquiry has zero credibility left.\"\nThe panel, which rarely puts out press releases, blasted out Gowdy's response to Hanna.\n“There are seven members of the Benghazi Committee who are intimately familiar with the work of the committee, the motives behind the work, and the results of that work. Congressman Hanna is not one of them,” Gowdy's statement reads.\nGowdy said he personally called Hanna this morning to discuss the matter.\n“My team of investigators, drawn from the military, federal agencies and the congressional oversight and ethics committees, has worked hard, and in an above-board manner,” the statement said. “It is unfortunate when claims are made by those who do not know what the committee has done, why it has done it, or the results of its work.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Gowdy slams fellow Republican over Benghazi remark", "url": "http://www.politico.com/story/2015/10/trey-gowdy-benghazi-committee-richard-hanna-214857", "topics": ["campaign_finance"], "people": ["Katy O'Donnell", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Kenneth P. Vogel", "Rachael Bade", "Henry C. Jackson", "Doug Palmer", "Tamir Rice", "Hadas Gold", "Jacopo Barigazzi", "Marc Caputo", "Brian Fallon", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Josh Gerstein", "Huma Abedin", "Katie Glueck", "Nick Gass", "Trey Gowdy", "Jeb Bush", "Bill Clinton", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Donald Trump", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Ben Schreckinger", "Zachary Karabell", "Hillary Clinton", "Jim Gilmore", "Conor Skelding", "Anna Palmer", "Shane Goldmacher", "Ben Carson", "Amy Walter"], "orgs": ["CNBC", "Congress", "Fed", "GOP", "JEB", "HEALEY", "Cartoon Carousel", "Benghazi Committee", "Law And Order", "Wealth Of Nations", "FBI", "HRC"], "authors": [{"author_id": 31615, "fullname": "kenneth p. vogel", "primary_org": "politico"}, {"author_id": 40430, "fullname": "isaac arnsdorf", "primary_org": "politico"}, {"author_id": 30738, "fullname": "theodoric meyer", "primary_org": "politico"}], "date_written": "2015-10-15 23:02:00", "org": "politico", "article_id": "95e198ff229e412ac5653f81b2c5bf79", "date_access": "2015-10-16 11:30:14.005279"}