{"body": "\n09/18/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRichardson takes over as CNO.\n\n09/18/15, 08:23 AM EDT\n\n                                        By \nNick Gass\n\n\"Ronald Reagan was behind, I think something like 8 points six days before the presidential election.\"\n\nCartoon Carousel \n\n09/18/15, 08:11 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/18/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nFed decision a risk for Dems — Trump slowing down? — Shutdown could happen — Goldman comes to Snapchat\n\n09/18/15, 07:53 AM EDT\nMarco Rubio and Rand Paul stay out of Ted Cruz's Planned Parenthood fight.\n\n09/18/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\n\"I'll just tell you what I would do, and I wouldn't have permitted that.\"\n\n09/18/15, 07:34 AM EDT\nPreet digs into Cuomo’s Buffalo bucks.\n\n09/18/15, 07:26 AM EDT\n\n                                        By \nNick Gass\n\nJust 53 percent said they had \"a great deal\" or \"a fair amount\" of trust in the judiciary's ability to do its job.\n\n09/18/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n\n\"Every question had to do with me,\" he said.\n\n09/18/15, 07:06 AM EDT\nChris Christie’s pretty good week.\n\n09/18/15, 07:02 AM EDT\nHoward Dean to rally Clinton donors.\n\n2016\n\n09/18/15, 06:25 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nIsabelle Taft\n\nThey went from ‘dead broke’ to millionaires in months.\n\n09/18/15, 06:24 AM EDT\nAfter Wednesday's debate, is Trump's momentum gone?\n\n2016\n\n09/18/15, 06:22 AM EDT\n\n                                        By \nMichael Kruse\n                                        ,\nJosh Gerstein\n                                         and \nBen Schreckinger\n\nStory of Cincinnati apartment complex exaggerates the young Donald's role.\n\n09/18/15, 06:00 AM EDT\nFlorida mapping hypocrisy.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nEli Stokols\n\nFirms that boosted his net worth after leaving office helped his record campaign fundraising.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nMichael Kruse\n\nRailing for decades about unequal income has meant he earned little of it himself.\n\n2016\n\n09/18/15, 05:51 AM EDT\n\n                                        By \nMarc Caputo\n                                         and \nManu Raju\n\nA new house, private schools, a fishing boat and a nearly debt-free life.\n\n2016\n\n09/18/15, 05:50 AM EDT\n\n                                        By \nTarini Parti\n\nHe’s in debt, but he’s also living in the governor’s mansion.\n\n2016\n\n09/18/15, 05:45 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe 2016 field is the richest ever, and it's not only because of the self-promoting billionaire.\n\n09/18/15, 05:23 AM EDT\n\n                                        By \nTerence Mulcahy\n                                         and \nHanna Trudo\n\n\n09/18/15, 05:16 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nA lump-sum payment to an ex-staffer appears to be prohibited by House rules.\n\nCongress\n\n09/18/15, 05:13 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n2016\n\n09/18/15, 05:10 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe VP's inner circle thinks he can bide his time a while longer -- even into the spring -- before deciding whether to run for president. \n\n09/18/15, 05:00 AM EDT\n\n09/18/15, 04:30 AM EDT\n\nWhat Works\n\n09/18/15, 12:06 AM EDT\n\n                                        By \n                                                Sara Solovitch\n\nThe House That Could Save The World\n\nThe Friday Cover\n\n09/17/15, 11:48 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\nLast night Carly Fiorina dared Democrats to name it. Today 20 top Democrats accepted the challenge.\n\nOptics\n\n09/17/15, 10:42 PM EDT\n\n                                        By \n                                                Mark Peterson\n                                         and \n                                                Jesse Rifkin \n\n\nWhat Works\n\n09/17/15, 10:29 PM EDT\n\n                                        By \n                                                Andrea Damewood\n\nAmerica’s most environmental city thinks it’s losing its edge.\n\n09/17/15, 10:25 PM EDT\n\n                                        By \nAnnie Karni\n\nShe again refuses to state her position at the kick-off of a swing through New Hampshire.\nClinton aides are worried.\n\n                                        Updated 09/17/15, 09:00 PM EDT\n\n                                        By \nArthur Allen\n\nPhysicians blast fellow doctors Carson, Paul for failing to refute autism claim in GOP debate.\n\n09/17/15, 08:56 PM EDT\n\n                                        By \nBen Schreckinger\n\nConfronted with a questioner who called Muslims a \"problem\" and asserted that President Obama is a Mulsim and not American, Donald Trump did...\n\n                                        Updated 09/17/15, 08:38 PM EDT\n\n                                        By \nHadas Gold\n\nMore than 22 million viewers tuned into the 11-candidate GOP encounter.\n\n09/17/15, 08:14 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe only thing clear two weeks from deadline is it will go down to the wire.\n\n09/17/15, 07:49 PM EDT\n\n                                        By \nLauren French\n\nThe former of secretary of state will meet with Congressional Black Caucus members in Washington. \n\n                                        By \n                                                Henry C. Jackson\n\n25 days until the first Democratic debate. 41 days until the GOP candidates debate again.\n\n09/17/15, 07:25 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nAfter a summer of spectacle and saturation coverage, signs are accumulating that for the public and the media, the onset of Trump fatigue has begun.\n\nCongress\n\n09/17/15, 07:23 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Florida senator and Rand Paul are in an especially tough spot as a government closure looms.\n\n                                        Updated 09/17/15, 06:59 PM EDT\n\n                                        By \nLauren French\n\nThe roughly 20-minute meeting was initiated by the Ohio Republican after Pelosi had been pressuring him for weeks.\n\n2016\n\n09/17/15, 06:50 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nPhones were ringing off the hook at the super PAC Thursday and the new speaking invitations were piling up.\n\n2016\n\n                                        Updated 09/17/15, 06:48 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe front-runner is being mentioned less and scoring a shrinking share of media attention. \n\n                                        Updated 09/17/15, 05:39 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Defunding a trusted health care provider that serves one in five women in America doesn't help anyone,\" she says.\n\n2016\n\n                                        Updated 09/17/15, 05:20 PM EDT\n\n                                        By \nNick Gass\n\nThe billionaire businessman emerges from the second presidential debate with a more subdued tone.\n\n09/17/15, 05:15 PM EDT\n\n                                        By \nEliza Collins\n\n“Short of tackling someone I don’t know what more I could have done,” he said\n\nMoney\n\n09/17/15, 05:08 PM EDT\n\n                                        By \nBen White\n\nLiberals cheered the decision to stand pat on interest rates, but a later hike could doom their party's chances.\n\nTHE POLITICO CAUCUS\n\n                                        Updated 09/17/15, 05:05 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\n09/17/15, 04:54 PM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has stepped into the legal fray over undercover videos anti-abortion groups say demonstrate the sale of aborted fetuses.\nJoin POLITICO New York for an interactive conversation looking at the most critical infrastructure issues facing New York.\nWe're working on more stories right now\n\n2016\n\n                        Firms that boosted his net worth after leaving office helped his record campaign fundraising.\n\n            By \nEli Stokols\n\n09/18/15, 05:52 AM EDT\n\n                Former Florida Gov. Jeb Bush in 2006. | Brian Smith/Corbis\nNearly every candidate in the overstuffed field of candidates is well off, but for six of them money has played a particularly significant role in their lives and in their campaigns.\nIt’s not just Trump: The 2016 field is the richest ever, and it's not just because of one self-promoting billionaire.\n  The art of Trump’s first deal by Michael Kruse and Josh Gerstein\n  Political connections fed Bush’s pocketbook and his war chest by Eli Stokols\n  Fear of debt drove Clinton’s dash for cash by Annie Karni and Isabelle Taft\n Sanders’ rhetoric full of money, not his bank account by Michael Kruse\n Walker’s salary sacrifice paid political dividends by Tarini Parti\n Book deals rewrote Rubio’s story of financial woe by Marc Caputo and Manu Raju\nCONTRIBUTORS: Research for this project was done by Kristen East, Aaron Mak, Isabelle Taft, Christina Animashaun and Tarini Parti.\nJeb Bush stood before supporters in Tallahassee, the Florida capital over which he presided for eight years, and vowed in his first policy speech as a presidential candidate last June to halt the “revolving door” between Congress and K Street.\n“We need a president willing to challenge the whole culture in our nation’s capital — and I mean to do it,” Bush vowed at that June event.\nBut the promise was undercut both by the audience to which Bush spoke — which included numerous lobbyists from his days as governor — and by the intensity with which Bush replenished his personal bank accounts upon leaving office by cashing in on the connections he had made. When it came to Florida, at least, he wasn’t the man who stopped the revolving door — he was a beneficiary.\nAfter two terms as governor, Bush left office in 2007 with a net worth of just $1.3 million — but within seven years, according to a POLITICO analysis of his financial disclosure forms, he had built it up to $24.89 million. His new wealth was driven by income from consulting work and a dozen board seats on the firms of people with significant business interests before the state while he was governor — including more than$12 million from firms that earned millions in fees when Bush redirected $350 million of Florida public workers' retirement funds into venture capital investments run by major donors to his brother and his campaigns. \nThe effort to build up Bush’s bank account was a highly calculated affair — openly mentioned by his mother, Barbara, as far back as 2003 — to ensure that should this third Bush seek to enter national politics, he’d have the ability to do so without worrying about his family finances.\n\nCongress\n\n            By \nBurgess Everett\n\n“Jeb Bush maximized the abuse of the revolving door,” said Craig Holman, a Washington lobbyist with Public Citizen, a nonpartisan watchdog group. “Not only did it enrich him, it allows him to be the number one fundraiser in the presidential field. This is a business relationship, going both ways.”\nIndeed, Bush's political advocacy, personal income and campaign fundraising are interwoven to an extent unusual even among longtime politicians. Both his personal wealth and the giant $120 million fundraising behemoth he has built — more than twice that of his nearest competitor — draw heavily on people and business interests with which he interacted as governor.\nBush’s approach to earning money — often utilizing business contacts made through his own or his family members’ political careers — is shared by his three brothers, and the need to earn large amounts of money in the intervals between times in public office was drummed into his head by both of his parents.\nIn the 1980s, when Jeb was in his early 30s, with three young children, he contemplated a run for Congress. His father told him he wouldn’t be able to live on a congressional salary; he needed to earn more money first. “Jeb was learning the family dictum that had been established by his grandfather,” reported Peter and Rochelle Schweizer in their largely flattering family biography “The Bushes.” “Run for office only when you’ve made enough for the family to be comfortable.”\nAnd being comfortable, by Bush standards, meant achieving significant wealth. The same Schweizer biography sketches a scene in 2003, when Jeb’s mother, Barbara, and aunt Nancy Ellis are paddling around the pool in Kennebunkport, Maine, discussing Jeb’s presidential hopes: “ ‘He’s running out of money,’ she [Barbara] said, indicating that she and Jeb had talked about the subject. ‘He’s not making any money as governor of Florida. And he needs to make some more money before does something like that.’ “\n\n2016\n\n            By \nBen Schreckinger\n\nIndeed, just three months after leaving the governor’s office in the spring of 2007, Jeb joined the board of Tenet Healthcare, the medical services conglomerate that receives Florida’s Medicare business. It was his first publicized business move after eight years as Florida’s governor — and the first of many that enabled him to capitalize on his work in the public sector to replenish — and vastly exceed — the $2 million in wealth he had when he entered the governor's office.\nSince 2007, Bush has earned nearly $2.4 million from Tenet in cash fees and stock awards, according to the company's SEC filings.\nWhile Bush was on its board, Tenet lobbied Congress to pass Obamacare, estimated to deliver the company up to $100 million in new earnings. That could be a political liability for Bush in a competitive GOP primary to be decided by an electorate that loathes the president’s landmark health care law. But it’s already clear that his relationship with Tenet is paying dividends in another way: the company’s employees gave a combined $100,000 to Right to Rise in the year’s first two quarters. \nThat's still small change compared to the donations Bush has harvested from his association with William Oberndorf, a San Francisco venture capitalist and staunch supporter of education privatization, who gave $1,511,897 to Right to Rise this year. Their mutually beneficial relationship goes back to Bush’s governorship, when the state of Florida spent heavily to implement a literacy curriculum created by a company called Voyager, which was started in Dallas by Randy Best, a major donor to George H.W. Bush’s presidential campaign.\nOberndorf had invested in the company and served as chairman of its board; in 2011, he sold his stock in the company for $4.9 million. Since then, he has donated hundreds of thousands of dollars to Jeb Bush’s Foundation for Excellence in Education.\nMeanwhile, after leaving office, Bush became a senior adviser to another of Best's education companies, earning $60,000 per year, plus stock.\nOn his financial disclosure form, Bush also discloses his work for Florida companies including Rayonier, a timber company that paid him $868,738 from 2008-14 for his service on its board; and Swisher Hygiene, a custodial supply company owned by former Miami Dolphins owner Wayne Huizenga that paid Bush $186,325 (and much more in cash fees and stock awards) for five years of service on its board.\n\n                            Clockwise: The condominium in Coral Gables where Jeb Bush lives; Bush golfing with his brother, then-President George W. Bush, and his father, George H.W. Bush, in Kennenbunkport, Maine, 2001; and Bush and his wife, Columba. | GC3 Devleopment, Associated Press, Getty Images\nBush’s history with Rayonier goes back to 1999. Soon after taking office, Bush persuaded the Connecticut-based company to relocate its headquarters to Jacksonville, Florida. Then, in 2001, he approved the state of Florida paying $4.6 million to Rayonier Inc. for the logging rights to a 6,000-acre piece of swampland near Jacksonville, part of an effort to preserve wetlands critical to conservation of the state’s fragile coastline. A state audit later found the state paid too much for the property.\nAfter Bush left office and was appointed to the company’s board, collecting $868,739 over six years, Rayonier continued to sell land to the state. During Bush's tenure on the board, the company urged the U.S. Securities and Exchange Commission to reject a new accounting regulation that would have forced companies to more accurately report the value of their property to governments and to ensure that firms are paying required taxes. The company is also facing a 100-page class action lawsuit that stems from investors' complaints that the firm overstated its earnings when Bush was on its board.\nWith Bush now a candidate for president, Rayonier Foundation has contributed $50,000 to Right to Rise and the company’s CEO, Lee Thomas, has himself written the super PAC a check for $1,000.\nOf all his private sector work since leaving office, Bush’s tenure as an adviser to an international bank, the London-based Barclays, was far more lucrative — and it continues to yield significant dividends for his presidential bid.\n\n\n\n            By \nEliza Collins\n\nBush joined Barclays following the 2009 collapse of Lehman Brothers, the investment bank that first hired him as an adviser and was later purchased by Barclays. Both companies had taken over some of Florida’s pension fund while Bush was governor. Steven Lessing, who’d been a “Ranger” for George W. Bush, an honorary title bestowed on bundlers who brought in more than $200,000 for his 2004 presidential reelection campaign, oversaw the firm’s client relations at the time and utilized Bush to share his insights on government and business with Barclays’ clients.\nBy all accounts, Jeb Bush worked assiduously on the firm’s behalf; and he was compensated to the tune of $2 million a year, his campaign said in July when it released 33 years of tax returns and financial forms. Lessing, now a bundler for Bush’s campaign, continues to work hard for Jeb. He’s written a personal check to Right to Rise for $276,762 and secured more than $1 million in contributions from other donors, including 33 Barclays employees who each gave between $5,000 and $25,000 to Right to Rise.\n“This is a product of what appears to be good planning by Jeb Bush,” said Public Citizen’s Holman. “He developed relationships with the business community while he was serving as governor and then took very lucrative positions after leaving office and no doubt was planning on running for president. I suspect these businesses understood that, which is why they gave him these plum positions — they were interested in developing relationships with someone who can help your company once they become president.”\nSome of Bush’s connections were subtle, and reflected the extent to which his political views, the interests of his supporters, and his personal finances were intertwined. For example, in 2009, two years after his second term ended, Bush publicly pushed for an increase in electric rates, arguing that a reliable energy grid demanded it.\n“With power, the cash registers open and close,” Bush began an op-ed, published in the Tallahassee Democrat.\nAs a former governor, his opinion carried weight. But he didn’t disclose in the piece that Armando Olivera, the chief executive of the prime beneficiary, Florida Power and Light at the time of the proposed rate hike, was an investor in BH Global Aviation, the offshore private equity fund Bush set up in November 2014 that has raised more than $60 million, mostly from foreign investors, that has reportedly invested in a Chinese aviation company. By incorporating the fund in the United Kingdom, Bush and his investors are able to sidestep U.S. taxes and regulations. \nAnd the parent company of Florida Power and Light, NextEra Energy, is now the largest corporate donor to Bush’s Right to Rise super PAC, contributing $1,025,000. (The company’s current CEO, James Robo, has also contributed $2,700 to Bush’s campaign.)\nBut delicately leveraging personal relationships from a life in public office to make money in the private sector and fund future campaigns is hardly a phenomenon unique to Bush; and his associates don’t see anything wrong with it.\n“It’s kind of unfair to accuse Jeb of working the system,” said Brian Ballard, a Tallahassee lobbyist who is supporting Bush’s campaign. “He had every opportunity in the world to make tens of millions of dollars as a former governor and I know he walked away from many opportunities to make easy money.\n“He served on boards of many Florida corporations that he believed in. They hired him because they respected his intellect, his business acumen and his deep knowledge of the intersection of politics and government.”\nBush's campaign points to his unusual levels of transparency to show that he welcomed scrutiny of his financial dealings and had nothing to hide.\n\"While governor, he did not engage in any discussions regarding his return to the private sector and did nothing to give preferred treatment to any company,\" said Kristy Campbell, a spokesperson for Bush's campaign. \"Gov. Bush's strong record of leadership and integrity is evidenced in the 280,000 emails he has made available via jebemails.com .... Gov. Bush has also recently released 33 years of tax returns so voters could see for themselves exactly how he earned a living over the past three decades and how much of that he has paid in taxes. Any insinuation Gov. Bush did anything inappropriate is absurd.\"\nNonetheless, in an election cycle that has seen anti-establishment candidates like Donald Trump and Vermont Sen. Bernie Sanders harness a deep resentment of what many Americans view as a corrupt political class, the mere appearance of insider dealing is a vulnerability opponents plan to exploit.\n“Money helps. I’m playing by the rules of the game, the way it’s laid out,” Bush told POLITICO’s Mike Allen this summer at a conference of Koch brothers donors in Southern California. “And if people don’t like it, that’s just tough luck.”\nTrump, who currently leads the polls of the GOP primary field, has contrasted his willingness to spend his own fortune on the race with Bush’s reliance on a giant war chest from others. Self-funding, says Trump, gives him political independence.\nSpeaking in Iowa before touring the state fair in August, Trump said he knows the donors who are giving money to Bush and Hillary Clinton: “These are not people who are doing it because they like the color of his hair, believe me. These are highly sophisticated killers; and when they give $5 million or $2 million or $1 million to Jeb, they have him just like a puppet. He’ll do whatever they want.”\nBush allies, however, point to his transparency — he released 33 years of tax returns and 280,000 emails from his time in office — as evidence that he knows he’s done nothing wrong.\nMoreover, the understanding that even greater scrutiny will be applied should Bush wind up winning the White House would diminish the likelihood of the candidate’s biggest benefactors benefitting further in a third Bush administration.\n“The worst thing that’ll happen for these companies is that he gets elected,” Ballard said. “They’ll never get anything from the White House because every reporter in Washington would say, ‘You got that because Jeb was on your board.’ And he’s smart enough to know that.”\nEli Stokols is a national politics reporter.\n © 2015 POLITICO LLC", "byline": "", "description": "Firms that boosted his net worth after leaving office helped his record campaign fundraising.", "title": "Political connections fed Bush’s pocketbook and his war chest", "url": "http://www.politico.com/story/2015/09/jeb-bush-candidate-wealth-2016-213315", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Sara Solovitch", "Burgess Everett", "Jesse Rifkin", "Henry C. Jackson", "Isabelle Taft", "Anna Palmer", "Hanna Trudo", "Craig Holman", "Marc Caputo", "Ronald Reagan", "Michael Kruse", "Ted Cruz", "Randy Best", "Christina Animashaun", "Chris Christie", "Kristen East", "George W. Bush", "Howard Dean", "Manu Raju", "Josh Gerstein", "Annie Karni", "Donald Trump", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Brian Smith", "Isaac Dovere", "Mark Peterson", "Jeb Bush", "William Oberndorf", "Nancy Pelosi", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Lehman Brothers", "Brian Ballard", "Lauren French", "Carly Fiorina", "Kristy Campbell", "Ben Schreckinger", "Mike Allen", "Arthur Allen", "Hillary Clinton", "Terence Mulcahy", "Ben White", "Eli Stokols", "Andrea Damewood", "Aaron Mak", "Columba Bush", "Bernie Sanders", "Hadas Gold"], "orgs": ["Tarini Parti", "Fed", "Congress", "Tenet Healthcare", "What Works", "Barclays", "Foundation for Excellence in Education", "PAC", "Cartoon Carousel", "SEC", "CNO", "Miami Dolphins", "K Street", "GOP", "Best", "Congressional Black Caucus"], "authors": [{"author_id": 30887, "fullname": "jeremy herb", "primary_org": "politico"}], "date_written": "2015-09-18 10:52:56", "org": "politico", "article_id": "c3e4168ff1555c3221c456b055a91fd3", "date_access": "2015-09-18 13:00:14.548805"}