{"body": "On Media\nBy DYLAN BYERS\n7/9/15 5:53 PM EDT\nThe New York Times informed HarperCollins this week that it will not include Ted Cruz's new biography on its forthcoming bestsellers list, despite the fact that the book has sold more copies in its first week than all but two of the Times' bestselling titles, the On Media blog has learned.\nCruz's \"A Time For Truth,\" published on June 30, sold 11,854 copies in its first week, according to Nielsen Bookscan's hardcover sale numbers. That's more than 18 of the 20 titles that will appear on the bestseller list for the week ending July 4. Aziz Ansari's \"Modern Romance,\" which is #2 on the list, sold fewer than 10,000 copies. Ann Coulter's \"Adios America,\" at #11, sold just over half as many copies.\n\"A Time For Truth\" has also sold more copies in a single week than Rand Paul's \"Taking a Stand,\" which has been out for more than a month, and more than Marco Rubio's \"American Dreams,\" which has been out for six months. It is currently #4 on the Wall Street Journal hardcover list, #4 on the Publisher's Weekly hardcover list, #4 on the Bookscan hardcover list, and #1 on the Conservative Book Club list.\nThis week, HarperCollins, the book's publisher, sent a letter to The New York Times inquiring about Cruz's omission from the list, sources with knowledge of the situation said. The Times responded by telling HarperCollins that the book did not meet their criteria for inclusion.\n\"We have uniform standards that we apply to our best seller list, which includes an analysis of book sales that goes beyond simply the number of books sold,\" Times spokesperson Eileen Murphy explained when asked about the omission. \"This book didn't meet that standard this week.\"\nAsked to specify those standards, Murphy replied: \"Our goal is that the list reflect authentic best sellers, so we look at and analyze not just numbers, but patterns of sales for every book.\"\nBoth HarperCollins and the Cruz campaign declined to comment on the matter.\nSince late June, when the book was published, Cruz has toured the country holding signings, many of them at book stores that report to the Times' list. He has also made several media appearances, including on NBC's \"Today\" show, and published an exceprt from the book in POLITICO Magazine.\n© 2015 POLITICO LLC", "byline": "", "description": "The New York Times informed HarperCollins this week that it would not include Ted Cruz's new biography on its forthcoming bestsellers list, despite the fact that the book has sold more copies in its first week than all but two of the Times' bestselling titles, the On Media blog has learned.", "title": "N.Y. Times keeps Cruz off bestseller list", "url": "http://www.politico.com/blogs/media/2015/07/ny-times-keeps-cruz-off-bestseller-list-210254.html", "topics": ["economy", "other", "campaign_finance", "abortion"], "people": ["Rand Paul", "Ann Coulter", "Marco Rubio", "Eileen Murphy", "Aziz Ansari", "Nielsen Bookscan", "Ted Cruz"], "orgs": ["Modern Romance", "American Dreams", "Adios America"], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-07-09 22:53:20", "org": "politico", "article_id": "fb444caf762aad9695e2f77caef84cec", "date_access": "2015-07-09 22:20:04.699258"}