{"body": "\nCongress\n\n10/12/15 07:21 PM EDT\n\n                                        By \nJake Sherman\n\nUntil he decides, other hopefuls for the job are proceeding very gingerly.\n\n10/12/15 07:16 PM EDT\n\n                                        By \nEliza Collins\n\nGreg Abbott congratulates the Houston Astros a little too early.\n\n                                        By \n                                                Henry C. Jackson\n\n392 days until Election Day 2016.\n\n10/12/15 06:58 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nAs Hillary Clinton heads into the first Democratic debate Tuesday, some of her top donors and allies are feeling encouraged for the first time in months.\n\n2016\n\n                                        Updated 10/12/15 06:55 PM EDT\n\n                                        By \nAnnie Karni\n\nBehind the scenes with Hillary's big-money elite.\n\n2016\n\n                                        Updated 10/12/15 06:46 PM EDT\n\n                                        By \nAlex Isenstadt\n\nAn endorsement could come as early as the end of this month, sources close to the casino magnate say.\n\n                                        Updated 10/12/15 06:27 PM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \n                                                Christine Sexton\n\nThe former governor sells an approach that he says made Florida a model but which Democrats say harmed the poor.\n\n                                        Updated 10/12/15 05:42 PM EDT\n\n                                        By \nKatie Glueck\n\nStanding next to signs that read \"stop fighting, start fixing,\" he jabbed at GOP rivals.\n\n10/12/15 05:35 PM EDT\n\n10/12/15 05:32 PM EDT\n\n                                        Updated 10/12/15 05:16 PM EDT\n\n                                        By \nJosh Gerstein\n\nA guilty plea offers his best hope of silencing 30 years of rumors .\n\n                                        Updated 10/12/15 05:09 PM EDT\n\n                                        By \nCate Martel\n\nHere's POLITICO's top 10. \n\nEducation\n\n                                        Updated 10/12/15 04:20 PM EDT\n\n                                        By \nKimberly Hefling\n\nThe standards that naysayers love to call “Obamacore” have become the reality on the ground for roughly 40 million students. \n\n                                        Updated 10/12/15 03:48 PM EDT\n\n                                        By \nDaniel Strauss\n\nRep. Keith Ellison provides Sen. Bernie Sanders his second congressional endorsement.\n\n                                        Updated 10/12/15 03:42 PM EDT\n\n                                        By \nKyle Cheney\n                                         and \nDaniel Strauss\n\nAvik Roy's past words about Rubio's policy haven't been especially glowing. \n\n                                        Updated 10/12/15 03:33 PM EDT\n\n                                        By \nJake Sherman\n\nThe Texas Republican is considering a run for House speaker.\n\n10/12/15 03:26 PM EDT\n\n10/12/15 02:53 PM EDT\n\n                                        Updated 10/12/15 02:48 PM EDT\n\n                                        By \nAdam Sneed\n\nCourt stokes encryption debate in Apple case — Obama administration not seeking ‘going dark’ legislation, for now\n\n10/12/15 02:41 PM EDT\n\n                                        By \n                                                Alex Weprin\n\nWallace's interview with Trump will be taped this Saturday at one of Trump's golf courses.\n\n                                        Updated 10/12/15 02:25 PM EDT\n\n                                        By \nNick Gass\n\nEven in his deep-blue home state of Maryland, former Gov. Martin O'Malley is a distant fourth place in the polls.\n\n10/12/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nA lobbyist for speaker? — Card declined\n\n10/12/15 01:28 PM EDT\n\n                                        Updated 10/12/15 12:28 PM EDT\n\n                                        By \nHadas Gold\n\n\"Viewership for the first two GOP debates was an anomaly in a highly unusual Republican nomination cycle.\"\n\n10/12/15 12:02 PM EDT\n\n                                        By \nBrett Norman\n                                         and \nSarah Karlin\n\nOpioid prescribing guidelines coming soon — Drug co-pay caps take effect in California next year\n\n10/12/15 11:29 AM EDT\n\n10/12/15 11:12 AM EDT\n\n                                        By \nNick Gass\n\nThe debate and the primary is still Clinton's to lose, he says.\n\n10/12/15 11:10 AM EDT\n\n                                        By \nSarah Wheaton\n\nHis push for action after Sandy Hook ended in defeat\n\n10/12/15 10:28 AM EDT\n\n                                        By \nElena Schneider\n\nRep. Pete Aguilar’s fundraising numbers\n\n10/12/15 10:22 AM EDT\n\n10/12/15 10:08 AM EDT\nBEEKEEPER IS BACK\n\n10/12/15 10:05 AM EDT\n\n                                        By \nNick Gass\n\nHillary is trouncing her Democratic rivals in the latest polling from the early voting states of South Carolina and Nevada.\n\n10/12/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nThe latest on UAW's Fiat deal — Update on NLRB v. McDonald's\n\n10/12/15 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nFifth co-op collapses — CMS to offer reinsurance money for health plans — Surgeon general missing from gun debate\n\n10/12/15 10:01 AM EDT\n\n                                        By \nChase Purdy\n\nThe battle for TPP begins — Long road ahead on WOTUS\n\n10/12/15 10:01 AM EDT\n\n                                        By \nTim Starks\n\nAn end to the encryption legislation debate? — FBI backtracks on EMV card warning\n\n10/12/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nWikiLeaks offers a headstart on TPP IP chapter — The battle for TPP begins\n\n10/12/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nThe tax matrix — Auxier sends Grover to the penalty box\n\n10/12/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nT&I targets post-recess week for big markup — House GOP searches for star-quality speaker — Another tech glitch delays thousands of flyers\n\n10/12/15 10:00 AM EDT\n\n                                        By \nMaggie Severns\n\nMBA program comes to Capitol Hill — U.N. sets early ed goals\n\n10/12/15 10:00 AM EDT\n\n                                        By \nDavid Pittman\n\nNIST releases EHR testing guidelines — Ellmers addresses rumors\n\n10/12/15 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nWOTUS stayed for now — The web gets energized\n\n10/12/15 09:49 AM EDT\nWith just one day until their Las Vegas debate, the Democrats prepare for their prime time turn on the stage.\n\n10/12/15 08:32 AM EDT\nRYAN on Blago’s ‘raw deal’\n\n10/12/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nWas Baghdadi hit by Iraqi strike? — AUSA kicks off today\n\n10/12/15 08:26 AM EDT\n\n                                        By \nHadas Gold\n\nThis is not the first time BuzzFeed has ventured into native ads for politicians. \n\n10/12/15 08:23 AM EDT\n\n                                        By \nNick Gass\n\n\"He thinks if you do nothing, you can't get in trouble.\"\n\n10/12/15 08:00 AM EDT\n\n                                        By \nBen White\n\nDebate week for Dems — Obama doubts Trump will win — Fed's Fischer worried about U.S. — Big week for earnings\n\n10/12/15 07:59 AM EDT\n\n                                        By \nBurgess Everett\n\nEx-Im makes comeback -- BENGHAZI PANEL’S LATEST DRAMA\n\n10/12/15 07:40 AM EDT\n\n                                        By \nNick Gass\n\nCNN won't do badly in the ratings for Tuesday night's Democratic debate, Donald Trump predicted Monday. But they also won't do great.\nWe're working on more stories right now\n\n\nCongress\n\n                        Until he decides, other hopefuls for the job are proceeding very gingerly.\n\n            By \nJake Sherman\n\n10/12/15 07:21 PM EDT\n\n                Getty\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Niall Ferguson\n\n\n                                            By \n                                                    POLITICO Magazine\n\nIt's the Paul Ryan paralysis syndrome, and it's gripping any House Republican who wants to be speaker.\nThe Wisconsin Republican has said he doesn’t want to be speaker of the House, but he is considering it. And until he flatly rules it out, the other potential candidates for the chamber’s top job — a list nearly two dozen names long and growing — are forced to proceed gingerly. One breath they're gauging support, the next they're letting would-be backers know their interest could be temporary if the Ways and Means Committee chairman gets in. \nStory Continued Below\nThe best example, perhaps, is Texas Re¦p. Bill Flores. The third-term Texas Republican who chairs the Republican Study Committee sent a letter to his House colleagues on Monday, indicating he was considering a campaign for speaker – only if Ryan doesn’t run. \nFlores said he would “withdraw from the race if Paul Ryan elects to run for Speaker and I will throw my support to him for this position.” And in a separate letter to the entire House Republican Conference, Flores reiterated that “it is important for me to unequivocally state that I will not run for and/or I will withdraw from this race should Chairman Ryan elect to run; and, I will give him my full support in this effort.”\n\nAnalysis\n\n            By \nDavid Rogers\n\nRyan (R-Wis.), the chairman of the Ways and Means Committee, is saying very little. Brendan Buck, his spokesman, preemptively tweeted Monday morning that this week will be quiet. \n“Before you ask, nothing has changed and I don't anticipate any news this week,” he wrote. \nBuck is right. The race for speaker is practically frozen until Congress returns on Oct. 20 from a weeklong recess. The fact is it's impossible for the election to unfold with lawmakers fanned out across the country.\nContenders for the job will have to spend a lot of time cajoling support in meetings, candidate forums and phone calls. Nearly every caucus will hold its own candidate forum – leaders of the conservative House Freedom Caucus, for one, have said they expect Ryan to meet with them if he runs. \nAs Ryan mulls whether he should get in, several candidates are poking around, trying to measure potential support. Five Texans are considering a race: Flores, Mike McCaul, Mike Conaway, Mac Thornberry and Pete Sessions. All of them would drop their bid if Ryan got in the race. They all, too, currently hold leadership positions: Conaway chairs the Agriculture Committee, Thornberry heads the Armed Services Committee, Sessions is the Rules Committee chairman and Flores leads the Republican Study Committee.\n\nCongress\n\n            By \nJake Sherman\n\nTennessee Rep. Marsha Blackburn has told people she’d consider a run if Ryan takes a pass, and Kansas Rep. Mike Pompeo is also reaching out to test support across the conference. While Blackburn and Pompeo are both relatively junior compared to the rest of the potential field, they have upside in an internal race. Blackburn would likely be the only woman running. And Pompeo – a graduate of West Point and Harvard Law School – can position himself as a conservative who is strong on defense. He is on the Intelligence Committee, and while he’s relatively junior, some Republicans say he could help bridge the gap between the Freedom Caucus and the rank and file. \nAs Flores made his interest in the job official on Monday, he reached out to members who supported his candidacy for RSC chairman, asking them if they would serve as his whips. His letter said the party should work to \"bridge our differences\" and called for \"rules that encourage all members to be fully empowered in the House’s legislative processes.\"\nHe also asked for prayers during this turbulent time for the GOP.\n\"If we all spend enough time on our knees praying for each other,\" Flores wrote, \"we can heal our divisions and truly work together to restore America to the 'Shining City on a Hill' that Reagan frequently challenged us to become.\"\n © 2015 POLITICO LLC", "byline": "", "description": "Until he decides, other hopefuls for the job are proceeding very gingerly.", "title": "Ryan freezes race for speaker", "url": "http://www.politico.com/story/2015/10/paul-ryan-house-speaker-republicans-frozen-214683", "topics": ["campaign_finance"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Henry C. Jackson", "Elena Schneider", "Hadas Gold", "Mike Pompeo", "Mac Thornberry", "Christine Sexton", "Brendan Buck", "Marsha Blackburn", "Brian Mahoney", "Kimberly Hefling", "Josh Gerstein", "Annie Karni", "Bernie Sanders", "Keith Ellison", "Sandy Hook", "Katie Glueck", "Nick Gass", "Jack Shafer", "Brett Norman", "Jennifer Scholtes", "Martin O'Malley", "Alex Weprin", "Toby Eckert", "Alex Isenstadt", "Mike Conaway", "David Rogers", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Chase Purdy", "Sarah Wheaton", "Brianna Ehley", "David Pittman", "Tim Starks", "Adam Sneed", "Donald Trump", "Avik Roy", "Paul Ryan", "Daniel Strauss", "Sarah Karlin", "Cate Martel", "Hillary Clinton", "Pete Sessions", "Ben White", "Bill Flores", "Victoria Guida", "Eric Wolff", "Greg Abbott", "Maggie Severns", "Nancy Cook"], "orgs": ["Houston Astros", "Fiat", "Fed", "EHR", "Congress", "Blackburn", "Freedom Caucus", "WOTUS", "Intelligence Committee", "Rules Committee", "UAW", "U.N.", "House Republican Conference", "House GOP", "House Freedom Caucus", "TPP", "FBI", "Republican Study Committee", "CMS", "GOP", "NIST"], "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-10-13 00:21:32", "org": "politico", "article_id": "1b80399134d561ff75ae0181a4b06861", "date_access": "2015-10-12 23:30:07.100760"}