{"body": "AP Photo\nBy Seung Min Kim and Rachael Bade\n7/7/15 5:00 PM EDT\nSenate Republicans aren’t trying to block funding for a U.S. embassy in Cuba — at least not just yet.\nThe Senate panel overseeing the State Department’s budget rolled out its fiscal 2016 bill funding the department on Tuesday, and it includes no restrictions on money for an embassy in Havana — splitting sharply with House Republicans who block funding for the official diplomatic post in their legislation.\nStory Continued Below\nThe omission was notable in part because hawkish Republicans have blasted President Barack Obama for appeasing the Castro regime after the president announced last week that the United States and Cuba would reopen embassies in each others’ capitals.\nBut it’s also surprising because the State panel is chaired by Sen. Lindsey Graham (R-S.C.), who promised in December that he would do “all in my power” to block funding for a Cuba embassy.\nOn Tuesday, Graham — a longshot candidate for the Republican presidential nomination in 2016 — said while he prefers to withhold cash for an embassy in Havana, he was also trying to work within the realm of what was possible in the Senate. Some GOP senators, such as Sens. Jeff Flake of Arizona and Rand Paul of Kentucky, have spoken favorably of normalizing ties with Cuba. Meanwhile, Democrats broadly support the Obama administration’s Cuba policy.\nAlso on POLITICO\nAUSTIN WRIGHT and PHILIP EWING\n“The key word’s possible,” Graham said Tuesday. “On the Senate side, I’m not so sure we have all Republicans where I’m at in terms of not establishing an embassy.“\nThe Obama administration did not need congressional approval to switch the existing “interests section” in Havana to a formal embassy. But it would need lawmakers to sign off on money for the facility in the future; earlier this year the State Department asked for about $6 million to make upgrades once the interests section becomes a full-fledged embassy.\nApproving funding for an official embassy in Havana with a Republican-controlled Congress was always going to be a challenge. The House measure funding the State Department blocks additional money for an embassy in Cuba. \nOn top of withholding money for an embassy, Senate Republicans — in particular Sen. Marco Rubio (R-Fla.) and Sen. Ted Cruz (R-Texas), both Cuban-American senators running for the GOP presidential nomination — have vowed to block the Senate confirmation of any ambassador to Cuba that Obama may nominate.\nGraham added Tuesday that he’s prepared a Cuba embassy amendment that he may offer later this week, when the full Appropriations Committee takes up the State Department bill. But whether it’ll get voted on depends on whether Graham feels he has sufficient support for it.\n“This thing is not over yet,” he added.\nSenate appropriators also rejected their House counterparts’ tough-love approach of defunding parts of the State Department’s operating budget until it hands over more Hillary Clinton and top staff documents to Benghazi investigators.\nAlso on POLITICO\nNAHAL TOOSI and MICHAEL CROWLEY\nRepublicans on the House Select Committee on Benghazi — who have lambasted State for slow-walking email requests vital to their probe — had hoped their colleagues on the appropriations committees would help increase the pressure on State.\nHouse appropriators threw them a bone, proposing to gut State operations by 15 percent until the department hands over more information to not only congressional investigators probing the 2012 attack but also public FOIA requests.\nBut the Senate seems to have little interest in that approach. A summary of the bill released Tuesday says nothing about withholding funds from State.\nGraham told reporters Tuesday he’ll simply call over there to find out why they’re dragging their feet.\n“[W]hat I’m going to do is to call the State Department and ask them: ‘What’s going on here with the emails?’” he said. “Because … Secretary Clinton said … they turned over everything … We know the [newly discovered] Sidney Blumenthal emails — 15 of them — were clearly related to, you know, policy and not yoga, weddings or funerals.”\nBy KYLE KONDIK\nBy YANNIS PALAIOLOGOS\nBy JONATHAN SCHANZER\nBy DENNIS ROSS\n© 2015 POLITICO LLC", "byline": "", "description": "The Senate budget bill does not include restrictions on money for an embassy in Havana.", "title": "Senate GOP skips fight over Cuba embassy — for now", "url": "http://www.politico.com/story/2015/07/senate-gop-cuba-embassy-119814.html", "topics": ["trade", "campaign_finance", "economy"], "people": ["Rand Paul", "Lindsey Graham", "Sidney Blumenthal", "Seung Min Kim", "Hillary Clinton", "Rachael Bade", "Marco Rubio", "Barack Obama", "Jeff Flake", "Ted Cruz"], "orgs": ["House Select Committee", "Senate", "State Department", "House Republicans", "NAHAL TOOSI", "Senate GOP", "Sens", "GOP", "Appropriations Committee"], "authors": [{"author_id": 30735, "fullname": "rachael bade", "primary_org": "politico"}, {"author_id": 30849, "fullname": "seung min kim", "primary_org": "politico"}], "date_written": "2015-07-07 22:00:35", "org": "politico", "article_id": "e96d19a330502ad87d2b76d8e853408e", "date_access": "2015-07-07 22:20:03.254486"}