{"body": "\n10/22/15 08:08 PM EDT\n\n                                        By \nJosh Gerstein\n\nRepublicans hone in on her relationship with informal adviser.\n\n                                        Updated 10/22/15 08:07 PM EDT\n\n                                        By \nNick Gass\n\nThe former secretary of state's showdown with the GOP-led committee has produced a few fireworks and smart-aleck lines.\n\nCongress\n\n                                        Updated 10/22/15 08:00 PM EDT\n\n                                        By \nRachael Bade\n\nThe former secretary of state refuses to give ground as GOP grills her over Sidney Blumenthal emails and the 2012 Benghazi attacks.\n\n10/22/15 07:56 PM EDT\n\n                                        By \nNick Gass\n\nRep. Martha Roby asked if Clinton had a sensitive compartmentalized information facility, in her home. Clinton said she did.\n\n10/22/15 07:53 PM EDT\n\n                                        By \nEli Stokols\n\nUnder growing scrutiny, Make America Great Again PAC goes dark.\n\n10/22/15 07:41 PM EDT\n\n                                        By \nNick Gass\n\n\"Well, I was very surprised to see it,\" Trump told radio host Hugh Hewitt in an interview. \n\n2016\n\n10/22/15 07:40 PM EDT\n\n                                        By \nKyle Cheney\n                                         and \nJason Millman\n\nThe GOP frontrunner in the latest Iowa poll would replace Medicare and Medicaid with savings accounts.\n\nThe Friday Cover\n\n10/22/15 07:35 PM EDT\n\n                                        By \nTodd S. Purdum\n\nThe once-beleaguered candidate looks like a frontrunner again.\n\n10/22/15 07:33 PM EDT\n\n                                        By \nNick Gass\n\nTrump thinks Clinton is 'feigning disdain and boredom.'\n\nCongress\n\n10/22/15 07:30 PM EDT\n\n                                        By \nJohn Bresnahan\n                                         and \nJake Sherman\n\nGOP leaders not sure on next step.\n\n10/22/15 07:12 PM EDT\n\n                                        By \nLauren French\n\nThe 23 female GOP House lawmakers plan to vote for him. \n\n10/22/15 07:08 PM EDT\n\n                                        By \nSarah Wheaton\n\nObama defends cops, but also recalls his own experience with biased law enforcement.\n\n                                        Updated 10/22/15 06:54 PM EDT\n\n                                        By \nJake Sherman\n\nHe is widely expected to win the speakership.  \n\n10/22/15 06:50 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nThe discussions often turned to Blumenthal — a longtime Clinton ally — with Republicans noting that while security requests from Stevens never reached...\n\n10/22/15 06:44 PM EDT\n\n10/22/15 06:36 PM EDT\n\n10/22/15 06:24 PM EDT\n\n10/22/15 05:44 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJake Sherman\n\nThree-way race taking shape for Ways and Means chairman.\n\n                                        Updated 10/22/15 05:33 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nHe promises to delay discussions of overhauling a procedural mechanism to oust a sitting speaker.\n\n10/22/15 05:32 PM EDT\n\n                                        By \nSeung Min Kim\n\nThree Senate Republicans plan to oppose a fast-track budget package to dismantle key parts of Obamacare and defund Planned Parenthood.\n\n10/22/15 05:30 PM EDT\n\n                                        By \nNick Gass\n\nKaci Hickox is not pleased with the New Jersey governor regarding her ebola quarantine\n\n10/22/15 05:26 PM EDT\n\n                                        Updated 10/22/15 05:25 PM EDT\n\n                                        By \nAustin Wright\n                                         and \nJeremy Herb\n\nThe veto shows a new level of resolve from the president. \n\n10/22/15 05:03 PM EDT\n\n10/22/15 04:36 PM EDT\n\n10/22/15 04:10 PM EDT\n\n                                        By \nDaniel Strauss\n\nFormer New York congressman was candid in his thoughts.\n\n10/22/15 03:45 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\n2016 presidential elections schedule. Live election results will be displayed as 2016 primary results are completed.\n\n10/22/15 03:29 PM EDT\n\n                                        Updated 10/22/15 03:27 PM EDT\n\n                                        By \nEliza Collins\n\nA retweet by a Donald Trump's account isn't making the businessman friends in Iowa, and Trump is making sure people know it wasn't him. \n\n10/22/15 03:22 PM EDT\n\n10/22/15 03:00 PM EDT\n\n                                        Updated 10/22/15 02:48 PM EDT\n\n                                        By \nDaniel Strauss\n\nThey are using the congressional panel as a springboard to condemn Clinton's entire record as secretary of state.\n\nPhoto gallery\n\n10/22/15 02:34 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/22/15 02:30 PM EDT\n\n                                        By \nDaniel Strauss\n\n\"I am happy that justice has been served.\" \n\n10/22/15 02:21 PM EDT\n\n                                        By \nEliza Collins\n\nJoe Biden's decision to stay out of the presidential race is benefiting the two top tier candidates in Iowa but Hillary Clinton is getting the biggest...\n\n10/22/15 02:10 PM EDT\n\n                                        By \nHadas Gold\n\n“I’ve become a devotee of Bloomberg Politics,” Michael Bloomberg said.\n\n10/22/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nMore quarterlies — Samsung PAC — Another lobbyist for speaker? — AARP gets into telemedicine lobbying\n\n10/22/15 01:50 PM EDT\n\n                                        By \nEliza Collins\n\n“I don’t believe that this hearing was on the president’s morning schedule to watch,” says Eric Schultz.\n\n10/22/15 01:20 PM EDT\n\n                                        By \nSeung Min Kim\n\n“Prisons should be more than just warehouses for people,” Cornyn said.\n\n10/22/15 01:20 PM EDT\n\n10/22/15 01:11 PM EDT\n\n                                        By \nAnnie Karni\n\nHer entourage at  the hearing represented a who's who of the email scandal that has dogged her presidential campaign.\n\n                                        Updated 10/22/15 12:56 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nDebt ceiling in trouble\n\n                                        Updated 10/22/15 12:44 PM EDT\n\n                                        By \nKatie Glueck\n\nThe groups have pledged to turn \"Carson’s outside militia into an organized army.\"\n\n10/22/15 12:43 PM EDT\n\n10/22/15 12:30 PM EDT\n\n                                        By \nNick Gass\n\nRep. Lynn Westmoreland (R-Ga.) tore into Hillary Clinton on Thursday for not responding to all requests for an increase in security at the Benghazi diplomatic...\n\n10/22/15 12:16 PM EDT\n\n                                        By \nJake Sherman\n\nThis one was no surprise.\n\n10/22/15 12:09 PM EDT\n\n                                        By \nJosh Gerstein\n\nClinton lawyer David Kendall offered the assurance that Clinton handed over everything she had in December of last year.\n\n10/22/15 12:06 PM EDT\n\n10/22/15 11:53 AM EDT\n\n10/22/15 11:47 AM EDT\nRead the full transcript. \nWe're working on more stories right now\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Ben Wofford\n\n\n                                            By \nMichael Kruse\n\n\n                Questions about Blumenthal dominated the early parts of questioning. | Getty\n\n                        Republicans hone in on her relationship with informal adviser.\n\n            By \nJosh Gerstein\n\n10/22/15 08:08 PM EDT\nRepublicans and Democrats who were sharply at odds during most of the House Benghazi hearing seemed to agree on one thing: Hillary Clinton's longtime friend and prolific emailer Sidney Blumenthal was key to unraveling the puzzle.\nQueries about Blumenthal dominated the early hours of the House session, with the GOP asserting that Clinton relied on Blumenthal for advice and sent it to others at State while ignoring requests from Benghazi for added security.\nStory Continued Below\n\"A man who was a friend of yours, who had never been to Libya, didn't know much about it, at least that was his testimony, didn't know much about it, every one of those reports that he sent on to you that had to do with situations on the ground in Libya, those made it to your desk,\" Rep. Mike Pompeo (R-Kansas) declared. \"You asked for more of them. You read them. You corresponded with him. And yet the folks that worked for you didn't have the same courtesy.\"\nGOP members said it was telling that Ambassador to Libya Chris Stevens--one of the four Americans killed in the Sept. 11, 2012 attack--did not have Clinton's email address while Blumenthal did.\n\"Ambassador Stevens didn't have your email, is that correct? Your personal email?\" Pompeo asked. \"Did he have your fax number?....Did he have your home address?\"\nHowever, Clinton's aides and allies saw the focus on Blumenthal as proof that the committee had come up with nothing of substance during its 17-month investigation.\n\n\n\n            By \nNick Gass\n\n\"After 17 months and $4.7 million spent, their whole argument is about Sid Blumenthal?\" longtime Clinton adviser John Podesta tweeted. \"Blumenthal was not in the government & had nothing to do with the events that led to deaths of 4 Americans...No better proof that the Committee is totally political & completely undermines Gowdy's argument that investigation is on the level.\"\n\"The Republicans don't seem to realize that every minute spent talking about Sid Blumenthal is a minute they are losing,\" tweeted Dan Pfeiffer, former White House communications director and senior adviser.\nOf about 12,000 Clinton emails released publicly so far by the State Department, 488 were to or from Blumenthal or contained his email address. GOP lawmakers said they now have about 150 emails from Blumenthal about Libya and Benghazi. Many also related to relations with Europe and former British Prime Minister Tony Blair's potential candidacy for chief of the E.U. At least one has been deemed classified by State, including information Clinton sent to Blumenthal, who had no security clearance.\nDemocrats on the panel called the GOP's protracted interest in Blumenthal bizarre.\n\"I just don’t understand the preoccupation with Sidney Blumenthal,\" said Rep. Adam Schiff (D-Calif.) \"You would think that for the time we've spent on him he was in Benghazi that night manning the barricades.\"\nWhile the discussion of Blumenthal often seemed removed from the core issue of whether the U.S. government should have done more to head off or respond to the Benghazi attacks, it was one of the few areas where Republicans seemed to throw Clinton off-balance.\nWhile trying to parry questions from Benghazi panel Chairman Trey Gowdy (R-S.C.), Clinton sometimes strained her own credibility in an apparent effort to downplay the importance of Blumenthal's role.\n\"Did the president -- the same White House that said you can't handle him, and can't hire him -- did he know that he was advising you?\" Gowdy asked, noting that Blumenthal appeared to have emailed Clinton more often about Benghazi and Libya than anyone else.\n\"He was not advising me,\" Clinton replied. \"I have no reason to have ever mentioned that or know that the president knew that.\"\nAnd despite ample evidence on the public record for months that Clinton repeatedly asked Blumenthal to keep sending her updates on Libya and other matters, she repeated previous assertions that his advice was unsolicited.\n\"I did not ask him to send me the information that he sent me,\" Clinton said. \n\"You wrote to him, 'Another keeper, thanks' and 'Please keep them coming....Greetings from Kabul and thanks for keeping this stuff coming,'\" Gowdy shot back.\nClinton then shifted slightly, conceding that she urged Blumenthal to keep up the flow. \"They started out unsolicited and, as I said, some were of interest,\" she said.\nGowdy noted the concession, but acknowledged it wasn't exactly earth-shattering\n\"I don't want to be hypertechnical, because it's not a huge point, but it is an important point. You didn't say they started off unsolicited. You said they were -- you said they were unsolicited,\" the chairman said.\nWhile Clinton minimized the significance of what Blumenthal sent along, she did not dismiss it entirely, and she defended forwarding the information to aides who sometimes scrambled to respond to the unusual dispatches.\n\"Some of it I found interesting, some of it I do not. Some of it I forwarded, some of it I do not,\" Clinton said.\nClinton went out of her way to note that Stevens said one report Blumenthal relayed seemed plausible. Stevens \"actually said it rang true and it was worth looking into,\" she said.\nIn many ways, Blumenthal seems an improbable figure to suddenly find himself at the center of Washington discourse. Hiss decision to became a senior adviser to President Bill Clinton in 1997 confirmed suspicion among many journalists that as Washington editor of the New Yorker, he was already toeing the White House line.\n\nPhoto gallery\n\n            By \nDiana D’Abruzzo\n\nDuring his White House stint, Blumenthal sometimes made news, but usually as a result of bizarre storylines. In 1999, journalist Christopher Hitchens delivered an affidavit to Congress recounting a lunchtime conversation in which Blumenthal repeatedly called Bill Clinton paramour Monica Lewinsky \"a stalker\" and charged that Clinton was a \"victim\" of Lewinsky's advances.\nBlumenthal also filed a defamation suit against online news impresario Matt Drudge, accusing him of publishing a false account claiming Blumenthal physically abused his wife.\nAfter leaving the Clinton White House,, Blumenthal worked for a time as the Washington bureau chief for Salon.com. He also spent time as a freelancer and wrote books. He joined Hillary Clinton's presidential campaign as a senior adviser in 2007.\nAllegations relating to Blumenthal's role in that campaign are what kept him from joining the State Department in 2009. Obama aides were convinced that Blumenthal spread false personal and policy rumors about Obama during the battle between Clinton and Obama for the Democratic nomination. While Clinton had more authority to name State Department personnel than any other Obama Cabinet member, Blumenthal was blacklisted--effectively banished by the White House.\nWhen Gowdy asked about Blumenthal's rejection, Clinton didn't dispute it, but said she couldn't remember or didn't know who at the White House put the kibosh on her regular correspondent.\nIn a tweet marveling at Blumenthal's prominent role in Thursday's Benghazi hearing, former Obama campaign strategist and White House adviser David Axelrod still seemed to remember the Obama team's grudge against Blumenthal.\n\"Ironic that career kibitzer and conspiratorialist Sidney Blumenthal should be elevated to epic heights in GOP Benghazi conspiracy theory,\" Axelrod wrote.\n © 2015 POLITICO LLC", "byline": "", "description": "Republicans hone in on her relationship with informal adviser.", "title": "Clinton&apos;s emails from Blumenthal spark tension", "url": "http://www.politico.com/story/2015/10/hillary-clinton-sidney-blumenthal-emails-benghazi-hearings-215083", "topics": ["campaign_finance", "trade"], "people": ["Isaac Arnsdorf", "Eric Schultz", "Kyle Cheney", "Sidney Blumenthal", "David Kendall", "Trey Gowdy", "Rachael Bade", "Henry C. Jackson", "Ben Wofford", "Anna Palmer", "Hadas Gold", "Jason Millman", "Mike Pompeo", "Hugh Hewitt", "Austin Wright", "Michael Kruse", "Sid Blumenthal", "Michael Bloomberg", "Adam Schiff", "Martha Roby", "Joe Biden", "Matt Drudge", "Josh Gerstein", "Annie Karni", "John Cornyn", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Dan Pfeiffer", "Bill Clinton", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Sarah Wheaton", "Lauren French", "John Podesta", "Lynn Westmoreland", "Jeremy Herb", "Daniel Strauss", "Todd S. Purdum", "Christopher Hitchens", "Monica Lewinsky", "Hillary Clinton", "Eli Stokols", "Tony Blair", "David Axelrod"], "orgs": ["America Great Again PAC", "Congress", "AARP", "State Department", "GOP House", "Medicaid", "GOP"], "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}], "date_written": "2015-10-23 01:08:49", "org": "politico", "article_id": "8c92300c5b6e0408b853739c26f4e2d5", "date_access": "2015-10-23 00:30:15.621593"}