{"body": "\nCartoon Carousel \n\n09/25/15 05:46 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/25/15 05:30 AM EDT\n\n09/25/15 05:23 AM EDT\n\n09/25/15 05:21 AM EDT\n\n                                        By \nShane Goldmacher\n\nThe 2016 contender’s affiliated super PAC makes its first ad buy on conservative radio.\n\n09/25/15 05:20 AM EDT\n\n                                        By \n                                                Katie Glueck\n\nRand Paul’s on the departure list too, insiders predict.\n\nKGB File\n\n09/25/15 05:19 AM EDT\n\n                                        By \nKate Bennett\n\nThe White House is pulling out all the stops on dinner with Xi Jinping\n\nThe Friday Cover\n\n09/25/15 05:17 AM EDT\n\n                                        By \n                                                Indira A.R. Lakshmanan\n\nThe inside story of the Obama administration's Iran diplomacy.\n\n2016\n\n09/25/15 05:14 AM EDT\n\n                                        By \n                                                Michael D'Antonio\n\nMy tour inside the peculiar mind of the GOP front-runner. \n\nTHE POLITICO CAUCUS\n\n09/25/15 05:11 AM EDT\n\n                                        By \n                                                Katie Glueck\n\n‘The body wasn’t even cold yet and Rubio's New Hampshire staff was picking off dazed Walker supporters,’ says one New Hampshire Republican.\n\n                                        Updated 09/24/15 11:10 PM EDT\n\n                                        By \nEliza Collins\n\nClinton’s numbers have been steadily declining since their high point in January, while Sanders has been on a sharp increase.\n\n                                        Updated 09/24/15 09:58 PM EDT\n\n                                        By \nRachael Bade\n\nIt allowed her top aide to work for a consulting firm and the Clinton Foundation while also advising at State.\n\n09/24/15 09:53 PM EDT\n\n                                        Updated 09/24/15 09:51 PM EDT\n\n                                        By \nMichael Crowley\n\nThe U.S. president will end a year of silence and meet with the Russian leader next week amid tensions over Syria and Ukraine. \n\n                                        Updated 09/24/15 09:39 PM EDT\n\n                                        By \nMarc Caputo\n\nThe decision to go after Trump is a departure from Rubio's low-key campaigning style, but the benefits could be huge.\n\n09/24/15 09:30 PM EDT\n\n09/24/15 09:29 PM EDT\n\nIn The Arena\n\n09/24/15 09:12 PM EDT\n\n                                        By \n                                                Michael Wessel\n\nChina’s investment comes with a hidden agenda. And a secretive new treaty is about to make it worse.\n\nIn The Arena\n\n09/24/15 09:07 PM EDT\n\n                                        By \n                                                Dr. R. Albert Mohler, Jr.\n                                         and \n                                                Holly Harris\n\nSo whatever else the Pope may have to say about justice reform, this is what America needs to hear: our country has all the tools to bring about transformational...\n\n09/24/15 08:41 PM EDT\n\n                                        By \nEliza Collins\n\nTrump’s remarks about wire photographer Mic Smith follow a rough couple of days for his relationship with the press.\n\n09/24/15 08:39 PM EDT\n\n09/24/15 08:31 PM EDT\n\n                                        Updated 09/24/15 08:28 PM EDT\n\n                                        By \nAndrew Restuccia\n                                         and \nDarren Goode\n\nHe didn't mention \"climate change\" by name, but quoted at length from his June encyclical on the environment, which focused largely on the threat...\n\n09/24/15 08:13 PM EDT\n\n09/24/15 08:12 PM EDT\n\n09/24/15 08:01 PM EDT\n\n                                        By \nAndrew Restuccia\n\nIt includes a commitment by China to launch a national cap-and-trade system in 2017.\n\n09/24/15 08:00 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nEach country commits to new measures for curbing their greenhouse gas emissions.\n\n                                        Updated 09/24/15 07:30 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe speaker is trying to keep his job as conservatives weigh a move against him.\n\n                                        Updated 09/24/15 07:11 PM EDT\n\n                                        By \nNahal Toosi\n\nFrancis urges lawmakers to work together in an historic papal address.\n\n                                        By \n                                                Henry C. Jackson\n\nShe personally green-lighted the controversial \"special government employee\" position for her top aide.\n\n09/24/15 06:22 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHillary Clinton personally greenlighted the controversial “special government employee” position for her top aide Huma Abedin, allowing her to both advise...\n\n09/24/15 06:06 PM EDT\n\n                                        By \nEliza Collins\n\nFiorina has risen 15 percentage points since July, while Trump has also secured a sizeable bump.\n\nReligion\n\n09/24/15 06:03 PM EDT\n\n                                        By \nLauren French\n\nThe Capitol was back to politics as usual shortly after Pope Francis finished his historic address \n\n09/24/15 04:48 PM EDT\n\n                                        By \nTim Starks\n\nRogers was answering a question from Sen. Tom Cotton (R-Ark.) during a hearing of the Senate Select Committee on Intelligence.\n\n                                        Updated 09/24/15 03:58 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nIt's make or break time for Republicans to avoid a government shutdown.\n\n09/24/15 03:20 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nBoehner has not said whether his chamber will take up the Senate legislation. \n\n09/24/15 03:03 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/24/15 03:01 PM EDT\n\n                                        By \nJake Sherman\n\nHouse republicans will meet Friday morning to discuss next steps in the government funding fight.\n\n                                        Updated 09/24/15 02:56 PM EDT\n\n                                        By \nEli Stokols\n\n\"They're trying to have a conversation about a technicality about a video tape.\"\n\nPolitics\n\n09/24/15 02:47 PM EDT\n\n                                        By \n                                                Ted Widmer\n\nThe pontiff’s speech was expected to exacerbate political tensions, but it united more than divided.\n\n2016\n\n                                        Updated 09/24/15 02:40 PM EDT\n\n                                        By \nBen Schreckinger\n\nIn South Carolina, the GOP front-runner says he brings people together — right after mocking Marco.\n\n                                        Updated 09/24/15 02:26 PM EDT\n\n                                        By \nEliza Collins\n\nThey cherry picked lines that reinforced their own stump speeches.\n\n09/24/15 02:18 PM EDT\n\n                                        By \nEliza Collins\n\nAfter a subpar debate performance last week many analysts are wondering if Donald Trump has finally met his match.\n\n09/24/15 02:09 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nExit Francis, Enter Xi — 'Big Europe' fight capital punishment\n\n09/24/15 02:00 PM EDT\n\n                                        By \nHadas Gold\n\nThe meeting comes as Trump has renewed his war of words on Fox.\n\n                                        Updated 09/24/15 01:47 PM EDT\n\n                                        By \nSeung Min Kim\n\n\"I believe the death penalty is a recognition of the preciousness of human life,\" Cruz says.\n\n09/24/15 01:15 PM EDT\n\n                                        By \nEli Stokols\n\nOn the campaign trail, the details of her time as a Fortune 500 CEO go mostly unmentioned.\n\n09/24/15 12:55 PM EDT\n\n09/24/15 12:47 PM EDT\n\n                                        By \nMatthew Karnitschnig\n\n\n                                        Updated 09/24/15 12:43 PM EDT\n\n                                        By \nNick Gass\n\nIt's The donald vs. conservative commentator Rich Lowry.\nWe're working on more stories right now\n\nTHE POLITICO CAUCUS\n\n                        ‘The body wasn’t even cold yet and Rubio's New Hampshire staff was picking off dazed Walker supporters,’ says one New Hampshire Republican.\n\n            By \n                    Katie Glueck\n\n09/25/15 05:11 AM EDT\n\n                Politico Illustration / Getty Images \n\n                                            By \n                                                    Indira A.R. Lakshmanan\n\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Michael Wessel\n\n\n                                            By \n                                                    Dr. R. Albert Mohler, Jr.\n                                             and \n                                                    Holly Harris\n\nScott Walker’s exit is a big win for Marco Rubio.\nThat’s the consensus of Republican insiders in Iowa and New Hampshire, with about 40 percent of our POLITICO Caucus members picking the junior senator from Florida over all other GOP contenders as the one most likely to benefit from Walker’s decision to quit.\nStory Continued Below\n“The second the news broke they were aggressive in courting Walker supporters to find a home in the Rubio camp and it worked to their benefit,” said a New Hampshire Republican in our weekly bipartisan pulse-taking of the top operatives, activists and strategists in the two early states.\n“He is offensive to no one in the GOP,” the insider said. “As such, as candidates drop out, they may naturally gravitate to Rubio. He is the one candidate who could unify a very angry, fractured party.”\n\n\n\n            By \nMarc Caputo\n\nAn Iowa Republican, who like all participants was granted anonymity in order to speak freely, agreed. “Many of Walker's early supporters were decidedly not for Bush. If that holds, a new conservative voice that both holds principle and has engaged to get things done could benefit. Rubio most closely fits that mantle.”\nAfter Walker’s sudden exit from the race on Monday, several campaigns tried to quickly snatch up the Wisconsin governor’s staff and supporters. But the spotlight quickly found Rubio, who was fresh off another widely praised debate performance and is enjoying a bump in the polls.\n“He was strong in the debate and appeals to much of the base that Walker was focused on,” a New Hampshire Republican said. “He's also a natural for picking off Walker's donor base.”\nDemocrats in New Hampshire agreed — with 52 percent naming Rubio as the winner. “Rubio benefits, in the sense that a cleaner, smaller field gives him more of a chance to shine. His strategy has long been to be in the conversation when it got serious, and the field got smaller. He is the most talented candidate running, and, it appears, a very disciplined candidate, as well. As the field thins out, these strengths will become more evident.”\n Only 22 percent of Iowa Democrats said Rubio was the biggest beneficiary. Most Democrats there chose Jeb Bush.\n Among the Republicans who didn’t choose Rubio, there was a divide between insiders in Iowa and New Hampshire — 16 percent of Iowa Republicans said Cruz was the biggest beneficiary of Walker’s exit while 22 percent of New Hampshire Republicans said no one would benefit, a nod to the fact that Walker didn’t establish much of a base there.\n\n\n\n            By \nEliza Collins\n\n“Knocks out one of few candidates with legit super PAC dough that was playing hard for Iowa's anti-establishment, evangelical right,” said one Iowa Republican who picked Cruz. “One less hurdle to clear as Cruz attempts to consolidate Iowa's Christian conservative electorate.”\nOne New Hampshire Republican, who also saw Cruz as best-positioned to benefit from Walker’s departure, added: “Walker made a fateful strategic decision to try to win the right-wing primary within the primary, and he lost. Cruz will end up winning this contest, which will make him a player in February. Lord help us: By the time Trump is a nonfactor, we'll have to deal with Cruz.”\nDemocrats demand more debates.\nNearly two thirds of Democratic insiders sided against their party chief, Debbie Wasserman Schultz, saying Democrats should host more than the six primary debates now planned and sanctioned.\n“It is beyond foolhardy that the DNC is allowing all of the air time to go to Republicans at this time,” said one New Hampshire Democratic insider, who like all participants responded via an online form. “This is the worst of insider politics and throws up far greater hurdles for our Democratic candidates. And, in fact, it is damaging Clinton by reminding folks of just how things get done by insiders.\"\nAn Iowa Democrat agreed: \"No Democrat benefits from fewer debates. … Our DNC Chair shoots herself in the foot every day by resisting additional debates. The only positive is that at this rate she won't be our chair much longer.\"\nSeveral Caucus participants noted that when Wasserman Schultz spoke at a Democratic gathering in New Hampshire recently, she was drowned out by protesters calling for debates.\n\"Wasserman Schultz is remarkably tin-eared in an almost Shakespearean tragedy sort of way,\" a New Hampshire Democrat said. \"Several of her vice chairs have thankfully spoken out on the need for debate and this is deeply appreciated in New Hampshire. ... The only person less popular with Granite State Democrats right now than Donald Trump is Debbie Wasserman Schultz.\"\nOther Democratic insiders said Hillary Clinton needs to be pushed harder in the primary, so that she would be better-prepared in the general if she wins the nomination.\n“It's good for the nominee to have more shots to improve as a debater,” a New Hampshire Democrat said. “It shouldn't be like 2011-2012 for the Republicans, with 20+ debates — but making it more like 8-9 would be the right thing to do.”\nAdded an Iowa Democrat, \"We have only gotten platitudes from Clinton and Sanders on many issues like climate, women's issues and Wall Street reform. Let's hear specifics and make the candidates work for our votes. Iowa Democrats saw a candidate in 2014 that saw no primary and s--t the bed in the general election.\"\nOthers complained about the debate calendar.\n\"[Even] if there are not more, the schedule should be adjusted: Having the N.H. debate the Saturday night before Christmas is nuts,\" a New Hampshire Democrat said. \"That may have been defensible when we were forced by other states to hold our primary in early January [Jan. 8, 2008], but it makes zero sense when it is not likely to be until February. Like nature, politics abhors a vacuum and if the DNC does not act on this, someone will and if there is a Democratic debate shortly before N.H. primary, the candidates will come — sanctions or no sanctions.\"\nThese are the members of The POLITICO Caucus (not all of whom participated this week):\nIowa: Tim Albrecht, Brad Anderson, Rob Barron, Jeff Boeyink, Bonnie Campbell, Dave Caris, Sam Clovis, Sara Craig, Jerry Crawford, John Davis, Steve Deace, John Deeth, Derek Eadon, Ed Failor Jr., Karen Fesler, David Fischer, Doug Gross, Steve Grubbs, Tim Hagle, Bob Haus, Joe Henry, Drew Ivers, Jill June, Lori Jungling, Jeff Kaufmann, Brian Kennedy, Jake Ketzner, David Kochel, Chris Larimer, Chuck Larson, Jill Latham, Jeff Link, Dave Loebsack, Mark Lucas, Liz Mathis, Jan Michelson, Chad Olsen, David Oman, Matt Paul, Marlys Popma, Troy Price, Christopher Rants, Kim Reem, Craig Robinson, Sam Roecker, David Roederer, Nick Ryan, Tamara Scott, Joni Scotter, Karen Slifka, John Smith, AJ Spiker, Norm Sterzenbach, John Stineman, Matt Strawn, Phil Valenziano, Jessica Vanden Berg, Nate Willems, Eric Woolson, Grant Young\nNew Hampshire: Charlie Arlinghaus, Arnie Arnesen, Patrick Arnold, Rich Ashooh, Dean Barker, Juliana Bergeron, D.J. Bettencourt, Michael Biundo, Ray Buckley, Peter Burling, Jamie Burnett, Debby Butler, Dave Carney, Jackie Cilley, Catherine Corkery, Garth Corriveau, Fergus Cullen, Lou D’Allesandro, James Demers, Mike Dennehy, Sean Downey, Steve Duprey, JoAnn Fenton, Jennifer Frizzell, Martha Fuller Clark, Amanda Grady Sexton, Jack Heath, Gary Hirshberg, Jennifer Horn, Peter Kavanaugh, Joe Keefe, Rich Killion, Harrell Kirstein, Sylvia Larsen, Joel Maiola, Kate Malloy Corriveau, Maureen Manning, Steve Marchand, Tory Mazzola, Jim Merrill, Jayne Millerick, Claira Monier, Greg Moore, Matt Mowers, Terie Norelli, Chris Pappas, Liz Purdy, Tom Rath, Colin Reed, Jim Rubens, Andy Sanborn, Dante Scala, William Shaheen, Stefany Shaheen, Carol Shea-Porter, Terry Shumaker, Andy Smith, Craig Stevens, Kathy Sullivan, Chris Sununu, James Sununu, Jay Surdukowski, Donna Sytek, Kari Thurman, Colin Van Ostern, Deb Vanderbeek, Mike Vlacich, Ryan Williams\nKristen Hayford contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "‘The body wasn’t even cold yet and Rubio's New Hampshire staff was picking off dazed Walker supporters,’ says one New Hampshire Republican.", "title": "Insiders: Rubio wins in Walker’s demise", "url": "http://www.politico.com/story/2015/09/marco-rubio-wins-scott-walker-exit-politico-caucus-214037", "topics": ["campaign_finance", "trade", "economy"], "people": ["Ray Buckley", "Jeff Kaufmann", "Terie Norelli", "Fergus Cullen", "Debbie Wasserman Schultz", "Harrell Kirstein", "William Shaheen", "Hadas Gold", "Tom Cotton", "Jennifer Frizzell", "Tory Mazzola", "Jim Rubens", "Martha Fuller Clark", "Sam Roecker", "Kate Malloy Corriveau", "Jeff Boeyink", "Nick Ryan", "Amanda Grady Sexton", "Andrew Restuccia", "Colin Reed", "Michael Biundo", "Karen Fesler", "Shane Goldmacher", "Nick Gass", "Chuck Larson", "Rich Killion", "Holly Harris", "Debby Butler", "Jeb Bush", "Michael Crowley", "James Sununu", "Lauren French", "Jeff Link", "Karen Slifka", "Jake Ketzner", "Phil Valenziano", "Katie Glueck", "Christopher Rants", "Peter Burling", "Rich Lowry", "John Deeth", "Dave Caris", "Maureen Manning", "Michael Wessel", "David Fischer", "Isaac Arnsdorf", "David Kochel", "Joe Keefe", "Mike Vlacich", "Chad Olsen", "Rachael Bade", "Hillary Clinton", "Anna Palmer", "Donna Sytek", "Marc Caputo", "Derek Eadon", "Steve Deace", "Jayne Millerick", "Rich Ashooh", "Bonnie Campbell", "Liz Purdy", "Ryan Williams", "Nahal Toosi", "Pope Francis", "Ted Widmer", "Ed Failor Jr.", "Rand Paul", "Michael D'Antonio", "Donald Trump", "John Bresnahan", "Marco Rubio", "Stefany Shaheen", "Eliza Collins", "Rob Barron", "Mark Lucas", "Steve Grubbs", "Chris Pappas", "Jessica Vanden Berg", "Kari Thurman", "Ben Schreckinger", "Matt Mowers", "Mic Smith", "Dante Scala", "Tamara Scott", "Jill June", "Peter Kavanaugh", "Jan Michelson", "Enter Xi", "Carol Shea", "Eli Stokols", "Colin Van Ostern", "Tim Albrecht", "Joe Henry", "Drew Ivers", "Henry C. Jackson", "John Stineman", "Charlie Arlinghaus", "Dave Carney", "Mike Dennehy", "Terry Shumaker", "Claira Monier", "Sean Downey", "Craig Robinson", "Jackie Cilley", "Marlys Popma", "Kim Reem", "Brad Anderson", "Andy Sanborn", "Sylvia Larsen", "Huma Abedin", "Garth Corriveau", "Gary Hirshberg", "Eric Woolson", "Dave Loebsack", "Tim Hagle", "Troy Price", "Jake Sherman", "Grant Young", "Chris Sununu", "Nate Willems", "John Davis", "Matt Paul", "Lori Jungling", "James Demers", "Tom Rath", "Jill Latham", "Bob Haus", "Jennifer Horn", "Matthew Karnitschnig", "Brian Kennedy", "Joel Maiola", "Andy Smith", "Kristen Hayford", "Deb Vanderbeek", "Craig Stevens", "Liz Mathis", "John Smith", "Burgess Everett", "David Roederer", "Wasserman Schultz", "Patrick Arnold", "Arnie Arnesen", "R. Albert Mohler", "Doug Gross", "Greg Moore", "Norm Sterzenbach", "John Boehner", "Kate Bennett", "Jay Surdukowski", "Scott Walker", "Jack Heath", "Jim Merrill", "David Oman", "Steve Marchand", "Matt Strawn", "Seung Min Kim", "Jerry Crawford", "Darren Goode", "Tim Starks", "Juliana Bergeron", "Kathy Sullivan", "Dean Barker", "Sara Craig", "Sam Clovis", "Joni Scotter", "Catherine Corkery", "Steve Duprey", "Chris Larimer", "Jamie Burnett"], "orgs": ["DNC", "Senate", "New Hampshire Republicans", "Senate Select Committee", "Clinton Foundation", "PAC", "Cartoon Carousel", "D.J.", "New Hampshire Democrat", "Xi Jinping", "GOP", "KGB"], "authors": [{"author_id": 31370, "fullname": "politico staff", "primary_org": "politico"}], "date_written": "2015-09-25 10:11:16", "org": "politico", "article_id": "19b2065fe64d68e7c19626bad5577f53", "date_access": "2015-09-25 10:00:26.749411"}