{"body": "\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:28 AM EDT\n\n                                        By \nHadas Gold\n\nTrump's campaign called Steve McCoy prior to the interview and said they had the right to nix questions they didn't agree with.\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\n\n10/14/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nTrumka defends Clinton on TPP — McDonald's wants January joint employer trial\n\n10/14/15 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nAbout last night(’s debate) — The new PSAT makes its debut\n\n10/14/15 10:01 AM EDT\n\n                                        By \nDarius Tahir\n\nCerner: Feelin' good — Idaho teladoc lands on her feet\n\n10/14/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nDebaters show no transpo love — DHS chief finalizes trade and travel agreement with Mexico — Taking bets on timeline for automated cars\n\n10/14/15 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nSCOTUS to discuss demand response — DOE gets lost in energy efficiency thicket\n\n10/14/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nPutting a punctuation mark on backdoors — DOJ in the fight against cybercrime\n\n10/14/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nWhat McConnell wants in exchange for raising debt limit — Tax elements in ‘Bushcare’\n\n10/14/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHealth care overlooked at debate — Clinton supports exchange coverage for undocumented — Utah Medicaid expansion plan dead, again\n\n10/14/15 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nFlood assistance available for S.C. farmers — USDA confirms contracts for bird flu vaccines\n\n10/14/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nBrown puts sleeper hold on Lago — Cleared advisers to get full-day TPP briefing\n\n10/14/15 10:00 AM EDT\n\n                                        By \nTony Romm\n\nLinkedIn’s Hoffman on Hillary — The fate of spectrum reform this year? — FTC eyeing VW emissions incident\n\n10/14/15 09:37 AM EDT\n\n                                        By \nEliza Collins\n\nMarco Rubio slammed the ideas at the Democratic debate Tuesday night, calling it a flashback from the 80s.\n\n10/14/15 09:01 AM EDT\n\n                                        By \nEliza Collins\n\nInfluential investor Charles Schwab is listed as a co-chairman for two Jeb Bush fundraising events in California Tuesday Oct. 20.\n\n10/14/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n                                         and \nAustin Wright\n\nClinton takes hawkish line — DoD sees green light to start BRAC planning\n\n10/14/15 08:11 AM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n10/14/15 08:10 AM EDT\n\n                                        By \nBurgess Everett\n\nDEMS LAND SOUTHERN CANDIDATES\n\n10/14/15 07:49 AM EDT\nRAUNER digs in\n\n10/14/15 07:35 AM EDT\nCUOMO’s captive audience\n\n10/14/15 07:25 AM EDT\n\n                                        By \nEliza Collins\n\n“All of these people, including [Bernie] Sanders should have been hitting Hillary hard,\" he says.\n\n10/14/15 07:06 AM EDT\nBIDEN WAITED TOO LONG: ‘Dems seemed happy with their two options’ – HILLARY LANDSLIDE \n\n10/14/15 07:02 AM EDT\nHRC plans Morristown fundraiser\nWe're working on more stories right now\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \n                                                    Matt Latimer\n\n\n                                            By \n                                                    POLITICO Magazine\n\n\nDebate Night \n\n            By \nAlex Isenstadt\n\n10/14/15 01:49 AM EDT\nFor months, Republicans have been positively giddy over the prospect of facing Hillary Clinton.\nAfter Tuesday night, they might be having second thoughts.\nStory Continued Below\nClinton, in the first debate of the Democratic primary season, came across as confident, crisp, in command of the issues — and anything but the wounded foe of Republican dreams.\n“Hillary is the George Foreman of tonight’s #DemDebate — nobody can lay a glove on her,” tweeted GOP pollster Frank Luntz. “Very skillful responses tonight.”\nBut, questionable boxing references aside, other Republicans noted that her opponents in the ring were not exactly Muhammad Alis.\n“As a debater, she did well. She was comfortable, confident, and articulate,” said Ari Fleischer, who served as press secretary in the George W. Bush White House. “But a general election race against her will be based on what she's done and not done — not on what she says.” \nWith the pressure on, Clinton easily swatted away the questions that have dogged her throughout her campaign — from her use of a personal email account during her tenure as secretary of state, to accusations that she’s flip-flopped on key issues, to her past support for the Iraq war.\n\n\n\n            By \nNick Gass\n\nShe stared down Bernie Sanders, the socialist firebrand who has drawn waves of enthusiasm from liberal activists and pulled ahead of her in New Hampshire, challenging him on his opposition to some forms of gun control. If anything, Sanders’s most memorable line of the night came when he sprung to her defense over her email practices. “Enough with the damn emails,” he said to raucous applause, drawing a handshake from Clinton.\nBack-of-the-packers Martin O’Malley, Lincoln Chafee, and Jim Webb, meanwhile, served mainly as curiosities.\nTo some Republicans, the former secretary of state’s performance sparked flashbacks to 2008, when she exhibited a steely discipline that made her a formidable debater. “She was precisely what I expected,” said Rick Wilson, a Florida-based Republican strategist. “Hyper-prepared, disciplined, constantly reinforcing her left flank.” \nOthers conceded that she looked and sounded impressive. “Hillary Clinton was the only candidate on the stage this evening with the stature of a president,” said Alex Castellanos, a longtime Republican media consultant. “That helps.”\nAs they took in the GOP reaction, Democrats could barely contain their glee. “Republicans are crapping themselves tonight,” Brad Woodhouse, the president of Correct the Record, a pro-Clinton group, tweeted.\nWhile Clinton’s performance heartened Democrats who have grown increasingly concerned about her lackluster campaign, it does not spell the end of her problems. \nOver the coming weeks, she will face ongoing scrutiny into her tenure as secretary of state — including later this month, when she appears before the congressional panel investigating the Benghazi attacks.\nFew of Clinton’s rivals, Republicans contend, were willing to challenge her in any serious way — something she won’t be able to count on if she becomes the Democratic nominee. GOP groups used the debate to test-run attacks on the former secretary of state. America Rising, a Republican opposition research firm, pumped out waves of attacks on the Democratic front-runner, going after her email habits, her Wall Street ties, and her defense of President Obama.\n\n\n\n            By \nDaniel Strauss\n\n“I think she won the debate tonight, but faced little true opposition in doing so and told us very little about what kind of general election candidate she might be when she's truly contested,” said Bruce Haynes, a Republican operative who serves as president of the political consulting firm Purple Strategies.\nOthers blamed CNN. In the post-debate spin room, Sean Spicer, the Republican National Committee’s chief strategist, grumbled that the moderators weren’t forceful enough in pressing the Democratic front-runner on her view of the Black Lives Matter movement.\n“She was let off the hook,\" he said.\nBut Clinton, some Republicans argued, might not have escaped the evening entirely unscathed. As Clinton swatted down her more liberal rivals, they noted, she was compelled to take stances that pushed her to the left — as when she voiced outspoken support of gun control legislation — that could hurt her later.\n“She certainly didn't cover the spread,” said Kevin Madden, who served as a top official on Mitt Romney’s 2012 presidential campaign, “and, in the process, stood and watched as her entire party got yanked far to the left.” \n“Small picture: HRC survives debate one,” tweeted Mike Murphy, a longtime Jeb Bush political adviser who is steering his super PAC. “Big picture: Dems lurch left, creating GOP opportunity.” He added later: “HRC + the D’s took some solid steps toward losing OH, VA, NC and FL in ’ tonight. I’ll take it.”\nSidestepping the questions surrounding her emails and her shifting policy positions might win her the night, others said, but wouldn’t serve her well in the long run.\n“I don’t think Hillary did anything to address the character issues dogging her campaign,” said Eric Fehrnstrom, a former Mitt Romney aide. “There's a reason why Hillary's campaign has tried to keep a lid on the number of debates. It’s because they know that people don’t trust her, and that she doesn’t come across as a real person. She loses every time her opponents appear on the same stage with her.”\n“What did Hillary add to what we know of her tonight? Nothing,” said Castellanos. “Say the same and you remain in the same place.” \nHadas Gold contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Clinton impresses Republicans, but some see hints of weakness", "url": "http://www.politico.com/story/2015/10/democratic-debate-clinton-sanders-republicans-214776", "topics": ["campaign_finance", "trade"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Sean Spicer", "Ari Fleischer", "Matt Latimer", "Tom Steyer", "Hadas Gold", "Bruce Haynes", "Carla Marinucci", "Austin Wright", "Frank Luntz", "Charles Schwab", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Caitlin Emma", "Darius Tahir", "Mike Murphy", "Victoria Guida", "Nick Gass", "Alex Castellanos", "Alex Isenstadt", "Jennifer Scholtes", "Martin O'Malley", "Isaac Dovere", "Toby Eckert", "Jeb Bush", "Jim Webb", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Jeff Greenfield", "Eric Wolff", "Ivanka Trump", "Tim Starks", "Kevin Madden", "Brianna Ehley", "Tony Romm", "Mitt Romney", "Daniel Strauss", "Hillary Clinton", "Brad Woodhouse", "Ben White", "Eric Fehrnstrom", "Rick Wilson", "Glass Steagall", "Anna Palmer", "Bill Tomson", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["DOJ", "CNBC", "Purple Strategies", "FEC", "PAC", "FTC", "Republican National Committee", "U.N. Security Council", "DHS", "GOP", "HRC", "USDA"], "authors": [{"author_id": 40430, "fullname": "isaac arnsdorf", "primary_org": "politico"}], "date_written": "2015-10-14 06:49:28", "org": "politico", "article_id": "08703abe11a79fefa7317d647821e47a", "date_access": "2015-10-14 18:30:08.351707"}