{"body": "\nWealth Of Nations\n\n09/28/15 05:20 AM EDT\n\n                                        By \n                                                Robert B. Reich\n\nOn the opening day of Trump Plaza in Atlantic City in 1984, Donald Trump stood in a dark topcoat on the casino floor celebrating his new investment as...\n\nHealth Care\n\n09/28/15 05:15 AM EDT\n\n                                        By \nLauren French\n\nDemocrats compare it the GOP's Benghazi panel.\n\nWhite House\n\n09/28/15 05:13 AM EDT\n\n                                        By \nMichael Crowley\n\nObama and Putin are trash-talking in advance of their first meeting in a year. \n\nCongress\n\n09/28/15 05:12 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHe's the overwhelming favorite to replace John Boehner but the Freedom Caucus still presents a big hurdle.\n\nCongress\n\n09/28/15 05:11 AM EDT\n\n                                        By \nSeung Min Kim\n\nVotes this week will merely delay the showdown.\n\n09/28/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nHe began voicing his concern over the rising debt ceiling.\n\n                                        Updated 09/27/15 10:39 PM EDT\n\n                                        By \nHadas Gold\n\nTapper, looking somewhat surprised, thanked Carson and ended the interview. \n\n                                        Updated 09/27/15 10:08 PM EDT\n\n                                        By \nDoug Palmer\n\nOfficials from the U.S., Japan and 10 other Pacific Rim countries want to finish a massive deal.\n\n09/27/15 09:12 PM EDT\n\n                                        By \nHanna Trudo\n\nHe advocates building up the U.S. military and making use of it.\n\n                                        Updated 09/27/15 08:04 PM EDT\n\n                                        By \nPatrick Temple-West\n\nStatute-of-limitation laws stand in the way of justice, they argue.  \n\nIn The Arena\n\n09/27/15 07:45 PM EDT\n\n                                        By \n                                                Steve Latourette\n\nHe was a friend to many—even his enemies.\n\nLetter From Ukraine\n\n09/27/15 07:44 PM EDT\n\n                                        By \n                                                Amie Ferris-Rotman\n\nThey’re middle-aged and battled-hardened, but veterans of the Soviet war in Afghanistan are back on the front lines in Ukraine.\n\n                                        Updated 09/27/15 06:34 PM EDT\n\n                                        By \nJon Prior\n\nBanks continue to foreclose on homeowners they claim to be helping in violation of 2012 settlement.\n\nCongress\n\n                                        Updated 09/27/15 05:32 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nhow boehner decided to bounce\n\n                                        Updated 09/27/15 05:05 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nHe speaks in New York in advance of Monday's address to the U.N. General Assembly.\n\n2016\n\n                                        Updated 09/27/15 04:58 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \n                                                Katie Glueck\n\nIf he's ever going to break out of the GOP pack, the showdown over Planned Parenthood and the budget will be what does it.\n\n                                        Updated 09/27/15 04:04 PM EDT\n\n                                        By \nDavid Rogers\n\nLooming showdowns over the budget and debt ceiling might have benefited from his experience.\n\nCongress\n\n                                        Updated 09/27/15 03:44 PM EDT\n\n                                        By \nGlenn Thrush\n                                         and \nSarah Wheaton\n\nThe speaker and the president had big ideas, but 'the crazies' got in the way.\n\n                                        By \n                                                Peter O’Donnell\n\nThe EU already operates a number of concrete programs and policies with the aim of securing health in Europe.\n\n                                        By \n                                                Peter O’Donnell\n\nThe scale of movement of people since summer has created unprecedented health care needs.\n\nCONGRESS\n\n                                        Updated 09/27/15 01:24 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nJake Sherman\n\nAfter less than nine years in the House, the majority leader is poised to take the reins from Boehner.\n\n09/27/15 01:17 PM EDT\n\n                                        By \nAndrew Glass\n\nThe Democrat  served eight terms as chairman of the House Banking Committee.\n\n                                        Updated 09/27/15 12:06 PM EDT\n\n                                        By \nMike Zapler\n\n“There are people out there spreading, you know, noise about how much can get done.\"\n\n                                        Updated 09/27/15 12:02 PM EDT\n\n                                        By \nKyle Cheney\n\n“During the ’90s, I was subjected to the same kind of barrage,” she says.\n\n09/27/15 11:55 AM EDT\n\n                                        By \nKyle Cheney\n\n\"I didn’t want to go back to work as a CEO,\" she says.\n\n                                        By \nMichael Grunwald\n\nA close look at Francis's major encyclical finds some awfully strange views, even for people who care about the environment.\n\nFourth Estate\n\n                                        Updated 09/27/15 11:09 AM EDT\n\n                                        By \nJack Shafer\n\nDeclaring a subject or a question a distraction has become Clinton’s favorite way of dodging questions.\n\n                                        By \n                                                Peter O’Donnell\n\nFor the EU, there is the full knowledge that there will be a next time, with this or with another infectious disease.\n\n09/27/15 10:41 AM EDT\n\n                                        By \nKyle Cheney\n\nCarson said he was impressed with West's \"business acumen.\"\n\n09/27/15 10:28 AM EDT\n\n                                        By \nKyle Cheney\n\nHe also defends comments advocating against electing a Muslim president. \n\n                                        Updated 09/27/15 10:19 AM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nRachael Bade\n\nInstead, Cheryl Mills did.\n\n09/27/15 10:08 AM EDT\n\n                                        By \nKyle Cheney\n\nRep. Mick Mulvaney (R-S.C.), a founding member of the conservative House Freedom Caucus, acknowledged Sunday that current Majority Leader Kevin McCarthy...\n\n09/27/15 09:49 AM EDT\nGood Sunday morning. RUBIO RISING in NBC/WSJ poll of Republican primary voters, out at 9 a.m.: Trump 21% ... Carson 20% ... Rubio, Fiorina 11% ... Jeb...\n\n09/27/15 09:44 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe statement comes a day after Rep. Roskam said he collected signatures from 50 Republican lawmakers.\n\n09/27/15 09:20 AM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nThe prospect of a reduction in the number of candidates on stage is a life-or-death matter for some campaigns.\n\n09/27/15 09:01 AM EDT\n\n                                        By \nKyle Cheney\n\n\"They don't filter out the people that aren't going to vote.\"\n\n09/27/15 09:01 AM EDT\n\n                                        By \nKyle Cheney\n\nHe justifies them by saying the rich pay the most taxes.\n\n09/27/15 09:00 AM EDT\n\n                                        By \nSteven Shepard\n\nDemocratic and Republican front-runners are losing their leads.\n\n                                        By \n                                                Nicholas Vinocur\n\nBut the president rules out troops on the ground.\n\n09/27/15 07:55 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nA ruling on the state's requirements for abortion providers could roil the 2016 race.\nMillions of kids, some as young as 5, now get their schooling online. Just one problem: Nobody knows how well it works.\n\n09/26/15 07:57 PM EDT\n\n                                        By \nAli Breland\n\n“The other party doesn’t want to run against her. And if they do, they’d like her as mangled up as possible,” he says.\n\n09/26/15 07:00 PM EDT\n\n                                        By \nJake Sherman\n\nIllinois Rep. Peter Roskam says he's secured enough signatures to hold a special Republican meeting to discuss the future of the party. \n\n09/26/15 05:05 PM EDT\n\n                                        By \nPatrick Temple-West\n\nConcerns about security restrictions may have dampened Saturday's crowds.\n\nWar Room\n\n09/26/15 09:27 AM EDT\n\n                                        By \n                                                James Kitfield\n\nThe outgoing Joint Chiefs Chairman bids farewell to an alliance beset by crises.\nThe GOP civil war infects 2016.\n\n09/26/15 08:17 AM EDT\n\n                                        By \nTerry Mulcahy\n\n\n09/26/15 08:15 AM EDT\nGOP CIVIL WAR.\n\n09/26/15 08:02 AM EDT\n\n                                        By \nBen Schreckinger\n\nA potential kingmaker, the senator discusses what it will take to win his endorsement.\n\n2016\n\n09/26/15 08:00 AM EDT\n\n                                        By \nKenneth P. Vogel\n                                         and \nNoah Weiland\n\nThe charity is struggling to regain its luster.\nWe're working on more stories right now\n\n                                            By \n                                                    Robert B. Reich\n\n\n                                            By \n                                                    Philip Gordon\n\n\n                                            By \n                                                    Steve Latourette\n\n\n                                            By \n                                                    Amie Ferris-Rotman\n\n\n                AP Photo\n\n                        “There are people out there spreading, you know, noise about how much can get done.”\n\n            By \nMike Zapler\n\n09/27/15 11:43 AM EDT\n\n                    Updated 09/27/15 12:06 PM EDT\nIn his first one-on-one interview since his resignation announcement, Speaker John Boehner blasted right-wing lawmakers and groups as “false prophets” who “whip people into a frenzy” to make legislative demands that “are never going to happen.”\n The Ohio Republican also declared on CBS’ Face the Nation Sunday that there won’t be a government shutdown this week, though he’s “sure” it will take Democratic votes to pass a temporary funding extension.\nStory Continued Below\n“The Bible says, beware of false prophets. And there are people out there spreading, you know, noise about how much can get done,” Boehner said.\n“We got groups here in town, members of the House and Senate here in town, who whip people into a frenzy believing they can accomplish things they know — they know! — are never going to happen,” he added.\nBoehner also reflected on his four-and-a-half years as speaker, emotionally described Pope Francis’ visit last week as a moment of clarity for him, and spoke generally about his legislative plans over the next month before he departs.\n\n\n\n            By \nKyle Cheney\n\n “I don’t want to leave my successor a dirty barn. I want to clean the barn up a little bit before the next person gets there,” Boehner said. He was not asked about the race to succeed him as speaker, which his No. 2, Majority Leader Kevin McCarthy (R-Calif.), is expected to win.\nVisibly exasperated, Boehner said his top accomplishments as speaker – including the first major entitlement reform in decades, and deficit reduction – “all were voted against by my most conservative members because it wasn’t good enough. Really? This is the part I really don’t understand. \n“Our founders didn’t want some parliamentary system where if you won the majority you got to do whatever you wanted,” he added. “They wanted this long, slow process. And so change comes slowly. And obviously too slowly for some.”\nAsked if his critics on the right are unrealistic, Boehner exclaimed, “Absolutely they’re unrealistic!”\nBoehner said he hasn’t settled on retirement plans yet.\n“I don’t know, I haven’t had time to think about it. I made this decision and we’ll figure it out.”\nWrapping up the interview, host John Dickerson asked Boehner whether the “rumor” that the 65-year-old speaker does yoga is true.\n“I do,” he said. “But (I'm) not as diligent about it lately as I used to (be)… As a matter of fact I thought about it this morning. Because it’s great for my back, I’ve had back problems for 50 years.”\n © 2015 POLITICO LLC", "byline": "", "description": "“There are people out there spreading, you know, noise about how much can get done.”", "title": "Boehner unloads on GOP's 'false prophets'", "url": "http://www.politico.com/story/2015/09/john-boehner-gop-false-prophets-214120", "topics": ["campaign_finance", "abortion"], "people": ["Burgess Everett", "Sarah Wheaton", "Kyle Cheney", "Kenneth P. Vogel", "Philip Gordon", "Rachael Bade", "Doug Palmer", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "Mike Zapler", "Peter O'Donnell", "Terry Mulcahy", "Cheryl Mills", "Mick Mulvaney", "Patrick Temple", "Noah Weiland", "John Boehner", "Josh Gerstein", "Pope Francis", "Michael Grunwald", "Katie Glueck", "Jack Shafer", "Robert B. Reich", "John Dickerson", "Ben Schreckinger", "Isaac Dovere", "Alex Isenstadt", "Seung Min Kim", "Steven Shepard", "David Rogers", "Andrew Glass", "Donald Trump", "John Bresnahan", "Steve Latourette", "Jake Sherman", "Glenn Thrush", "Jake Tapper", "Lauren French", "Nicholas Vinocur", "Jennifer Haberkorn", "Michael Crowley", "Ali Breland", "Amie Ferris", "Peter Roskam", "Jon Prior", "James Kitfield", "Hanna Trudo"], "orgs": ["Congress", "CONGRESS", "Freedom Caucus", "Senate", "U.N. General Assembly", "House Banking Committee", "Wealth Of Nations", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 39860, "fullname": "robert b. reich", "primary_org": "nyt"}], "date_written": "2015-09-27 16:43:34", "org": "politico", "article_id": "629b8221cc2b529e1266afd20d1c49ea", "date_access": "2015-09-28 09:30:10.717310"}