{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Henry C. Jackson\n8/13/15 8:24 PM EDT\nBy Henry C. Jackson\nTHE CLOCK: 454 days until Election Day 2016 …\nStory Continued Below\nTHE DEBATE CLOCK: 34 days until the next Republican debate ... 61 days until the first Democratic debate.\nARE THE POLLS SKEWED?: POLITICO’s Steve Shepard reports: DONALD TRUMP is on top in Iowa, BEN CARSON is on his heels, and BERNIE SANDERS has flown past HILLARY CLINTON in New Hampshire. That’s the snapshot polls captured this week. It’s a far cry from the Bush-Clinton horse race that many had predicted going into the 2016 campaign season — and it belies conventional wisdom that predicted Trump’s demise after he attacked Fox News host Megyn Kelly after last week’s GOP presidential debate. The numbers have skeptics asking: Are these numbers the real deal?\nSome Republicans have insisted for months that Trump’s meteoric rise in the polls vastly overstates his standing in the race because the polls are surveying people who — despite what they tell pollsters — won’t actually cast ballots in their state’s primary or caucus. That argument reached a new crescendo Wednesday, after a CNN/ORC poll showed the real estate magnate with a significant lead in Iowa, trailed by neurosurgeon Ben Carson.\nWhat nearly everyone can agree on is that Trump’s dominance in the polls is impressive. He has led the last 26 independent polls of national Republicans — counting all surveys conducted by live telephone operators, automated phone calls and over the Internet. Yet focusing on the polls released over the past five days — essentially just a few scattered data points — is where things get dicey. Overlooked in the clamor is the fact that no national poll conducted by live interviewers has been released since the debate. Instead, most of the polling action was in the small states that vote first, Iowa and New Hampshire, where polling can be more volatile. http://politi.co/1L9IXoU\nTGIT, you’re doing it wrong if you’re not headed to the Iowa State Fair. And welcome to today’s 2016 Blast. Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news. Send your tips, complaints, and hottest hot takes to: hjackson@politico.com.\nTRAIL MIX: Here’s what’s popping on the campaign trail\nIn today’s campaign news, HILLARY CLINTON’s email migraine burns on while JOE BIDEN starts to call around about a potential run. SCOTT WALKER gets detailed about when he’ll give details. MIKE HUCKABEE kicks off the descent of hungry candidates to the Iowa fairgrounds. \nTHE DAILY CLINTON \nEMAIL DRIP DRIP: Fox News: “The latest revelations about top secret information traversing HILLARY CLINTON's private email server have triggered accusations that someone in her ‘inner circle’ likely stripped the classification markings, illegally. The claims come after the Clinton campaign stuck to the argument that the Democratic presidential candidate, while secretary of state, never dealt with emails that were ‘marked’ classified at the time. ‘Hillary only used her personal account for unclassified email. No information in her emails was marked classified at the time she sent or received them,’ campaign Communications Director Jennifer Palmieri said in a statement to supporters Wednesday.” http://fxn.ws/1P9qKG7\nHUMA HUNT: POLITICO’s Rachel Bade reports: “Huma Abedin, HILLARY CLINTON’s most trusted confidante, is increasingly becoming a central figure in the email scandal that’s haunting her boss … as Republicans and federal judges seek information about Clinton’s communications while she was running the State Department. The 2016 Democratic front-runner on Monday told a federal judge that Abedin … had her own email account on Clinton’s now infamous home-brewed server, ‘which was used at times for government business,’ Clinton acknowledged. That’s an unusual arrangement, even for top brass at the State Department.” http://politi.co/1N64HCA\n2016 MVP: @BillKristol tweets: “Most valuable Republican of the 2016 election cycle so far: @TGowdySC.” http://bit.ly/1L9i4kV\nTHE MAP OF HILLARY’S MONEY: POLITICO’s Daniel Lippman: “Beverly Hills. West Hollywood. Georgetown. The Upper East Side. Chicago’s Lakefront. Not exactly hot spots for the ‘everyday Americans’ HILLARY CLINTON says she’s running to represent. But these are the cities and exclusive neighborhoods where Clinton is raising gobs of the big-dollar donations that help make up the $45 million she raised in the second quarter.” http://politi.co/1L9eW8A\nCHUG! In a Time Q&A, Claire McCaskill is asked if she’ll shotgun a beer if Clinton is elected. “I’ve done it once at the urging of my kids. But electing the first woman President? Hell, yes, I’m down. Maybe I could talk her into doing one with me, huh?” http://ti.me/1MpzZEc\nTHE PROGRESSIVE RESISTANCE \nTHINKING ABOUT RUNNING: NBC: JOE BIDEN “is spending part of his South Carolina vacation calling close friends to discuss a potential 2016 run … Biden is not calling people asking ‘if’ he should run, but saying, ‘I am thinking about it but I’m also thinking about Beau,’ according to a source close to Biden … The source who got a call from Biden this week said, ‘I think he is doing the analysis and the homework.’” http://nbcnews.to/1J2xUXP\nOBAMA’D: On The Nightly Show, Larry Wilmore explored the possibility that BERNIE SANDERS could overtake HILLARY CLINTON. “She’s about to get Obama’d by an old white man. It is one thing for a cool brother to just burst into the scene and all that brotherness just fills out on the campaign trail. That’s just science. But when people are more inspired by a guy who looks like the about-to-retire dean of students at Oberlin, I gotta ask: What the hell is going on?” http://on.cc.com/1ILrQGb\nWHY BERNIE WILL FALTER: Washington Post: “How is it possible that the chattering classes are still giving them almost no chance — not only to win the presidency, but even their parties' nominations? There’s actually a very good reason: It’s because people do care about electability. They just don’t care about it yet.” http://wapo.st/1h79kzd\nTRUMP ON THE STUMP \nI-O-W-A: Washington Post: “When the hulking vehicle with thick white block letters that spell T-R-U-M-P pulled into a Wal-Mart parking lot in Fort Dodge this week, people flocked to it … For many Americans the [DONALD] TRUMP presidential campaign amounts to a billionaire talking endlessly, and entertainingly, on television. But here in Iowa, it’s another story. Trump is trying to beat the politicians at their own game, building one of the most extensive field organizations in the Republican field.” http://wapo.st/1h75je9\nBAD DINNER GUEST: Time: “\"GOP prayers for his departure from the race remain unanswered, and the prospect of his sticking around ... seems high. [DONALD] TRUMP is the dinner guest who will not leave. ... there’s no incentive for Trump to go away. As long as he stays in the news, owns the debates and floats at the top of the polls, he’s ahead. He books television interviews and sends tweets to his 3.7 million followers for free, which means he doesn’t need ads.” http://ti.me/1N645ww\nTHE ROAD TO $10 BILLION: The Wall Street Journal: “Over the past decade, DONALD TRUMP has earned millions of dollars for extolling ACN Inc., a multilevel marketing firm that has weathered regulatory investigations in three countries. Trump not only endorsed ACN, he twice featured the company on his former reality TV show, “The Celebrity Apprentice.” Both episodes featured teams of entertainment figures competing to promote versions of a video phone sold by the North Carolina firm. “I think the ACN video phone is amazing,” Trump said in an ACN news release just before a two-hour, prime time Sunday night Celebrity Apprentice episode on the product in 2011. “I simply can’t imagine anybody using this phone and not loving it.” http://on.wsj.com/1h6jjoH\nYOU’RE (STILL) FIRED: POLITICO’s Dylan Byers reports: “DONALD TRUMP will not return to NBC's \"Celebrity Apprentice\" following his presidential campaign, NBC Entertainment Chairman Bob Greenblatt said Thursday. In a Q&A at the Television Critics Association Press Tour, Greenblatt described Trump as a \"lovely guy\" to work with ... But when asked if Trump might return to \"The Apprentice,\" … Greenblatt was defiant: \"Absolutely not.\" http://politi.co/1Pa8NXQ\nWALKER’S WORLD: \nROLLOUTS COMING: Milwaukee Journal-Sentinel: SCOTT WALKER “says he will soon begin unveiling policy positions on health care, national security and other issues expected to play major roles in the 2016 presidential race … speaking to reporters after addressing the DuPage County GOP … “We’ve been in this race for just a month. Literally a month ago, today, we got in the race, but we’ll be laying out the specifics out in hopes that in the next debate we talk about that, as opposed to just talking about attacks on any of the candidates.” http://bit.ly/1J31IUp\nGOVERNOR TRASH TALK: WMUR: “SCOTT WALKER said Thursday he knows and likes JOHN KASICH and CHRIS CHRISTIE, but the Wisconsin governor said … he didn’t accept Affordable Care Act Medicaid expansion dollars.” http://bit.ly/1gEgWsi\nWHAT ARENA?: In the same WMUR interview, Walker says, “I don’t know the owners” of the Milwaukee Bucks. But as, @reidepstein notes, “One of them is national finance co-chair of his campaign.” http://bit.ly/1Paa3KF\nWILEY’S TAKE: Walker’s campaign manager, Rick Wiley, appearing on CNN today, and played down a perceived slip in the polls for his candidate: “I think there’s a lot of time to go in this race … This nomination has to be earned.”\nKASICH’S CASE \nFLORIDA SQUEEZE: POLITICO’s Kyle Cheney reports: “There’s a fresh face in New Hampshire and his name is JOHN KASICH. The Ohio governor … was a late entrant to the 2016 Republican race with limited name recognition and plenty of ground to make up against JEB BUSH, whose establishment lane Kasich has been trying to horn in on. He’s been storming New Hampshire, on TV and in person, with vigor, hoping for a meeting of the moderate minds and spirits in the state will help him catch fire.” http://politi.co/1J2e4ft\nMODERATE APPEAL: The New York Times: JOHN KASICH “unabashedly promotes his expansion of Medicaid under Obamacare, shows little appetite for relitigating culture-war battles like same-sex marriage and offers not much more than a shrug when asked about HILLARY RODHAM CLINTON’S turning over her email server to the F.B.I. … At a moment when many of his Republican rivals are vying to criticize President Obama and Mrs. Clinton most sharply ...  Kasich is taking the opposite approach. And it is paying off — at least in New Hampshire, a “quirky but crucial state where answers to questions about transportation funding can become applause lines.” http://nyti.ms/1L9bgRx\nCONSERVATIVE SKEPTICISM: Hot Air post: “Kasich: Yes on possibly allowing illegals to become citizens, no on attacking Hillary Clinton.” http://bit.ly/1J2LIl9\nJEB’S JOURNEY\nSTILL THE TARGET: USA Today: “Sure, DONALD TRUMP has the lead and most of the public's attention. But another candidate with a well-known name and a big bank account — JEB BUSH — remains the primary target for other Republicans seeking their party's 2016 presidential nomination. In some cases echoing the attacks of Democrats, Republicans have criticized Bush over immigration, Common Core, gaffes on the campaign trail and his status as the \"third Bush\" to seek the presidency in 30 years.” http://usat.ly/1hzZVQF\n‘LIVES’ DISRUPTION: POLITICO’s Daniel Strauss reports: “Protestors from the grass-roots movement disrupted a town hall event featuring former Florida Gov. JEB BUSH in Las Vegas late Wednesday, expanding their targets after having focused in recent weeks on the Democratic presidential contenders.” http://politi.co/1DbK280\nFIREFIGHTER FRIEND: National Journal: “While a major union for firefighters has donated largely to Democratic presidential candidates, there is one other candidate who they are open to looking at: JEB BUSH….a large chunk of the International Association of Fire Fighters' political giving went to Priorities USA Action, a super PAC supportive of HILLARY CLINTON, clocking in at $50,000, while also giving $5,000 to Hillary for America. IAFF general president Harold Schaitberger said along with the four Democratic candidates, IAFF had donated to Bush, and an FEC midyear report shows that IAFF FIREPAC had made a $5,000 contribution to Bush's Right to Rise PAC.\"\nhttp://bit.ly/1HJ3s49\nJUST CHECKING: NJ.com: “Passaic County Republican Chairman John Traier and Monmouth County Republican Chairman Shaun Golden were among the folks who attended the one of Bush's two fundraisers on Christie's turf, The Auditor has learned. Both local GOP leaders are part of Christie's 200-member leadership team. Traier told The Auditor he didn't donate to Bush's campaign and still supports Christie. Instead, he went to the event as someone's guest, he said.” http://bit.ly/1PnFi5E\nSURVEYING THE 2016 LANDSCAPE\n‘FAIR’ SOAP BOX: Des Moines Register: “Republican presidential candidate MIKE HUCKABEE stuck with his main campaign trail themes Thursday during his appearance at The Des Moines Register’s State Fair Soapbox … He was the first presidential candidate to appear at the Soapbox during the fair, which began Thursday ... ‘Right now, we’re designing things, we’re creating things, but we’re making them in China,” he said. “And what we need to be doing is making them here but we can’t because there’s 22 percent embedded tax in everything we make here. The Fair Tax changes that and gives us the competitive edge so we bring those manufacturing jobs back.\" http://dmreg.co/1ILtBTS\nCUBA FOCUS: Miami Herald: MARCO RUBIO “wants … Secretary of State John Kerry to turn over the drafts of the (human trafficking report), the names of who in his department signed off and a copy of Cuba’s plan to combat trafficking — all because Rubio thinks the report was politicized.” http://bit.ly/1JWf7mj\nCARLY’S PIECE: Taking to Huffington Post, CARLY FIORINA writes that the “status quo isn’t working for women in America.” “It has been 95 years since women got the right to vote. Fifty years since The Feminine Mystique. Sixteen years since I was named the first female CEO of a Fortune 50 company. Yet, there are only 23 female CEOs in the S&P 500 today … The status quo isn't working for women. It isn't working for most Americans — unless you are part of the political class that is wealthy and well connected.” http://huff.to/1L95aAM\nBOGEY: POLITICO’s Daniel Strauss reports on a RAND PAUL attack on DONALD TRUMP -- that was met with a “lengthy, typo-ridden statement attacking Paul and, oddly, describing a time Trump beat him at golf.” http://politi.co/1PlR8x3\nSANTORUM ON THE RADIO: RICK SANTORUM's campaign is holding a contest to see which radio ad supporters want to go on the air — a positive one that talks about securing the border and ending common core, or a negative one that attacks President Barack Obama’s Iran deal. The winning ad will get run on satellite and conservative talk radio. http://bit.ly/1PnGh5D\nNEXT NEWS CYCLE\nDEMOCRATS IN IOWA: HILLARY CLINTON, BERNIE SANDERS, MARTIN O’MALLEY, LINCOLN CHAFEE.\nREPUBLICANS IN IOWA: CARLY FIORINA, JEB BUSH, MIKE HUCKABEE.\nMARCO RUBIO is fundraising in New York.\nTHE DAILY NUMBER\n12. That’s the number of years since the Des Moines Register began it’s “soapbox” stop at the Iowa State Fair for political aspirants. Now, it’s a presidential right of passage. http://dmreg.co/1ILtBTS\nFOLLOW @POLITICO's politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush , @EliStokols, @katie_glueck, @schreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin, @mikeallen, @dlippman, @Danielstrauss4 @henrycjjackson\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "Hillary's email drip...drip...", "title": "Are the polls skewed?", "url": "http://www.politico.com/2016blast/0815/2016blast19594.html", "topics": ["immigration", "campaign_finance", "women"], "people": ["Kyle Cheney", "Steve Shepard", "Bob Greenblatt", "Henry C. Jackson", "John Traier", "Rachel Bade", "Larry Wilmore", "Harold Schaitberger", "Bernie Sanders", "Huma Abedin", "Daniel Lippman", "Beau Biden", "Rick Wiley", "Donald Trump", "Barack Obama", "Megyn Kelly", "John Kerry", "Daniel Strauss", "Jennifer Palmieri", "John Kasich", "Hillary Clinton", "Ben Carson"], "orgs": ["ACN Inc.", "RAND PAUL", "Milwaukee Bucks", "National Journal", "Common Core", "State Department", "Milwaukee Journal", "ACN", "S&P", "GOP", "International Association of Fire Fighters", "PAC", "Medicaid", "Des Moines Register", "Hot Air", "IAFF", "F.B.I.", "Dylan Byers", "Q&A", "LANDSCAPE"], "authors": [{"author_id": 34746, "fullname": "henry c. jackson", "primary_org": "politico"}], "date_written": "2015-08-14 01:24:09", "org": "politico", "article_id": "90ea99e089a9ffe096175cac4b8de9aa", "date_access": "2015-08-14 00:40:04.472770"}