{"body": "POLITICO\nAn early filing of the day's tax news\nBy Katy O'Donnell\n8/18/15 9:59 AM EDT\nWith assistance from Toby Eckert\nIRS: OOPS, BREACH HIT WAY MORE PEOPLE THAN WE THOUGHT. The IRS disclosed Monday that it is reaching out to nearly 400,000 more taxpayers about the security of their sensitive information over the “Get Transcript” breach the agency first discovered in May. The agency said earlier this summer that people used taxpayer information culled from third-party sources to get access to over 100,000 taxpayer accounts through the IRS’s “Get Transcript” application. A review of the breach led the IRS to discover fraudsters infiltrated 220,000 additional accounts and were blocked from accessing 170,000 others.\nStory Continued Below\nThe IRS has emphasized that the original identifying information needed to get into Get Transcript was stolen elsewhere, but it is thought that criminals used the application to get information from old tax returns to file fraudulent ones going forward. That could mean an even tougher 2016 filing season for hundreds of thousands of people next year. The IRS is providing the afflicted taxpayers with free credit monitoring.\n — LAWMAKERS PLEDGE HELP AND OVERSIGHT. Rep. Peter Roskam (R-Ill.), the chairman of the Ways and Means Oversight Subcommittee, called the news “deeply troubling” in an emailed statement Monday. “Taxpayers deserve to know that the IRS is taking every possible step to safeguard their personal information. Today's revelation that the IRS didn't fully understand this security breach for months is not confidence-inspiring,” Roskam said. “The Oversight Subcommittee will continue to work to get to the bottom of this breach and work with the IRS to improve cybersecurity systems guarding taxpayers’ personal data.\"\nSenate Finance Committee ranking member Ron Wyden (D-Ore.) was less critical but still made clear he was keeping an eye on the tax agency: “I spoke with the IRS commissioner today and our team is being briefed on developments. We need to do a better job of protecting taxpayers and I welcome swift action from the IRS to address this situation now and against future cyberthreats.”\nWyden and Finance Chairman Orrin Hatch have been exploring potential private-sector solutions to the IRS’s security woes since April, and the IRS held a public-private security summit this year to try to get a handle on the problem.\nWALKER’S O-CARE PLAN INCLUDES SLIDING-SCALE TAX CREDITS. GOP presidential candidate Scott Walker will unveil an Obamacare replacement plan today that would shift authority to the states and give uninsured consumers access to sliding-scale tax credits, Pro Health’s Jennifer Haberkorn and Kyle Cheney report. Walker says he would use age, not income, to calculate the sliding-scale credits, a system he says would eliminate any need for IRS oversight. Read more: http://politi.co/1WBxu4Z\nTAX ANALYSTS’ JEREMY SCOTT: EXTENDERS ROUTINE NOT CORRUPTION, JUST GIMMICKRY. Tax Analysts’ Jeremy Scott takes on Harvard Professor (and potential Democratic presidential candidate) Lawrence Lessig’s argument that Congress can’t get anything done because of campaign finance — at least when that argument is applied to Congress’ apparent inability to pass tax extenders in anything other than an ad hoc, slapdash fashion. “Lessig argues that politicians basically sell year-to-year extensions of tax policy to donors,” Scott writes. “Basically, Lessig is saying that each year Congress pretends it might not renew extenders in order to build support, and he believes support is just a euphemism for cash.” Not so, says Scott.\nEven if Lessig’s theory applies to other matters, “a quick perusal of the history of extenders reveals that budgetary gimmicks and deficits are more responsible for the yearly extenders dance than institutional corruption,” Scott writes. “Whenever permanent extensions are proposed, it isn't lobbyists and campaign finance directors who are outraged or railing against it — it's deficit hawks and some Democrats. ... It's the parties' concerns over seeming weak on the deficit, not their desire to sell the same tax favors over and over again, that likely explains why extenders are an annual problem that never seems to go away.” Read more: http://bit.ly/1fl1pN5\nHAPPY TUESDAY! Today marks 788 years since Genghis Khan died, 220 years since George Washington signed the Jay Treaty with Britain, 95 years since the 19th Amendment was ratified, 57 years since Vladimir Nabokov’s “Lolita” was published and 11 years since Donald Trump unveiled his board game, “TRUMP: The Game.” See a pattern? Send theories and tax tips to kodonnell@politico.com, bfaler@politico.com and teckert@politico.com. You can find us on Twitter at @katyodonnell_, @tobyeckert and @brian_faler. And as always, please follow @POLITICOPro and @Morning_Tax.\nDIVINE INSPIRATION: Comedian John Oliver is establishing his own church, “Our Lady of Perpetual Exemption,” and daring the IRS to deny it tax-exempt status. There’s a serious point behind the stunt, he insisted on his HBO show “Last Week Tonight.” “The IRS regulations are close to meaningless,” he told viewers, after skewering money-grubbing televangelists who routinely fleece their flocks. Oliver said he filed paperwork with the IRS “to test the legal and financial limits of what religious entities are able to do.” He added, “It was disturbingly easy.” http://bit.ly/1PgPLPE\nSTATE ROUNDUP — \nTAX ME, PLEASE! It’s not often that a business advocates for a higher tax on some of its most loyal customers. But that’s exactly what a convenience store trade group is doing in Missouri. The state’s Petroleum Marketers and Convenience Store Association is pushing a ballot initiative that would raise Missouri’s lowest-in-the-nation cigarette tax to 40 cents a pack from 17 cents, the St. Louis Post-Dispatch reports. The group is circulating petitions for two versions of the initiative — one that would spend the roughly $800 million in proceeds on transportation; the other would send the money to the state’s general revenue fund. It’s not exactly clear why the group, which has opposed three other cigarette tax hikes rejected by voters, would favor the tax increase. But the petroleum marketers have expressed concern about Missouri’s transportation funding problem. And other proposals would make the cigarette tax even higher, ranging from a 50-cent boost to a 73-cent hike. http://bit.ly/1HTbw2s\nA SPOONFUL OF SUGAR: Illinois Gov. Bruce Rauner has a tax plan that he hopes will attract Democrats who control the Legislature: freeze local property taxes for two years and in return you’ll get $74 million for financially struggling school districts, notably Chicago’s. “The state would contribute $200 million a year for two years toward pension and health care costs at [Chicago Public Schools] without a reduction in the district's $600 million state grant funding,” Reuters reports. There’s a catch, however: The legislation would allow local officials to curb collective bargaining, weaken prevailing wage requirements and restrict workers' compensation claims. Most Illinois Democrats would probably consider either one of those things a poison pill. http://reut.rs/1UPjMJX\nGRAD STUDENTS LOSE HEALTH SUBSIDIES IN MO.: The University of Missouri is getting rid of subsidies that help cover health insurance for graduate students who teach at the school, pointing to an IRS interpretation of the Affordable Care Act as the culprit. The law \"prohibits businesses from providing employee subsidies specifically for the purpose of purchasing health insurance from individual market plans,” school officials said in a letter to students, according to an AP story. Because the university’s student health insurance plan is covered by Aetna, the school fears it would be fined for subsidizing an individual market plan.\nAfter getting negative feedback, the school’s chancellor wrote of a short-term solution: “In Fiscal Year 2015, the university spent $3,938,793.28 in subsidizing the health insurance costs of over 3,000 graduate students. I have directed that this same amount be provided to eligible students based on a formula developed by the Office of Graduate Studies and that the entire amount be made available as soon as possible. This, I understand, is only a short-term ‘fix.’” Read the chancellor’s announcement here: http://bit.ly/1EyKAVB and the AP’s story here: http://bit.ly/1EyKOfc\nQUICK LINKS: \n — National Taxpayers Union VP: “Tax reform must start somewhere”: http://bit.ly/1E1q4lv\n— More on Etsy’s Irish tax strategy: http://on.wsj.com/1K2FlUg\n— ICMYI: The Guardian’s “Inside the world’s greatest tax havens, in pictures”: http://bit.ly/1THi6VI\n— IRS: No such thing as a free lunch (not even in Silicon Valley): http://bit.ly/1hjfhJB\n— DOJ recants leak claim in trial of former Ways and Means member Aaron Schock: http://politico.pro/1DYXnpq\nDID YOU KNOW? Vladimir Nabokov hated sleep: “Sleep is the most moronic fraternity in the world, with the heaviest dues and the crudest rituals. It is a mental torture I find debasing,” he wrote in “Speak, Memory.” Sometimes he had to sleep, he conceded, “but I simply cannot get used to the nightly betrayal of reason, humanity, genius.” Can’t say we relate.\nBy MATT LATIMER\nBy JACK SHAFER\nBy ADAM WREN\nBy SEN. MARCO RUBIO\n© 2015 POLITICO LLC", "byline": "", "description": "Tax Analysts' Jeremy Scott: Extenders routine not corruption, just gimmickry.", "title": "IRS: Oops, breach hit way more people than we thought — Tax Analysts’ Jeremy Scott: Extenders routine not corruption, just gimmickry — Divine inspiration", "url": "http://www.politico.com/morningtax/0815/morningtax19653.html", "topics": ["health", "campaign_finance", "trade"], "people": ["Katy O'Donnell", "Jennifer Haberkorn", "Kyle Cheney", "Lawrence Lessig", "John Oliver", "Vladimir Nabokov", "Peter Roskam", "Jeremy Scott", "Ron Wyden", "Aaron Schock", "Toby Eckert", "George Washington", "Orrin Hatch", "Donald Trump", "Scott Walker", "Bruce Rauner"], "orgs": ["Aetna", "HBO", "Finance", "Congress", "Senate Finance Committee", "IRS", "Chicago Public Schools", "University of Missouri", "Wyden", "Pro Health"], "authors": [{"author_id": 31622, "fullname": "katy o'donnell", "primary_org": "politico"}], "date_written": "2015-08-18 14:59:25", "org": "politico", "article_id": "5e65d996cc3ed8fa53e0066fcbd87df0", "date_access": "2015-08-18 14:10:19.406092"}