{"body": "Paulâ\u0080\u0099s overall fundraising numbers are expected to put him very much in the game. | Getty\n\n2016\n\nBy Daniel Strauss\n7/10/15 6:47 PM EDT\nSen. Rand Paul pulled in $7 million for his presidential run during the last fundraising quarter, his campaign reported on Friday.\nIncluded in that number are receipts from Paul’s joint fundraising committee, and his campaign is able to point to a decently large number of contributors (108,205) with an average donation of $65.\nStory Continued Below\nThe $7 million figure doesn’t, however, include the money raised by the libertarian-ish candidate’s super PAC, which is expected to significantly up his total haul.\nWhile that makes comparisons tough, the initial figure pales in comparison to the eye-popping numbers trotted out by his Republican rivals in recent days. On Thursday, Jeb Bush’s super PAC that it had exceeded its fundraising target, and had brought in $103 million. On top of that, Bush’s campaign reported it had raised $11.4 million.\nAlso on POLITICO\nKATIE GLUECK\nAnd Sen. Ted Cruz announced last week that his campaign and super PACs had brought in a total $51 million haul for the second quarter.\nDuring the same fundraising period in the 2012 cycle, Sen. Paul’s father, Ron Paul, raised $4.5 million.\nPaul’s overall fundraising numbers are expected to put him very much in the game, and his polling numbers have him in the upper middle of the field. A recent CNN poll found Paul with 8 percent support, tied with Ben Carson and trailing Bush and Donald Trump.\nBreitbart.com first reported Paul’s haul.\nBy MICHAEL KRUSE\nBy POLITICO MAGAZINE\nBy P.W. SINGER and  AUGUST COLE\nBy ANTONIO TIJERINO\n© 2015 POLITICO LLC", "byline": "", "description": "That figure doesn't include money raised by his super PAC.", "title": "Rand Paul pulls in $7 million for presidential run", "url": "http://www.politico.com/story/2015/07/rand-paul-rakes-in-7-million-for-presidential-run-119978.html", "topics": ["personality"], "people": ["Rand Paul", "Ron Paul", "Daniel Strauss", "Jeb Bush", "Donald Trump", "Ben Carson", "Ted Cruz"], "orgs": ["PAC", "P.W.", "PACs"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-07-10 23:47:05", "org": "politico", "article_id": "4189c6e1b1de0b84f9a97889765bcd1f", "date_access": "2015-07-11 00:20:03.078790"}