{"body": "\nHistory Dept.\n\n                        It happened before, 90 years ago, when the GOP cracked down hard on immigrants. Republicans never recovered. \n\n            By \nMichael Kazin\n\n09/01/15, 08:31 PM EDT\n\n                AP photo\nDonald Trump knows the United States will never deport eleven million undocumented immigrants or do away with birthright citizenship. But what if we did—what would be the political impact if Trump and other angry nativists in the GOP actually achieved most or all the changes they desire, cutting immigration back sharply?\n We already know, because something very similar happened once before in American history. Ninety years ago, two Republican presidents—Warren Harding and Calvin Coolidge—and a Congress dominated by Republicans enacted equally harsh policies against immigrants. Their success helped usher in the longest period of one-party rule in the 20th century. But it was the Democrats, not the GOP, who benefited, in one of the most whopping instances of unintentional consequences in American political history. \n During the 1920s, federal lawmakers reversed the traditional policy of welcoming newcomers from nearly every land. Fear of foreigners carrying the bacillus of Bolshevism from Europe and of diluting the purity of the “Nordic” race led them to pass the most sweeping restrictions in U.S. history. By large majorities, Congress enacted quotas that explicitly discriminated against would-be immigrants from southern and eastern Europe and banned all Arabs and all Asians except for Filipinos, who were then U.S. colonial subjects. In supporting the restrictive Johnson-Reed Act of 1924, one senator proudly exclaimed, “Thank God we have in America perhaps the largest percentage of any country in the world of the pure, unadulterated Anglo-Saxon stock … We now have sufficient population in our country for us to shut the door and to breed up a pure, unadulterated American citizenship.” \n The new policies were effective: Over 18 million people migrated to the U.S. between 1880 and 1920. From 1930 to 1960, during the new era of highly restricted immigration, only four million made the trip.\n But the political backlash from that dramatic shift in demographics was fierce. Immigrants from places like Poland, Italy, and Russia who already lived in the U.S. and their American-born children deeply resented quotas that barred them from bringing over their relatives and friends. Most also despised the prohibition of alcohol, which they viewed as an attack by evangelical Protestants on their cultures and their right to imbibe any beverage they chose. \n At the time, big-city Democrats warned that nativists would regret their decision to bar non-“Anglo-Saxons” from the land. “Suppose they had their way,” said Rep. Emmanuel Celler, a Brooklyn Jew, “and we awoke one fine morning and found all our population of foreign origin had departed. There would be no rolls for breakfast, no sugar for the coffee, and no meat for dinner—for practically all workers in foodstuffs are aliens. Milady would have to wear last year’s coat, shoes, and gloves, as most … Apparel factories would be closed.” \n Instead of leaving, white ethnics took out their bitterness at the polling booth. In 1928, many voted for the first time, swelling the total for Al Smith, the Catholic Democrat from New York. Amid the prosperity of that decade, Smith lost to Herbert Hoover. But in 1932, during the depths of the Great Depression, their votes swung nearly every big state to Franklin D. Roosevelt. FDR didn’t have enough support in Congress to get rid of the quotas (most Southern Democrats favored them). But his party did repeal prohibition and enact programs like the Works Progress Administration and the National Labor Relations Act that helped millions of ethnics find jobs and form unions. \n In the decade since the restrictive quotas had been passed, young workers from the kind of ethnic groups that Republicans derided had become increasingly “Americanized.” English was their first language; they had been educated in the U.S., flocked to the same Hollywood movies and danced to the same swing tunes as did other Americans—and they were registered to vote. Despite the Great Depression, they also felt secure enough to question the authority of their employers – most of whom were loyal Republicans, the party in charge when Wall Street crashed and the jobless rate soared to twenty-five percent. \n All this made white ethnic workers natural recruits for the new unions established, through sit-down strikes and other forms of pressure, in the steel, auto, longshore, aircraft, and electrical industries during the 1930s and 40s. “Go to hell! You’ve had me long enough. I’m going to be a man on my own now!” an official of the United Electrical Workers told his members. First and second-generation immigrants welcomed the ethnic pluralism of the new labor movement, as did blacks and Mexican-Americans, and claimed American traditions for themselves. In one New England textile town, union organizers compared their bosses to King George III and urged workers to emulate the Pilgrims and the “wise, hardy, and staunch” pioneers in covered wagons who risked everything to attain prosperity for their families. Between 1933 and 1945, unions added nine million new members to their ranks. As it surged, organized labor had become a rainbow coalition—and a mainstay of the Democratic Party.\n In four straight elections, FDR crushed his Republican opponents in big cities and factory towns filled with white ethnics and African-Americans. Their votes also turned states like Pennsylvania and Illinois, which had traditionally voted Republican, into Democratic strongholds. The party nominated scores of Jews, Polish Catholics, and Italians to local and state offices. During the height of the Cold War in the 1950s, Dwight Eisenhower and other moderate Republicans won back some of these voters. But in 1960, John Kennedy – running as a Catholic, pro-labor liberal – reassembled much of FDR’s old coalition. He was the first president to owe his victory to a alliance of religious, ethnic, and racial minorities. \n Thus, by closing the borders to all but a trickle of newcomers they disliked, Republicans ensured that they would provoke the lasting hostility of millions of immigrants and, just as importantly, their children, all of whom had already crossed those borders. During the 1930s and 40s, Democrats won every single presidential election, even as the foreign-born population decreased from 11.6 percent to just over half that number. \n The political dynamics today are not all that different. Latinos and Asian-Americans already voted overwhelmingly for Barack Obama in 2008 and 2012—and in the latter year Mitt Romney paid dearly for his harsh stand against America’s 11 million illegal immigrants, when he declared that he would make life so hard for them they would “self-deport” (Romney lost the Hispanic vote to Obama by a stunning 71 percent to 27 percent). \n If, in 2016, the GOP nominee campaigns and wins on a platform that vows to curb immigration – both legal and undocumented – he or she could be repeating one of the worst decisions that party ever made. Even if the flow of migrants to the U.S. were cut in half, the number of Americans with family members born aboard will continue to grow as a percentage of the population. And by 2040 or sooner, it is white people who will be the largest minority group, according to census data. Much as happened nearly a century ago, a one-time victory based on a nativist backlash could thus turn into several decades of Democratic supremacy.\n\nMichael Kazin teaches history at Georgetown University. He is author, most recently, of American Dreamers: How the Left Changed a Nation (Knopf, 2011).\nThe Friday Cover\n\n                    By \n                            Adam Wren\n\nThe Friday Cover\n\n                    By \nJeff Greenfield\n\nWhat Works\n\n                    By \nCaleb Hannan\n\n © 2015 POLITICO LLC", "byline": "", "description": "It happened before, 90 years ago, when the GOP cracked down hard on immigrants. Republicans never recovered.", "title": "How Trump Can Ensure Democratic Dominance for Generations", "url": "http://www.politico.com/magazine/story/2015/09/how-trump-can-ensure-democratic-dominance-for-generations-213102", "topics": ["immigration"], "people": ["Adam Wren", "Herbert Hoover", "Warren Harding", "Calvin Coolidge", "Caleb Hannan", "Michael Kazin", "Al Smith", "Mitt Romney", "Donald Trump", "Franklin D. Roosevelt", "Barack Obama", "Jeff Greenfield", "Dwight Eisenhower", "John Kennedy"], "orgs": ["What Works", "Congress", "National Labor Relations Act", "Democratic Party", "FDR", "GOP"], "authors": [{"author_id": 27145, "fullname": "michael kazin", "primary_org": "nyt"}], "date_written": "2015-09-02 01:31:27", "org": "politico", "article_id": "73016fee8937c94ac70cb734e593c02f", "date_access": "2015-09-02 00:40:13.828493"}