{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n6/27/15 9:52 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com), and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Saturday morning, after one of the most momentous news days and weeks you – or even your children – will ever see. Obama aides and former aides, who have been with him from the beginning, tell us this is the biggest week of the eight years.\nStory Continued Below\nLIVING HISTORY – “Ten Days in June,” by New Yorker Editor David Remnick: “What a series of days in American life, full of savage mayhem, uncommon forgiveness, resistance to forgiveness, furious debate, mourning, and, finally, justice and grace. ... Obama’s Presidency was surely dwindling, if not finished. His mood was somber, philosophical—which is good if you are a philosopher; if not, not. Obama described himself to me [after the disastrous midterms] in terms of his limits—as ‘a relay swimmer in a river full of rapids, and that river is history.’ ...\n“But pause to think of ... the scale of recent events. On Thursday, the Supreme Court ... put an end to years of court cases and congressional attacks against the Affordable Care Act ... On Friday, the Supreme Court ... legalized same-sex marriage nationally ... [T]hroughout the South, governors and legislatures are beginning to lower the racist banner of the Confederate flag. Cruelty on a horrific scale—slaughter committed in the name of racism and its symbols—has made all talk about the valuable ‘heritage’ of such symbols absurd to all but a very few.\n“The endlessly revived ‘conversation about race’ shows signs of turning into something more serious—a debate about institutional racism, and about inequities in the criminal-justice system, in incarceration, in employment, in education. The more Obama leads on this, the more he sheds his tendency toward caution ... the better. The eulogy in Charleston, where he spoke as freely, and as emotionally, as he ever has about race during his Presidency, is a sign, ... that he is prepared, between now and his last day in office, to seize the opportunity.\n“Finally, in recent months Obama has also, through executive action, made solid gains on immigration, wage discrimination, climate change, and foreign-policy issues, including an opening, after more than a half century of Cold War and embargo, to Cuba. These accomplishments—and potential accomplishments, like a ... nuclear arrangement with Iran—will help shape the coming election.”\nOBAMA to REMNICK, in an interview originally published in Jan. 2014: “‘I have strengths and I have weaknesses, like every President, like every person ... I do think one of my strengths is temperament. I am comfortable with complexity ... [W]e are born into this world and inherit all the grudges and rivalries and hatreds and sins of the past ... But we also inherit the beauty and the joy and goodness of our forebears. And we’re on this planet a pretty short time, so that we cannot remake the world entirely during this little stretch that we have. …\n“But I think our decisions matter. ... America was very lucky that Abraham Lincoln was President when he was President. If he hadn’t been, the course of history would be very different. But I also think that, despite being the greatest President, ... it took another hundred and fifty years before African-Americans had anything approaching formal equality, much less real equality.\n“[T]hat doesn’t diminish Lincoln’s achievements, but it acknowledges that ... we’re part of a long-running story. We just try to get our paragraph right.” http://nyr.kr/1SSffp4 ... Remnick’s “Going the Distance,” about travels with Obama (Jan. 2014) http://nyr.kr/1NmIfSh\n--CLICKER – “White House Goes Rainbow After Gay Marriage Supreme Court Decision” – HuffPost – 11 pix of the night lights, on 1 page: http://huff.to/1HmeLE2\n--HOT VIDEO: Obama sings/leads “Amazing Grace” at Clementa Pinckney funeral http://politi.co/1IBDznZ ... Full eulogy, with Isaac Dovere story http://politi.co/1dnzjzI\n--“Obama is officially one of the most consequential presidents in American history,” by Vox’s Dylan Matthews: “[H]e will be a particularly towering figure in the history of American progressivism.” http://bit.ly/1GDmTLp\n--Per Twitter: “#LoveWins was Twitter's top global trend throughout the day ... over 10m Tweets about the SCOTUS ruling ... from 9:30 a.m. to 5:30 p.m. ET.”\n--This tweet became POTUS’ most retweeted: @POTUS: “Today is a big step in our march toward equality. Gay and lesbian couples now have the right to marry, just like anyone else. #LoveWins”\n--Per Facebook: Top hashtags #LoveWins #LoveIsLove #MarriageEquality #EqualityForAll #SCOTUSMarriage. ... 6 million people in the U.S. identify as LGBTQ on Facebook. Nearly 1 million people in the U.S. have joined LGBTQ groups on Facebook.”\n--“The Supreme Court’s most memorable quotes on gay marriage,” by Adam B. Lerner http://politi.co/1BTkWyV ... Text of the decision http://politi.co/1FFRQOp\n--WashPost lead editorial: “one of the most significant rulings of this century.” http://wapo.st/1eOG9je\n--“Why This Might Be the Most Consequential Week of Obama’s Presidency,” by ABC’s Devin Dwyer and Jordyn Phelps: “Obama began the ... week ... with his legacy in ... peril: A landmark trade bill stymied by his own party. ... [I]t became a defining week ... marked by a remarkable string of political and legal victories, ... capped by a powerful speech on race that showcased the signature rhetorical skill that that first helped put him on the map.” http://abcn.ws/1BVemYS\n--“Gay marriage ruling: A political gift to Hillary Clinton?” by Annie Karni: “It gives her a chance to stress the importance of nominating liberal Supreme Court justices, and creates a moment of enthusiasm in the LGBT community that her campaign needs to ride. It places her squarely in the mainstream of public opinion. And it puts her stance in sharp relief against the Republicans fulminating, to various degrees, at the majority’s break with tradition.” http://politi.co/1GDqkBU\n--“Republican presidential candidates condemn gay-marriage ruling,” by Nick Gass and Jonathan Topaz: http://politi.co/1BJSbEv\n--SCREENSHOT DU JOUR – Uber got in on the action last night and put little pride rainbows on their car symbols in the app: http://bit.ly/1GQLBv8\n--“Ben & Jerry’s ... [temporarily renames] ... Chocolate Chip Cookie Dough [as] ‘I Dough, I Dough’ ... available in a ... commemorative pint sleeve at participating scoop shops for a limited time.” http://bit.ly/1KiLPz4\nANDREW SULLIVAN revives his blog for a day, “It Is Accomplished”: “I think ... of the decades and centuries of human shame and darkness and waste and terror that defined gay people’s lives ... I never believed this would happen in my lifetime ... But it has come to pass. ... In one fell, final swoop. Know hope.” http://bit.ly/1KiBlQ5\nMARGARET CARLSON on Bloomberg View, “Barack Obama's Journey to Charleston”: “[T]he massacre in Charleston has freed Obama. He spoke of grace, and didn't gloss over the political truth.” http://bv.ms/1Lut2QO\nFRANK BRUNI in NYT’s Sunday Review, “Our Weddings, Our Worth”: “Tomorrow’s 12-year-old won’t feel the foreboding that yesterday’s did. Tomorrow’s 16-year-old will be less likely to confront, sort through and reject so many sad stereotypes of what it means to be gay or lesbian. There won’t be so many apologies and explanations for the 20-year-old, 30-year-old or 45-year-old.” http://nyti.ms/1QUvEMb\nOUT AND ABOUT: “After the morning’s historic marriage equality win, a contingent of the (not so) vast left-wing conspiracy shed a few more celebratory tears as love continued to win this evening at the stunningly beautiful wedding of Ilya Sheyman (executive director of MoveOn.org Political Action) and Sara Haghdoosti (co-founder of Berim, recently with Win Without War) in Lake Forest, Ill.”\n--SPOTTED getting down: Moveon.org’s Anna Galland and entire leadership staff; Democracy for America’s Charles Chamberlain, Annie Weinberg, Neil Sroka (with Brookings’ Christine Jacobs); Sum of Us’ Taren Stinebrickner-Kauffman; SirriusXM’s Ari Rabin-Havt; Social Security Works’ Alex Lawson, the Progressive Change Campaign Committees’ Adam Green & Stephanie Taylor; and the Analyst Institutes’ Tate Hausman. Pic http://bit.ly/1BJz6Cy\nHOW IT’S PLAYING: N.Y. Times banner, “‘EQUAL DIGNITY’: 5-4 Ruling Makes Same-Sex Marriage a Right Nationwide -- Forceful Dissents From the Court And Nation,” by Adam Liptak: Adam’s first draft of history http://nyti.ms/1e9vzCz  See the page, with thumbnails of a dozen same-sex couples http://nyti.ms/1JcrlF7 ...\n--WSJ cols. 2-5, “Court Rules Gays Have Right to Marry” See the page. http://on.wsj.com/1QVymRM ... WashPost banner, “Gays’ right to wed affirmed ... Obama hails decision as a ‘victory for America’ ... Jubilation for many, but day takes bittersweet turn for some” ... L.A. Times banner, “‘EQUAL DIGNITY’ UNDER THE LAW: High court legalizes same-sex marriage nationwide” See the page. http://bit.ly/39ZQ8K  ... Financial Times, bottom of p. 1, “Backing for same-sex marriage caps week of drama at US Supreme Court.”\n--EDITORIAL PAGES: NYT, “Marriage Equality in America: Justice Kennedy’s decision ensures justice for all” http://nyti.ms/1Hn9M7N ... WP, “Embracing equality: The country was ready for the Supreme Court’s support of gay marriage” (online: “The Supreme Court officially catches up with America on gay marriage”) http://wapo.st/1eOG9je ... WSJ, “A More Perfect Union? A triumph for gay rights but not for democracy”: “achieved by ... judicial fiat.” http://on.wsj.com/1LuuMcL\n--N.Y. TABS: Daily News, “U.S. GAY!” ... Post, “GOTCHA! Shaw-skank escapee killing in shootout ... [1 rainbow line at bottom of page:] U.S. GAY – HISTORIC COURT RULING.”\n--N.Y. Times Quotation of the Day -- PRESIDENT OBAMA, delivering the eulogy for the Rev. Clementa C. Pinckney in Charleston, S.C.: “For too long we’ve been blind to the way past injustices continue to shape the present. Perhaps we see that now.”\nISIS RISING – “U.S. reassesses threat of ISIL after ‘Bloody Friday’: CIA probes terror group’s link to three attacks in three different countries in one day,” by Politico Defense Editor Bryan Bender: “Earlier this year, the nation’s top intelligence officer, James Clapper, told Congress that ISIL was only a ‘regional threat’ ...\n“But the eerily timed terror attacks by Islamic militants on three continents Friday, collectively hailed by ISIL sympathizers on social media as ‘Bloody Friday,’ are prompting the [U.S.] to reconsider the ... group’s reach, ambitions and the threat it ... may pose to the United States.” http://politi.co/1LusOJp\n--(London) Telegraph, bottom of p. 1, “Britain on alert for copycat attacks at major events,” by Camilla Turner: “Senior counter-terror officer ... said the threat to the UK from international terrorism is ‘severe’ and the measures were designed to ‘protect and reassure’ the public.” http://bit.ly/1QVzeWz\nFOGGY BOTTOM ALERT-- “Real Deadline for Iran Deal Is July 9,” by Bloomberg View’s Josh Rogin: “Colin Kahl, Vice President Joe Biden’s national security adviser ... told an audience at the Truman National Security Project conference Friday that U.S. negotiators are operating under the view that they have until July 9 to complete a deal. He said that deadline took into account the 30-day review period that legislation provides for if the deal is submitted to Congress before July 9 and a 60-day review period if submitted after July 9. The administration doesn't want to give the Congress 60 days to review the deal.” http://bv.ms/1Kgx1ze\nPIC DU JOUR -- Carol Morello ‏@CMorelloWP: “Marie Harf in a believing mood en route to Vienna with Kerry” http://bit.ly/1Nkp4bG\n2016 -- “Big labor targets Steyer, Soros in massive 2016 fundraising effort,” by Ken Vogel and Brian Mahoney: “Big labor, which once relied almost exclusively on member dues to fund its political activity, is now hoping to raise huge checks for its 2016 efforts from billionaires like George Soros and Tom Steyer ... [D]ocuments ... show labor leaders have invested considerable time and union cash to secure preferential treatment from the preeminent club of major liberal funders, the Democracy Alliance, or DA. They also offer a rare glimpse into labor’s efforts to identify rich donors who could pump money into union-linked non-profits.” http://politi.co/1HlizoY\n--JEFF ZELENY on CNN, “Clinton weathers the summer of Sanders”: “Clinton does intend to respond to Sanders -- and the progressive wing of her party ... this summer. She intends to take several steps, including: Escalating her direct challenge of Republicans, increasingly calling them out by name, in an effort to cement her image as a fighter for Democratic interests. ... Delivering a series of policy speeches throughout the summer, amplifying her call for social and economic issues that animate progressives. ... Campaigning aggressively in Iowa and New Hampshire.” http://cnn.it/1CAtVzW\n--“This Is Bernie Sanders’ Plan to Beat Hillary Clinton: And without any attack ads,” by Mother Jones’ David Corn: “As [Tad] Devine explains, it goes something like this: Raise enough money to devote significant resources to building a full operation and maintaining a media presence in the early states of Iowa and New Hampshire, as well as Nevada and South Carolina.” http://bit.ly/1KgzAS2\n--“Trump bump terrifies GOP,” by Jonathan Topaz and Daniel Strauss: “[I]nsiders worry that the loud-mouthed mogul is more than just a minor comedic nuisance on cable news; they fret that he’s a loose cannon whose rants about Mexicans and scorched-earth attacks on his rivals will damage the eventual nominee.” http://politi.co/1REnjY3\n--FIRST LOOK, “What To Expect At The Western Conservative Summit”, American Bridge memo from president Jessica Mackler: “1. The New GOP Litmus Test: Gay Marriage ... 2. Bashing John Roberts ­­ And Danger For Jeb ... 3. Scott Walker’s Head In The Sand ... 4. The GOP’s Hispanic Voter Problem On Display.” http://bit.ly/1fMx6Q8\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 12 funnies: http://politi.co/1LLhHtn\nGREAT WEEKEND READS, curated by Daniel Lippman:\n--“Sony Pictures: Inside the Hack of the Century,” by Peter Elkind in Fortune: “A cyber-invasion brought Sony Pictures to its knees and terrified corporate America. The story of what really happened—and why Sony should have seen it coming. A special three-part investigation.” http://for.tn/1LB3L8t\n--“The Mystery of Marriage,” by Alice Gregory in The Atlantic, reviewing “The Marriage Book: Centuries of Advice, Inspiration, and Cautionary Tales From Adam and Eve to Zoloft,” by Lisa Grunwald and Stephen Adler: “A new book is a cultural scrapbook on the resilience of a fraught institution.” http://theatln.tc/1TSxaxm $25.14 on Amazon: http://amzn.to/1NkvBDc\n--“‘I Don’t Believe in God, but I Believe in Lithium,’” by Jaime Lowe in tomorrow’s Times Magazine: “My 20-year struggle with bipolar disorder.” http://nyti.ms/1GP5p1Z\n--“The man who sleeps in Hitler’s bed,” by Alex Preston in The Guardian: “Kevin Wheatcroft has quietly amassed the world’s largest collection of Nazi memorabilia. Now he wants to share it with the world. What is behind this dark obsession?” http://bit.ly/1BTkosQ\n--“What makes work meaningful? Ask a zookeeper,” by Livia Gershon in JSTOR Daily: “[I]t seems like a few basic building blocks of meaning are the ability to use skills we can be proud of, pay and working conditions that feel halfway fair, and work that is useful—or at least not actively immoral. If these aren’t part of a job, the employer is likely to be hard-pressed to bring meaning to the workplace.” http://bit.ly/1GypKGt (h/t Longreads.com)\n--“The Military Has a Man Problem,” by Helen Benedict, professor of journalism at Columbia University and author of two books on Iraq, in Politico Magazine: “Stop whining about women in combat. It’s the guys who need to change—and fast.” http://politi.co/1GyrhfQ\n--“Under cover of darkness, female janitors face rape and assault,” by Bernice Yeung on Revealnews.org: http://bit.ly/1JouMLJ (h/t Longform.org)\n--“I once tried to cheat sleep [with only 4.5 hours a night], and for a year I succeeded,” by Quartz’s Akshat Rathi: “I found myself waking up fully refreshed after a nap. Quite often, before the alarm began ringing. The best bit was that I was benefitting from that superb early-morning blank mind four times a day instead of just once.” http://bit.ly/1Kgwu0e (h/t TheBrowser.com)\n--“Operation Hannibal,” by Dan Ephron in Politico Magazine: “Here’s how Israel deals with hostages. The results aren’t pretty.” http://politi.co/1IilSxS\nHOLLYWOOD FYI: L.A. Times A1 tease, “Oscars’ push for diversity: Long described as too old and too white, the Academy of Motion Picture Arts and Sciences is adding a large and diverse group of new members.” Cover of Calendar section. (online: “Academy ... invites 322 to join in diversity effort”) http://lat.ms/1eOzfe1\nBUSINESS BURST -- WSJ A1, bottom of page, “FEAR OF MISSING OUT DRIVES DEAL BOOM: With $2.15 trillion of M&A activity so far, this year is on pace to challenge 2007 record,” by Dana Mattioli and Dana Cimilluca: “[C]ompanies are concerned that if they don’t gain heft through acquisitions, they will become takeover prey themselves. In industries ranging from health care to technology to media, chief executives are rushing to make acquisitions ... The wave of activity began early last year, propelled by a cocktail of cheap debt, abundant cash on corporate balance sheets and rising stock prices.” http://on.wsj.com/1IBsseG\nOBAMA’S WEEK AHEAD: “On Monday, the President will host a working dinner with President Dilma Rousseff of Brazil at the White House. On Tuesday, the President will host a bilateral meeting with President Dilma Rousseff of Brazil at the White House. This meeting will be followed by a joint press conference. ...\n“On Saturday, the President and the First Lady will celebrate the Fourth of July by hosting military heroes and their families for an Independence Day celebration with a barbeque, concert and a view of fireworks on the South Lawn. Staff and their families from throughout the Administration will also attend this event for the concert and fireworks viewing.”\nENGAGED -- Patrick Hillmann, VP at LEVICK and Sarah Kennedy, copywriter at The Pappas Group: “Ms. Kennedy proved that nothing is more romantic than a marriage proposal during a ballet performance at the Bolshoi, except maybe shooting AK-47s on the shores of the Volga the day after. The stars misaligned for Ms. Kennedy seven years ago when Hillmann served her a Fuzzy Navel at Mondays on state street in Madison, Wisconsin.” Pic http://bit.ly/1Hlfbw0\nBIRTHWEEK: NPR’s Nicole Beemsterboer ... BerlinRosen VP Shantha Susman and Senior Associate Niketa Kumar (h/ts Cathy Rought)\nBIRTHDAYS: N.H. Sen. Kelly Ayotte is 47 (h/t Kate and Jake) ... Hillary for America rapid responder Jesse Lehrich, reigning Brooklyn table tennis champion, alum of American Bridge, OFA, and GMMB and brother of Matt, is 26 (h/ts HQ Comms, Gwen Rocco, Ian Sams and Preston Maddock) ... Bush alum Tony Fratto of Hamilton Place Strategies, whose firm is celebrating the #trade votes having been the comms muscle behind the Trade Benefits America Coalition (h/t Ben Chang) ... David Shepardson, D.C. bureau chief for the Detroit News (h/t Andrea Bitely) ... Cato’s Ilya Shapiro ... George Malkin ... WSJ’s Anna Russell ... Scott Livingston ... France Latremoliere, the fantastic MSNBC makeup artist ... Ross Perot is 85 … former Interior Secretary Bruce Babbitt is 77 … Casey Davis-Van Atta …\n... Caroline Adler, FLOTUS comms director … FP1 Strategies’ Terry Nelson, a Bush-Cheney alum … RoseAnn Gerson … Paul Tencher, SVP and national director of public affairs at MWW and a DSCC alum … Ron Kirk ... Carrie Stevenson … Robert Schlesinger, managing opinion editor of U.S. News and World Report … Jon Cardinal … Bob Boorstin (h/t Jon Haber) ... Kathleen Welch of Corridor Partners (h/t DJW and Haber) … Jim Nussle, former House member and OMB director ... Isaac Reyes, lobbyist for Target … Justin Lear, CNN’s Director of Social Discovery … Jon Cardinal … Alex Barniea of Sen. Coons’ press shop … retired Army Gen. John Shalikashvili … Eve Galanter … Rachelle VanGalder … Reva Bottles …\n... Brent Roske is 41, on the eve of his “Roske on Politics” expanding to Des Moines’ ABC affiliate Sunday mornings in Iowa after Stephanopoulos ...Taylor Lane ... Gordon Gerstein, brother of Josh … Eve Fairbanks ... Matt Letourneau, senior comms. director for U.S. Chamber of Commerce’s Institute for 21st Century Energy ... Teresa V Wells, Kerry-Edwards alum ... Kerri Toloczko ... Barry Blackman ... David Kelley ... Monica Showalter of Investor’s Business Daily ... Steve Beste ... Harsco’s Susan Firey, a CBS and Cato alum ... Tobey Maguire is 40 ... actor Chandler Riggs is 16 (h/ts AP)\nDESSERT -- “Obama legacy includes a new look for White House’s State Dining Room,” by WashPost’s June Kuncius: “After three years of work by Michelle Obama and the Committee for the Preservation of the White House, a new look was unveiled there Friday that will be a design legacy of the Obama years. The major new statement is at the windows: elegant, sumptuously swagged striped draperies in bold peacock blue and ecru, suspended from thick carved, gilded poles.” http://wapo.st/1e9y3AM\nTHE SHOWS, from @MattMackowiak, filing from Austin:\n--NBC’s “Meet the Press”: U.S. Sen. Lindsey Graham (R-SC); Gay & Lesbian Advocates & Defenders Civil Rights Project director Mary Bonauto; Gov. Bobby Jindal (R-LA); political roundtable with Georgetown University’s Michael Eric Dyson, former Speaker of the House Newt Gingrich (R-GA), Harvard Law School’s Charles Ogletree and Washington Post columnist Kathleen Parker; report from NBC News’ Pete Williamson on recent Supreme Court rulings\n--ABC’s “This Week”: Obergefell v. Hodges lead plaintiff Jim Obergefell; former Gov. Mike Huckabee (R-AR); U.S. Sen. Bernie Sanders (I-VT); U.S. Rep. Peter King (R-NY); political roundtable with former Ohio Secretary of State and Family Research Council senior fellow Ken Blackwell, Democratic strategist and ABC News contributor Donna Brazile, ABC News political analyst Matthew Dowd and ABC News’ Cokie Roberts\n--CBS’s “Face the Nation”: Human Rights Campaign president Chad Griffin and Southern Baptist Convention Ethics and Religious Liberty Commission president Russell Moore; U.S. Rep. Paul Ryan (R-WI); U.S. Rep. Trey Gowdy (R-SC); U.S. Rep. Elijah Cummings (D-MD); Gov. John Kasich (R-OH); political roundtable with Washington Post columnist David Ignatius, Wall Street Journal columnist and CBS News contributor Peggy Noonan, American Urban Radio Networks’ April Ryan and Slate Magazine’s Reihan Salam\n--“Fox News Sunday”: U.S. Rep. Michael McCaul (R-TX); former Bush administration NSA and CIA director and Chertoff Group principal Gen. Michael Hayden (USAF, Ret.); Carnegie Endowment senior associate Karim Sadjadpour; former Bush administration Solicitor General Ted Olson; political roundtable with Fox News senior political analyst Brit Hume, The Associated Press’ Lisa Lerer, former Bush administration deputy assistant secretary of state, Fox News contributor and Alliance for a Strong America co-founder Liz Cheney and author Evan Thomas (“Being Nixon: A Man Divided”); “Power Player of the Week” with The Catholic University of America president John Garvey\n--Fox News’ “Sunday Morning Futures” (10am ET / 9am CT): U.S. Rep. Ed Royce (R-CA); U.S. Sen. James Lankford (R-OK); former Apple CEO John Sculley; Walmart president and CEO Doug McMillon; political roundtable with former Reagan White House advisor and Fox News political analyst Ed Rollins, Fox News contributor and former U.S. Sen. Alfonse D’Amato (R-NY) and former Gov. Jon Corzine (D-NJ) communications director, Democratic strategist and Global Strategy Group vice president Steve Senior\n--Fox News’ “MediaBuzz” (11am ET / 10am CT): Roundtable with syndicated columnist Kathleen Parker, The Washington Post’s Wesley Lowery, USA Today columnist and Fox News contributor Kirsten Powers, U.S Sen. Ted Cruz (R-TX), Fox News contributor Ric Grenell and Fox News contributor Julie Roginsky\n--CNN’s “Inside Politics” with John King (SUN 8:30am ET): Roundtable with The Atlantic’s Molly Ball, National Journal’s Ron Fournier, CNN.com’s Nia-Malika Henderson and The New York Times’ Jonathan Martin\n--CNN’s “State of the Union” (9am ET / 12pm ET): Businessman Donald Trump; political roundtable with CNN political commentator Van Jones and author, law professor and radio host Hugh Hewitt (“The Queen: The Epic Ambition of Hillary and the Coming of a Second Clinton Era”); political roundtable on President Obama’s week with Obama 2012 campaign press secretary Ben LaBolt, Democratic strategist and Obama 2012 deputy campaign manager Stephanie Cutter and former Obama White House communications director and former Obama campaign adviser Anita Dunn\n--CNN’s “Fareed Zakaria GPS”: (SUN 10am ET / 1pm ET): Harvard University Belfer Center for Science and International Affairs executive director for research Gary Samore; former Israeli Ambassador to the U.S. Michael Oren and former U.S. Ambassador to Israel and Brookings Institution executive vice president Martin Indyk; author Naveed Jamali (“How to Catch a Russian Spy: The True Story of an American Civilian Turned Double Agent”)\n--CNN’s “Reliable Sources”: (SUN 11am ET): Princeton University professor emeritus and Union Theological Seminary professor Cornel West; author and writer Michael Wolff (“Television is the New Television: The Unexpected Triumph of Old Media in the Digital Age”)\n--Univision’s “Al Punto” (SUN 10am ET / 1pm PT): Former Mexican First Lady and presidential candidate Margarita Zavala de Calderon; U.S. Sen. Lindsey Graham (R-SC); U.S. Sen. Bernie Sanders (I-VT); former Gov. Lincoln Chafee (D-RI); U.S. Rep. Xavier Becerra (D-CA); Venezuelan pop duo Chino y Nacho\n--C-SPAN: “The Communicators” (SAT 6:30pm ET): Microsoft vice president for government affairs Fred Humphries, Microsoft Research corporate vice president Jeanette Wing and Microsoft Research engineering manager Michael Zyskowski ... “Newsmakers” (SUN 10am ET): HUD Secretary Julian Castro, questioned by The Washington Post’s Emily Badger and Politico’s Jon Prior ... “Q&A” (SUN 8pm & 11pm ET and MON 6am ET): Author Evan Thomas (“Being Nixon: A Man Divided”)\n--MSNBC’s “UP with Steve Kornacki”: (SUN 8-10am ET): Buzzfeed’s Evan McMorris-Santoro; The Daily Beast’s Eleanor Clift; The New York Post’s Robert George; U.S. Rep. Rosa DeLauro (D-CT): NBC News’ Mark Murray\n--MSNBC’s “Melissa Harris-Perry”: (SUN 10am-12pm ET): Author and Princeton University’s Paul Frymer (Uneasy Alliances: Race & Party Competition in America”); author and NYU’s Cristina Beltran (“The Trouble with Unity”); Schomburg Center for Research in Black Culture director Khalil Gibran Muhammad; MSNBC.com’s Beth Fouhy; former South Carolina GOP chairman Katon Dawson; Association of Haitian Professionals spokesperson France Francois; author and John Jay College’s Edward Paulino (“Dividing Hispaniola: The Dominican Republic’s Border Campaign Against Haiti, 1930-1961”); “Whiteness Project” director / producer Whitney Dow; attorney Zach Nightingale; Korean-American Coalition to End Domestic Violence spokesperson Hyejin Shim; JustLeadership USA founder and president Glenn Martin\n--PBS’s “To the Contrary” with Bonnie Erbé: Roundtable with Republican strategist Rina Shah Bharara, Independent Women’s Forum executive director Sabrina Schaeffer, Del. Eleanor Holmes Norton (D-DC) and author and political analyst Lara Brown\n--WUSA 9 “Capital Download” with Derek McGinty and Susan Page: (SUN 8:30am ET): U.S. Sen. Bob Corker (R-TN); Suffolk University’s Dave Paleologos; Center for American Progress’ Michele Jawando; political roundtable with NPR’s Juana Summer and USA Today’s Paul Singer\n--NPR “Weekend Edition Sunday” (SUN 8am-10am ET): Guest host: NPR’s Eric Westervelt: Michael German, former FBI agent who specialized in domestic terrorism and covert operations; NPR national political correspondent Mara Liasson; NPR international correspondents Ari Shapiro (Kosovo), Peter Kenyon (Istanbul), Joanna Kakissis (Greece); director Sacha Jenkins (Fresh Dressed); authors Rinker Buck (The Oregon Trail) and Kyle Dickman (On the Burning Edge)\n--SiriusXM's “No Labels Radio” (SAT 10am ET & 8pm ET / SUN 6am ET & 9pm ET): Co-hosted by Sasha Borowsky and Jean Card: The Huffington Post’s Ryan Grim; Commission on Presidential Debates founder Frank Fahrenkopf; No Labels co-founder Mack McLarty; No Labels University of Illinois at Urbana-Champaign chapter founder Manas Gosavi.\n** A message from Qualcomm: When will the future arrive? While the rest of the world wonders when, Qualcomm is at work developing cutting-edge wireless technologies today. We are the inventors, the restless innovators continually pushing forward. When Qualcomm connected the phone to the Internet, the phone became smart. When we connect billions more things, our lives will be even smarter. Why Wait™. http://bit.ly/1Gw9FCU **\nBy JOHN CULHANE\nBy ANDREW SULLIVAN\nBy BARNEY FRANK\nBy FREDRIK DEBOER\n© 2015 POLITICO LLC", "byline": "", "description": "Epic day/week for Obama, and liberalism.", "title": "POLITICO Playbook, presented by Qualcomm – EPIC DAY/WEEK for Obama, and liberalism -- POTUS to DAVID REMNICK, speaking for all presidents (and all people): ‘We’re part of a long-running story.'", "url": "http://www.politico.com/playbook/0615/playbook18919.html", "topics": ["terrorism", "gay_marriage"], "people": ["Kelly Ayotte", "John King", "Charles Ogletree", "Bonnie Erbe", "Joanna Kakissis", "Liz Cheney", "Carol Morello", "Mike Huckabee", "Tom Steyer", "Tad Devine", "Emily Badger", "David Corn", "Van Jones", "Justice Kennedy", "Sabrina Schaeffer", "Cornel West", "Bryan Bender", "Matt Wuerker", "Isaac Dovere", "Lincoln Chafee", "Barack Obama", "Susan Page", "Ed Rollins", "Steve Kornacki", "Newt Gingrich", "Dilma Rousseff", "Jim Nussle", "Mike Allen", "Lindsey Graham", "Ric Grenell", "Jon Prior", "Cokie Roberts", "Rina Shah Bharara", "Helen Benedict", "Caroline Adler", "Malika Henderson", "Jonathan Martin", "Ryan Grim", "George Stephanopoulos", "Robert George", "Hugh Hewitt", "Ted Cruz", "Ari Rabin", "Jon Haber", "Bob Corker", "Devin Dwyer", "Josh Rogin", "Chad Griffin", "Ron Fournier", "Brian Mahoney", "Annie Karni", "Bobby Jindal", "Edward Paulino", "Karim Sadjadpour", "Stephanie Cutter", "Abraham Lincoln", "Daniel Lippman", "Molly Ball", "Donald Trump", "Anita Dunn", "Zach Nightingale", "Melissa Harris", "Xavier Becerra", "James Clapper", "Julian Castro", "Donna Brazile", "Lisa Lerer", "James Lankford", "Ian Sams", "C. Pinckney", "Terry Nelson", "Russell Moore", "Matthew Dowd", "Wesley Lowery", "Julie Roginsky", "Adam Liptak", "Ken Blackwell", "Elijah Cummings", "Evan Thomas", "Ilya Sheyman", "Ari Shapiro", "George Soros", "Joe Biden", "David Remnick", "John Roberts", "Reihan Salam", "Paul Tencher", "Bernie Sanders", "Mother Jones", "Brit Hume", "Eleanor Clift", "Kathleen Parker", "Beth Fouhy", "Paul Ryan", "Justin Lear", "Lara Brown", "Katon Dawson", "David Ignatius", "Mark Murray", "Hillary Clinton", "John Kasich", "Charles Chamberlain", "Jessica Mackler", "Mara Liasson", "Anna Galland", "Frank Fahrenkopf", "Nick Gass", "Ted Olson", "Jim Obergefell", "Jonathan Topaz", "Gary Samore", "Hyejin Shim", "Tobey Maguire", "John Jay College", "Ross Perot", "John Sculley", "Eleanor Holmes Norton", "Dan Ephron", "Brent Roske", "Paul Singer", "Jesse Lehrich", "Neil Sroka", "Bruce Babbitt", "Michelle Obama", "Kirsten Powers", "John Garvey", "Scott Walker", "Peggy Noonan", "Trey Gowdy", "Adam B. Lerner", "Ken Vogel", "Jon Corzine", "Dylan Matthews", "Ron Kirk", "Ben Chang", "Ed Royce", "Michael Eric Dyson", "Daniel Strauss", "Marie Harf", "Scott Livingston", "Gwen Rocco", "Peter King", "Alfonse D'Amato", "Tony Fratto"], "orgs": ["M&A", "CIA", "Univision", "New Yorker", "SCOTUS", "DU JOUR", "Hamilton Place Strategies", "Ben & Jerry", "WSJ", "Supreme Court", "Truman National Security Project", "NYU", "Commission", "Moveon.org", "The New York Post", "Telegraph", "Brookings", "Interior", "MSNBC", "Reagan White House", "POTUS", "HUD", "Communicators", "State Dining Room", "Congress", "Carnegie Endowment", "Suffolk University", "Nia", "WUSA", "Microsoft", "Georgetown University", "Harvard Law School", "Princeton University", "SUN", "Sony", "ISIL", "PIC DU JOUR", "Columbia University", "Global Strategy Group", "Lincoln", "OFA", "PBS", "Human Rights Campaign", "Presidential Debates", "Qualcomm", "Democracy for America", "USAF", "Brookings Institution", "GOP", "SVP", "OMB", "Alliance", "Apple", "American Bridge", "National Journal", "FLOTUS", "FBI", "Vox"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-06-27 14:52:07", "org": "politico", "article_id": "ac43faeb2b7e9306f683e5ac928d83fb", "date_access": "2015-06-27 14:10:03.342529"}