{"body": "\n2016\n\nThe Clinton camp says the number bests Obama’s record in 2011.\nBy Gabriel Debenedetti\n7/1/15 11:18 AM EDT\nUpdated 7/1/15 11:39 AM EDT\nAP Photo\nHillary Clinton’s presidential campaign is on track to raise more than $45 million in her first quarter as a candidate, a campaign official told POLITICO on Wednesday, representing the biggest-ever primary haul for a candidate’s first three months.\nThe amount represents nearly half of the $100 million goal the campaign has set for itself in 2015, and 91 percent of the donations were $100 or less, the campaign said.\nStory Continued Below\nThe campaign also noted the figure bests the previous primary record of $41.9 million set by President Barack Obama’s campaign in 2011.\nThe Democratic front-runner has been on a cross-country fundraising spree in recent weeks, focusing on house parties with donors who give $2,700 themselves and raise $27,000 overall.\nSince kicking off her effort with a video and trip to Iowa in mid-April, Clinton has raised money in early-voting states and red states alike, focusing the bulk of her efforts on the New York donor community that has supported her since her time as a senator representing the state.\nWhile the campaign’s efforts are expected to be supplemented by the Priorities USA Action super PAC — which is ramping up its own big-money efforts — the $45 million figure is just for the campaign committee.\nClinton has wrapped up much of the Democratic donor base in a race that has seen her remain the dominant front-runner, even as Vermont Sen. Bernie Sanders has emerged as her primary opponent.\nAlso on POLITICO\nADAM B. LERNER\nBut the fundraising haul comes as the political world awaits news of the calendar second-quarter figure of Republican Jeb Bush, who has reportedly told donors they have helped him raise his own record-breaking amounts.\nCampaigns must disclose their second-quarter fundraising totals to the Federal Election Commission by July 15, though figures will likely trickle out between now and then. Clinton’s campaign was the first to volunteer its numbers.\nBy JONATHAN RAUCH\nBy MOHAMMAD ALI SHABANI\nBy MICHAEL SHERMER\nBy JOHN SIDES and  ERIC MCGHEE\n© 2015 POLITICO LLC", "byline": "", "description": "The Clinton camp says the number bests Obama's record in 2011.", "title": "Hillary raises $45 million in her first quarter", "url": "http://www.politico.com/story/2015/07/hillary-clinton-campaign-fundraising-first-quarter-119636.html", "topics": ["campaign_finance", "personality"], "people": ["Barack Obama", "Gabriel Debenedetti", "Hillary Clinton", "Bernie Sanders"], "orgs": ["Federal Election Commission", "PAC"], "authors": [{"author_id": 31592, "fullname": "gabriel debenedetti", "primary_org": "politico"}], "date_written": "2015-07-01 16:18:41", "org": "politico", "article_id": "c7cdb5743859d7dc035507a545956c39", "date_access": "2015-07-01 16:20:03.725099"}