{"body": "2016\nLatinos may decide a presidential election one day. But it won’t be in 2016.\nBy DANIEL J. MCGRAW\nJuly 22, 2015\nGetty.\nIs Donald Trump a better a campaign tactician than people think? To hear most political strategists tell it, Hispanics are the most important voting bloc in America. But The Donald has called them rapists, drug dealers and violent criminals. And his visit Thursday to the U.S.-Mexico border promises to produce a new batch of anti-immigration sound bites. It’s hard to see any Hispanic ever voting for Trump. But that doesn’t necessarily mean his strategy will doom him.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nBy viciously and repeatedly attacking immigration, he’s exploiting one of the biggest challenges facing the Republican Party—the need to balance the short-term tactics of winning the next election with the long-term strategy of building a sustainable national coalition. And, from looking at the national landscape, the numbers are so daunting that it’s not at all clear that the GOP could pick up enough Hispanic votes by embracing immigration reform to make it worth alienating the roughly 20 percent of their base in swing states that are hard-core immigration opponents.\nMaybe the Latino vote will prove pivotal in 2020, maybe in 2024, but this time around, it is very unlikely to decide who wins the White House. The reason immigration will not be a big issue in 2016 is fairly simple. The states that have a big Hispanic population and have big Electoral College vote numbers—California, Texas, New York, New Jersey and Illinois—will not be in play in the 2016 presidential election. And the swing states—where campaign spending and message building will be the strongest—have relatively small Hispanic populations and no border fence issues in their backyards. On top of all that, immigration is not the primary concern for most Hispanic voters.\nDeep thinkers in the Republican Party constantly say that the future of the party is based on outreach to groups like Hispanics. But wooing Hispanics isn’t currently a major concern for Republicans on the campaign trail. “I have heard many of the conservative policy people talk about what we need to do to win elections in 2020 and 2024, how the Latino vote is an important part of that, but the [GOP presidential] candidates and the campaigns aren’t thinking about future elections right now for obvious reasons,” says one Republican consultant who didn’t want his name used. “They aren’t even thinking about next year right now. They are thinking about next week.”\nIn order for Hispanics to have made the difference in the 2012 election, they would have had to flip from 70 percent supporting Obama to 70 percent supporting Romney, a move that would have given the Republican enough Electoral College votes to win. The swing in the Hispanic vote needed in 2016 is likely to be similarly large.\nGiven those realities, it is not hard to see why Donald Trump calling undocumented Mexicans “rapists” faded away without much angst from the GOP. While South Carolina Senator and Republican presidential candidate Lindsey Graham said Trump’s comments about Mexican undocumented immigrants will “kill my party,” there was relative silence from the rest of the field. It is a sign that the GOP will try to stay quiet during the primaries and general election on immigration issues: there is not much to gain, and a lot that could be lost by going out on that limb.\n “It is true, that the numbers making the Latino vote very important for just one election aren’t really there,” says Nicole McCleskey, a partner with Republican polling firm Public Opinion Strategies.\n“But I don’t think the effort for the Republicans to make greater inroads into the Latino voter support is limited to just one election,” McCleskey continues. “The effort is that you want to win the big prize, but we have a future ahead of us where every election is important. Congress, the U.S. Senate, state house. It’s about how do we compete with demographic shifts in the years ahead.”\nThat is very true: there is a “not important now, but in the future it will be” argument to be made about outreach to the Latino community. The growing Latino population (expected to double to about 100 million by 2050) will make the Latino community more of an electoral force, especially in congressional districts where demographic changes are felt more quickly. But the primary goal of Republicans right now is to win the current election and weigh the risks and rewards of going after the Latino vote in 2016.\nAnd when you look at the immediate future, it becomes clear why most of the dozen-plus Republican candidates are staying quiet about immigration after Trump’s controversial comments. Defending immigrants simply doesn’t have much of an upside. Not much of a downside either. And that makes staying mum on immigration the most viable option.\n“Certainly the GOP shouldn’t be antagonistic to Hispanics, but the big question is how much outreach should they do before they start to turn off working-class white voters,” Sean Trende, a senior elections analyst for RealClearPolitics, says in an interview. “Because from an Electoral College numbers perspective, the net gain in embracing some form of immigration reform just isn’t there.”\nThis point is reinforced by the fact that the Hispanic population is not monolithic in terms of issues, and immigration isn’t of utmost importance to them. In a Pew Research poll done with Hispanic voters just before the 2014 midterm election, education ranked as the number one issue (92 percent said it was “extremely important” or “very important”), next came the economy and jobs (91 percent) and third was health care (86 percent). Immigration was viewed as important by 73 percent of the Hispanic electorate, making it closer to “Conflicts in the Middle East” (66 percent) than the three top issues.\n“In the big picture, I think what motivates Hispanic voters isn’t all that different from what motivates white votes,” wrote Trende in a piece about Hispanic voters and the GOP, adding that “at the end of the day, Hispanics tend to vote more Democratic than whites because they tend to be poorer than whites.” \nKatie Packer Gage, a former Mitt Romney deputy campaign manager for the 2012 presidential race—when Romney took just 27 percent of the Hispanic vote nationally—said  recent research by her Burning Glass Consulting firm shows that 20 percent or less of Republican voters in Iowa, New Hampshire and South Carolina are hardline voters who want mass deportations of undocumented aliens (a number that is surprisingly close to Donald Trump’s support in the latest round of polls).\n“What we found is that GOP nominees chasing the relatively small group of anti-immigration primary voters—and giving opponents ammunition to portray them as anti-immigrant—risk alienating 24 percent more voters in a general election than they attract,” Gage wrote in Politico last month.\nSo playing to the base on immigration carries political danger, as does not playing to the base. The messages of Gage and Trende, when taken together, suggest that less is more when it comes to Republicans talking about immigration. An anti-immigration reform message risks repelling independent voters in the middle the GOP needs, especially in tight swings states. But embracing a path-to-citizenship pisses off the more conservative Republican voter base. And with that comes less financial and volunteer support.\nDaniel J. McGraw is a political writer living in Lakewood, Ohio.\nLead image by Getty.\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nWhat Works\n By DEBRA BRUNO\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "Is Donald Trump a better a campaign tactician than people think? To hear most political strategists tell it, Hispanics are the most important voting bloc in America. But The Donald has called them rapists, drug dealers and violent criminals. And his visit Thursday to the U.S.-Mexico border promisContinue reading ...", "title": "Is Trump Right To Alienate Hispanics?", "url": "http://www.politico.com/magazine/story/2015/07/trump-mexican-comments-120480.html", "topics": ["immigration"], "people": ["Donald Trump", "Lindsey Graham", "Sean Trende", "Mitt Romney", "Katie Packer Gage"], "orgs": ["Videos & Photos", "Pew Research", "Congress", "Republican Party", "What Works", "U.S. Senate", "Public Opinion Strategies", "Burning Glass Consulting", "GOP", "Electoral College"], "authors": [{"author_id": 35034, "fullname": "daniel j. mcgraw", "primary_org": "politico"}], "date_written": "2015-07-23 00:23:08", "org": "politico", "article_id": "9038d927cc36c285fdb9600e5af00cb0", "date_access": "2015-07-22 23:40:04.593349"}