{"body": "\n2016\n\n                        The smartest political thinkers around imagine how Hillary Clinton could snatch defeat from the jaws of victory.\n\n            By \n                    POLITICO Magazine\n\nOctober 11, 2015\n\n                AP Photo\n“If a candidate has ever been inevitable—for the nomination—it is Mrs. Clinton today,” the New York Times’ Nate Cohn declared early this year. “Hillary is probable, but no longer inevitable,” the Los Angeles Times’ David Horsey inferred months later. Polling guru Nate Silver nodded along with that assessment, giving Clinton an 85 percent chance of winning the Democratic nomination. “The general election is a whole different story,” he cautioned. \nPredictWise, which synthesizes data from pollsters and various betting markets, currently gives Clinton a 69 percent chance of winning the Democratic nomination and a 42 percent chance of becoming president. She has a better chance of being sworn in on Jan. 20, 2017 than anyone else in the race (Joe Biden and Jeb Bush are tied for second at 12 percent each). There’s no denying that Clinton has a good shot at becoming America’s 45th president. But her high probability of winning the White House begs the question: How could Clinton blow it? \nStory Continued Below\nAs the Democrats prepare to debate in Las Vegas—the first real test of the candidates’ mettle—Politico Magazine put that question to the experts. With Vice President Biden playing footsie with a run and Bernie Sanders nipping at Hillary’s heels in the early states, we asked the sharpest political minds around to consider what it would take to derail Clinton’s campaign—both for the nomination and the general election. The threats they foresee for the “inevitable” nominee are collected below. \n***\n‘She loses if enough Democrats conclude she can’t win.’By Jeff Greenfield, five-time Emmy-winning network television analyst and author.\nCould Hillary Clinton lose the nomination? Put aside “Black Swan” matters—illness, injury, family crisis, revelation of disqualifying scandals—and she loses if enough Democrats conclude she can’t win. If it’s still true that “The Party Decides,” doubts that grow among “the party” would give the one credible challenger, Biden, a compelling argument should he enter the race. (See my piece in The Daily Beast to this effect.) Remember—back in 2008, one of the less-remembered but critical factors in the primary was the willingness of prominent Democratic women—Gov. Napolitano, Gov. Sebelius, Sen. McCaskill, Caroline Kennedy—to back Obama over Clinton. If an “I love her but she can’t win” sentiment builds to the point that the gender card becomes less important, that could be fatal.\nCould she lose in November? To borrow from Donald Rumsfeld there are lots of “known unknowns” here—direction of the economy, Obama’s approval ratings, consumer confidence, international crises—and perhaps the biggest one: who will turn out? The Democrats supposedly have a big advantage in presidential years because “their” voters—blacks, Hispanics, younger voters—turn out. But have the past eight years been kind to younger voters economically? (They voted for Obama in 2012 by reduced margins.) Will blacks turn out in higher percentages than whites, as they did in 2012, if an African-American is not on the ticket? And could Clinton lose whites by even bigger margins than Obama did? Current numbers say she could. Even marginal shifts could turn states red (Obama own Florida by less than 1 percent; Ohio by less than 3).\n***\n‘Bernie Sanders has to be taken seriously, but not so seriously that he pushes [Clinton] to the left’By Stephanie Cutter, deputy campaign manager for Barack Obama’s 2012 campaign.\nIt’s hard to see how Hillary Clinton can lose the nomination. She’s got tremendous support in the party, discipline, the organization and the money to stand the test of the primary process. Bernie Sanders has to be taken seriously, but not so seriously that he pushes her to the left. She has to stand her ground on her record and her beliefs, and the debates will be a real test of that. \nElections are about choices, and as long as Hillary makes it a choice over our economic future, then she’ll win the general election. Republicans have to carry four states that Obama won twice. Those states are only getting more diverse each election cycle, and there’s not one Republican in the top tier that’s not on the wrong side of issues like immigration, gay marriage, climate change and middle class prosperity. That will matter, if the election is about issues, and not emails and servers. \n***\n‘Clinton appears to have wrapped up … the nomination months ago’By Jonathan Bernstein, political scientist and Bloomberg View columnist covering U.S. politics. \nHillary Clinton appears to have wrapped up the support of Democratic Party actors—and therefore the nomination—months ago. There’s no evidence so far of any change, and it would probably take something catastrophic for her to give back a nomination she’s already won. Yes, the enthusiasm among some Democrats for Bernie Sanders is real, but no more real than Howard Dean’s support in 2004, which wound up with him winning exactly one state. If something unexpected does happen to Clinton, Joe Biden has positioned himself well for the role of understudy. \nAs for the general election, candidates just aren’t as important as “fundamentals” such as the condition of the economy, whether people think the president is doing a good job and (perhaps) the small disadvantage for a party after two terms in the White House. By next fall, we’ll probably have gone through three or more cycles of Hillary Clinton scandals that Republicans and some in the media will be sure to finish her off, but in reality, voters will be affected a lot more by whether their paychecks are steady and steadily larger—or not. As of now, the general election is probably either a toss-up or perhaps slightly favors Republicans.\n***\n‘The failure modes are almost too numerous.’By Rick Wilson, Republican message and media strategist.\nIf you listen to Hillary Clinton’s people, the only ways she loses are exotic flukes:\n1. A meteor slams into her motorcade.2. A Lovecraftian Elder God arises from the depths of the Hudson, moseys over to Chappaqua and renders all and sundry blind and stricken with madness. (Bill may get there yet for other reasons we’ll skip that for a family news outlet.)3. Her secret “I Heart The Koch Brothers” Tumblr is revealed.4. Her “Molon Labe” tramp stamp is seen when she bends down to pick something up at the debate. \nIn reality, the failure modes are almost too numerous:\n1. She keeps edging more and more left, chasing the Bernie dragon. In doing so she reaps little reward, but raises even more doubts about her integrity, her ideological malleability and her trustworthiness.2. Email, email, email. At this point, a junior federal prosecutor from an indifferent law school could make (at the minimum a perjury) case. And with the evidence piling higher and higher as the FBI plods along there will be a pain level when even Obama’s captive and corrupt Justice Department lackeys have to indict her.3. Biden times it right, and reminds Democrats he’s the vice president to the One. It’s a tricky course for both. But, in short, a “Dad loves me more!” campaign is advantage Biden.4. She get locked in the bad-news-bad-polls spiral and ends with a whimper, not a bang. Last time, every Hillary firewall fell (remember the super delegate firewall?) and the self-reinforcing cycle devoured her.5. She keeps making prove-you’re-not-a-robot gaffes that make her seem weird, clunky and in need of the next round of “It’s a whole new Hillary!” reboot spin that produces the same old Hillary, over and over.\n***\n‘Joe Biden entering the race almost exclusively damages Hillary Clinton’By Carrie Sheffield, Forbes contributor and senior writer at Opportunity Lives.\nPolls show that Joe Biden entering the race almost exclusively damages Hillary Clinton—Bernie Sanders remains almost untouched. Biden’s got many of the soft skills Clinton lacks in public: charisma, humor and approachability. He would also leverage the sympathetic media boost he’d get by jumping in to fulfill his dying son’s wish that his father run for president. Biden would also likely inherit much of the Obama organizing team, which provides him a turnkey, sophisticated campaign infrastructure. The Obama-Clinton party schism is well-known, a tussle between old vs. new guard, moderate left vs. further left. Clinton could very well lose if she cannot inspire her troops to successfully stave off a Biden challenge.\n***\n‘Biden offers only a stylistic difference, not a substantive one.’By Bill Scher, senior writer at the Campaign for America’s Future.\nHillary Clinton is essentially a lock for the Democratic nomination. She is way out in front in terms of campaign resources. Bernie Sanders’ uncompromising nature is fatal to the electability case (even “conviction” candidates like Barack Obama and Ronald Reagan shaded some rough edges in order to win). And Joe Biden offers only a stylistic difference, not a substantive one. That is a recipe for being pilloried as the embodiment of the glass ceiling.\nCall me skeptical that there’s a shoe to drop in the Benghazi or email matters. Benghazi has already been thoroughly investigated. And the fact that the email server was not wiped indicates that there was no nefarious scheme to bury a scandal. (It may have been stupid to use a single private account, but that's not the same as scandalous.)\nOur present view of the race—including the polling—is distorted because she is the only candidate on the receiving end of any sustained attacks at this early stage. That won't last.\n***\n‘The idea that Clinton has ever been a significant general election favorite was and is off-base’By Larry Sabato, director of the University of Virginia Center for Politics, and Kyle Kondik, managing editor of Sabato’s Crystal Ball.\nThe Friday Cover\n\n                    By \n                            Matt Latimer\n\nWashington And The World\n\n                    By \n                            Dennis Ross\n\nHistory Dept.\n\n                    By \n                            Josh Zeitz\n\n © 2015 POLITICO LLC", "byline": "", "description": "The smartest political thinkers around imagine how Hillary Clinton could snatch defeat from the jaws of victory.", "title": "How Could Hillary Lose?", "url": "http://www.politico.com/magazine/story/2015/10/how-could-hillary-clinton-lose-213233", "topics": ["economy"], "people": ["Crystal Ball", "Matt Latimer", "Jonathan Bernstein", "Ronald Reagan", "Dennis Ross", "Joe Biden", "Larry Sabato", "Donald Rumsfeld", "Howard Dean", "Bernie Sanders", "Nate Cohn", "Stephanie Cutter", "Jeb Bush", "Barack Obama", "Jeff Greenfield", "Josh Zeitz", "Kyle Kondik", "Hillary Clinton", "Nate Silver", "Caroline Kennedy", "Rick Wilson", "Bill Scher"], "orgs": ["Washington And The World", "University of Virginia Center for Politics", "Democratic Party", "Justice Department", "The Party", "FBI"], "authors": [{"author_id": 31419, "fullname": "politico magazine", "primary_org": "politico"}], "date_written": "2015-10-11 23:16:39", "org": "politico", "article_id": "af42621544f427ba1255a30e2e6ea816", "date_access": "2015-10-11 22:30:08.348593"}