{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n8/17/15 7:50 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Monday morning. STATE OF THE RACE: The insurgents are ruling. The more conventional candidates are flailing. This is unlikely to change to months. Consider:\nStory Continued Below\n* Trump, Carson, Fiorina surge in Fox poll. http://fxn.ws/1Mtg7yG\n* Bush super PAC pours millions into ads to manufacture momentum his performances at debate and on trail can’t create. http://yhoo.it/1JlSHfE\n* Walker, once the darling of Iowa, is boring conservatives there to death.  Carson and Trump are passing him by. (Just posted by Eli Stokols: “Walker struggles for the Iowa prize: The Wisconsin governor is suddenly in trouble after leading in the polls here for months.)” http://politi.co/1hhZGtC\n* Trump might have a 25 percent ceiling. But for now, he also appears to have a 25 percent floor. Which in fielded this crowded means ... winning. http://wapo.st/1MtgZmZ\n* Rubio, who shows flashes of strength, plans to sit back and watch until the insurgent fireworks show ends. That could be a while. http://nyti.ms/1WxRBkF\n* The media loves Kasich. But a bunch of centrist reporters doesn’t a movement make. http://cbsn.ws/1DXfo7z\n**SUBSCRIBE to Playbook: http://bit.ly/1W3LMuZ\nPLAY OF THE DAY: Amazon, secretive and unorthodox even for the tech world, is using a very transparent and conventional approach to crapping on the N.Y. Times story that we linked to Saturday, and that was splashed across Sunday’s front page (“Amazon’s Bruising, Thrilling Workplace: Giant Retailer Tests How Far It Can Push White-Collar Staff,” by Jodi Kantor and David Streitfeld): http://nyti.ms/1gPPnfB\n1) Have a top employee rebut on social media, let it go viral http://bit.ly/1Nd9zpo  ... 2) Follow with note from Jeff Bezos, founder and CEO  ... 3) Top off with a “CBS This Morning” appearance by Jay Carney, now Amazon’s senior vice president for Worldwide Corporate Affairs, with Jodi Kantor, co-author of the piece.\n--FROM THE BEZOS EMAIL: “Dear Amazonians, If you haven’t already, I encourage you to give this (very long) New York Times article a careful read [link]. I also encourage you to read this very different take by a current Amazonian [link]. Here’s why I’m writing you. The NYT article prominently features anecdotes describing shockingly callous management practices, including people being treated without empathy while enduring family tragedies and serious health problems.\n“The article doesn’t describe the Amazon I know ... But if you know of any stories like those reported, I want you to escalate to HR. You can also email me directly at jeff@amazon.com. Even if it’s rare or isolated, our tolerance for any such lack of empathy needs to be zero. ... I don’t think any company adopting the approach portrayed could survive, much less thrive, in today’s highly competitive tech hiring market. ...\n“I strongly believe that anyone working in a company that really is like the one described in the NYT would be crazy to stay. I know I would leave such a company. But hopefully, you don't recognize the company described. Hopefully, you’re having fun working with a bunch of brilliant teammates, helping invent the future, and laughing along the way. Thank you, Jeff.” Full text http://on.recode.net/1IWazds\nTROUBLING TREND – WSJ, top of A11 (Opinion), “A Global Recession May Be Brewing in China,” by Ruchir Sharma, head of emerging markets and global macro at Morgan Stanley Investment Management: “This decade China has accounted for a third of the expansion in the global economy, compared with 17% from the U.S.—a role reversal of the preceding decade.” http://on.wsj.com/1UNKvXf\n** A message from PhRMA: For every dollar spent on health care in the U.S. only 10 cents goes towards retail prescription medicines. What are patients getting for that dime? In the last year alone, it has brought new cures for hepatitis C, new treatments for high cholesterol and breakthroughs in cancer care. Read more at http://onphr.ma/1gQ9gE2.**\nRIGHT TO RISE USA, the Jeb super PAC, gives Playbookers a few more deets on the eight-figure ad buy being placed today: “IA & NH: 9/15 start, running through end of the year ... SC: 9/22 start running through end of the year ... First phase of our sustained and independent campaign to tell Jeb’s story and get the message out about his conservative record of accomplishment in Florida.”\nSIREN: A SECOND SERVER? ABC’s Jonathan Karl, in his set-up piece on “This Week”: “[I]n the most intriguing new development, Platte River Networks, the Colorado company that set up Clinton’s server, told ABC News it’s highly likely that a full backup of the server was made -- meaning those thousands of emails she deleted MAY still exist. The company says it’s cooperating with the FBI.” http://bit.ly/1fk2oNy\nBEING HILLARY -- “How Voters Try, Fail, And Sometimes Succeed To Talk To Hillary Clinton,” by BuzzFeed’s Ruby Cramer: “‘…I would love to say hi to her.’ It’s a simple request ... But for voters who want a conversation with Clinton — now four months into her second presidential campaign — the proposition remains more difficult and complex than with perhaps any other candidate ... At many of Clinton’s public events, causal interaction is overwhelmed ... by a spectacle that neither she, nor her aides, can much control: the aggregate effect of ... the media attention she commands, celebrity status she assumes, and the Secret Service detail she has required ... since the ’90s.” http://bzfd.it/1DZsS2k\nFIRST LOOK – America Rising’s new 90-sec. web video on Hillary, “Failed Leadership,” produced by Lucas Baiano, shows pundits saying Hillary has problems with trust, interspersed with Hillary’s own words -- “People should and do trust me” -- with ominous-sounding piano music playing. Cameos by Jon Allen, Nia-Malika Henderson, Kathleen Parker, Andrea Mitchell, Mark Halperin and Mika. http://bit.ly/1hh18ww\n--SPENCER ZWICK this morning is sending out one of his first email blasts to Rising’s list since signing on as chairman: “ [W]e’ll work hard every day to get the word out about Hillary Clinton’s dishonesty, untrustworthiness and unethical behavior.”\nFIRST LOOK – HILLARY MEMO going out later this AM: “To: Interested Parties ... Fr: Matt Paul, Iowa State Director ... Re: Hillary’s Latest Iowa Trip ... Hillary Clinton’s whirlwind weekend in Iowa reminded everyone once again about the enthusiasm for her candidacy and commitment to the caucus here. Clinton kicked off her visit with a town hall meeting in Dubuque -- after a quick hello to a beautiful bride where hundreds turned out to hear about the New College Compact and her proposals to make college more affordable for all students.\n“That night, Clinton's speech to the annual Wing Ding dinner received rave reviews and multiple standing ovations ... And no summer would be complete without a trip to the Iowa State Fair where Clinton enjoyed a tour with former Senator Harkin ... and viewed the butter cow (and petted a live cow, took some selfies, and snagged a porkchop on a stick.”\n2016 PLAYERS -- “Trump’s gang of misfits: From the grassroots base all the way to the burnt-orange top, this is not your typical presidential campaign,” by Ben Schreckinger and Cate Martel: “His campaign manager was once arrested for a bringing a gun into a House office building. His Iowa campaign co-chair is a reality television star who says politics is ‘not my lane.’ He hired a self-described ‘rabid tea party activist’ who proved too rabid for like-minded activists and resigned. ... Rarely in American politics has such an unlikely gang of misfits, rogues and loose cannons helped a candidate climb to the top.” http://politi.co/1DXlkxp\nTRUMP’s FIRST POLICY PROPOSAL – “Immigration reform that will make America great again”: “Make Mexico Pay For The Wall ... Defend The Laws And Constitution Of The United States ... Triple the number of ICE officers. ... Nationwide e-verify. ... Mandatory return of all criminal aliens. ... Detention—not catch-and-release. ... Defund sanctuary cities. ... Enhanced penalties for overstaying a visa. ... Cooperate with local gang task forces. ... Put American Workers First ... Increase prevailing wage for H-1Bs. ... Requirement to hire American workers first. ... End welfare abuse. ... Jobs program for inner city youth. ... Refugee program for American children.” http://bit.ly/1Kr3xeI ... 6-page PDF http://bit.ly/1JcDL1h\n--HOW IT’S PLAYING: WSJ A1, bottom-right corner, “Trump Takes Hard Stand On Immigration Policy,” by Heather Haddon (online: “Trump Says He Would Deport Illegal Immigrants”) http://on.wsj.com/1hHu6Wm ... N.H. Union Leader, above fold, “Trump talks tough -- Immigration: His plan would mean no automatic citizenship for children of illegal immigrants,” by Dan Tuohy (online: “Trump posts immigration reform plans, urges end to ‘birthright citizenship’”) http://bit.ly/1NAnX8e\nMIKE BARNICLE for The Daily Beast, “Sorry Folks, Donald Trump Is For Real”: “Donald is not boring. Half the rest of the Republican field, other than John Kasich, behave like store mannequins. The other half resemble people badly in need of professional help. ... Sad people.” http://thebea.st/1Nc46zj\nBREAKING -- “Alabama Gov. Robert Bentley to endorse ... Kasich,” by Cleveland Plain Dealer’s Henry Gomez: “Bentley will announce he is endorsing Kasich [today] during a joint appearance at the Alabama Sports Hall of Fame ... Kasich’s team sees Bentley's support as a sign of continued momentum on the heels of rising poll numbers in New Hampshire.” http://bit.ly/1LeOFDj\nHUCKABEE senior comms adviser Hogan Gidley emails: “[A]ll the money, messaging and perceived momentum now does not help if you are not developing a grassroots organization of people who will actually vote for you ... [O]ur grassroots leadership team: 139 leaders, including 71 county chairs all across Iowa ... 141 leaders organized in 32 counties all across South Carolina ... This week Gov. Huckabee is going back to Israel for a series of meetings about many issues facing Israel and her people – including the Iran Deal.”\nHEALTHY CANDIDATES – “2016 hopefuls hit the gym, try to skip pie on campaign trail,” by AP’s Catherine Lucey in Des Moines (with Steve Peoples, Jill Colvin and Thomas Beamount): “Scott Walker is counting steps on his FitBit. Jeb Bush swears by the Paleo diet. Bobby Jindal is a ‘gym rat.’ ... ‘I try to do at least 10,000 steps a day,’ said Walker ... He said he got the step-counting wristband for Christmas and competes with his family and staff  ... Rubio does an early morning workout in hotel gyms. ...\n“Cruz also wears a FitBit and likes to take phone calls while walking. ... Santorum does at least 50 pushups a day and former executive Carly Fiorina works out on the elliptical most mornings ... Perry, who had back surgery in 2011, said late last year that he has a workout routine that focuses on core strength. Asked about his back, he said: ‘It's good. I quit running and I quit wearing cowboy boots ... I do a lot of pull-ups, pushups, planks, crunches, and I ride a stationary bike.’ ...\n“These efforts help with ... stamina. But the candidates also want to look good on camera and along the rope line in a selfie-ready world. ... Hillary ... tries to avoid pizza, work out regularly and do yoga from time to time, said spokesman Nick Merrill. And former Maryland Gov. Martin O’Malley said working out regularly and opting for vegetables over fast food helps with the stresses of the trail. ‘You can’t get sick when you're in this sort of job,’ O’Malley said. ‘So like an athlete, your body becomes your tool.’ ...\n“In the past few years [Huckabee’s] weight has crept back up; he says he’s lost some again, though he is not as light as when he was running marathons. ... Rand Paul, one of two doctors in the race, offers this campaign grub philosophy: ‘If you have to eat fast food on the trail, skip the fries. If you have time for a sit-down dinner, eat only half the meal.’” http://bit.ly/1fk0AUE\nSNEAK PEEK – Q&A by Ana Marie Cox with Bernie Sanders in next Sunday’s N.Y. Times Magazine, “Bernie Sanders Has Heard About That Hashtag”: “[Q:] Do you think it’s fair that Hillary’s hair gets a lot more scrutiny than yours does? ... [A:] O.K., Ana, I don’t mean to be rude here. I am running for president of the United States on serious issues, O.K.? Do you have serious questions? [Q:] I can defend that as a serious question. There is a gendered reason — [A:] When the media worries about what Hillary’s hair looks like or what my hair looks like, that’s a real problem. We have millions of people who are struggling to keep their heads above water, who want to know what candidates can do to improve their lives, and the media will very often spend more time worrying about hair than the fact that we’re the only major country on earth that doesn’t guarantee health care to all people.” http://nyti.ms/1gOmdNS\nINSTAGRAM DU JOUR -- @georgewbush: “@laurawbush and I were overjoyed to meet our second grandchild [Saturday]. ...  We are grateful to God -- and to @jennabhager and Henry -- for this beautiful, healthy gift of life.” http://bit.ly/1hHyzZ0\nFOURTH QUARTER – N.Y. Times A1, lower right corner, “Obama Plots Postpresidency in campaign mode,” by Mike Shear and Gardiner Harris: “The dinner in the private upstairs dining room of the White House went so late that Reid Hoffman, the LinkedIn billionaire, finally suggested around midnight that President Obama might like to go to bed. ‘Feel free to kick us out,’ Mr. Hoffman recalled telling the president. ... ‘I’ll kick you out when it’s time,’ he replied. He then lingered with his wife, Michelle, and their 13 guests — among them the novelist Toni Morrison, the hedge fund manager Marc Lasry and the Silicon Valley venture capitalist John Doerr — well past 2 a.m. ... [T]he group, which also included [Malcolm Gladwell,] the actress Eva Longoria and Vinod Khosla, a founder of Sun Microsystems, tossed out ideas about what Mr. Obama should do after he leaves the White House. ...\n“[H]is drink of choice at the gatherings is an extra-dry Grey Goose martini.” http://nyti.ms/1HQhpgG\nREMEMBERING JULIAN BOND -- Statement by POTUS: “Julian Bond was a hero and, I’m privileged to say, a friend. Justice and equality was the mission that spanned his life – from his leadership of the Student Nonviolent Coordinating Committee, to his founding role with the Southern Poverty Law Center, to his pioneering service in the Georgia legislature and his steady hand at the helm of the NAACP. Michelle and I have benefited from his example, his counsel, and his friendship – and we offer our prayers and sympathies to his wife, Pamela, and his children. Julian Bond helped change this country for the better. And what better way to be remembered than that.”\n--Readout from White House principal deputy press secretary Eric Schultz: “[Sunday] afternoon, the President had the opportunity to phone Mrs. Pamela Horowitz to express condolences on behalf of himself and the First Lady on the passing of her husband, Julian Bond. The President offered gratitude for Julian’s lifetime of accomplishment, and prayers and sympathies to Pamela and her entire family.”\nWHAT MILLENNIALS ARE READING -- “Why Are Millennials So Obsessed With Food?” by Joe Pinsker on TheAtlantic.com – Q&A with Eve Turow, author of “A Taste of Generation Yum: How the Millennial Generation’s Love for Organic Fare, Celebrity Chefs, and Microbrews Will Make or Break the Future of Food”: “I really think it comes down to technology, for a few reasons. One, is sensory deprivation. We have formed into a society that’s so accustomed to sitting in front of a screen and typing, for the vast majority of the day.” http://theatln.tc/1Lgc1uY\nBOARDING SCHOOL BUZZ – “Rape case points to sordid tradition at elite prep school,” by AP’s Lynne Tuohy in Concord, N.H.: “St. Paul’s School boasts a glittering roster of alumni that includes senators, congressmen, a Nobel laureate and the current secretary of state. The elite prep school also allegedly has a sordid tradition of sexual conquest where graduating boys try to take the virginity of younger girls before getting their diplomas. Details of a practice authorities say was called the ‘Senior Salute’ were spelled out in stark terms by a former prefect at the New Hampshire school who is charged with raping a 15-year-old girl on the roof of a campus building in May 2014.” http://yhoo.it/1KqjD8u\nMOOD MUSIC -- “After decades, Guardian Angels resume Central Park rounds,” by AP’s Jennifer Peltz: “The squad in stop-sign-red jackets and berets ... was a familiar sight a generation ago, when New York was plagued by lawlessness that police have worked for years to dispel.” http://yhoo.it/1LejDLP\nPLAYBOOK METRO SECTION -- Metropolitan Washington’s Restaurant Week starts today and runs through Aug. 23 – see the list of participating restaurants, which offer $22 lunches and $35 dinners: http://bit.ly/1q9Bzdn\nWEEKEND WEDDINGS – OBAMA ALUMNI -- Jake Heller and Alex Hughes were married in Todi, Italy, on Aug. 8. Jake and Alex met in 2007 while working on President Obama's New Hampshire primary campaign. During the 2008 general election, they had adjoining territories in northern Wisconsin (Alex) and the Upper Peninsula of Michigan (Jake). Jake took a political appointment at Homeland Security, staffing the Deputy Secretary, and Alex staffed (then) U.N. Ambassador Susan Rice. They have both left the administration. Jake is joining the law firm Foley & Lardner next month. Pic of their first dance http://bit.ly/1LeNX8X\n--“Jeffery Povero, Jeffrey Schneider” – N.Y. Times announcement: “Mr. Povero, 43, is an architect who is the founder of Povero & Company, an architecture firm in New York. He graduated from the University of Texas and received a master’s degree in architecture from Yale. ... Mr. Schneider, 46, [is the former SVP of comms at ABC News and] a founder of The Lead PR, a public relations and crisis management firm in New York. He graduated from Georgetown.” With pic: http://nyti.ms/1Jlk2yj\n--Witnesses in front of Judge Alvin Hellerstein were Yvette Vega, EP of Charlie Rose, and Iva Zoric of the Council on Foreign Relations. They had a very small lunch for friends and plan a big party in the fall in NYC. They met in Provincetown MA 14 years ago this weekend through mutual friends. Pic on the courthouse steps http://bit.ly/1UGTo4T\n--“Sydney Ember, Michael Bechek” -- Times: “The bride, 25, and the groom, 27, met at Brown, from which they graduated magna cum laude. The bride is an intermediate media reporter for The New York Times. ... The groom is to begin studying for an M.B.A. at Harvard on Aug. 24.” With pic http://nyti.ms/1hGGshk\nSPOTTED: Ben Schreckinger, Rachel Abrams, Nicole Friedman, Amanda McGowan, Britta Greene and Scott Lowenstein of Global Strategy Group. Pic by Anne Speyer of the couple on the dance floor http://bit.ly/1UMVuQS\n--Graham Veysey and Marika Shioiri-Clark got married on Saturday in Marfa, Texas.  They met at the Aspen Ideas Festival in 2009 where Marika was an Ideas Scholar and Graham was producing aspects of the event. Marika is an architectural designer and Graham works with The Aspen Institute. Pics http://bit.ly/1DYuf1j ... http://bit.ly/1TKhCJk ... http://bit.ly/1PgsRb0\nSPOTTED: Casey Neistat, Jim Spiegelman and Eric Motley, Sam Goldman, Tad Curtz, Scott Stein, Tom Scott and Kate Brosnan, Cleveland Councilman Joe Cimperman, Nick Martin.\nBIRTHDAYS: Ali Deckard, the pride of Cincinnati ... Ron Bonjean, celebrating by overseeing the breeding process of the honey badgers at the Good Pants Ranch with Sara, his mother and father Ron Sr. (who coincidentally shares his birthday, as well as his name) (h/ts Sara and Doug Heye) … former senator Norm Coleman ... Politico’s Alexis Williams … Jamie Smith, former Obama White House deputy press secretary now EVP/head of media at Edelman and the pride of Buffalo Grove, Ill., celebrating with her ultimate birthday presents: new baby boy Elijah James and her 2-year-old Lincoln Rose (hubby tip: Eric Pierce) ... Mike Buczkiewicz ... Josh Dubois … Chris Golden ... Sonali Dohale, associate at McGuireWoods LLP … David Kusnet, former White House speech writer and principal at the Podesta Group (h/t Jon Haber)  ... HuffPost’s Elise Foley ... Mark Molaro ... Aaron Kinnari, founder of Aviator Media and The Future Forum, celebrating midair en route to Pakistan for a wedding … Matt Mittenthal, press secretary to N.Y. State A.G. Eric Schneiderman (h/t Kaye Devora) ... Alyson Chadwick ...\n... WUSA’s Derek McGinty ... Independent Women’s Forum’s Sabrina Leigh Schaeffer ... Laura DeSimone … Andrea McCarthy … Bush alum Kate Gladney … Boston Globe’s Eric Moskowitz … Margie Glick … John Hayes … Suzy Loftus … Nancy Kirshner … Robyn Garnett … Diane Shust … Michael Alter … Ken Bailey ... Alan Bowser ... Maegan Carberry ... Kate Stacy ... Kevin Mack, a DLCC alum ... WashPost alum Mary Lou Foy ... Lisa Stickan ... Greg Murphy ... Michael Kraft ... actress Maureen O'Hara is 95 ... former Chinese president Jiang Zemin is 89 ... author V.S. Naipaul is 83. Robert DeNiro is 72 ... movie director Martha Coolidge is 69 ... International Tennis Hall of Famer Guillermo Vilas is 63 ... Belinda Carlisle is 57 ... author Jonathan Franzen is 56 ... Sean Penn is 55 ... Donnie Wahlberg is 46 ... College Basketball Hall of Famer and retired NBA All-Star Christian Laettner is 46 ... retired MLB All-Star Jorge Posada is 44 ... Olympic bronze medal figure skater Gracie Gold is 20 (h/ts AP)\nDESSERT -- “This Guy Used Science To Get An 86% Bigger Burrito At Chipotle,” by BuzzFeed’s Rachel Zarrell: “Dylan Grosz ... decided to do an experiment to try to figure out how to get the most food from one order without raising the price. ... First, get a burrito bowl instead of just a burrito, which will snag you 15% more food. ... Asking for both kinds of rice got Grosz 93% more rice. ... Asking for both beans also led to an average of 92% more beans. ... Then, ask for half of one meat and half of another. On average you’ll get 54% more meat. ... The final burrito weighed 86% more (!) than the control burrito.” http://bzfd.it/1Ewv0K3\n--“‘Evenings’ at Starbucks: Coffee shop to sell wine, craft beer, small plates,” by USA Today’s Aamer Madhani: “The company on Wednesday will begin selling wine and beer, along with the sale of small plates such as bacon-wrapped dates and truffle mac ‘n cheese, at two dozen new locations across the U.S. ... The coffee giant has also submitted liquor license applications for several hundred more locations throughout the country ... The ramp up starts in Denver, Miami, Orlando and Northern California markets.” http://usat.ly/1NdbgTJ\n** A message from PhRMA: Since 2000, biopharmaceutical companies have brought more than 500 new medicines to the U.S. market, including new cures for hepatitis C, advances in treatment for high cholesterol and breakthroughs in cancer care. Yet, spending on retail prescription medicines accounts for just 10 percent of U.S. health care spending. And the federal government projects this trend will continue through at least the next decade.\nHow is this possible? Because the competitive biopharmaceutical market that exists in the U.S. helps to control costs while encouraging the development of innovative new therapies. Read more at http://onphr.ma/1gQ9gE2.**\nBy ADAM WREN\nBy JORDAN MICHAEL SMITH\nBy JENNIFER L. POZNER\nBy MICHAEL KRUSE\n© 2015 POLITICO LLC", "byline": "", "description": "Insurgent candidates like Trump, Carson and Fiorina are surging in the GOP polls.", "title": "STATE OF THE RACE: Playbook’s 6 blunt realities of 2016 -- ABC: Likely ‘full backup’ server with all Hillary emails -- HOW AMAZON fought back at NYT – JEFFREY SCHNEIDER married -- B’DAY: Ron Bonjean", "url": "http://www.politico.com/playbook/0815/playbook19624.html", "topics": ["immigration", "economy"], "people": ["Malika Henderson", "Jill Colvin", "Jeff Bezos", "Norm Coleman", "Rick Santorum", "Eva Longoria", "David Streitfeld", "Ron Bonjean", "Heather Haddon", "Lucas Baiano", "Jonathan Karl", "Eric Schneiderman", "Nicole Friedman", "Eric Schultz", "Chris Golden", "Steve Peoples", "Sean Penn", "Jonathan Franzen", "Julian Bond", "Jamie Smith", "Rachel Zarrell", "Jon Allen", "Reid Hoffman", "Nick Merrill", "Robert Bentley", "Eric Moskowitz", "Elijah James", "Dan Tuohy", "Jon Haber", "Mike Shear", "Ruchir Sharma", "Bobby Jindal", "Bernie Sanders", "Charlie Rose", "Scott Walker", "Rand Paul", "Belinda Carlisle", "Hogan Gidley", "Mark Halperin", "Martin O'Malley", "Matt Paul", "Daniel Lippman", "Jim Spiegelman", "Kathleen Parker", "Jeb Bush", "Elise Foley", "John Doerr", "Donald Trump", "Malcolm Gladwell", "Andrea Mitchell", "Toni Morrison", "Ruby Cramer", "Susan Rice", "Catherine Lucey", "Carly Fiorina", "Marc Lasry", "Ana Marie Cox", "Eric Pierce", "Ben Schreckinger", "Jodi Kantor", "Doug Heye", "Mike Allen", "Lincoln Rose", "Jay Carney", "Cate Martel", "Jennifer Peltz", "Hillary Clinton", "Jiang Zemin", "John Kasich", "Gardiner Harris", "Eli Stokols", "Barack Obama", "Jeffrey Schneider", "John Hayes"], "orgs": ["MLB", "Student Nonviolent Coordinating Committee", "WSJ", "NYT", "Morgan Stanley Investment Management", "Aspen Institute", "EVP", "University of Texas", "Cleveland Plain Dealer", "WUSA", "GOP", "Southern Poverty Law Center", "NBA", "Global Strategy Group", "Aspen Ideas Festival", "Podesta Group", "AMAZON", "Secret Service", "Council on Foreign Relations", "NAACP", "U.N.", "SVP", "Homeland Security", "FBI"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-08-17 12:50:18", "org": "politico", "article_id": "b18c9c927c79db96897d42c9cbdfddc6", "date_access": "2015-08-17 12:10:11.473057"}