{"body": "\nThe Politico Caucus\n\nSeven out of 10 early-state Republicans want the Donald to move on from his immigration plan and his tough talk about ending birthright citizenship.\nBy Katie Glueck\n8/21/15 5:12 AM EDT\nUpdated 8/21/15 5:12 AM EDT\nPolitico Illustration—Getty\nDonald Trump may have the whole Republican field talking about immigration, but early-state insiders wish he would just stop.\nSeven in 10 Republicans said they’ve heard more than enough about Trump’s plan, which includes a controversial call to end birthright citizenship, according to this week’s POLITICO Caucus, our weekly bipartisan survey of the top operatives, activists and strategists in Iowa and New Hampshire.\nStory Continued Below\nTrump’s plan calls for an end to policy that guarantees citizenship for children born to undocumented immigrants. That’s one of several controversial provisions under Trump’s plan, which is particularly galling to New Hampshire GOP insiders — 85 percent of whom said the real estate mogul and current GOP front-runner's immigration plan was harmful to the party.\nNearly two-thirds of Iowa Republicans said the same.\nAlso on POLITICO\nHADAS GOLD\n“He’s solidly put an anchor around the neck of our party, and we’ll sink because of it,” an Iowa Republican said of Trump.\n“Enough already,” vented another Iowa Republican, who like all participants was granted anonymity in order to speak freely. “This kind of garbage only appeals to the hard core… while alienating the soft middle that we must win in order to take the presidency.”\nA Granite State Republican said it was “harmful to the party, the brand and the future of our country. What’s disappointing is the speed in which other candidates follow his lead. He’s forced that to be standard operation.”\nTrump’s plan has pushed the issue of birthright citizenship, which is protected by the 14th Amendment of the Constitution, to the fore of the GOP presidential debate. A number of prominent candidates, including Scott Walker and Ted Cruz, have said they support revoking that right for the children of undocumented immigrants.\n“Amazing how many ad hoc constitutional scholars, I mean activists, now believe this is a good policy,” snarked an Iowa Republican.\nThe dynamic in the GOP field suggests that the lessons of 2012 — when the GOP performed abysmally among Latino voters but vowed to make concrete improvements by 2016, have already been forgotten — several insiders said.\nAlso on POLITICO\nNICK GASS\n“Wasn’t the whole “GOP rebrand” effort of the 2012 loss supposed to address this…in the opposite direction?” said a New Hampshire Democrat, who like all participants answered via an online survey.\nNinety-seven percent of Democratic respondents called the plan harmful for the GOP.\n“Quite a number of these candidates appear very willing to toss out any findings of the analysis of the last presidential election and put the general election at risk for their party,” another Granite State Democrat said.\nPlenty of insiders on both sides of the aisle said that if the debate unfolding this week continues, Republicans will have a serious problem come general election time.\n“This move is not helpful in broadening the November 2016 pool of voters,” warned a New Hampshire Republican.\n“A great way to throw the general and become a permanent minority party,” agreed an Iowa Republican.\nHere are two other takeaways from this week’s POLITICO Caucus:\nHillary Clinton may have an early-state email problem.\nNearly 40 percent of Democrats — and 100 percent of Republicans — say ongoing scrutiny of former Secretary of State Hillary Clinton’s email practices while at Foggy Bottom are damaging her campaign.\n“I think people are starting to pay more attention as the story isn’t going away,” an Iowa Democrat said. “And her handling of the situation is not giving confidence to her backers.”\nA New Hampshire Democrat offered a similar assessment.\n“Clinton’s response and her campaign’s handling of this issue is, at least in part, the reason I am still on the sidelines in this election cycle,” a Granite State Democrat said.\nThis Democrat continued: “There is an element of tone-deafness here that one just has to marvel at. Average folks really do get the distinction between using a personal email account and having a private server.”\nOther early state Democrats blamed Republicans for creating a circus, but said Clinton should be dealing with it better.\n“The attention is unwarranted, or at least exaggerated, in my view but the narrative that has been set up - more by the national press than the Republicans, actually - is that she is guilty until proven innocent,” added another Democratic Granite Stater.\nHer use of a private server to conduct State Department business is under review by government officials, including by a federal judge who said Thursday that she violated government policy. Her campaign maintains that she did nothing improper, but the controversy has dominated Clinton coverage in recent weeks.\nOur Republican insiders saw potentially fatal issues with the email and server dustup. Several likened the incident to “Watergate,” and an Iowa Republican, noting that the FBI is conducting a counter-intelligence investigation related to her server, said, \"The terms FBI and POTUS candidates do not mix.\"\nStill, the bulk of Democrats defended Clinton.\n“Not ONE person asked Sec. Clinton about this on her last NH trip,” a Granite State Democrat said. “People are paying attention. They just don’t care. The average voter will care if she broke the law, but they don’t care about endless pointless handwringing.”\nAdded another New Hampshire Democrat: “Have they heard about it, yes. Do they care, no.”\nOne source said they were personally troubled by the revelations, but didn’t yet see it having an impact.\n“You think a 60-something Democratic woman is going to dump Hillary for a male candidate over this? No way in hell,” an Iowa Democrat said.\nBut the same Democrat noted: I’m nervous and that’s why I wanted Elizabeth Warren to run. Too late.”\nJeb Bush has some enthusiasm issues.\nRepublicans are split about whether Bush, who is faltering in some national polls, is in trouble. Fifty-four percent of Iowa Republicans say he is, while 43 percent of GOP Granite Staters say the same.\n“The concern for Bush is not the polls, but the overall lack of relevancy in New Hampshire at this point,” said one GOP Granite Stater.\nSaid an Iowa Republican, “Money can’t buy him love,” added an Iowa Republican, representing a conservative state that was always going to be a challenge for Bush.\nSeveral noted the rise of Ohio Gov. John Kasich, a relatively moderate candidate who announced recently.\n“Three pillars of the NH GOP establishment — Tom Rath and Doug and Stella Scamman — committed to Kasich this week,” another New Hampshire Republican said. “It’s hard not to read that as a rejection of Bush.”\nBut the same Republican said Bush has looked good in person. “I saw Jeb at a town hall two weeks ago and he was by far the best I’ve seen him yet. Ads are coming that will remind voters of his mainstream conservative record. And he remains broadly acceptable to the majority of the party. Bush will still be a semi-finalist.”\nThe other half of Republicans surveyed said Bush is doing fine — for the moment.\n“Not yet [in trouble], as it’s still too early to draw any conclusions,” a New Hampshire Republican said. “But any notion of inevitability is gone, and he will have to out campaign the rest of the field to win. Thus far I don’t see evidence that he can do that.”\nMany said he is where he needs to be at this relatively early point in the cycle.\n“His crowds are still solid and his team is quietly building a good caucus organization. It’s August people,” an Iowa Republican said.\nSaid one New Hampshire Republican: The “race is wide open, no doubt. The Kasich movement in past month will get media tongues wagging on this but Jeb Bush is not in trouble.”\nThese are the members of The POLITICO Caucus (not all of whom participated this week):\nIowa: Tim Albrecht, Brad Anderson, Rob Barron, Jeff Boeyink, Bonnie Campbell, Dave Caris, Sam Clovis, Sara Craig, Jerry Crawford, John Davis, Steve Deace, John Deeth, Derek Eadon, Ed Failor Jr., Karen Fesler, David Fischer, Doug Gross, Steve Grubbs, Tim Hagle, Bob Haus, Joe Henry, Drew Ivers, Jill June, Lori Jungling, Jeff Kaufmann, Brian Kennedy, Jake Ketzner, David Kochel, Chris Larimer, Chuck Larson, Jill Latham, Jeff Link, Dave Loebsack, Mark Lucas, Liz Mathis, Jan Michelson, Chad Olsen, David Oman, Matt Paul, Marlys Popma, Troy Price, Christopher Rants, Kim Reem, Craig Robinson, Sam Roecker, David Roederer, Nick Ryan, Tamara Scott, Joni Scotter, Karen Slifka, John Smith, AJ Spiker, Norm Sterzenbach, John Stineman, Matt Strawn, Phil Valenziano, Jessica Vanden Berg, Nate Willems, Eric Woolson, Grant Young\nNew Hampshire: Charlie Arlinghaus, Arnie Arnesen, Patrick Arnold, Rich Ashooh, Dean Barker, Juliana Bergeron, D.J. Bettencourt, Michael Biundo, Ray Buckley, Peter Burling, Jamie Burnett, Debby Butler, Dave Carney, Jackie Cilley, Catherine Corkery, Garth Corriveau, Fergus Cullen, Lou D’Allesandro, James Demers, Mike Dennehy, Sean Downey, Steve Duprey, JoAnn Fenton, Jennifer Frizzell, Martha Fuller Clark, Amanda Grady Sexton, Jack Heath, Gary Hirshberg, Jennifer Horn, Peter Kavanaugh, Joe Keefe, Rich Killion, Harrell Kirstein, Sylvia Larsen, Joel Maiola, Kate Malloy Corriveau, Maureen Manning, Steve Marchand, Tory Mazzola, Jim Merrill, Jayne Millerick, Claira Monier, Greg Moore, Matt Mowers, Terie Norelli, Chris Pappas, Liz Purdy, Tom Rath, Colin Reed, Jim Rubens, Andy Sanborn, Dante Scala, William Shaheen, Stefany Shaheen, Carol Shea-Porter, Terry Shumaker, Andy Smith, Craig Stevens, Kathy Sullivan, Chris Sununu, James Sununu, Jay Surdukowski, Donna Sytek, Kari Thurman, Colin Van Ostern, Deb Vanderbeek, Mike Vlacich, Ryan Williams\nKristen Hayford contributed to this report.\nBy JEFF GREENFIELD \nBy MICHAEL HIRSH\nBy CALEB HANNAN\nBy IBRAHIM HIRSI\n© 2015 POLITICO LLC", "byline": "", "description": "Seven out of 10 early-state Republicans want the Donald to move on from his immigration plan and his tough talk about ending birthright citizenship.", "title": "Insiders to Trump: Enough already", "url": "http://www.politico.com/story/2015/08/insiders-to-trump-enough-already-121586.html", "topics": ["immigration", "personality"], "people": ["Ray Buckley", "Jeff Kaufmann", "Terie Norelli", "Fergus Cullen", "Harrell Kirstein", "William Shaheen", "Jennifer Frizzell", "Tory Mazzola", "Jim Rubens", "Martha Fuller Clark", "Sam Roecker", "Kate Malloy Corriveau", "Jeff Boeyink", "Nick Ryan", "Amanda Grady Sexton", "Colin Reed", "Michael Biundo", "Karen Fesler", "Katie Glueck", "Chuck Larson", "Rich Killion", "Doug Gross", "Debby Butler", "Jeb Bush", "Dante Scala", "Elizabeth Warren", "James Sununu", "Jeff Link", "Karen Slifka", "Jake Ketzner", "Phil Valenziano", "Christopher Rants", "Peter Burling", "John Deeth", "Dave Caris", "Maureen Manning", "David Fischer", "David Kochel", "Joe Keefe", "Mike Vlacich", "Chad Olsen", "Kathy Sullivan", "Donna Sytek", "Ted Cruz", "Steve Deace", "Jayne Millerick", "Rich Ashooh", "Bonnie Campbell", "Liz Purdy", "Ryan Williams", "Troy Price", "Ed Failor Jr.", "Donald Trump", "Stefany Shaheen", "Rob Barron", "Mark Lucas", "Steve Grubbs", "Chris Pappas", "Jessica Vanden Berg", "Kari Thurman", "Gary Hirshberg", "Matt Mowers", "Tamara Scott", "Jill June", "Peter Kavanaugh", "Arnie Arnesen", "Carol Shea", "Colin Van Ostern", "Tim Albrecht", "Joe Henry", "Drew Ivers", "Charlie Arlinghaus", "Dave Carney", "Mike Dennehy", "Terry Shumaker", "Claira Monier", "Sean Downey", "Craig Robinson", "Jackie Cilley", "Marlys Popma", "Kim Reem", "Brad Anderson", "Andy Sanborn", "Sylvia Larsen", "Garth Corriveau", "Eric Woolson", "Dave Loebsack", "Tim Hagle", "Grant Young", "Chris Sununu", "Nate Willems", "John Davis", "Matt Paul", "Lori Jungling", "James Demers", "Tom Rath", "Jill Latham", "Bob Haus", "Jennifer Horn", "Hillary Clinton", "John Kasich", "Brian Kennedy", "Joel Maiola", "Andy Smith", "Kristen Hayford", "Deb Vanderbeek", "Craig Stevens", "Liz Mathis", "John Smith", "John Stineman", "David Roederer", "Patrick Arnold", "Jan Michelson", "Greg Moore", "Norm Sterzenbach", "Derek Eadon", "Jay Surdukowski", "Scott Walker", "Jack Heath", "Jim Merrill", "David Oman", "Steve Marchand", "Matt Strawn", "Jerry Crawford", "Juliana Bergeron", "Stella Scamman", "Dean Barker", "Sara Craig", "Sam Clovis", "Joni Scotter", "Catherine Corkery", "Steve Duprey", "Chris Larimer", "Jamie Burnett"], "orgs": ["Iowa Democrat", "State Department", "D.J.", "Iowa Republicans", "New Hampshire Democrat", "HADAS GOLD", "FBI", "POTUS", "GOP"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-08-21 10:12:07", "org": "politico", "article_id": "9ed4a593856ab28f8b5abd0af71b3f1b", "date_access": "2015-08-21 10:10:05.828471"}