{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Ben White\n7/22/15 8:00 AM EDT\nM.M. THOUGHT BUBBLE: WHY TRUMP DOMINATES THE NEWS — He’s not boring. That’s pretty much it. The GOP field has a huge pile of candidates, none of them saying anything extraordinarily captivating on a day-to-day basis and none exactly bristling with charisma. And here comes Trump eschewing prepared remarks and teleprompters and calling opponents stupid, bragging about his enormous wealth, dissing John McCain’s war heroism, giving out Lindsey Graham’s cell phone number and saying Rick Perry isn’t any smarter since he donned hipster glasses. He’s like pure crack cocaine for media outlets hungry for a juicy campaign storyline in the dog days of summer.\nOf course at some point (possibly beginning with the August 6th debate), Trump will have to start explaining exactly what he might want to do as president. He could be on pretty shaky ground. His campaign web site is not exactly replete with policy proposals. And the loud-mouth, reality TV star routine will eventually run its course (won’t it?). But the size of the GOP field means that even in the early debates, Trump will probably be able to get away with snappy, short answers on how he would crush China, get a better Iran deal and be the classiest, most luxurious president in the history of the universe.\nStory Continued Below\nSo if Trump can somehow avoid “going too far” (if that’s even possible anymore) in his non-stop verbal assaults while putting together a real policy operation on the fly, he might actually have some staying power. But the thinking here remains that Trump Mania is a guilty summer pleasure — the “Sharknado” of politics — that will fade by fall.\nTHE SUMMER OF TRUMP — POLITICO's Hadas Gold on Trump’s media domination: “John Kasich announced his White House dreams with a pugnacious, 43-minute speech. He got Trump'd. Jeb Bush introduced a plan to limit the influence of Washington lobbyists. Trump'd. Rand Paul even brought out a chainsaw, a woodchipper and fire to destroy the U.S. tax code. Trump'd again. One month after Donald Trump launched his presidential campaign with all the subtlety of, well, a chainsaw, Republican candidates have gasped for air, choked off from media access and desperate for a polling bump ahead of the first debate on Aug. 6.\n“They've taken different tactical approaches. Those on the lower tiers, such as Rick Perry and Lindsey Graham, have attacked Trump with abandon, making their peace with the media's relentless appetite for all things Donald. Top-tier candidates like Jeb Bush and Scott Walker have stayed above the fray. But every time any of them try to get a little attention for themselves, Trump ups the ante.” http://politi.co/1IjeFzk\nAPPLE SHARES CRUSHED — Reuters: “Apple shares slumped nearly 7 percent in after-hours trading as its fourth-quarter revenue forecast fell short of estimates and it missed some targets for iPhone sales. … The shares dropped to $121 after the company released its results on Tuesday, from $130.75 at the close. … The forecast overshadowed Apple's strong sales in China, which more than doubled to $13.23 billion from a year earlier. …\n“Apple said on Tuesday it sold 47.5 million iPhones in the third quarter, up 35 percent from a year ago. But some analysts had expected around 49 million. Colin Gillis, an analyst for BGC Partners, said the results highlighted the vulnerability of Apple's dependence on the iPhone and the Chinese market's growing importance to the company. … The company forecast revenue of $49 billion to $51 billion, missing analysts' average estimate of $51.13 billion according to Thomson Reuters” http://yhoo.it/1SAMBH6\nAMERICANS ON DODD-FRANK: WHATEVER — AEI’s Karlyn Bowman emails M.M. on the think tank’s latest poll: “Big takeaways: 1) Americans still haven't recovered from the financial crisis and are worried still about the stability of our financial system. 2.) They want Wall Street regulated and they don't trust the actors there. 3) Most aren't familiar with Dodd Frank or the CFPB. So to say as some advocacy pollsters have said that Americans want more Dodd-Frank is an overstatement.” Full poll: http://bit.ly/1OlnoPP\nWHITE HOUSE UPS EX-IM PRESSURE — Per a White House Official on today’s event: “[T]he President will meet with ten small and medium-sized business owners who have worked with the Export-Import Bank in the past in order to expand their exports and sustain or create jobs. Despite strong bipartisan support, the Republican-controlled Congress has failed to hold a meaningful vote on Ex-Im, allowing Ex-Im authorization to lapse on July 1 for the first time in history” http://1.usa.gov/1SABVrT\nWH/HILL TALK TAXES — WSJ’s John D. McKinnon: “Top lawmakers and the White House are in the early stages of discussing an ambitious overhaul of how the U.S. taxes its multinational firms, according to officials involved in the effort. … The talks, part of an effort to find funding for a long-term highway bill, are preliminary and could yet fall apart or be overtaken by other approaches. But both Republicans and Democrats appear open to accommodating each other’s priorities, which could make the path to a deal smoother, according to the officials. …\n“Topics being discussed include whether to eliminate the U.S. system of taxing companies on their world-wide income, what safeguards to adopt to prevent future abuses and whether to provide special tax treatment for intellectual property. There is already one area of clear agreement. All sides acknowledge that an overhaul could raise revenues for highways by imposing a one-time tax on foreign corporate earnings sitting offshore.” http://on.wsj.com/1IjmxRs\nFLASH BACK — House Ways and Means Chair Paul Ryan explained these exact contours of a deal in an M.M. Breakfast earlier this month: http://politi.co/1eKGByw\nLEHMAN AND 2016 — There are now two candidates in the presidential race — Jeb Bush and John Kasich — who spent significant time working for Lehman Brothers, the Wall Street firm whose bankruptcy helped create the worst financial crisis since the Great Depression and a lasting recession whose effects continue to linger.\nWill it matter? One close Wall Street observer deeply familiar with Lehman emailed MM thinks it shouldn’t: “Both Jeb and Kasich spent significant time at Lehman. Kasich was an investment banking employee (an MD) for about seven years, Jeb was an advisor for a couple of years before the bankruptcy, then continued on at Barclays.\n“While Kasich worked on several identifiable deals, Jeb's footprints are less easy to trace. … [W]orking as one of many investment bankers at a large firm (remember Lehman had something like 700 MDs and 28,000 employees in its later years) shouldn't disqualify anyone. These firms had many moving parts and no one deal could directly impact its trajectory.” … Have a different view? M.M. would love to hear it. bwhite@politico.com\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES – Patrick Temple-West and Marianne Levine on Labor Secretary Thomas Perez saying fixes are in the works for his agency’s proposed new rules for brokers … [http://politico.pro/1CUgO1V].  For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com.\nGOOD WEDNESDAY MORNING — RIP E.L. Doctorow, one of America’s greatest writers and a proud Kenyon College alum. http://wapo.st/1HHOnDk\nDRIVING THE DAY — President Obama meets with small business owners in the afternoon to talk about Ex-Im … The Joint Economic Committee will release an Ex-Im report at 9:30 a.m. … At 1:30 p.m., Treasury Secretary Jack Lew and other cabinet members will conduct a press briefing on the Social Security and Medicare Trustees Reports at Treasury … Senate Banking at 10:15 a.m. has a hearing on the SIFI designation process … Senate Small Business committee has a hearing at 10:00 a.m. on tax reform … House Financial Services has a hearing 10:00 a.m. on Fed reform proposals and another at 4:15 p.m. on terrorism financing and the Iran deal … Existing Home Sales at 10:00 a.m. expected to rise to 5.4M from 5.35M, the highest level since 2007 …\nDUELING DODD-FRANK REPORTS — House Financial Services Democrats released a Dodd-Frank report ahead of an event today at the Center for American Progress: http://1.usa.gov/1IhCeGE … The Competitive Enterprise Institute released a report critical of Dodd-Frank: http://bit.ly/1SAHgiY\nHIGHWAY BILL IN TROUBLE — POLITICO’s Heather Caygle: “Mitch McConnell isn’t backing down in his quest for a multiyear transportation bill, moving to tee up another key vote as soon as Wednesday, even in the face of a Democratic rebellion that stalled the bipartisan proposal mere hours after it was unveiled. … The Kentucky Republican has made clear he wants to move a six-year bill fast, so the House has enough time to take up the package before the August break. McConnell even threatened a rare weekend session if the Senate doesn’t wrap up work on the bill before then.\n“Democrats banded together Tuesday afternoon to vote against moving the bill forward, over concerns that lawmakers hadn’t had time to read the 1,000-page-plus proposal. Democratic staffers even circulated emails pointing out that the bill is lengthier than 2010’s Affordable Care Act. But McConnell and other supporters of the proposal — which would fund highway and transit programs for three years — said they were undeterred and vowed to try again with another vote possible Wednesday” http://politi.co/1MnwLRv\nTRUMP VS MURDOCH — NYT’s Amy Chozick and Ashley Parker: “In the rarefied world of New York moguls, Rupert Murdoch never thought much of Donald J. Trump.The real estate developer Mr. Trump’s divorces and marriages sold newspapers, but beyond that, Mr. Murdoch had no time for Mr. Trump’s bombastic business style and ostentatious demeanor. ‘Phony’ was how Mr. Murdoch often described him to friends. There was the time Mr. Trump screamed that he would sue for libel after Mr. Murdoch’s New York Post reported that the exclusive Maidstone golf club in East Hampton planned to deny Mr. Trump a membership.\n“Now, as Mr. Trump holds on to a first-place position in the polls while being roundly denounced across the political spectrum for harsh statements about Mexican immigrants and for belittling Senator John McCain’s war record, he has already lost the man who controls many of the nation’s most important media organizations … Recognizing that winning over the notoriously headstrong Mr. Murdoch appears unlikely, Mr. Trump has set his sights instead on wooing perhaps the only media executive who wields as much firepower among Republicans: Roger E. Ailes, the chairman and chief executive of Fox News.” http://nyti.ms/1Vs5vEc\nAPPLE SOURS — FT’s Tim Bradshaw in San Francisco: “Wall Street wiped as much as $66bn from Apple’s value on Tuesday after the iPhone maker, which has routinely beaten market forecasts over the past year, failed to meet high investor expectations for its latest quarterly results. … Apple stock fell to its lowest point since February in after-hours trading — just a day after closing a dollar short of its all-time high — as chief executive Tim Cook failed to dispel concerns about the iPhone’s longer-term growth and the initial performance of the Apple Watch.\n“Revenues for the three months ending in June were up 33 per cent to $49.6bn, just ahead of analysts’ forecasts, with earnings up 45 per cent to $1.85 — the ninth consecutive quarter that Apple has exceeded estimates. Net income grew 39 per cent to $10.7bn.However, at 47.5m units, sales of the iPhone came in at least 1.5m below the number Wall Street was expecting. Even a higher-than-predicted average selling price of $660 and a 59 per cent year-on-year revenue growth rate that far outstripped that of the same quarter for the last three years did little to appease investors in the world’s most valuable company” http://on.ft.com/1IhIEWi\nSBA LENDING AT RISK? — Brayden McCarthy and Patrick Kelley in an American Banker op-ed: “Little gets done in Washington these days until the final second of the last minute before a deadline. This nail-biting pattern of governance by crisis has proven to be politically expedient for lawmakers — and a vexing point of uncertainty for everyone else. Now lending supported by the Small Business Administration may be the next important area to be hampered by Congressional inaction. …\n“If Congress does not move swiftly, most lending supported by the SBA will shut down for much of the next two months. At issue is the $18.75 billion legal lending limit on SBA's flagship 7(a) loan volume, which the agency is on track to hit by early August.” http://bit.ly/1DtcJg3\n** A question from the Investment Company Institute: Has the DOL justified the need for its fiduciary proposal and the burdens it could impose? Problem #1: the DOL’s claims about poor performance by broker-sold funds are wrong. Investors who own funds with front-end loads typically buy outperforming funds. Learn more: www.ici.org/fiduciary **\nO’BRIEN ON TRUMP — Bloomberg View’s Timothy L O'Brien (and author of TrumpNation): \"Donald and I haven’t been in touch much recently. But when he announced his presidential run last month, waving a document showing a net worth of more than $8.7 billion, I paid attention.\n“When he filed with the Federal Election Commission last week, his net worth had risen $1.3 billion over the course of a month to $10 billion. A warm glow washed over me. After all, I have feelings, too. So I roughed out some numbers over the weekend, and here’s how I feel about the $10 billion I've amassed” http://bv.ms/1Dsek5K\nKASICH JOINS THE FRAY — POLITICO's Alex Isenstadt reports from Columbus, Ohio: \"Kasich — without the help of a teleprompter — presented himself as an underdog and outsider who had grown accustomed to beating expectations. From his youth as the blue-collar son of a mailman to his ascension through the political ranks, he said, he had shown he was willing to take on stiff challenges. And now, as the latest presidential candidate in a Republican field that's almost too large to keep track of, he said he would do so again.\" http://politi.co/1IgTc89\nCITI ORDERED TO PAY $700M — FT’s Ben McLannahan: “US regulators have struck out at Citibank, ordering it to pay about $700m to millions of credit card customers duped into buying add on products they often neither wanted nor needed. The Consumer Financial Protection Bureau said on Tuesday that roughly 7m consumer accounts had been affected by Citibank’s “deceptive” marketing, billing, and administration of debt protection and credit monitoring products. … Over a period of at least nine years, the CFPB said, the bank actively marketed and enrolled consumers in debt protection products with names such as “AccountCare” and “Balance Protector”, which promised relief in the event of certain hardships such as job loss or disability.\n“Yet consumers were often unaware that they had signed up, and in some cases were misled about the cost of the products, the consequences of failing to cancel “free” trials, or the purpose of fees for same-day payment on delinquent accounts. The CFPB fined Citi $35m and ordered it to pay an estimated $700m in relief to consumers affected. In a related action, the Office of the Comptroller of the Currency ordered restitution and fined the bank another $35m. The $770m settlement is the second largest hammered out by the CFPB for credit card abuses, almost on a par with a $772m package reached with Bank of America last April” http://on.ft.com/1Dth2rW\nAT&T CLOSE TO SEALING DIRECTV DEAL — Reuters: AT&T is close to wrapping up its deal to buy DirecTV as U.S. telecom and antitrust regulators signaled a green light for the $48.5 billion merger that would create the country's largest pay-TV company. The Federal Communications Commission Chairman Tom Wheeler on Tuesday recommended that the five-member commission vote to approve the merger, and the Justice Department said the deal did not pose a significant risk to competition.\n“AT&T and the FCC have spent recent weeks negotiating the conditions of the deal that combines the No. 2 wireless carrier with the largest satellite-TV provider, giving DirecTV a broadband product and AT&T new avenues of growth beyond the maturing wireless service. The deal was announced in May 2014. The proposed approval includes a requirement that AT&T build out high-speed Internet connections to 12.5 million customer locations and share with the FCC all traffic exchange agreements it strikes with content and web transit companies” http://reut.rs/1LC1R6e\nTHE BANK OF ASPHALT: One of the boldest ideas for fixing America's straining roads, bridges and more is an \"Infrastructure Bank\" — a proposal with roots in both parties that has perennially struggled for traction. Darren Samuelsohn asks: Could now be its time? Read more in the Transportation Issue of The Agenda: http://politi.co/1GAWJZF\n** A question from the Investment Company Institute: Has the DOL justified the need for its fiduciary proposal and the burdens it could impose?\nThe Department of Labor contends that underperformance by broker-sold funds could cost mutual fund investors in individual retirement accounts (IRAs) billions. However, the agency’s assertion that brokers who are paid commissions through front-end loads direct investors into funds that underperform does not stand up when tested against actual experience and data.\nA simple test with data drawn directly from the market since 2007 shows just the opposite: investors who own funds with front-end loads actually bought funds that outperformed — not underperformed — the average return for their fund category. This single finding eliminates almost all of the rationale the DOL uses to justify its proposal.\nLearn more and keep up to date here: www.ici.org/fiduciary **\nBy ADAM WREN\nBy MATT CAROTENUTO and  KATHERINE LUONGO\nBy REP. SAM JOHNSON\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": " Why Trump dominates the news.", "title": "Why Trump dominates the news — Lehman and 2016 — Apple shares crushed — Americans on Dodd-Frank: Whatever.", "url": "http://www.politico.com/morningmoney/0715/morningmoney19236.html", "topics": ["economy", "china"], "people": ["Ashley Parker", "Amy Chozick", "Dodd Frank", "Tom Wheeler", "Roger E. Ailes", "Marianne Levine", "Tim Bradshaw", "Why Trump", "Ben White", "Patrick Temple", "Donald J. Trump", "Thomas Perez", "Scott Walker", "Rand Paul", "Alex Isenstadt", "Jeb Bush", "Donald Trump", "Paul Ryan", "Rupert Murdoch", "Tim Cook", "Heather Caygle", "Lindsey Graham", "Rick Perry", "John Kasich", "Jack Lew", "Darren Samuelsohn", "Lehman Brothers"], "orgs": ["Lehman", "FCC", "WSJ", "NYT", "Investment Company Institute", "Citi", "Kenyon College", "Treasury", "AEI", "Small Business Administration", "Competitive Enterprise Institute", "Apple Watch", "Department of Labor", "Congress", "CFPB", "Bank of America", "Consumer Financial Protection Bureau", "Federal Communications Commission", "Barclays", "AT&T", "Justice Department", "Citibank", "House Financial Services", "Senate Banking", "iPhone", "Federal Election Commission", "New York Post", "GOP", "Apple", "M.M.", "DirecTV", "Senate", "SBA", "Pro Services"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-07-22 13:00:20", "org": "politico", "article_id": "e6089cbee400c643528dc0dad7ee6de6", "date_access": "2015-07-22 12:10:09.143037"}