{"body": "AP Photo\nBy Jeremy Herb\n8/23/15 9:57 AM EDT\nBen Carson on Sunday dismissed criticism of the term “anchor babies,” which has been used by several Republican presidential hopefuls, as “silly” political correctness.\n“We need to talk about the actual issue and stop getting pulled off into the weeds and saying, ‘you can’t use this term, you can’t use that term,’ ” Carson said on CNN’s “State of the Union.” “It’s silly.”\nStory Continued Below\nSome other GOP presidential contenders, including former Florida Gov. Jeb Bush, have also defended the term, which refers to the babies of undocumented women who illegally immigrate to the U.S. to have children.\n“You give me a better term and I’ll use it,” Bush said Thursday. “Give me another word.”\nCarson, a retired pediatric neurosurgeon, also defended his suggestion last week that armed drones could be used on the U.S.-Mexico border to target illegal immigration. Carson said he was not saying the U.S. should use drone strikes on people crossing the border, but only as a way to go after the caves used to smuggle people across the border.\nMore on POLITICO\n“What I said is it’s possible that a drone could be used to secure the caves,” Carson said. “Those caves can be eliminated. There are a number of possibilities; that could be one of them.”\nBy BEN SCHRECKINGER\nBy JEFF GREENFIELD \nBy CALEB HANNAN\nBy IBRAHIM HIRSI\n© 2015 POLITICO LLC", "byline": "", "description": "\"We need to talk about the actual issue and stop getting pulled off into the weeds,\" Carson said.", "title": "Carson dismisses 'anchor-babies' controversy as 'silly'", "url": "http://www.politico.com/story/2015/08/ben-carson-anchor-babies-immigration-2016-121639.html", "topics": ["immigration", "personality"], "people": ["Jeremy Herb", "Jeb Bush", "Ben Carson"], "orgs": ["GOP"], "authors": [{"author_id": 30887, "fullname": "jeremy herb", "primary_org": "politico"}], "date_written": "2015-08-23 14:57:23", "org": "politico", "article_id": "ee39a2d6317cfe5243f7f5ea9a7b0413", "date_access": "2015-08-23 14:20:10.661941"}