{"body": "\nImmigration\n\nHe was referring to ‘birth tourism’ largely among Chinese women, which the feds have been cracking down on.\nBy Seung Min Kim\n8/25/15 6:54 PM EDT\nAP Photo\nJeb Bush seemingly stepped in it again with his remark this week linking Asians to “anchor babies” – triggering another cycle of cringe-worthy headlines on a topic he just can’t seem to get right.\n“‘Anchor babies’ is a slur that stigmatizes children from birth,” scolded the head of the Congressional Asian Pacific American Caucus, Rep. Judy Chu (D-Calif.).\nStory Continued Below\nBut immigration experts say the 2016 GOP hopeful was actually making a legit point – though he certainly wouldn’t win any style points for how he articulated it.\nAides to Bush say he was referring to the so-called “birth tourism” trend, in which foreign women travel to the United States specifically to give birth so their child will be a U.S. citizen. With very limited exceptions, anyone born on U.S. soil automatically obtains citizenship.\nIn recent months, federal authorities have been increasingly scrutinizing “birth tourism,” which has been most recently tied to Chinese women who come to the United States and intend to return home with a child who has U.S. citizenship, which confer significant health care, education and civic benefits.\nIn March, federal agents raided multiple locations in southern California — part of an investigation that authorities say showed evidence of birth-tourism businesses specifically catering to the Chinese. The following month, the U.S. Attorney’s Office in the Central District of California charged 10 Chinese nationals with violating court orders in connection to a birth-tourism investigation.\nEstimates of the number of babies born to foreign women visiting the United States vary. In 2008, the National Center for Health Statistics pegged the figure at 7,500.\nAlso on POLITICO\nELI STOKOLS\nThe Center for Immigration Studies, which advocates for stricter immigration policies, estimates there are about 36,000 so-called birth tourists per year – a number derived from Census figures that the organization acknowledges has several caveats. That total pales in comparison to the population of children born in the United States to undocumented immigrants, which in 2008 totaled 340,000 babies, according to the Pew Hispanic Center.\n“That’s much smaller than the number born to illegals, but it’s not nothing,” said Mark Krikorian, CIS’ executive director. “An illegal immigrant is seldom coming here just to give birth … birth tourism is a more conscious, pre-planned phenomenon.”\nStill, amid the heated rhetoric of the presidential campaign and the immigration debate, facts about the contentious issue can often get obscured – including by the candidates themselves.\n“Honestly, for someone who’s supposed to be Mr. Expert [on immigration] because someone put his name on a book, he doesn’t seem to have a better mastery of it than Donald Trump,” Krikorian added, referring to Bush’s 2013 book “Immigration Wars,” which he co-wrote with Clint Bolick.\nThat policy of birthright citizenship, enshrined in the 14th Amendment and solidified by a century-old Supreme Court decision, has suddenly become a controversial concept dividing the Republican presidential field – and it’s been amplified by frontrunner Donald Trump, whose sharp rhetoric on immigration has propelled him to the top of the GOP polls.\n“What I was talking about was the specific case of fraud being committed where there’s organized efforts, and, frankly, it’s more related to Asian people coming into our country having children,” Bush said Monday in the border town of McAllen, Texas.\nHe again tried to explain his comments during a campaign swing Tuesday in Englewood, Colo., saying he was referring to a “very narrow casted system of fraud.” He also stressed that he supports birthright citizenship – a pro-immigrant stance that’s set him apart from many in the GOP field.\nBut 24 hours after his initial remarks, Bush was still catching flack from both sides of the immigration maelstrom — including from the chief instigator of the immigration fight in the GOP primary, Trump himself.\n“In a clumsy move to get out of his ‘anchor babies’ dilemma, where he signed that he would not use the term and now uses it, he blamed ASIANS,” Trump taunted Bush on Twitter. “Asians are very offended that JEB said that anchor babies applies to them as a way to be more politically correct to hispanics. A mess!”\nAsian-American Democratic lawmakers also seized on Bush’s comments. Chu and Rep. Grace Meng of New York took turns slamming Bush on a conference call Tuesday organized by the Democratic National Committee, with Chu saying Bush’s use of the term “anchor babies” “shows how unfit for president he truly is.”\n“There may be some who are doing this kind of business; certainly there have been federal efforts to stop it,” said Chu, who chairs the Congressional Asian Pacific American Caucus. Still, she added: “We object to the fact that it is a stereotype and it is a kind of tactic that is being used by the Republican candidates to be more anti-immigrant than the others.”\nAngela Kelley, the executive director of the Center for American Progress Action Fund, acknowledged that the birth tourism phenomenon exists. But revoking automatic birthright citizenship – an option advocated by a number of GOP presidential contenders — was a “disproportionate” response, she added.\n“The scale of the problem … we know it’s pretty tiny,” said Kelley, a longtime immigration policy expert, of birth tourism. “This is like a speck on a big, big beach.”\nStill, it’s a practice that’s getting increased attention.\nLast week, Rolling Stone chronicled the tale of a Chinese couple in suburban Los Angeles who came to the United States while the mother was seven months pregnant, in order to make sure the child was born a U.S. citizen.\n“It’s for him to get a good education,” the father told the magazine. “But it’s also for us — to find business opportunities and to make friends. Chinese who do this tend to be well-connected.”\nAlso on POLITICO\nNICK GASS\nThough the practice has been largely associated with the Chinese, birth tourists have also come from countries such as Korea, Turkey, Russia and Nigeria, Krikorian said.\nThere are few clear remedies to the “birth tourism” trend, experts say. The immigrants travel to the United States legally on tourist visas, and it’s not against the law for foreign women to give birth here.\nImmigration hard-liners such as Sen. David Vitter (R-La.) have long advocated for eliminating birthright citizenship, although doing so would draw in the children of undocumented immigrants — many who have long settled in the United States.\nShort of revoking birthright citizenship, Krikorian also said the State Department may be able to address birth tourism through regulations clarifying that coming to the United States on tourist visas solely to give birth is not a legitimate reason for visiting.\nThose nuances were lost, of course, in the backlash against the former Florida governor.\n“Jeb Bush should know Asian Pacific Americans don’t only speak English, we can speak several languages, including Spanish,” said Dawn Le, a spokeswoman for the Alliance for Citizenship, a pro-immigrant rights coalition. “He can’t pander to Latinos in one breath and then insult Asians and Asian Pacific Americans in the next.”\nEli Stokols contributed to this report.\nBy GWENDA BLAIR\nBy JACK SHAFER\nBy MICHAEL LIND\n© 2015 POLITICO LLC", "byline": "", "description": "He was referring to 'birth tourism' largely among Chinese women, which the feds have been cracking down on.", "title": "Immigration experts: Jeb had a point on 'anchor babies'", "url": "http://www.politico.com/story/2015/08/immigration-experts-jeb-bush-had-a-point-on-anchor-babies-121744.html", "topics": ["immigration"], "people": ["Dawn Le", "Judy Chu", "Jeb Bush", "Seung Min Kim", "Grace Meng", "Donald Trump", "Mark Krikorian", "Clint Bolick", "David Vitter", "Rolling Stone", "Eli Stokols", "Angela Kelley"], "orgs": ["Alliance for Citizenship", "Congressional Asian Pacific American Caucus", "State Department", "Pew Hispanic Center", "Supreme Court", "CIS", "Democratic National Committee", "Center for Immigration Studies", "United States.", "Center for American Progress Action Fund", "GOP"], "authors": [{"author_id": 30849, "fullname": "seung min kim", "primary_org": "politico"}], "date_written": "2015-08-25 23:54:59", "org": "politico", "article_id": "b5da9c31bfbc7d7d87cf0ce90aa9e5a9", "date_access": "2015-08-26 00:20:09.576262"}