{"body": "POLITICO\nYour guide to the permanent campaign\nBy Steven Shepard\n8/26/15 10:11 AM EDT\nWith Kevin Robillard and Elena Schneider\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news - sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nTHE HEIDI GAME — Heitkamp promises decision “sooner rather than later” on possible gubernatorial bid: Sen. Heidi Heitkamp told the Fargo Forum on Tuesday that she will decide soon whether to run for governor next year — which could lead to a special election for her vulnerable Senate seat in 2017 (Heitkamp is up for reelection to the Senate in the 2018 midterms). “I know that there is a need for me to say, to actually make this decision so that others who might be considering it in the Democratic Party can have the most amount of time.”\n— The Forum asked her if she’s facing pressure from national Democrats to stay in the Senate, Heitkamp said she’s heard from people on both sides of the debate, but, she added: “The wishes of the national Democratic Party are the furthest thing from my mind as I make this decision.”\n— One name to strike from the list: at-large GOP Rep. Kevin Cramer. He told the Forum he would stay put in the House.\n— The full story: http://bit.ly/1Ieq8cH\nSEE YOU BACK IN ARLINGTON? — Former Rep. Davis loses Montgomery, Ala., mayoral race: Five years ago, then-Democratic Rep. Artur Davis gave up his safe House seat for an ill-fated run for Alabama governor, seeking to become that state’s first African-American chief executive. Davis then moved to Virginia, became a Republican and immediately flirted with bids for Congress and the General Assembly. He never pulled the trigger on those and moved back to Montgomery last year to run for mayor — a campaign that came to a crashing conclusion Tuesday night, when the incumbent, Todd Strange, easily dispatched Davis. With about 90 percent of the vote counted, Strange led Davis, 56 percent to 27 percent, the Montgomery Advertiser reports. As for Davis’ future plans, he pledged “you will see me four years from now.” http://on.mgmadv.com/1JkOO7k\n— Phoenix Mayor Greg Stanton was also easily reelected Tuesday night, in what the Arizona Republic called “one of the least competitive city contests in recent years.” http://azc.cc/1JjF2lX\nDays until the 2015 election: 69. Days until the 2016 election: 440.\nThanks for joining us.\nEmail tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nDEAL OR NO DEAL — “Iran deal takes center stage in battle for Senate,” by POLITICO’s Burgess Everett, in a story sent first to Campaign Pro subscribers Tuesday afternoon: “The nuclear agreement with Iran is becoming an early campaign flash point in the battle for Senate control in 2016, fueling Republican attacks and creating divisions in contested Democratic primaries ahead of critical votes in Congress next month. It’s a rare instance of foreign policy driving the debate in congressional races — in an off year, no less — and a potential preview of things to come if the Iran pact continues to generate heat into next year. Republicans are trying to portray Democrats backing the deal as weak on Israel and national defense. And some Democratic hopefuls are going after opponents for not taking a stand.” http://politi.co/1K1VDOA\nTALLAHASSEE TURMOIL — A Florida circuit judge will request further directions from the state Supreme Court on how to respond to the state legislature’s failure to pass a new congressional map during a special session this month. “I’m just going to ask them what they want me to do,” Judge Terry Lewis said at a hearing Tuesday afternoon in Tallahassee. “They didn’t give me a lot of discretion, that I can see.”\n— “Graham chides Florida Legislature for redistricting failure,” by POLITICO Florida’s Christine Sexton in Tallahassee: “Rep. Gwen Graham chastised Florida legislators on Wednesday for not agreeing on a new congressional map, but made clear that she has no plans to try to influence the eventual outcome. ‘I don’t think it’s a congressperson’s place to be advocating one way or another,’ Graham said on Tuesday when asked whether she would join the lawsuit that Rep. Corrine Brown filed in federal court. ... ‘I find it unfortunate that a non-gerrymandered district has been cut in half,’ Graham said. ‘This is just common sense looking at it that is not in line with what Fair Districts intended to accomplish.’” http://politi.co/1hd1zHo\n2016 IN TWO MINUTES — \n— “Behind the Biden hype,” by POLITICO’s Glenn Thrush: “The Joe Biden who has been reaching out to Democratic operatives and would-be donors for a potential 2016 bid isn’t quite the happy warrior of bygone days. Mourning the loss of his eldest son Beau, who succumbed to a brain tumor three months ago, and under intense pressure from the presidential hype he’s helped stoke, Biden is more subdued, grayer, and grimly on-task than usual — this while occupying political center stage for the first time since the promising open days of his doomed 1988 campaign. ... Several people Biden has talked to in the past month say he starts off conversations by conceding that ‘some days are better than others,’ mixing recollections of Beau with logistical questions about mounting a state-by-state challenge to a vulnerable yet still formidable Hillary Clinton. ‘He’s just not himself,’ says a longtime friend of Biden’s. ‘He’s sort of all over the place. He’s engaged but not in that child-like, manic way he usually is. He’s taking it all in and soaking up information, but he’s hard to read. And Joe Biden isn’t usually that hard to read.’” http://politi.co/1PSEmq9\n— “GOP revels in Biden buzz,” by POLITICO’s Katie Glueck: “After enduring months of ridicule fueled by Donald Trump, whose frequent outrageous comments have forced a number of GOP rivals into a corner, and as a seemingly endless parade of Republican contenders have jumped into the presidential race, there’s a sense of schadenfreude at the idea of Biden mounting a late-in-the-game run and mixing up the Democratic field. ‘We’re constantly denounced as a circus, a clown show, a clown car,” said GOP pollster Kellyanne Conway, adding that competition has been good for the Republican field. But, she went on to add, ‘Pardon us if we’ve got the giggles over watching the Democrats, the so-called Democratic front-runner, hear [competitors’] footsteps and what was meant to be a runaway victory, what was meant to be a coronation, becomes their own…version of a clown car.’” http://politi.co/1LwrvIL\n— “Trump’s newest media brawl,” by POLITICO’s Annie Karni in Dubuque, Iowa: “The Univision anchor in the front of row of Donald Trump’s pre-rally press conference in Iowa piped up to ask a question as the Q&A began. Then Jorge Ramos quickly became the surprise star of the news cycle, the latest to present itself in Trump’s unapologetic, take-no-prisoners spectacle of a campaign. ... Tension in the room mounted as it became clear to reporters that it would not be Trump’s answers, but the fight itself, that was becoming the story. After almost two minutes of heated back and forth, Trump’s security detail grabbed Ramos and physically removed him from the room.” http://politi.co/1EjRxPJ\n— “Perry presidential run on death watch,” by POLITICO’s Alex Isenstadt and Katie Glueck: “The former Texas governor, who hoped he would fare better in this presidential election than in his disastrous 2012 try, is poised to reorganize his already under-funded and under-manned staff in Iowa — a development that some of his top aides concede may be the beginning of the end. ... While the campaign did not detail the changes, some on the call said they expect them to be dramatic. One Republican operative in Iowa said that half a dozen Perry staffers currently working in the state contacted him on Monday to inquire about job prospects. Also on Monday, Sam Clovis, Perry’s Iowa co-chairman and a prized operative, announced that he was departing the campaign, and on Tuesday confirmed that he was defecting to be national campaign co-chair and senior policy adviser to Donald Trump, who has zoomed to the top of the pack.” http://politi.co/1JtYQA1\n— “Colorado Republicans cancel 2016 presidential caucus vote,” by the Denver Post’s John Frank: “Colorado will not pick a Republican candidate for president in its 2016 caucus after party leaders approved a little-noticed shift that is likely to diminish the swing state's clout in the most open nomination contest in the modern era. The GOP executive committee voted [last] Friday to cancel the traditional presidential preference poll at the caucus after the national party changed its rules to require a state's delegates to support the candidate that wins. The move makes Colorado the only state so far to forfeit a role in the early nomination process, according to experts, but other states are still considering what to do.” http://dpo.st/1PQS5O6\n— “Jeb Bush set to release ‘Reply All,’ an e-book based on emails from his time as governor,” by the Tampa Bay Times’ Alex Leary: “Jeb Bush’s e-book about his tenure as governor goes on pre-sale at Amazon at midnight, and his campaign shared a chapter from 2004 — a year dominated by hurricanes that profoundly tested the state and Bush’s leadership skills. ‘Eleven years later it still does not seem possible that four major storms slammed into our state in six weeks. They did, though, and we got through it,’ Bush writes in Reply All, which draws on hundreds of thousands of emails to and from Bush from officials and ordinary people. Bush’s handling of the hurricanes drew widespread praise and he intends to highlight it during a town hall [Wednesday] in Pensacola.” http://bit.ly/1fF0aZg\nSNEAK PEEK — The Democratic National Committee plans to hit the GOP presidential field today on the 95th anniversary of women’s suffrage for “policy positions that will take women backwards.”\nCODA — QUOTE OF THE DAY: \"Ladies and gentlemen, I still intend to be the next mayor of Montgomery, Alabama.\" — Artur Davis, after losing Tuesday’s mayoral election http://on.mgmadv.com/1JkPda7\nBy BEN WOFFORD\nBy CASEY MICHEL\nBy PETER SUDERMAN\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "Heitkamp promises decision on governor's race 'sooner rather than later.'", "title": "Heitkamp promises decision on governor’s race ‘sooner rather than later’ -- How the Iran deal is playing in Senate races", "url": "http://www.politico.com/morningscore/0815/morningscore19793.html", "topics": ["trade", "campaign_finance"], "people": ["Jeb Bush", "Burgess Everett", "Kellyanne Conway", "Gwen Graham", "Todd Strange", "Elena Schneider", "John Frank", "Kevin Cramer", "Phoenix Mayor Greg Stanton", "Steven Shepard", "Christine Sexton", "Joe Biden", "Kevin Robillard", "Jorge Ramos", "Annie Karni", "Katie Glueck", "Alex Isenstadt", "Beau Biden", "Donald Trump", "Glenn Thrush", "Heidi Heitkamp", "Sam Clovis", "Terry Lewis", "Alex Leary", "Artur Davis", "Corrine Brown", "Hillary Clinton"], "orgs": ["Montgomery Advertiser", "General Assembly", "The Univision", "Congress", "Florida Legislature", "Senate", "Democratic Party", "Supreme Court", "Q&A", "Colorado Republicans", "Democratic National Committee", "Beau", "Denver Post", "GOP"], "authors": [{"author_id": 30902, "fullname": "steven shepard", "primary_org": "politico"}], "date_written": "2015-08-26 15:11:57", "org": "politico", "article_id": "d569dfec8bb61548b001ce6352ec6f66", "date_access": "2015-08-26 14:20:36.956336"}