{"body": "Nolan D. McCaskill | POLITICO\n\nThe Agenda\nA review of the GOP candidates' policy websites discovers big gaps at the top.\n\n            By \nDarren Samuelsohn\n\nPresidential campaigns once saw their websites as useful tools to tell voters where they stood on the big policy issues of\r\nthe day. Sure, the information may have been a bit wonky, even riddled with\r\nbullet points. But Americans genuinely interested in the candidates' ideas could get some\r\ndetails straight from each one on what they’d do if elected president on\r\neverything from Social Security to NATO.\n\r\n\r\nThat’s so 2008.\n\r\n\r\nA POLITICO Agenda analysis of the 17 GOP campaigns' websites found that nearly half lacked a specific “issue” page at all. The absence of a clear, one-stop spigot of policy information was especially notable at the top of the field. Front-runners Donald Trump, Jeb Bush and Scott Walker don’t have\r\npolicy tabs of any kind. For the rest of the pack, the policy pages of their websites are largely\r\nafterthoughts, light on significant detail. There are some exceptions: Rand Paul, the libertarian idea maven, gets deep into the issues and pushes the bounds of where a Republican might go; Chris Christie offers multi-pronged plans on education, the economy and entitlement reform.\r\nBut overall, what the Republican field has posted online on the policy front is far more a jumble of talking points, previously-published op-eds and random topics — Marco Rubio has a page simply titled \"America\" — than the kinds of details once considered essential to a serious presidential candidacy.\r\n\r\nCampaign veterans say there are several reasons for the shift. For starters, websites are now used more as tools to\r\nraise money, sell swag and collect email addresses and other vital information\r\nfrom potential voters, donors and volunteers. As for all that nerdy policy? It can wait.\nIn part, that's because many of the candidates aren't well-funded enough to have staff to develop\r\ndetailed positions on foreign and domestic issues. (Hence the crucial fundraising role of the website.) But cash is hardly a problem\r\nfor GOP heavy hitters like Trump and Bush. For them, it’s probably more a\r\nmatter of being \"risk averse” where they \"don’t want a lot of\r\npolicy questions at this stage,” said Doug Holtz-Eakin, a top economic policy adviser to John McCain's 2008 presidential campaign. More than a year before the general election, when the big issues haven't all coalesced yet, it can be far more damaging to be associated with the wrong position than helpful to back an easy one. \nIn time for the Republican field's first debate face-off Thursday in Cleveland, here’s POLITICO’s breakdown of the candidates' policy websites: both what they stand for, and how much they're putting out there for voters to consider.\nJeb BushIssue page? NoWhat's online: The former Florida governor has a reputation as a policy wonk. His website? Not so much. Visitors will find a lengthy bio page to \"Meet Jeb,\" as well as a feature spotlighting the candidate's latest tweets. He's also got blog posts recapping recent events where policy has been discussed, like last weekend's speech in South Florida to the National Urban League and topical essays like his \"6 steps\" on border enforcement and immigration. But there's no clearly marked spot where voters can learn details about what Bush would do if elected.\n\u2028Ben CarsonIssue page? Yes — 'Ben on the\r\nIssues'What's online: This is more like a list of 10 topics of interest to conservatives — \"Stand by Israel, Our Bulwark Middle East Ally\" and \"Keep Gitmo Open\" — than an actual full-bore policy platform. The retired Johns Hopkins neurosurgeon keeps his explanations simple too. His education section is among the most detailed, coming in at five paragraphs and a call that \"Common Core must be overturned.\" On health care, Carson says he'd drop the Affordable Care Act; as a replacement he offers health savings accounts, \"which empower families to make their own decisions about their medical\r\ntreatment.\" Each tab conveniently offers visitors a chance to \"stand with Ben\" by leaving their first and last name, email address and zip code.\n\nChris ChristieIssue page? Yes — 'Taking on the Tough Issues'What's online: The New Jersey governor wins his party's policy primary by posting the most detailed ideas of any GOP presidential candidate. Amid town-hall videos of Christie paying tribute to Ronald Reagan and trashing the current leadership in Washington are sections on entitlement reform, including a 12-point plan\u2028 that calls for phasing out Social Security benefits for future retirees and raising the retirement age to 69; a 15-point plan on education suggesting using his work in New Jersey as a \"model for reform to the nation\"; a five-point plan on the economy that includes corporate tax cuts and lifting the ban on crude oil exports; and a foreign policy plan\u2028 that sticks to typically GOP safe ground like ending sequestration for the military and passing tougher anti-terrorism and surveillance laws.\r\n\r\n Ted CruzIssue page? NoWhat's online: The Texas senator's site does tout his \"proven record\" on several core conservative topics, like \"The Constitution\" and \"Life, Marriage & Family.\" But rather than spell out what Cruz would do as president, his site lists highlights from his political career in the Senate, as a Bush administration official and as Texas solicitor general. There's also a little bit of field research, asking visitors to rank nine issues in order of importance —a doubly useful poll for the campaign, since it also collects names, email addresses and zip codes.\nCarly FiorinaIssue page: NoWhat's online: Visitors to the former Hewlett-Packard executive learn plenty about who \"Carly\" is. What they don't get is much in the way of insight into her policies. There is, however, a petition requesting email address and zip code as a way to register disgust with \"career politicians\" and to let it be known that \"it's time to put a citizen leader in the White House.\"\nJim GilmoreIssue page? Yes—'Jim's Growth Code'What's online: A pretty straightforward page from the race's true long shot. The former Virginia governor offers up five steps that are \"simply, squarely and precisely focused on the tax code and restoring America to a sustainable economic growth trajectory.\" Among his ideas: setting up a 15 percent tax rate for all business income, and three tax rates for individual income. \nLindsey GrahamIssue page? Yes - 'Prepared to be Commander in Chief on Day One'What's online: The South Carolina senator's policy site is presented like a set of Russian nesting dolls. It starts with three very broad topics —\"Securing Our Nation\", \"Securing our Future\" and \"Securing our Values\" — that each come with general overviews into why Graham is best equipped to be president. From there, visitors can keep clicking for more layers of information about Graham's foreign/military, economic and social policies. A couple examples: he'd put 10,000 U.S. troops in the Middle East to \"defeat forces of radical Islam\" and seek legislation that bans abortions after 20 weeks unless the woman's life is in danger or she's the victim of rape or incest.\nMike HuckabeeIssue page? Yes—'Where I Stand on Today's Issues'What's online: There's a little bit of everything here. Some of the former Arkansas governor's webpages are pretty simple. Under \"Tax Reform\" are two short paragraphs explaining why he'd abolish the IRS and enact a \"FairTax.\" Under \"Spending & Debt\" are promises to get rid of Obamacare, \"secure the border & end illegal immigration\" and a general call to \"reject the failed Obama-Clinton politics that punish working families and encourage government dependency.\" A tab in the issue section for the \"Undecided Voter\" leads to a page requesting vital info like name and email address —promising an email per week sharing insights on \"where Gov. Huckabee stands on the issues.\"\nBobby JindalIssue page? NoWhat's online: The Louisiana governor is well-known in GOP circles for being something of a policy wonk. His website doesn't reflect that. While there is a 730-word bio offering visitors a chance to \"Meet Bobby,\" as well as a list of Jindal's \"top achievements\" in the statehouse, there's nowhere to go to find out what he'd do as president. That said, his campaign does have a number of petitions (requesting name, email, zip code) to signal displeasure with everything from Obamacare to Planned Parenthood. John Kasich Issue page? NoWhat's online: A late entry to the 2016 GOP sweepstakes, the Ohio governor has a website that still looks like a work in progress. It has plenty of biographical information about his record in Columbus and in Congress as the chairman of the House Budget Committee. But the most a visitor would find here about Kasich's presidential plans is a brief note that he would \"make balancing the federal budget a top priority\r\nand continue to fight for a Constitutional amendment to force Congress to do\r\nits job and balance the budget.”\nGeorge Pataki Issue page? NoWhat's online: For starters, there's a chance to \"Meet George\" and \"Meet Libby.\" Beyond that? No one-stop shop for the former New York governor's stance on the big issues of the day. For visitors willing to sift through video links, however, there are plenty of Pataki media hits, in which he explains everything from why Congress should nix the Iran deal to why he's not a big fan of the Common Core education standards.\r\n\r\n Rand PaulIssue page? Yes—'Rand Paul on the Issues'What's online: The Kentucky senator gives Rubio some competition when it comes to the sheer breadth of areas he tries to cover online. At last count, Paul had 18 different subtopics, including a couple that break from the GOP norm, like \"criminal justice reform\" and \"civil liberties.\" Each click leads to a brief explanation into why Paul thinks the item is important; several include YouTube videos of the candidate himself. As for solutions, the website mostly touts bills Paul has introduced, like the RESET Act, which would loosen some drug laws, and a proposal to impose term limits on all members of Congress. \r\n\r\n Rick Perry Issue page? Yes—‘Expanding\r\nOpportunity for All’What's online: The former Texas governor whose 'oops' moment defined his ill-fated 2012 White House bid is going for the studious look this cycle, thanks to a series of policy briefings in Austin (and some snappy new eyeglasses). But when it comes to his website, it's all about brevity. Four big picture topics are listed as his platform: \"Lower Taxes,\" \"Retire the Debt,\" \"National Security\" and \"Stop Special Interests & Big Government.\" But only the \"national security\" section is longer than one sentence. It's two.\nMarco Rubio Issue page? Yes—'See what\r\nMarco thinks about the issues'What's online: The Florida senator earns extra credit for being the most creative with his policy tabs. A page titled \"America\" opens by asking: \"What kind of country will we be?\" Several other pages are specific to geographic locations, like Cuba, Europe and Iran. The latter actually gets two pages, \"Part 2\" being a cut-and-paste excerpt from a FoxNews op-ed Rubio wrote in late April as the Obama-led negotiations heated up. Like Paul, Rubio is trying to be seen as a candidate of ideas. But also like Paul, his website's policy tabs seems to be expressed in breadth more than specifics. \nRick Santorum Issue page? Yes—'Rick on the Issues' What's online: A short series of explainers that mostly recap where the former Pennsylvania senator has stood on some bedrock GOP issues like immigration and \"the sanctity of life.\" His economic plan is one paragraph long, though it promises “in a few short weeks\" to go into more details into on how he would \"end the IRS as we know it.\" It also asks for the visitor's email address to \"be the first to hear about Rick's Economic Plan.\"\nDonald TrumpIssue page? NoWhat's online: Fancy fonts, video highlights from the current GOP front-runner's recent TV appearances and the latest tweets from @realDonaldTrump. Trump actually has talked about policy on and off over the years, though his actual positions have been hard to pin down—a pattern that continues in this campaign, and on his website, which is void of specific plans.\r\n\nScott WalkerIssue page? NoWhat's online: There's a chance to \"Meet Scott\" via a bio page subtitled: \"Humble Beginnings. Bold Ideas.\" On his news page are links to campaign statements slamming President Obama's climate change regulations and Hillary Clinton's Cuba policy. Visitors can also pick up a $299 personalized autographed copy of Walker's latest book. But what they can't find is anything definitive or substantive about what the Wisconsin governor would do in the White House.\nHillary Clinton has a sharp insight on reforming CEO pay. The policy it could fix is her husband's.\n\n                    By \n                            Michael Dorff\n\n\n                    By \n                            Jim McNerney\n\nAn experiment in figuring out what Washington likes about outer space.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            David Evans\n\nIt’s true. Here’s why.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            The Lazer Lab\n\n\n                    By \nMichael Grunwald\n\nA Q&A with Jason Furman.\nEx-Im Bank CEO Fred Hochberg answers the critics who say his bank is just a subsidy for Boeing, and explains why it won’t shut down June 30.\n“You don't win a knife fight without swinging a knife.”\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nMichael Grunwald\n\nYes. This is how it works.\n\n                    By \n                            David Lazer\n                     and \nMichael Neblo\n\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Arne Duncan\n\n\n                    By \nDarren Samuelsohn\n\nAn exclusive interview with DOT Secretary Anthony Foxx\nAnd TMI about SAFETEA-LU. Seriously, what's up with transportation acronyms?\n\n                    By \nMichael Grunwald\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\nA ‘catastrophist’ says longevity poses huge risks we aren't dealing with.\n\n                    By \nMichael Grunwald\n\nA look inside our little-known export pipeline suggests who might benefit when the embargo lifts.\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Phil Howard\n\nThe man who coined ‘Internet of Things’ says this is the first tech race America might lose.\n\n                    By \n                            Kevin Ashton\n\n\n                    By \n                            Adam Thierer\n\n\n                    By \n                            Ruth Graham\n\n\n                    By \n                            Henry Waxman\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nDanny Vinik\n\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Jacob Soll\n\n\n                    By \n                            Vaclav Smil\n\nA more humane way to die? Don’t bet on it.\n\n                    By \n                            Austin Sarat\n\n\n                    By \nMichael Grunwald\n\nFor all the hype, it’s only Obama’s fourth most-important move on climate.\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            John Halamka\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Larry Goldstein\n                     and \n                            Lucian Pugliaresi\n\n\n                    By \nMichael Grunwald\n\nAn Agenda investigation\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nTony Romm\n\n\n                    By \n                            Sanjay Sarma\n\n\n                    By \nDanny Vinik\n\n\n                    By \nBen Schreckinger\n\n\n                    By \n                            David Skarbek\n                     and \n                            Courtney Michaluk\n\n\n                    By \nDarren Samuelsohn\n\nFusion research splits the House and Senate. Why? Because, er… science.\n\n                    By \n                            Boer Deng\n\nGearing up for a floor fight, the senator sees a “100 percent failure” to protect victims in military.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nTimothy Noah\n\n\n                    By \nDanny Vinik\n\n\n\n                    By \nJenny Hopkinson\n\nA new effort to fight regulation overload.\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nMargaret Slattery\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Isabelle Taft\n\nA letter from 13 senators to prevent the U.S. from selling its oil is full of sensible-sounding points, but they’re wrong. Here’s why.\n\n                    By \n                            Bruce Everett\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Keith Winstein\n\n\n                    By \nDanny Vinik\n\n\n                    By \nStephen Heuser\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n\n                    By \nMichael Grunwald\n\nOne thing to remember about populism: It's popular. It tends to go over well with the populace.\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            Colleen Chien\n\n\n                    By \nMichael Grunwald\n\nBehind the Metro billboards.\n\n                    By \nMargaret Slattery\n\n\n                    By \n                            Kevin Hartnett\n\nPresident Barack Obama wants to make college more affordable. Here's how.\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \n                            Kevin Hartnett\n\nData scientists graphed every word from members of Congress about coal. Here’s what they found.\n\n                    By \n                            The Lazer Lab\n\n © 2015 POLITICO LLC", "byline": "", "description": "A review of the GOP candidates' policy websites discovers big gaps at the top.", "title": "What do they stand for? Good luck finding out", "url": "http://www.politico.com/agenda/story/2015/08/what-do-they-stand-for-good-luck-finding-out-000185", "topics": ["economy"], "people": ["Arne Duncan", "Kevin Hartnett", "Lucian Pugliaresi", "Kevin Ashton", "Henry Waxman", "David Lazer", "Hillary Clinton", "Colleen Chien", "Michael Grunwald", "Anthony Foxx", "Jason Furman", "Ronald Reagan", "Danny Vinik", "Phil Howard", "Bruce Everett", "Jacob Soll", "Chris Christie", "Stephen Heuser", "Jenny Hopkinson", "Larry Goldstein", "David Evans", "David Skarbek", "Vaclav Smil", "John Halamka", "Michael Dorff", "Rand Paul", "Margaret Slattery", "Ben Schreckinger", "Jeb Bush", "Keith Winstein", "Michael Neblo", "Donald Trump", "Marco Rubio", "Barack Obama", "Timothy Noah", "Ruth Graham", "Fred Hochberg", "Rick Santorum", "Tony Romm", "Adam Thierer", "George Pataki", "Boer Deng", "Johns Hopkins", "Rick Perry", "John Kasich", "Courtney Michaluk", "Doug Holtz", "Isabelle Taft", "Darren Samuelsohn", "Austin Sarat", "Scott Walker", "Sanjay Sarma"], "orgs": ["Tax Reform", "National Security", "Congress", "Senate", "House Budget Committee", "IRS", "Social Security", "The Florida", "The Texas", "NATO", "Metro", "Lazer Lab", "TMI", "GOP"], "authors": [{"author_id": 32490, "fullname": "darren samuelsohn", "primary_org": "politico"}], "date_written": "2015-08-05 10:17:36", "org": "politico", "article_id": "476f2e6edc4c4374a556fc2616a3525b", "date_access": "2015-08-05 10:20:09.931562"}