{"body": "\nOff Message\n\n10/02/15 09:45 AM EDT\n\n                                        By \nGlenn Thrush\n\nHere are five reasons why so many pundits, campaign pros and reporters bet on Rubio eventually winning the nomination.\n\n10/02/15 08:50 AM EDT\n\n                                        By \nNick Gass\n\nAbout 50 percent of Americans said they disapprove of the highest court in the land.\n\n10/02/15 08:41 AM EDT\n\n                                        By \nTimothy Noah\n\nThe jobs numbers were below expectations for September and August, whose total was adjusted downward.\n\n10/02/15 08:34 AM EDT\n\n                                        By \nNick Gass\n\n\"I did not intend to imply in any way that that work is political. Of course it is not.\"\n\n10/02/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRussia launches airstrikes for second day.\n\n10/02/15 08:07 AM EDT\n\n                                        By \nNick Gass\n\n\"I don't know him, but certainly he's not off to a great start,\" Trump said.\n\n10/02/15 08:01 AM EDT\n\n                                        By \nBen White\n\nDebt ceiling: Coming sooner than we thought — Happy October, House GOP! —Welcome to jobs day! —More Litan\n\n10/02/15 07:58 AM EDT\n\n                                        By \nNick Gass\n\nRegardless of what the United States does to enforce its gun laws or improve mental health care, people are always going to slip through the cracks, Donald...\n\n10/02/15 07:53 AM EDT\nObama chastises gun-violence inaction –– MCCARTHY’S BENGHAZI MESS, DAY 2 – Bernie open to Obamacare for undocumented immigrants\n\n10/02/15 07:28 AM EDT\nILLINIOS LAWMAKERS call for revolt.\n\n10/02/15 07:19 AM EDT\nASSEMBLY candidate out after bigoted-book report.\n\n10/02/15 07:12 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump is fit for the presidency, just not for this continent, new Daily Show host Trevor Noah joked Thursday night.\n\n10/02/15 07:12 AM EDT\nWALSH with HILLARY, neutrally.\n\n10/02/15 07:07 AM EDT\nDE BLASIO kept away from DC\n\n10/02/15 06:53 AM EDT\nJEB Q3: ‘respectable ... fine’ – OBAMA on school slaughter: ‘thoughts and prayers are not enough’ -- NEWT to Fox --- BLOOMBERG EXODUS?  \n\n                                        By \nMarc Caputo\n\n\n10/02/15 06:43 AM EDT\n\n                                        By \nNick Gass\n\nPope Francis' meeting with Kentucky clerk Kim Davis last week should not be considered an endorsement of her views and the two did not \"enter into...\n\n                                        By \nPierre Briançon \n\nThe French president has proven surprisingly tough when it comes to foreign policy.\n\n                                        By \n                                                Sylvia Marchetti\n\nAs the migration crisis intensifies, Italy and France duke it out over a slice of the Mont Blanc.\n\n10/02/15 06:30 AM EDT\nBush-backing tracker BUSTED at Rubio event.\n\n10/02/15 05:04 AM EDT\n\nWashington And The World\n\n10/02/15 06:19 AM EDT\n\n                                        By \n                                                Bill Emmott\n\nThe refugee crisis has exposed a larger one: a lack of confidence in the EU itself. \n\n10/02/15 05:16 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\nHealth Care\n\n10/02/15 05:15 AM EDT\n\n                                        By \nBrett Norman\n\nSome state lawmakers try to limit or ban research using tissue from aborted fetuses.\n\nThe POLITICO Caucus\n\n10/02/15 05:09 AM EDT\n\n                                        By \nKatie Glueck\n\nThe consensus on the Vermont senator's cash haul: Small-dollars donors aren't enough to beat Hillary Clinton.\n\n10/02/15 05:00 AM EDT\n\n10/02/15 12:08 AM EDT\n\n                                        By \nAndrew Glass\n\nOnce in Congress, she launched an annual program to bring high school students from her district to Washington.\n\n2016\n\n                                        Updated 10/01/15 11:03 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe ex-president is stepping up his campaign work for Hillary, right on schedule. But his role is expanding faster than expected.\n\n10/01/15 09:57 PM EDT\n\n                                        By \nHanna Trudo\n\nCarter, 91, was granted permission to travel from his team of medical professionals. \n\n2016\n\n                                        Updated 10/01/15 09:29 PM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nJoseph Marks\n\nHer private server intercepted five traced to a Russian source.\nA bizarre dispute has been brewing for months.\n\n10/01/15 08:51 PM EDT\nPresident Barack Obama's full remarks on Thursday's shooting.\n\nPhoto Gallery\n\n10/01/15 08:45 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\nPrimary Source\n\n10/01/15 08:25 PM EDT\n\n                                        By \n                                                Lawrence Lessig\n\nI’m Trying to Run for President, but the Democrats Won’t Let Me\n\nCONGRESS\n\n10/01/15 08:00 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHouse Republicans were already in serious turmoil. Now they need to deal with the debt ceiling, too.\n“Already, Republicans are distancing themselves from McCarthy’s remarks.\"\n\n10/01/15 07:28 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nClinton Giftwrapped — Valley evaluates Fiorina\n\n                                        By \nDiana D’Abruzzo\n\n\n2016\n\n                                        Updated 10/01/15 07:21 PM EDT\n\n                                        By \nEli Stokols\n\nJeb is showing fresh signs of nervousness about his Florida neighbor and one-time protégé.\n\n                                        Updated 10/01/15 07:18 PM EDT\n\n                                        By \nNick Gass\n\nAn exasperated Obama delivers what has become a frequent refrain, and asks the American people to demand more gun controls.\n\n10/01/15 07:17 PM EDT\n\nThe Friday Cover\n\n10/01/15 07:12 PM EDT\n\n                                        By \n                                                Jonathan M. Katz\n\nHow a textile magnate turned the Party of Lincoln into the Party of Trump\n\n                                        Updated 10/01/15 07:05 PM EDT\n\n                                        By \nDiana D'Abruzzo\n\n\n10/01/15 06:58 PM EDT\n\n10/01/15 06:58 PM EDT\n\nOptics\n\n10/01/15 06:48 PM EDT\n\n                                        By \n                                                Andrew Moore\n                                         and \nKatelyn Fossett\n\n\nWashington And The World\n\n10/01/15 06:46 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\n14 top Putinologists weigh in. \n\n10/01/15 06:34 PM EDT\n\n10/01/15 06:29 PM EDT\n\nWhite House\n\n10/01/15 06:25 PM EDT\n\n                                        By \nMichael Crowley\n\nU.S. officials are convinced Russia's intervention in Syria will backfire.\nWe're working on more stories right now\n\n                                            By \n                                                    Bill Emmott\n\n\n                                            By \n                                                    Robert B. Reich\n\n\n                                            By \n                                                    Lawrence Lessig\n\n\n                                            By \n                                                    Steven Lee Myers\n\n\n                AP Photo\n\nOff Message\n\n                        Here's why so many pundits, campaign pros and reporters bet on Rubio eventually winning the nomination.\n\n            By \nGlenn Thrush\n\n10/02/15 09:45 AM EDT\nBattery is the sincerest form of flattery.\nOver the past couple of weeks, ever since his sneaky-impressive showing in the last GOP debate, Marco Rubio has found himself in the crosshairs of both the Republican establishment and anti-establishment wings of his party. No other candidate poses such a threat to either flank, so he should take it as a compliment.\nStory Continued Below\nThe boyish, infamously thirsty and oratorically agile Florida senator has risen steadily from the 5 percent range to low-double-digits. That’s high enough to attract the usual rubber-chicken mugging from Trump (“He's overly ambitious, too young -- and I have better hair than he does, right?” Trump bellowed on a recent trip).\nOn the other end of the GOP’s bipolarity, a more polite Jeb Bush is getting meaner to him by the minute. Rubio poses an immediate threat (the worry is he could poach nervous Bush donors) which is why Bush’s campaign has started dispatching trackers to his events. With good reason. He’s Bush Plus -- younger, unburdened by his last name, with comparable general-election appeal. Hence, Jeb earlier in the week, thwacked Marco for lacking the requisite “leadership skills” to be president.\nHere are five reasons why so many pundits, campaign pros and reporters bet on Rubio eventually winning the nomination, despite his shortcomings. Full disclosure: I have wagered on Rubio – but only for $5.\n1. He’s a “baby.” The GOP base is in an angry, uncompromising mood but Rubio refused to sign on Trump’s proposal to roll back birthright citizenship or back Ted Cruz’s petition pledging to shut down the government over Planned Parenthood funding. \nSo… how can he afford to flout the big, bad base? \nBecause he still has that new candidate smell. There’s more than one way to position yourself as an opponent of the D.C. establishment: The first and most obvious is to reflexively attack it. The second (and more historically successful) is to vaguely define oneself as part of a new wave of fresh-faced leadership not beholden to the sour, old rules­ – like Barack Obama, JFK, Bill Clinton or age-defying Ronald Reagan. In applauding the resignation of House Speaker John Boehner, Rubio avoided vitriol but told his cheering anti-Boehner audience, “[T]he time has come to turn the page and allow a new generation of leadership in this country.” This was larceny. The language was Obama’s, swiped from a savagely successful generational diss against Hillary Clinton in 2008. \nEvery time Trump (who knows from branding) calls Rubio a “baby,” he’s doing him a favor.\n2. Talent still matters. Rubio is a quicker study on policy, a superior speaker and a more concise counter-attacker than just about anyone else in the field. Trump gets more laughs and Rubio sometimes looks like your nephew who is running for the student council, but blur your eyes and slow down his rapid-fire delivery and his tone is unmistakably presidential (or, his rivals whisper, vice-presidential).\nJust watch how he turns Trump’s attack on the use of Spanish on the campaign trail into a moving tribute to his Cuba-born grandfather who taught him to love Ronald Reagan. Or how he pivots on an equally tricky question on Black Lives Matter into a broad defense of equality of opportunity.\n3. He has a plan – and is so far sticking to it. Rubio has no natural electoral or fundraising base, his tentative, unsuccessful stab at comprehensive immigration reform put him in a bad place at a time when the party’s likely voters are more interested in walls than paths to citizenship, and he’s not even especially popular with Latinos, not even in Florida. Yet this protean political personality also gives him flexibility to out-maneuver indelibly-branded candidates like Ted Cruz, Rand Paul, Bush and Trump.\nEven before Donald Trump arose to devour the spotlight, Rubio’s team – led by wily veterans like Rich Beeson and Alex Conant – hit on a speak-softly-but-still-be-heard strategy that the candidate has followed with a discipline rarely seen in 2016. A senior Rubio strategist told me, a few months back, that he planned to “lay low until December or January – without disappearing.” He’s done that by putting his head down and sticking to solid, non-controversial Republican policy positions (especially on foreign affairs – presciently predicting Russia’s deployment of fighter jets in Syria and threading the needle on immigration.\nHe hasn’t picked fight but he’s been careful to show some spine. Unlike Bush, whose first response to Trump’s battering was a flinch, Rubio seems to be restraining anger, not looking for a podium to dive behind: When the “Apprentice” star slammed him as a “lightweight” and “clown,” the 44-year-old senator deftly responded in kind – while claiming not to respond at all. “I’m not interested in the back and forth, to be a member or a part of his freak show,” he condescended in a speech last weekend. \nIn the past few days he’s become more bellicose to both Trump and Bush – and his temper just might prove the biggest threat to his intentionally plodding rise. \n4. He’s just conservative enough. The central challenge for Rubio is getting past the Tea Party sentries. If RedState’s Erick Ericson is right (I’m partial to the theory) that it will eventually come down to a Cruz-Rubio fight, the party’s right wing will pound him for sundry offenses to their ideology – especially on immigration and his (general) get-along support of the suddenly reviled left-wing leadership of Mitch McConnell in the Senate. Even his strength on foreign policy has come under attack for perceived squishinesses – the Daily Caller recently criticized his backhanded support for “humanitarian” foreign aid and Breitbart has tweaked FOX for what they see as the network’s pro-Rubio bias.\nBut it’s hard to paint a guy with 92 percent voting record with arch-conservative Heritage Action as Lowell Weicker. And his tone is far more moderate than his actual voting record -- which includes ‘no’ votes on DHS funding, same-sex marriage, Loretta Lynch for Attorney General, reauthorization of No Child Left Behind, measures pushing equal pay for women and, of course, funding for Planned Parenthood. He’s even come out against Common Core, putting him comfortably to the right of Bush. \n5. He’s always out-performed expectations. The guy is just good at elections, like that other first-term senator who made out well eight years ago. Rubio learns fast on the trail, and he’s achieved larger margins of victory in his campaigns than comparable Republicans in similar races and similar states. \nMore importantly, he’s proven himself to be among the most durably likeable (or at least un-hateable) candidates in the GOP field, along with Cruz and Ben Carson. His unfavorable rating is roughly half that of Trump’s. \nAnd that’s why Trump is going after a guy who is currently running fourth in his own state with such a vengeance.\nGlenn Thrush is senior staff writer at Politico Magazine.\n © 2015 POLITICO LLC", "byline": "", "description": "Here's why so many pundits, campaign pros and reporters bet on Rubio eventually winning the nomination.", "title": "5 Reasons to bet $5 on Marco Rubio", "url": "http://www.politico.com/story/2015/10/marco-rubio-2016-will-he-win-nomination-214364", "topics": ["immigration"], "people": ["Trevor Noah", "Kim Davis", "Alex Conant", "Robert B. Reich", "Rand Paul", "Henry C. Jackson", "Hanna Trudo", "Marc Caputo", "Ronald Reagan", "Loretta Lynch", "Ted Cruz", "Michael Crowley", "Steven Lee Myers", "John Boehner", "Pierre Briancon", "Josh Gerstein", "Pope Francis", "Clinton Giftwrapped", "Gabriel Debenedetti", "Bill Emmott", "Katie Glueck", "Nick Gass", "Jonathan M. Katz", "Brett Norman", "Joseph Marks", "Bill Clinton", "Jeb Bush", "Andrew Glass", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Glenn Thrush", "Timothy Noah", "Rich Beeson", "Jeremy Herb", "Sylvia Marchetti", "Lawrence Lessig", "Hillary Clinton", "Ben White", "Eli Stokols", "Lowell Weicker", "Katelyn Fossett", "Barack Obama", "Andrew Moore", "Ben Carson"], "orgs": ["Washington And The World", "JFK", "Tea Party", "Congress", "CONGRESS", "Senate", "GOP", "BUSTED", "Party of Lincoln", "Planned Parenthood", "Photo Gallery", "DHS", "Party of Trump", "Heritage Action"], "authors": [{"author_id": 31181, "fullname": "glenn thrush", "primary_org": "politico"}], "date_written": "2015-10-02 14:45:50", "org": "politico", "article_id": "628a9f61944715e70522e0ae17516a2a", "date_access": "2015-10-02 14:00:08.969122"}