{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Ben White\n8/5/15 8:00 AM EDT\nGOP DEBATE PREP — POLITICO’s Ben White: “When the Republican candidates take the debate stage in Cleveland on Thursday night they will confront an American public deeply anxious about the state of the economy and desperate for a fresh voice to offer a way out. … So far, that voice has largely belonged to Donald Trump, the brash billionaire whose promises to crush China and create tens of millions of new jobs propelled him to big leads in national polls.\n“The task facing Jeb Bush, Marco Rubio, Scott Walker and the rest of the top tier in the GOP field is to acknowledge the current national malaise and present credible ideas that go beyond Trump’s braggadocio. It will be an especially difficult job, historians and political strategists say, because unlike Trump, none in the top tier have the kind of private sector success story or outsider, maverick credentials that are so tantalizing to disaffected voters right now.\nStory Continued Below\n“Bush will have to begin convincing voters his plan to double the nation’s economic growth rate is something more than a talking point. Rubio will have to translate his Reaganesque anecdotes about hard-working people keeping more of their paychecks into something more concrete. And Walker will have to prove that he has a vision broader than just busting unions.\nSTATE OF NATIONAL DISMAY — “The problem right now for all these candidates is that we have settled into this general state of national dismay. No one is happy and no one really believes that anyone can fix it anymore,’ said Jason Johnson, a political historian and professor at Hiram College. ‘People gravitate to Trump because he’s made money and built stuff and been very successful. None of the other Republican candidates can really say that and will have a hard time convincing anyone they have the answers.’\n“The stakes on Thursday are perhaps highest for Bush, whose candidacy is based on a bold promise to double the current economic growth rate to 4 percent. Bush has seen his support fade as Trump’s has risen. Thursday’s debate offers the former Florida governor his first big chance to slow Trump’s rise and convince GOP primary voters that he offers something new despite his dynastic last name and massive establishment financial support.” http://politi.co/1M4kTlY\nWHY THE TOP LINE ECON NUMBERS DON’T MATTER — Per a senior Democratic congressional aide: “I think one thing people tend to fail to appreciate is the extent to which the indicators Washington obsesses over have become more and more remote from most peoples' actual lives. Productivity and GDP meant more when people actually shared in it. And same for employment rates — it meant more when more people were on the labor force. \n“Now you see a small fraction of zip codes whose further wealth accumulation depends on this stuff — but distressed communities everywhere else are falling further and further behind and live with rising economic fragility and uncertainty regardless of what talking heads are saying on cable news about the go-to economic indicators. It just isn't resonant with the larger patterns they are living with. So I think there's something going on more than just the animal spirits point (though I don't disagree with that).”\nDEBATE FIELD SET — POLITICO’s Steve Shepard: “Chris Christie and John Kasich are in. Rick Perry is out. And Donald Trump will be center stage. The jockeying to win a ticket to the first Republican presidential debate in Cleveland ended Tuesday afternoon, when Fox News announced the roster of 10 candidates who will be on the stage Thursday evening. … The candidates, drawn from an average of the five most recent national polls, ranked from first to tenth: Trump, former Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker, former Arkansas Gov. Mike Huckabee, neurosurgeon Ben Carson, Texas Sen. Ted Cruz, Florida Sen. Marco Rubio, Kentucky Sen. Rand Paul, Christie and Kasich.\n“Perry, the former three-term governor of Texas whose performance in the debates four years ago helped doom his campaign, finished in 11th place, eight-tenths of a point behind Kasich. Former Pennsylvania Sen. Rick Santorum, Louisiana Gov. Bobby Jindal, former Hewlett-Packard CEO Carly Fiorina, South Carolina Sen. Lindsey Graham, former Virginia Gov. Jim Gilmore and former New York Gov. George Pataki are farther behind. The top 10 candidates will debate in a two-hour event at 9 p.m. Eastern Time on Thursday night. The also-rans will be invited to appear at a separate, one-hour debate, which airs at 5 p.m. Eastern.” http://politi.co/1SKV3Jm\nHOW JEB SPENT HIS WALL STREET YEARS — WSJ’s Justin Baer: “Ten weeks before the collapse of Lehman Brothers Holdings Inc., a financial disaster that ushered in the global economic crisis in September 2008, Jeb Bush was in Mexico City to seek help from billionaire Carlos Slim. … . Mr. Bush signed on with Lehman after leaving the Florida governor’s mansion, making it clear he wanted work as a hands-on investment banker rather than hold a ceremonial role typically given ex-politicians. Now was his chance. … More doors closed that summer before Lehman shut its own, but Mr. Bush, following in the footsteps of a grandfather and great-grandfather, latched onto investment banking through the worst downturn since the Great Depression.\n“For more than seven years, nearly the length of his two gubernatorial terms … spent as much as half of his working hours advising Lehman and later Barclays, which bought the collapsed investment bank’s U.S. business. He wasn’t an employee of the firms … but was paid to attend meetings, dinners and conferences where he spoke to clients and bank executives on such subjects as health care, education, immigration and energy — matters he has started taking up this year with voters. Mr. Bush earned about $1.3 million a year at Lehman and some $2 million from Barclays\n“Mr. Bush received a warm welcome on Wall Street, where financial firms often seek former political figures to help open doors. At least six firms offered Mr. Bush a position when he finished his second term as governor in January 2007, according to people familiar with the matter. … Mr. Bush would spend most of his time at Lehman working under Steve Lessing, who had been a “Ranger” for George W. Bush, a title for supporters who raised at least $200,000 for Mr. Bush’s 2004 presidential campaign. Mr. Lessing headed client-relationship management and was the face of the firm to many money managers, hedge funds and insurance companies. Mr. Bush soon drew the attention of Lehman’s senior investment bankers, who looked for ways to put him in front of clients. He appeared at conferences for health-care clients and corporate directors, and joined a ski junket for bankers … He crisscrossed the country and flew commercial, often alone. … More than a dozen of Mr. Bush’s former colleagues and clients described him as focused, blunt and often opinionated. Unlike most former politicians in finance, Mr. Bush was seen as a “commercial,” almost a term of endearment on Wall Street” http://on.wsj.com/1MaxRjy\nGOOD WEDNESDAY MORNING — M.M. had some smart reader feedback suggesting that we are too obsessed with 2016 too far out from any actual voting and not focused enough on other financial services industry news. Very fair point and well taken. Today somewhat aside (because there’s the debate and everything!) we will try and curb our enthusiasm a bit. As always, constructive critiques very welcome (just be nice!). We are here to serve you and happy to hear when we miss he mark. OK, not happy but appreciative.\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES –  Patrick Temple-West on the SEC's plans to approve the controversial Dodd-Frank CEO pay-ratio rule today [http://politico.pro/1JLv0fn]. For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m.-- please contact Pro Services at (703) 341-4600 or info@politicopro.com.\nSMART POINT ON FINANCIAL CRIME — From a Democratic policy strategist: “Although your blurb on the story never said where the Libor Machiavelli was sentenced to prison, the fact that it was a criminal conviction and jail time for a misbehaving banker made it clear that it wasn't the U.S. That is just another reason why there is so little passion from the masses (as opposed to elites) for Hillary or Jeb. Most people believe that our policy bias towards an entrenched financial elite would continue unabated either way — and the fundraising totals strongly suggest the people may be right.”\nSPEAKING OF WHITE COLLAR CRIME — IBT: “New federal data shows that under Obama, prosecution of white collar crime has now hit a 20-year low. This development has occurred as the administration has significantly increased its use of so-called “deferred prosecution” agreements allowing corporations and their executives to avoid prosecution.” http://bit.ly/1UmTsqz\nLOCKART: FED HAS A RIGHT TO RISE — WSJ’s Jon Hilsenrath: “Federal Reserve Bank of Atlanta President Dennis Lockhart said the economy is ready for the first increase in short-term interest rates in more than nine years and it would take a significant deterioration in the data to convince him not to move in September. ‘I think there is a high bar right now to not acting, speaking for myself,’ Mr. Lockhart said in an interview with The Wall Street Journal. He is among the first officials to speak publicly since the Fed’s policy meeting last week, at which the central bank dropped new hints that a rate increase is coming closer into view, a point he sought to underscore.”\n“‘It will take a significant deterioration in the economic picture for me to be disinclined to move ahead,’ he said … His comments follow those of James Bullard, president of the St. Louis Fed, who said in an interview with the Journal on Friday, ‘we are in good shape’ for a rate increase in September. … In weighing when to move, Mr. Lockhart said he was looking at the economy’s cumulative progress over many months, particularly on the job front. ‘We’re getting positive signals from the employment numbers,’ he said” http://on.wsj.com/1IWC0qE\nPUERTO RICO DEFAULT HITS MARKETS — NYT’s Mary Williams Walsh: “While Puerto Rico’s first bond default in its history reverberated through the financial markets on Tuesday, another move by the cash-poor island may provide a clue to where the next trouble spot lies … After openly acknowledging on Monday afternoon that it had not made a $58 million bond payment, the government quietly disclosed in a financial filing later that afternoon that it had temporarily stopped making contributions of $92 million a month into a fund that is used to make payments on an additional $13 billion in bond debt. A small payment from the fund is due on Sept. 1.\n“[A] much bigger payment on the general obligation bonds, about $370 million, comes due on Jan. 1. If Puerto Rico misses that one, ‘it would be an earthquake for the markets,’ said Matt Fabian, a partner at Municipal Market Analytics, a financial research firm’ ‘Defaulting on the Public Finance Corporation bonds was a change in direction,’ he said, referring to the government unit whose bonds have been in default since Monday. ‘Defaulting on the general obligation bonds would change the game entirely.’” http://nyti.ms/1Ij7zaR\nGREECE/LEDNERS STRIKE UPBEAT TONE — Reuters/Athens: “Both Greece and its lenders said on Tuesday they were optimistic they could broker a deal within days on a multi-billion euro bailout, striking a surprisingly upbeat tone on a process previously fraught with bitterness. … A bailout worth up to 86 billion euros ($94.5 billion) must be settled by Aug. 20 — or a second bridge loan agreed — if Greece is to pay off debt of 3.5 billion euros to the European Central Bank that matures on that day. Wrapping up a day of talks in Athens, Greek Finance Minister Euclid Tsakalotos said negotiations were going better than expected. In Brussels, a Commission official said they were 'encouraged' by progress. …\n“It will be the indebted nation's third bailout since 2010, designed to stave off bankruptcy and keep the country from toppling out of the euro zone. Negotiations have been tortuous in the past, bogged down in minutiae of reforms ranging from pensions to shop opening hours. Over much of this year they were also peppered with angry outbursts about responsibility, sovereignty and even blackmail. However, sources on the creditors' side briefed on negotiations described the Greeks as being ‘very, very cooperative’ in talks which resumed in the last week of July after weeks of deadlock over bailout terms.” http://reut.rs/1P5N2sH\nREGS SET TO APPROVE PAY GAP DISCLOSURE RULE — WSJ’s Victoria McGrane and Joann S. Lublin: ‘Regulators are set to approve a contentious new rule requiring companies to disclose the pay gap between rank-and-file employees and the chief executive, marking the culmination of years of debate and pressure on the Securities and Exchange Commission over a mandate from the 2010 Dodd-Frank law. … The SEC is slated to vote on a final version of the rule at a meeting Wednesday. The measure is expected to leave corporations and their trade groups disappointed by allowing companies to exclude only 5 percent of their overseas workers from the pay-ratio calculation …\n“Companies had argued the SEC should allow them to exclude a much larger percentage of foreign workers, an approach that would have likely narrowed the reported pay gap at some multinational firms. … Some companies already reveal such pay-ratio information. In March, Noble Energy Inc.disclosed that former CEO Charles Davidson made 82 times more than the median employee, who took home $103,500 in direct compensation in 2014. Mr. Davidson made $8.5 million in direct compensation, Noble said … The rule would require companies to disclose median worker pay … and compare it with CEO compensation.” http://on.wsj.com/1W0tElL\nJPM LEADS OFR RANKINGS OF SYSTEMIC IMPORTANCE — POLITICO’s Zachary Warmbrodt and Jon Prior: “JPMorgan Chase is the world's most systemically important bank and its U.S. competitors are close behind in an Office of Financial Research ranking that highlights potential risks from big bank failures and raises questions about their capital levels. … In the report, a pair of OFR researchers compared the systemic importance of 30 U.S. and international banks using 2013 data.\r\n“They found that U.S.-based firms make up half the list of the top 10 most systemically important banks in the world. JPMorgan is No. 1, followed in order by HSBC, Citigroup, Deutsche Bank, BNP Paribas, Barclays, Bank of America, Credit Suisse, Morgan Stanley and Goldman Sachs. Wells Fargo, the fourth-largest U.S. bank by assets, comes in at 19th. The metrics that OFR's researchers used for the rankings are familiar to policymakers in the banking world: size, interconnectedness, substitutability, complexity and cross-border activity. They said one weakness in the methodology is exchange rate fluctuations.”\nNEW REGS NEEDED IN ONLINE SMALL BUSINESS LENDING? — Brayden McCarthy in an American Banker op-ed: “Regulators have thus far permitted online small-business lending to flourish with minimal oversight. But several recent developments suggest that may be changing. … Chicago mayor Rahm Emanuel launched a city-wide campaign in January cautioning borrowers about ‘predatory online lending,’ and the state of Illinois is working on a bill to rein in unsavory practices. Meanwhile, federal regulators have largely taken a wait-and-see approach.\n“But the Treasury's July request for public input on marketplace lenders suggests that policymakers are keeping a close eye on the industry. … Many in the online lending industry are worried about the possibility that increased scrutiny could lead to regulations that stymie innovation. However, regulation doesn't have to put a chill on genuine innovation” http://bit.ly/1IjYpe4\nFIRST LOOK: NEW SIFMA SITE — Per release going out later this a.m.: “SIFMA has launched a microsite www.keepretirementopen.com as part of a larger industry-wide effort to highlight the unintended consequences of the Department of Labor’s retirement regulation, and encourage savers to contact Congress with their concerns”\nLIVING WILL GUIDE — The Richmond Fed posted a new research paper, “Living Wills for Systemically Important Financial Institutions: Some Expected Benefits and Challenges” http://bit.ly/1IjYJtt\nFIRST LOOK: NEW BANK PRESSURE GROUP LAUNCHING — Per release going out today: “Allied Progress, a new organization that deploys hard-hitting research and creative issue campaigns, launched today in an effort to hold accountable the powerful interests that all too often seek to silence or take advantage of hardworking American families. … The new endeavor will run aggressive issue campaigns that target a range of powerful interests including payday lenders, major financial institutions, leaders of industry, for-profit colleges, voter suppression advocates, and more.\n“In the coming weeks, Allied Progress will launch initial initiatives targeting payday lenders influence over Congress, increasing awareness of the lending industry’s business model and practices, and exposing the large financial institutions underwriting these and other predatory lending practices.” http://bit.ly/1P5MgMk\nYOU'RE INVITED, PLAYBOOK BREAKFAST: On Thursday, Secretary of Veterans Affairs Robert McDonald and David Brock, founder of Correct the Record, American Bridge 21st Century, and Media Matters for America, join Mike Allen at the Newseum for a Playbook Breakfast. Doors open at 7:30 a.m. RSVP: http://bit.ly/1Ita37W.\nBy ROBERT GORDON\nBy ZACHARY KARABELL\nBy JEFF GREENFIELD \nBy ISABELLE TAFT\n© 2015 POLITICO LLC", "byline": "", "description": "GOP debate prep.", "title": "GOP debate prep — How Jeb spent his Wall Street years — Puerto Rico default hits markets — JPM most systemically important", "url": "http://www.politico.com/morningmoney/0815/morningmoney19445.html", "topics": ["economy"], "people": ["Euclid Tsakalotos", "Morgan Stanley", "Justin Baer", "Rahm Emanuel", "Rick Perry", "Mike Huckabee", "James Bullard", "Ted Cruz", "Jon Hilsenrath", "Charles Davidson", "Goldman Sachs", "Ben White", "Chris Christie", "Patrick Temple", "Joann S. Lublin", "Bobby Jindal", "Scott Walker", "Rand Paul", "Rick Santorum", "Jeb Bush", "Donald Trump", "Marco Rubio", "Steve Lessing", "Carly Fiorina", "Zachary Warmbrodt", "David Brock", "Jason Johnson", "Mike Allen", "George Pataki", "Carlos Slim", "Steve Shepard", "John Kasich", "Jim Gilmore", "Lindsey Graham", "George W. Bush", "Jon Prior", "Dennis Lockhart", "Ben Carson"], "orgs": ["Fed", "Lehman", "WSJ", "NYT", "Commission", "JPMorgan Chase", "Treasury", "Citigroup", "IBT", "Department of Labor", "Congress", "SIFMA", "Journal", "Barclays", "SEC", "Deutsche Bank", "Federal Reserve Bank of Atlanta", "Securities and Exchange Commission", "FED", "GOP", "JPM", "Lehman Brothers Holdings Inc.", "HSBC", "BNP Paribas", "Playbook Breakfast", "European Central Bank", "Bank of America", "Pro Services"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-08-05 13:00:10", "org": "politico", "article_id": "6bd7cbf833f3c8c7439bc89d934c7b62", "date_access": "2015-08-05 12:10:15.336795"}