{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Ben White\n7/16/15 8:00 AM EDT\nTHE BIG IDEA: WHY GREECE WILL ULTIMATELY GO — Former White House CEA Chair Austan Goolsbee emails on his belief that Greece (and other peripheral euro nations) are almost certain to drop out of the currency union: “Because of the economics of monetary unions. There are only 4 things you can do if you don't have an exchange rate channel to release the pressures from different productivity growth rates/unit labor costs:\n1) labor mobility 2) subsidies (U.S. doesn't break apart when one region gets slammed even though no exch rate channel because of 1 and 2) 3) differential inflation (Germany has 4-5pct inflation for a few years while periphery at 0) 4) deflation in the periphery/\"internal devaluation\"\nStory Continued Below\n“That's it. There is nothing else. 1 is limited from language and culture. Germany refuses 2 and 3. 4 involves massive pain for decades. That's why I say either Germany decides it's so important that they are willing to subsidize forever to hold it together or else they stay on 4 and have another crisis every 9-12 mos until Greece cries uncle. And in my view, once Greece is out, then the same thing happens in Portugal or Italy or Spain within a few more years.”\nGOLDMAN HEARTS JEB — Bloomberg’s Max “Action Jackson” Abelson: \"Important people at Goldman Sachs Group Inc. want Jeb Bush to be the next U.S. president. And they’re giving him a lot of money to make it happen. More than 50 Goldman Sachs executives and employees gave the Republican more than $144,000 in the second quarter, with most of them sending $2,700, the maximum allowed, according to Federal Election Commission filings. The company that was the next-best source of money for the former Florida governor, Neuberger Berman, is run by George Walker, Bush’s second cousin.\" http://bloom.bg/1gCCLbX\nTOP TWEET — FT’s @MeganMurhy: “I've got @HillaryClinton with 21 donors from Goldman Sachs, less than half Jeb's total. So there's that fact which matters to no one really.” Oh it matters, Megan. It matters a lot.\nGREEK PARLIAMENT VOTES YES — POLITICO’s Helen Popper: “Greece’s parliament voted overwhelmingly early Thursday morning to back the bankrupt nation’s third bailout agreement despite a major revolt by left-wing allies of Prime Minister Alexis Tsipras. … Lawmakers voted 229-64 in favor of the package of budget cuts and tax hikes with six abstentions, clearing another obstacle to the three-year financing deal that aims to avert a ‘Grexi’” and escalating default. About 40 lawmakers from Tsipras’s Syriza party were among the dissenters.\n“Tsipras, 40, a former student Communist elected in January on vows to end years of biting austerity, is expected to oust the rebels from his cabinet. The scale of the rebellion and the loss of his parliamentary majority may also force him to call a fresh election, perhaps as soon as September. Tsipras told lawmakers he signed the controversial agreement despite having serious reservations because he thought it was the only way to avoid a disorderly departure from the eurozone. … Flamboyant former Finance Minister Yanis Varoufakis, who accused the creditors of “fiscal waterboarding” was heckled as he addressed the house. He later voted No. A lawmaker from the radical Golden Dawn party ripped up a copy of the bill and threw the pieces across the benches. … The European Union said Wednesday that it would lend more than €7 billion to Greece for the country to cover critical repayments in the next weeks” http://politi.co/1Lb7Ujq\nBAFFLING IMF MOVE — FT’s Shawn Donnan in Washington and Peter Spiegel in Brussels: “The International Monetary Fund is no stranger to giving lessons to its members. But its latest Greek intervention was extraordinary. The release of a new report concluding that Greece’s mountain of debt had become even more unbearable than thought and required far-reaching debt relief from reluctant European creditors came only hours before contentious parliamentary debates in Athens and Berlin on a new Greek €86bn bailout. … The Fund has consistently argued for Greece’s European creditors to provide it with debt relief.\n“At the expense of its own crediblity — especially with its non-EU members — it has bent its rules that prevent lending to countries with unsustainable debt. What baffled European officials was that IMF appeared to be sitting on an explosive document at the very moment when its contents could have changed the course of the weekend’s marathon bailout talks, although IMF staff insist the new assessment was widely distributed. Whether the IMF would stay involved in Greece after its current programme expires in March was one of the most contentious issues in the negotiations” http://on.ft.com/1I3S2i8\nFOCUS SHIFTS TO ECB — Bloomberg: “Greek lawmakers passed a bailout agreement that keeps the country in the euro for now, shifting attention to the European Central Bank as it weighs whether to pump more money into the country’s hobbled financial system. …\n“The vote puts the onus on the ECB and other euro-region governments to deploy more emergency funds that will help Greek banks gradually re-open and repair the country’s battered coffers. The ECB’s Governing Council meets in Frankfurt later on Thursday and Germany’s parliament will vote Friday on whether to start bailout negotiations to help Greece cover its debts and pay pensions and salaries.” http://bloom.bg/1So82ey\nFIRST LOOK: BUSINESWEEK ON LYNN TILTON — Per release: “In Bloomberg Businessweek’s new cover story, embattled private equity firm owner Lynn Tilton sits down with Businessweek national correspondent Sheelah Kolhatkar to discuss the SEC’s fraud allegations, her countersuit, and her mission to defend herself as the savior of American manufacturing companies. Is Tilton enriching herself, while wrapping herself in the flag? Or is she, as she claims, ‘misunderstood’?” Full story at 6am: http://bloom.bg/1GmQvfG Cover image: http://bit.ly/1JiRHmh\nMM SIDE NOTE: Tilton was photographed in front of … two photographs over herself. You really can’t make it up.\nFINK ON LIQUIDITY — Blackrock’s Larry Fink from the CNBC’s Delivering Alpha Conference: “[T]his whole debate about liquidity is a good example of what Dodd-Frank has done. So, we have made banks safer and society more protected and banks have more capital now. They are restricted on what they can do now. It has a lot of side effects and some people say they are unintended they should be expected like the liquidity issues and the bond market. \n“I get angry when the Federal Reserve talks about this liquidity problem and how disastrous this should be. They created it and you should expect it. We have reduced the power of the bank to play the role as the buffer — because of higher capital standards they're not lending as much so we're more reliant on the capital markets than ever before.”\nGOOD THURSDAY MORNING — We made it to Pluto! It has crazy icy mountains! Space is cool! http://read.bi/1Lkj5VC\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES –  Jon Prior on a possible Senate plan to use mortgage-aid funds to offset a bill restoring the Highway Trust Fund [ http://politico.pro/1f5CCgb] .… For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com\nDRIVING THE DAY — Fed Chair Janet Yellen continues her two-day testimony before Senate Banking at 2:30 p.m.. Top takeaway continues to be that she is absolutely set on a rate hike this year, probably in September, to get it over with and preserve some room to move back down if things go south. It would take a really massive blowup in Greece or China or somewhere else to change her mind. Crummy U.S. jobs data could do it as well but there is no reason to think the current trend will flag … Treasury Secretary Jack Lew “will meet separately with officials in Berlin, Germany and Paris, France to discuss the ongoing situation in Greece and the global economy. In the morning, Secretary Lew will be in Berlin, Germany to meet with German Finance Minister Wolfgang Schäuble. …\nM.M. SIDEBAR — Lew, like his predecessor Tim Geithner, will likely have a very hard time convincing Schäuble that Germany should get on board with serious Greek debt reduction. Schauble is likely to tell him: Mind your own business and go fix Puerto Rico.\nIn the afternoon, Secretary Lew will travel to Paris, France and meet with Mexican Secretary of Finance and Public Credit Luis Videgaray Caso. … In the evening, Secretary Lew will meet with French Minister of Finance Michel Sapin. … President Obama is in Oklahoma to talk economic opportunity … Initial Jobless Claims at 8:30 a.m. expected to dip to 285K from 297K … Philadelphia Fed Survey at 10:00 a.m. expected to drop to 12.0 from 15.2 …\n** A message from Better Markets: The Dodd-Frank financial reform law was necessitated by the irresponsible, reckless and, in some cases, illegal conduct of Wall Street’s biggest too-big-to-fail banks. Now they’re fighting to undermine these protections and put America’s families at risk of a repeat of the 2008 financial crash. Learn more at BetterMarkets.com.\n*BUSH OFFICIAL HAUL: $11.4M — POLITICO’s Theodoric Meyer: “Former Florida Gov. Jeb Bush’s campaign reported on Wednesday that it had raised more than $11.4 million during the second quarter of this year. Bush announced his candidacy June 15, giving his campaign just over two weeks to raise funds before the June 30 deadline. … When combined with the super PAC supporting him, Right to Rise — which announced two weeks ago that it had raised $103 million — Bush’s war chest far exceeds any of his Republican rivals. His campaign’s per-day fundraising total was just under $714,000.” http://politi.co/1TDhLQq\nCRUZ DEFENDS TRUMP — From interview with CNBC’s John Harwood: “Oh, Donald and I have become friends. We sat down a number of times before he was a candidate. And we're sitting down again today. I have sat down with an awful lot of the candidates who are running for president. I try to be friends with all of them. … Well, you know, sometimes it seems there's no sport that the media enjoys more than Republican-on-Republican violence. You are right. There are some 2016 candidates who have gone out of their way to wack Donald Trump with a stick. I'm not one of them. He's got a colorful way of speaking. It's a different way than I speak” http://cnb.cx/1TDiktu\nM.M SIDEBAR — Lots of polls now show Trump at or near the lead for the GOP nomination. Similar polls in 2012 gave early leads to Herman Cain, Sarah Palin and other non-serious, novelty candidates. Trump’s time in the lead will fade as the debates begin and the Republican Party starts to get serious. And then all this coverage of the big-mouth billionaire will be exposed as largely ridiculous. If Trump somehow gets the GOP nod, M.M. will eat a bag of rusty nails.\nGOP BEATS HILLARY ON MONEY — POLITICO’s Daniel Strauss: “Hillary Clinton, the dominant front-runner in the Democratic field, is facing a massive pile of money on the Republican side, with early numbers showing that the GOPers have outraised Clinton more than four times over. So far, the 15 candidates vying for the Republican nomination have raked in more than $280 million to Clinton’s $69 million, through a mix of campaign fundraising, super PAC donations, and other money groups. Yes, the field is lopsided, but that doesn’t diminish this fact: Hillary’s squaring off against a lot of Republican cash.\n“Among the sea of numbers, one has stood out: Jeb’s. Bush’s Right to Rise super PAC, which will take on an unprecedented role in tandem with his presidential campaign, announced last week that it had banked $103 million in the past six months, exceeding its own ambitious goal of $100 million. On top of that, Bush’s official campaign announced it raised $11.4 million over 16 days since he announced his bid for the White House … A third money group raised $5 million, bringing his total amount to a formidable $119 million. … Sen. Ted Cruz was not far behind with a $51 million pull, while Sen. Marco Rubio’s combined haul was $43.8 million” http://politi.co/1TDirW0\nHIGHWAY CLIFF AHEAD — POLITICO’s Seung Min Kim and Heather Caygle: “Funding for the nation’s crumbling roads and highways is about to run out in two weeks, and Congress is in disarray on how to prevent it: House Republicans are pushing a plan that GOP senators oppose, Democrats are scrambling for a unified response, and both parties are grasping for a way out. … The most likely outcome, as always, is the path of least resistance: Another stopgap extension for the trust fund that would set up the same highway cliff at the end of the year.\n“But Senate Majority Leader Mitch McConnell (R-Ky.), who promised to end the constant cycle of legislative cliffs, is making a last-ditch effort to avoid another punt, as well as another round of election-year votes on expensive highway bills. To that end, McConnell hosted Senate Minority Leader Harry Reid (D-Nev.) and two top senators on transportation policy Wednesday to discuss how to pay for a highway bill that runs for at least two years — part of a ramped-up outreach to Senate Democrats on a plan to shore up the sputtering Highway Trust Fund” http://politi.co/1O7miqO\nYELLEN STILL SEES 2015 HIKE — WSJ’s Jon Hilsenrath: “Federal Reserve Chairwoman Janet Yellen signaled that recent turbulence in Greece, China and elsewhere overseas isn’t threatening the U.S. economy enough to divert the central bank from plans to raise short-term interest rates later this year. … Fed officials have indicated they could move rates as early as September, though many investors expect the Fed to wait until December. Ms. Yellen, testifying Wednesday before a House panel, avoided being pinned down on a date, but did yield some insight into her tactical thinking on the timing. She was more inclined to move rates up soon and proceed slowly than to wait a long time and move aggressively to catch up if the Fed finds itself behind the curve in preventing the economy or markets from overheating …\n“‘If we wait longer, it certainly could mean that when we begin to raise rates we might have to do so more rapidly,’ Ms. Yellen said in response to a lawmaker’s question. ‘An advantage to beginning a little bit earlier is that we might have a more gradual path of rate increases.’ A gradual path, she added, was a prudent approach. … While sticking with expectations for at least one rate increase in 2015, Ms. Yellen also maintained her stance in a deepening standoff with Congress.” http://on.wsj.com/1K8J4R0\nFED CHAIR PUSHES BACK ON CALLS FOR MORE OVERSIGHT — Reuters: “Yellen … resisted calls for more congressional oversight … While some lawmakers aggressively questioned Yellen, it was a gentler session than the grilling she received before the same panel in February. The most heated exchange occurred when Representative Sean Duffy, a Wisconsin Republican, lambasted the Fed and Yellen for what he described as a failure to properly respond to the 2012 leak of sensitive information to a private financial newsletter. … ‘We've said that we plan to give (the documents) to you as soon as we're able to do so and not compromise an open criminal investigation,’ Yellen responded. ‘We want to see this investigation succeed.’” http://reut.rs/1RAkPPS\nMERKEL UNDER FIRE — FT’s Stefan Wagstyl in Berlin: “When the planned Greece rescue programme is put to the Bundestag on Friday, German chancellor Angela Merkel will have little doubt about winning the vote. But she will come under intense pressure to defend her handling of the crisis and answer the serious questions it raises for the eurozone, the EU and its central axis — the relationship between Germany and France. …\n“While the chancellor enjoys the strong support of her conservative CDU/CSU party — and much of the public — her tough behaviour at a marathon eurozone Brussels summit that ran through the night into Monday morning has provoked critics at home and abroad to accuse her of intimidating Greece and shumiliating its leader.” http://on.ft.com/1f5n0co\nALSO FOR YOUR RADAR —\nO’MALLEY ON WALL STREET REFORM — BI’s Hunter Walker: “Former Gov. Martin O'Malley of Maryland has made Wall Street reform a central component of his Democratic presidential campaign. … On Tuesday, O'Malley sat down with Business Insider for his first interview about his Wall Street-policy push. In that conversation, he railed against what he described as ‘lawbreakers’ in the industry, whom he likened to bank robbers. O'Malley also discussed several aspects of his push for Wall Street reform including: His thoughts on Democratic front-runner Hillary Clinton's policies and how he believes she should \"be forced to\" weigh in on Glass-Steagall.\n“The fact he believes Wall Street wants Clinton and former Gov. Jeb Bush of Florida (R) to win their presidential primaries. His desire to have a \"sit-down\" with Sen. Elizabeth Warren (D-Massachusetts). O'Malley's fiery rhetoric about clamping down on what he describes as the \"dangerous activities\" of \"megabanks\" has caused some to brand him an \"enemy\" of Wall Street. In his conversation with Business Insider, O'Malley said he didn't mind that label and would also be content if taking on Wall Street were seen as his major issue in the presidential campaign” http://read.bi/1Ofb0RY\nCLINTON GETS BIG MONEY FROM BANKS THAT GOT OFF EASY — IBT’s Andrew Perez and David Sirota: “On the campaign trail, Hillary Clinton is selling her version of economic populism, including calls for Wall Street executives who engage in financial wrongdoing to be held accountable more than they have been under President Barack Obama. Clinton’s outrage, though, did not stop her family's foundation from raking in donations from many of the same banks that secured government fines rather than face full-scale prosecution.\n“The Clinton Foundation has accepted $5 million worth of donations from at least nine financial institutions that avoided such prosecution — even as they admitted wrongdoing. These include Barclays, HSBC and UBS, all of which entered into agreements with the Justice Department that allowed their employees to avoid criminal charges. The Clintons also personally accepted nearly $4 million in speaking fees from those firms since 2009. http://bit.ly/1RAiWTg\nNETFLIX POPS — Netflix added nearly a third more subscribers than expected in the second quarter, sending its shares up 9.4 percent as the video streaming service said its investment in original television programs and movies was paying off. Net subscriber additions rose about 94 percent year over year to about 3.3 million in the second quarter, beating the company's forecast of 2.5 million. … Netflix also is aggressively expanding around the world, accounting for the bulk of new subscriptions. A trend of slowing U.S. growth was halted in the quarter as the number of new U.S. customers rose about 50 percent higher than the company had forecast. The company by the end of 2016 plans to reach 200 countries, including China, where it said it was \"continuing to explore options.\" http://reut.rs/1RAktsC\n** A message from Better Markets: Soon after Dodd-Frank financial reform was signed into law just five years ago, Wall Street unleashed an army of lobbyists to attack, gut and weaken it with loopholes, all while falsely claiming to support reform. They’ve been at it ever since, irresponsibly aiming their fire at the agencies responsible for policing Wall Street and, when all else fails, suing the agencies in court.\nThe biggest banks on Wall Street claim that Dodd-Frank financial reform harms their business, but they actually posted record profits in both 2013 and 2014. They are right about one thing: Dodd-Frank does make it harder for banks to profit from reckless, socially useless trading and lending.\nThat’s a good thing. Dodd-Frank limits Wall Street’s highest risk gambling so that America’s families don’t have to suffer from another financial crash and economic calamity or pay for more bailouts. Join the fight for financial reforms at BetterMarkets.com. **\nBy KEITH KOFFLER\nBy JACK SHAFER\nBy AFSHON OSTOVAR\nBy LAWRENCE J. KORB and  MAX ANDONOV\n© 2015 POLITICO LLC", "byline": "", "description": "Why Greece will leave the euro.", "title": "Why Greece will leave the euro — Goldman hearts Jeb — Greece says YES — Highway cliff looms", "url": "http://www.politico.com/morningmoney/0715/morningmoney19155.html", "topics": ["economy", "campaign_finance"], "people": ["Sean Duffy", "John Harwood", "Helen Popper", "Peter Spiegel", "Andrew Perez", "Angela Merkel", "Ted Cruz", "Jon Hilsenrath", "Ben White", "Michel Sapin", "Sarah Palin", "Harry Reid", "Janet Yellen", "Jeb Bush", "Martin O'Malley", "Wolfgang Schauble", "Herman Cain", "Seung Min Kim", "Donald Trump", "Marco Rubio", "Yanis Varoufakis", "Barack Obama", "Elizabeth Warren", "Tim Geithner", "Stefan Wagstyl", "Larry Fink", "Shawn Donnan", "Heather Caygle", "Daniel Strauss", "Alexis Tsipras", "Hillary Clinton", "Jack Lew", "Austan Goolsbee", "Jon Prior", "David Sirota", "Hunter Walker"], "orgs": ["CNBC", "Republican Party", "Blackrock", "Fed", "PAC", "Netflix", "Treasury", "IBT", "Federal Reserve", "International Monetary Fund", "Congress", "Justice Department", "IMF", "Goldman Sachs Group Inc.", "SEC", "WSJ", "Highway Trust Fund", "Dodd", "Business Insider", "Barclays", "Senate Banking", "Clinton Foundation", "Federal Election Commission", "European Union", "GOP", "ECB", "UBS", "Senate", "House Republicans", "HSBC", "Goldman Sachs", "M.M.", "Syriza", "European Central Bank", "Pro Services"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-07-16 13:00:50", "org": "politico", "article_id": "3de3263c26e37e1486e8d6e040214f80", "date_access": "2015-07-16 19:50:15.748139"}