{"body": "\n09/08/15, 09:56 AM EDT\n\n                                        By \nDylan Byers\n\nHe tweets that the run looks real, and promising.\n\n09/08/15, 09:30 AM EDT\n\n                                        By \nNick Gass\n\nBush's new spot, titled \"I've delivered,\" will air in New England media markets beginning Wednesday. \n\n09/08/15, 09:12 AM EDT\n\n                                        By \nNick Gass\n\nThe former Obama adviser is less than impressed with the Clinton campaign's approach.\n\n09/08/15, 09:00 AM EDT\nThe GOP contender is to visit the jailed clerk Tuesday afternoon.\n\n09/08/15, 08:55 AM EDT\n\n09/08/15, 08:51 AM EDT\n\n                                        By \nNick Gass\n\n\"The results may be catastrophic,\" the former vice president will say.\n\n09/08/15, 08:44 AM EDT\nCould John Boehner be on the way out as speaker? \n\n09/08/15, 08:42 AM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton will sit down to an interview with ABC News' 'World News Tonight' anchor David Muir on Tuesday morning, the network announced.\n\n09/08/15, 08:30 AM EDT\n\n                                        By \nLeigh Munsil\n\nIt’s NDAA finals time -- Navy bullish on ships despite delays\n\n09/08/15, 08:23 AM EDT\n\n                                        By \nNick Gass\n\nThe saga of Kim Davis continued Tuesday ahead of a planned visit from former Arkansas Gov. Mike Huckabee.\n\n09/08/15, 08:00 AM EDT\nFed puzzle gets harder — Krugman hearts Trump — Subprime is back\n\n                                        By \nKen Doctor\n\nBeutner’s quick departure should send shockwaves through the news publishing world.\n\n                                        By \nMarc Caputo\n\nMiami-Dade School Board member Martin Karp says he’s considering a run against the six-term congresswoman. \n\n09/08/15, 07:37 AM EDT\n\n                                        By \nNick Gass\n\nRecent violence against law enforcement is President Barack Obama's problem, New Jersey Gov. Chris Christie said Tuesday, blasting the president for failing...\n\n09/08/15, 07:33 AM EDT\nVANITY FAIR New Establishment\n\n09/08/15, 07:12 AM EDT\nDe Blasio’s Vanity Fair profile.\n\n09/08/15, 07:02 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump said \"always felt that I was in the military\" because he attended a military boarding school and \"dealt with those people.\"\n\n09/08/15, 07:01 AM EDT\nChristie's New Hampshire marathon.\n\n09/08/15, 06:41 AM EDT\nObama's labor/Tom Brady salute.\nCynthia Hogan, the NFL’s lead lobbyist in Washington, addresses concussions, domestic violence and deflategate. \n\n                                        By \nNicholas Vinocur\n\nFrance’s National Front is trying to break into a super chic, highly selective Left Bank school.\n\n09/08/15, 06:24 AM EDT\nDem eyes Wasserman Schultz challenge amid Iran deal\n\n2016\n\n09/08/15, 05:21 AM EDT\n\n                                        By \nEli Stokols\n                                         and \nAlex Isenstadt\n\nIn three short months, the real estate mogul has altered nearly every aspect of the GOP presidential race and left rivals like Jeb Bush scrambling to respond....\n\n09/08/15, 05:13 AM EDT\n\n                                        By \nJoseph Marks\n\nCourt arguments in a case pitting Microsoft vs. the Justice Department will test the government's authority to seize data from servers abroad.\n\n09/08/15, 05:08 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nBiden thinks he can win South Carolina. And that victory would hurtle his campaign into a rally toward the Democratic nomination.\n\n09/08/15, 05:07 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nBoehner faces a grueling next few months, and even allies believe this will be his last term atop the GOP conference.\n\nOn The Bench\n\n09/08/15, 05:00 AM EDT\n\n                                        By \nJohn Culhane\n\nThe Kentucky clerk’s confusion over the rule of law can be traced back to Justices Scalia, Thomas, Alito and—most of all—Chief Justice Roberts.\n\n09/08/15, 12:02 AM EDT\n\n                                        By \nGabriel Debenedetti\n\n“We have to end the flood of secret, unaccountable money.\"\n\n09/08/15, 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nAfterward, Ford's poll numbers plummeted.\n\n09/07/15, 10:06 PM EDT\n\n                                        By \nLouis Nelson\n\nThe GOP contender visits Charleston for a town hall meeting.\n\n                                        Updated 09/07/15, 08:36 PM EDT\n\n                                        By \nNahal Toosi\n\n\"The administration is actively considering a range of approaches.\" \n\nHistory Dept.\n\n09/07/15, 08:04 PM EDT\n\n                                        By \n                                                Andrew Wender Cohen\n\nContrary to what the Tea Party will tell you, the Founders and their contemporaries considered paying tariffs their patriotic duty.\n\nHistory Dept.\n\n09/07/15, 08:00 PM EDT\n\n                                        By \n                                                Julian E. Zelizer\n\nRepublicans can find solace in the history the 1976 election, when approximately 17 Democrats, most current and former elected officials, competed to succeed...\n\n                                        Updated 09/07/15, 05:11 PM EDT\n\n                                        By \nHanna Trudo\n\nShe is seeking to be released from prison.\n\n                                        By \nJames Panichi\n                                         and \nAlex Spence\n\nTo counter Kremlin crackdown, the BBC aims for a TV channel to promote “democracy and liberty.”\n\n09/07/15, 04:04 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nBrian Mahoney\n\nIf Joe Biden runs for president, he can count on the kind of union workers he spoke to Monday.\n\n                                        Updated 09/07/15, 03:30 PM EDT\n\n                                        By \nRoger Simon\n\nSimon says Dr. Politics has the answers for all your political questions.\n\n09/07/15, 12:27 PM EDT\n\n                                        By \nNick Gass\n\nHe says it would be \"an unforced error\" if Republicans let the government shut down.\n\n                                        Updated 09/07/15, 12:05 PM EDT\n\n                                        By \nNick Gass\n\nThe president is compelling federal contractors to grant time off.\nCentral Europe could lose cash and open borders over German irritation on lackluster refugee effort.\n\n                                        Updated 09/07/15, 10:08 AM EDT\n\n                                        By \nNick Gass\n\nShe tells her GOP rival Donald Trump to keep going after Clinton.\nHollande calls for ‘European and global’ response to the migration crisis.\n\n09/07/15, 09:55 AM EDT\nTrump ‘has all the markings of an early bubble’ \n\nEnergy & Environment\n\n09/07/15, 09:30 AM EDT\n\n                                        By \nAndrew Restuccia\n\nAn aide to Mitch McConnell has been informing foreign embassies about GOP plans to oppose Obama's strategy on global warming\n\n                                        By \nZeke Turner\n\nEconomic differences in Europe follow a north-south divide.\n\n09/07/15, 08:03 AM EDT\n\n                                        By \nNick Gass\n\n\"It is unacceptable to put a person in jail without bail because she followed her conscience.\"\n\n                                        By \nHelen Popper\n\nBut a drive for quality means the crisis may be a blessing in disguise.\n\n2016\n\n09/07/15, 07:04 AM EDT\n\n                                        By \nLarry J. Sabato\n                                        ,\nKyle Kondik\n                                         and \nGeoffrey Skelley\n\nThe GOP outsiders dominating the polls remain longshots; the under-siege Democratic front-runner retains an edge; and neither party’s nominee will have...\n\nCongress\n\n09/07/15, 02:09 AM EDT\n\n                                        By \nSeung Min Kim\n\nIt's not clear how Republican leaders plan to resolve the standoff over Planned Parenthood funding.\n\n                                        Updated 09/07/15, 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1969, Sen. Everett McKinley Dirksen of Illinois, who led the Republicans for more than a decade, died.\nWe're working on more stories right now\n\n                                                    Politico\nPolitical intelligence on the intersection of Washington and Wall Street \n09/08/15, 08:00 AM EDT\nWELCOME BACK! SHUTDOWN AHEAD? – In Forbes this a.m., Stan Collender increases odds of a shutdown to 6 percent: “Washington really didn’t need to make it tougher to avoid a government shutdown when the new fiscal year begins on October 1. But the prospects that no deal would happen, which I estimated at 60 percent at the beginning of August, got worse last week when it became clear the White House would have the votes it needed to prevent Congress from stopping the deal it negotiated with Iran.\n“The Obama administration’s impending win on Iran complicates the already problematical CR debate even further. Because of that, I’m increasing my estimate of the chance of a government shutdown to 67 percent. … The Iran deal worsens the outlook for a shutdown for two reasons. The first is the amount of time it will take for Congress to debate the issue. … [T]he second reason for the increasing odds of a shutdown: the continuing resolution will provide those senators and representatives against the deal with a second bite of the disapproval apple.”\nHEAVY AGENDA; LITTLE TIME – Thorn Run Partners’ Jason Rosenstock in his morning note out later this a.m.: “On the menu are; funding the federal government, extending the debt limit, reauthorizing the transportation bill, considering the Iran Nuclear Deal, dealing with the annual list of tax extenders that need to be renewed, reauthorizing the Federal Aviation Act, extending child nutrition programs, and potentially renewing the expired Export-Import Bank Charter. … With only ten legislative days scheduled for September it looks like there will only be time to deal with two of the issues this month. \n“First is the Iran Deal, and with both the House and Senate scheduling the debate and vote on the issue for next week … Second, the conventional wisdom is that the House and Senate will pass a short-term, fairly clean continuing resolution (CR) before the end of the month (and possibly before the Pope arrives on September 24th). .. [I]t likely to be a short-term solution, that will only keep the doors open through the end of the year. This means the second CR may be paired with the need to raise the debt ceiling, or the transportation bill, or tax extenders” \nWAY BACK MACHINE – No sign of any letup in Trump-mentum but it’s worth remembering that at this time in 2012, Rick Perry had a big lead for the GOP nomination: http://bit.ly/1KXfEF4 … And at this point in 2008, Hillary Clinton had a big lead on Barack Obama: http://bit.ly/1EP87qD\nBIG WEEK FOR SQUAWK – CNBC’s “Squawk Box” kicks off its 20th anniversary celebration with a pile of big guests this week including New Jersey Gov. Chris Christie on Tuesday and Florida Gov. Jeb Bush on Wednesday\nICYMI: FED PUZZLE GETS HARDER – POLITICO’s Ben White: “The U.S. economy created 173,000 jobs in August and the unemployment rate dropped to 5.1 percent, increasing pressure on the Federal Reserve as it meets later this month to decide whether it's finally time to raise interest rates for the first time in nearly a decade. … It's a highly delicate time for the Fed following weeks of market turmoil and central bank officials giving mixed signals on whether they might make a move this month, a decision with profound economic and political ramifications.\n“But even the jobs report — which was slightly weaker than expected but showed wages rising and joblessness falling to the lowest level in seven years — may not give the Fed or markets more clarity. It was not weak enough to force the Fed to wait, or good enough to make a September rate hike an easy call. ‘The Fed itself clearly doesn’t know what to do in September,” said Megan Greene, chief economist at Manulife and John Hancock Asset Management. ‘I think they were surprised by all this market volatility and that volatility isn’t going anywhere’” \nUNCERTAINTY JAM – “The August report was mainly positive with earnings up 0.3 percent and the June and July figures revised up by a total of 44,000. But the labor force shrank by 41,000 in August, helping explain some of the drop in joblessness. This mixed picture will only make the Fed's call more difficult. … ‘With something for everybody in the report, this places the Fed in a complex uncertainty jam,' said Mohamed A. El-Erian, chief economic adviser at Allianz. \n“‘On its own, this report is unlikely to prove decisive for Fed decision makers. It is not strong enough to suggest that the US economy can easily withstand the adverse impact of weaker global growth and financial market volatility; and it is not weak enough to signal a red light for a September rate hike.’” http://politi.co/1VJq4v4\nHISTORY WEIGHS ON THE FED – Pantheon’s Ian Shepherdson: “If the current rate of decline continues — and betting against the trend has been a huge mistake for the past four years — the headline unemployment rate will be just 4.25 percent a year a from now. And the broad rate, U6, will be just 8.5 percent. The last time U6 was at that rate and still falling, the fed funds rate was at 4 percent and rising, and the Fed’s discretionary balance sheet was zero. It would be reasonable to assume, by any historical yardstick, that the Fed does not want the labor market to reach this position with monetary policy on current settings. \n“Given that policy changes work with long and variable lags, it is hard to find an explanation in the data, with the exception of the current inflation numbers, for the Fed’s failure to have raised rates already. The slow growth of wages is part of the story, but not all of it: At the time of the first rate hike in June 2004, the year-over-year rate of growth of hourly earnings was believed to be 2.2 percent exactly the rate recorded in August.”\nKRUGMAN HEARTS TRUMP (SORT OF) – NYT’s Paul Krugman: “Mr. Bush has chosen to attack Mr. Trump as a false conservative, a proposition that is supposedly demonstrated by his deviations from current Republican economic orthodoxy: his willingness to raise taxes on the rich, his positive words about universal health care. And that tells you a lot about the dire state of the G.O.P. For the issues the Bush campaign is using to attack its unexpected nemesis are precisely the issues on which Mr. Trump happens to be right, and the Republican establishment has been proved utterly wrong.\n“And here’s what’s interesting: all indications are that Mr. Bush’s attacks on Mr. Trump are falling flat, because the Republican base doesn’t actually share the Republican establishment’s economic delusions. The thing is, we didn’t really know that until Mr. Trump came along. The influence of big-money donors meant that nobody could make a serious play for the G.O.P. nomination without pledging allegiance to supply-side doctrine, and this allowed the establishment to imagine that ordinary voters shared its antipopulist creed” http://nyti.ms/1K34Ynu\nGOOD TUESDAY MORNING – Welcome back! Hope everyone had a pleasant and relaxing Labor Day weekend. Tonight is the very exciting debut of the new Late Show with Stephen Colbert on CBS. And real, live meaningful NFL football begins on Thursday with Brady under center in Foxboro. I’ll miss summer but fall certainly has its sweet rewards. Dont forget to send tips and news to bwhite@politico.com and follow me on Twitter: @morningmoneyben \nDRIVING THE DAY – Congress returns with little time to get through a big pile of business … NFIB Small Business survey at 6:00 a.m. expected to rise to 96.0 from 95.4 … Consumer credit at 3:00 p.m. expected to expand by $18.6B … President Obama this afternoon meets with Treasury Secretary Jack Lew in the Oval Office … Puerto Rico expected to finish its debt restructuring plan … \nTTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — The whole Pro team on the five most important financial-services issues likely to come up in Congress this fall [http://politi.co/1JQyagc]. For Pro's subscriber-only coverage — and to get Morning Money every day before 6 a.m. — please contact Pro Services at (703) 341-4600or info@politicopro.com\nNEW THIS A.M.: CLINTON TO ROLL OUT CAMPAIGN FINANCE PLAN -- POLITICO's Gabriel Debenedetti: \"Kicking off a post-Labor Day push to rally support as Bernie Sanders maintains momentum and Joe Biden contemplates a White House bid of his own, Hillary Clinton on Tuesday will unveil a three-pronged campaign finance proposal that her team hopes will help her appeal to unconvinced liberals.\n\"The policy platform — which largely reflects principles that Clinton regularly mentions on the campaign trail, to reliable cheers from Democrats — calls for the overturning of 2010’s Citizens United v. FEC decision that paved the way for the creation of super PACs; the implementation of a more rigorous political spending disclosure regime; and a new public matching system for small donations to presidential and congressional campaigns\" http://politi.co/1KB5BHf\n** A message from the Consumer Bankers Association: The Consumer Bankers Association serves millions of customers who count on our membership to help meet their financial goals, whether it’s buying a home, attending college or starting a small business. CBA member banks serve approximately 156 million American consumers and employ 1.6 million—1 in 100 employed Americans. http://consumerbankers.com/cba-by-the-numbers**\nCOMING WEDNESDAY: BUSH TAX PLAN -- Per release: \"On Wednesday, Governor Jeb Bush will detail his tax reform plan in an address at Morris & Associates, a North Carolina manufacturer. Morris & Associates is an example of a small businessthat will benefit from Governor Bush's economic agenda to foster an environment that will create 19 million newjobs and raise middle-class incomes.\"\nCHINA REMAINS CONFIDENT – Bloomberg: “Senior Chinese officials have telegraphed confidence in their economy’s underlying solidity, predicting a stabilization in their stocks and currency in a presentation set to be tested in coming weeks. With concerns about China’s outlook helping trigger the biggest monthly sell-off in global stocks in more than three years in August, a gathering of Group of 20 finance chiefs Friday and Saturday focused on China’s efforts to shore up its economy. People’s Bank of China Governor Zhou Xiaochuan said in a statement that the rout in Chinese equities is close to ending, and that state intervention prevented systemic risk and stopped a free-fall.” http://bloom.bg/1isNpmG\nBANK SHARES PUNISHED – WSJ’s Corrie Driebusch and Saumya Vaishampayan: “The late-summer market tumult has taken a hefty toll on bank shares, the latest sign of the uncertainty plaguing investments that are expected to benefit from rising interest rates. The financial sector was one of the U.S. stock market’s hottest sectors through the second-quarter earnings season in July, as investors wagered that a Federal Reserve rate increase as soon as this month would open a period of increasing profits for banks, brokerages and insurers.\n“But the intense market volatility kicked off by China’s decision Aug. 11 to devalue its currency, the yuan, has punished bank shareholders with large price declines and unusual intraday swings. Many portfolio managers are steering clear of the sector despite lower prices, saying they would prefer to wait for signs that volatility is abating. … Many analysts and traders say U.S. stocks are unlikely to post a broad, durable recovery from the recent tumult without gains in financial shares. Given banks’ critical role in allocating capital to the economy, if they aren’t prospering as a result of healthy loan demand, other sectors are likely to be struggling as well, the analysts reason” http://on.wsj.com/1PXXIJH\nWILL LABOR RALLY TO BIDEN? – POLITICO’s Edward-Isaac Dovere and Brian Mahoney in Pittsburgh: “If Joe Biden runs for president, he can count on the kind of union workers who came here to march next to him on Labor Day: white, ethnic, from families that have been paying local chapter dues for generations. The problem for Biden: there are fewer and fewer of those union workers left, here or anywhere else. It’s a movement now that’s less male and far less Italian, Polish, or Irish than when Biden got started in politics in the 1970s. It’s one that cares about immigration reform as much as trade. And it’s one that’s highly conflicted about a potential contest between the vice president and Hillary Clinton.\n“Biden rallied this industrial crowd by talking about his roots, the need for labor to build the middle class, and the longest walk up the stairs any father ever has to make to tell his family he’s lost his job. ‘I’m mad. I’m angry. These are the people I grew up with,’ Biden said, criticizing Republican policies that he says have hurt labor nationwide.But thinking about union workers as the kind of people he grew up with in the 1940s is outdated, and that’s something Biden will struggle with if he runs for president.” http://politi.co/1i8ICHc\nWELCOME TO FALL – NYT’s Jennifer Steinhauer: “When Congress returns for business on Tuesday, lawmakers have scheduled a mere 12 legislative days to find a bipartisan compromise to keep the government open, vote on one of the most contentious foreign policy matters in a generation, reconcile the future of funding for Planned Parenthood and roll out the red carpet — and a few thousand folding chairs — to greet Pope Francis. What could go wrong?” http://nyti.ms/1K21FIN\nCOMMODITIES SLUMP HITS GLENCORE – FT’s Neil Hume and David Sheppard in Singapore, and Michael Pooler in London: “Glencore announced plans to slash its $30bn debt pile by shelving dividends, selling assets and raising fresh equity, as the mining and metals behemoth wrestles with a slump in commodities that has battered its share price. … The debt plan underscores the huge pain being inflicted on the mining sector by China’s economic slowdown, which has driven the price of industrial commodities such as coal and copper to six-year lows.\n“But investor concerns over Glencore’s large debt load and high exposure to copper relative to peers mean its shares have fallen even further than rivals such as BHP Billiton and Rio Tinto this year. It is a humbling moment for Ivan Glasenberg, the daring dealmaker who transformed Glencore into a metals and mining behemoth, raising $60bn in a stock market flotation four years ago and acquiring miner Xstrata in 2013, a move that turned it into one of the world’s largest natural resources groups” http://on.ft.com/1KXiLwL\nBofA PUSHES TO KEEP MOYNIHAN AS CHAIR – WSJ’s Christina Rexrode and Joann S. Lublin: “Stung by a wave of investor criticism, Bank of America Corp. is stepping up efforts to convince shareholders that Chief Executive Brian Moynihan should remain chairman. The Charlotte, N.C., bank agreed to a Sept. 22 vote on the issue after its decision to combine the two roles last October stirred up resentment among investors. The move to make Mr. Moynihan chairman reversed a bylaw that was approved by shareholders in 2009. \n“Activist institutional investors and major proxy advisers are lining up against the way the board made Mr. Moynihan chairman, arguing the bank’s board overstepped its authority and needs to work to regain shareholder trust. In response, Bank of America is trying to marshal support. The bank’s head of strategy and marketing, Anne Finucane, General Counsel Gary Lynch and Jack Bovender, the board’s lead independent director, have been speaking with big investors on the phone and in meetings at some investors’ New York offices. In addition, the bank has hired two outside firms to dial up individual investors.” http://on.wsj.com/1i8Xkh8\nALSO FOR YOUR RADAR –\nTIME TO RETHINK RULE 48? – NYPost’s Jonathan M. Trugman: “The NYSE has had investors baffled and confused during these past few weeks of wild volatility with its use of Rule 48. The little-known rule, which was passed in 2007, permits specialists or ‘market makers,’ as they prefer to call themselves today, to open a stock very quickly during periods of ‘extreme market volatility’ without even indicating a price.\nThis ruling cost many investors lots of money, as they unknowingly sold their stock into the hands of the Wolves of Wall Street at unnecessarily low prices. \n“But it did let the market open earlier (and more quickly, presumably), but for the benefit of whom? The primary problem with Rule 48 is that it removes the indication of a stock’s opening price range in the most volatile of times for all investors except the specialists/market makers. A need for some adult supervision is evident when Johnson & Johnson, among the bluest of blue-chip stocks, closes at $95.56 on the Friday prior to the Monday 1,000-point crash and opens down at $81.79 that Monday morning, only to take off later and close almost $10 higher, at more than $91.” http://bit.ly/1UxlkeZ\nHOUSING WON’T LEAD TO FAST GROWTH – WSJ’s Kris Hudson and Nick Timiraos: “The U.S. housing market dragged the economy into a deep recession nearly eight years ago. Could it now insulate the domestic expansion during a fragile period of global growth? Recent numbers look promising, but several obstacles — including shifts in where young households want to live, their capacity to take on debt and rising costs for home builders — suggest the sector won’t soon offer breakout growth. First, the good news: New foreclosures have dropped to precrisis levels and sales of previously owned homes — the bulk of the market — have climbed to the pace of the early 2000s. \n“Rising housing prices have made homeowners feel better about spending on their homes. The problem: Housing still isn’t contributing much to overall economic growth because new construction of single-family homes, which packs an outsize economic punch, is stuck near levels hit during the early 1990s recession. Initially, construction collapsed due to falling demand. Now, it faces a second headwind: Supply constraints have emerged as more people want to live in cities and construction costs have risen, while demand remains stubbornly weak at the entry level.” http://on.wsj.com/1KXihGM\nSUBPRIME IS BACK – FT’s Joe Rennison and Anna Nicolaou: “For ‘subprime’, read ‘non-prime’. Yield-hungry investors are ready to endorse a revival of bonds backed by riskier US residential mortgages, as lenders warm to house buyers who do not meet strict borrowing guidelines introduced after the financial crisis. But the now toxic label of subprime mortgages has been dropped. Instead, Angel Oak Capital is in the process of pricing a deal for a bond offering of so-called ‘non-prime mortgages’ — a term funds are using to describe mortgages that do not meet government standards. Lone Star Funds completed a deal worth $72m” http://on.ft.com/1JPIG7v\nFIRST LOOK: GSE BAILOUTS, 7 YEARS LATER – American Action Forum has new research out today that “goes through how much taxpayers injected into the GSEs, the amount of dividend payments made to Treasury, whether the taxpayer has been repaid, and what the future holds for the companies” http://bit.ly/1UDryEL\n** A message from the Consumer Bankers Association:Since 1919, we have served as the voice of retail banking in Washington. CBA’s 10 primary committees touch all facets of consumer banking and are comprised of hundreds of bankers working one-on-one with consumers every day. That’s why we know a thing or two about what counts back home. Our members collectively hold two-thirds of the industry's total assets, house nearly half of all bank branches in the United States, and are present in all 50 states and the District of Columbia. Additionally, our members extend $2.8 trillion in consumer loans and nearly $250 billion in small business loans. Get a look at the impact of CBA member banks by state—from total assets to the number of full-time employees, small business loans, and consumers served — by visiting:http://consumerbankers.com/cba-by-the-numbers. Learn more about us at ConsumerBankers.com. **\n\n                                            By \n                                                    Julian E. Zelizer\n\n\n                                            By \nJohn Culhane\n\n\n                                            By \n                                                    Andrew Wender Cohen\n\n\n                                            By \nAndrew Connelly\n\n © 2015 POLITICO LLC", "byline": "", "description": "Fed puzzle gets harder — Krugman hearts Trump — Subprime is back", "title": "Welcome back ... shutdown ahead?", "url": "http://www.politico.com/tipsheets/morning-money/2015/09/2015-09-08-pro-morning-money-210086", "topics": ["economy"], "people": ["Geoffrey Skelley", "Jennifer Steinhauer", "Andrew Wender Cohen", "Paul Krugman", "Wasserman Schultz", "Kim Davis", "Rick Perry", "E. Zelizer", "Mike Huckabee", "Hadas Gold", "Jason Rosenstock", "Marc Caputo", "Roger Simon", "Cynthia Hogan", "Nahal Toosi", "Justices Scalia", "Ben White", "Chris Christie", "Dylan Byers", "Joe Biden", "Megan Greene", "Brian Mahoney", "Larry J. Sabato", "John Boehner", "David Muir", "Gabriel Debenedetti", "Pope Francis", "Andrew Restuccia", "Martin Karp", "Nick Gass", "Jeb Bush", "Jack Lew", "Corrie Driebusch", "Joseph Marks", "Isaac Dovere", "James Panichi", "Alex Isenstadt", "Seung Min Kim", "Ken Doctor", "Andrew Glass", "De Blasio", "John Bresnahan", "Nicholas Vinocur", "Barack Obama", "Tom Brady", "Bernie Sanders", "Brian Moynihan", "Joann S. Lublin", "Andrew Connelly", "Kyle Kondik", "Donald Trump", "Alex Spence", "Ian Shepherdson", "Christina Rexrode", "Ivan Glasenberg", "Helen Popper", "Hillary Clinton", "John Culhane", "Mohamed A. El", "Louis Nelson", "Eli Stokols", "Jake Sherman", "Zeke Turner", "Stephen Colbert", "Nick Timiraos", "Joe Rennison", "Leigh Munsil", "Stan Collender", "Hanna Trudo"], "orgs": ["CNBC", "Johnson & Johnson", "WSJ", "Fed", "NYT", "Glencore", "Treasury", "Founders", "Planned Parenthood", "Morris & Associates", "Iran Nuclear Deal", "Consumer Bankers Association", "Federal Reserve", "Congress", "Justice Department", "Bank of America", "Rio Tinto", "Ford", "Manulife", "Tea Party", "House and Senate", "Allianz", "FEC", "PACs", "GOP", "NFL", "American Action Forum", "Citizens United", "Energy & Environment", "Microsoft", "Dade School Board", "Senate", "Thorn Run Partners", "Pantheon", "District of Columbia", "Pro Services"], "authors": [{"author_id": 34899, "fullname": "dylan ers", "primary_org": "politico"}], "date_written": "2015-09-08 13:00:26", "org": "politico", "article_id": "195a34894124879d658275749de463e2", "date_access": "2015-09-08 14:00:42.106078"}