{"body": "\n09/19/15, 12:02 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1881, President James Garfield died of wounds he sustained from an assassin's bullet. Even as the political world mourned, Garfield's death...\n\n2016\n\n09/18/15, 10:32 PM EDT\n\n                                        By \nShane Goldmacher\n\nFiorina is a crowd favorite at the Heritage Action forum, her first stop since GOP debate.\n\n09/18/15, 09:52 PM EDT\n\n                                        By \nAlex Isenstadt\n\n“His problem isn’t that he was born here or what his religion is.”\n\n09/18/15, 08:35 PM EDT\n\n                                        By \nDavid Perera\n\nPrivacy advocates said that they found a startling disclosure tucked away on the surging GOP presidential contender's site.\n\n                                        Updated 09/18/15, 07:52 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"We disagree with portions of the legal reasoning in the decision,\" Homeland Security Secretary Jeh Johnson says.\nHe'll be spending his Saturday night at the premiere event for black lawmakers in Washington.\n\n09/18/15, 07:35 PM EDT\n\n                                        By \nShane Goldmacher\n\nHe says half of GOP-appointed justices are \"screaming trainwreck disasters,\" naming Earl Warren.\n\n2016\n\n09/18/15, 07:35 PM EDT\n\n                                        By \nLauren French\n\nThe vice president is speaking at a Congressional Black Caucus gala on Saturday as speculation mounts about a bid.\n\n09/18/15, 07:29 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBiden will be walking into Clinton territory.\n\n                                        Updated 09/18/15, 07:18 PM EDT\n\n                                        By \nLauren French\n                                         and \nJeremy Herb\n\nShe switches her vote on a measure to provide benefits to same-sex spouses of service members.\n\n09/18/15, 07:15 PM EDT\n\n                                        By \nEliza Collins\n\nThe Democratic senator said that out of everyone she has ever run against Fiorina “was by far the most mean-spirited opponent I ever had.”\n\nCongress\n\n                                        Updated 09/18/15, 06:30 PM EDT\n\n                                        By \nRachael Bade\n\nLawmakers on the activist right call a leadership proposal to defund Planned Parenthood a farce. \n\n                                        Updated 09/18/15, 06:22 PM EDT\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\n\"Talking about Latinos doesn't just mean talking about tips.”\n\n09/18/15, 05:56 PM EDT\n\n                                        By \nEliza Collins\n\nCJ Pearson, 13, heads \"Teens for Ted.\"\n\n09/18/15, 05:38 PM EDT\n\n                                        By \nEliza Collins\n\nAccording to the White House, Obama reiterated the importance of the new diplomatic relationship.\n\n09/18/15, 05:35 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt's another corporate role for Plouffe, who joined Uber in September 2014.\n\n                                        Updated 09/18/15, 05:22 PM EDT\n\n                                        By \nSarah Wheaton\n                                         and \nNick Gass\n\n“In fact, that’s precisely what every Republican presidential candidate is doing when they decline to denounce Mr. Trump’s cynical strategy.”\n\n                                        Updated 09/18/15, 05:15 PM EDT\n\n                                        By \nNick Gass\n                                         and \nKyle Cheney\n\nJohn Yob wrote that Rich Beeson \"literally physically assaulted me by punching me in the face.\"\n\n09/18/15, 05:09 PM EDT\n\n09/18/15, 05:02 PM EDT\n\n09/18/15, 05:01 PM EDT\n\n                                        Updated 09/18/15, 04:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nCitizens United accused the agency of defying a court order.\n\n09/18/15, 04:24 PM EDT\n\n                                        Updated 09/18/15, 03:59 PM EDT\n\n                                        By \nKyle Cheney\n\nHe ponies up cash for Kentucky to hold a caucus so he can run for president and the Senate just hours before a deadline.\n\n                                        Updated 09/18/15, 03:58 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe paper advocates the end of bans on currently prohibited guns, calling bans on specific guns and magazines \"a total failure.\"\n\n09/18/15, 03:57 PM EDT\n\n                                        By \nTheodoric Meyer\n\nJenkins adviser to NACDS - New name for 463\n\n                                        By \n                                                Andrew MacDowall\n\n\n09/18/15, 02:17 PM EDT\n\n                                        By \nAnnie Karni\n\nClinton said she would have responded differently.\n\n09/18/15, 01:53 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nThe House on Friday approved legislation to defund Planned Parenthood for one year.\n\n                                        Updated 09/18/15, 01:34 PM EDT\n\n                                        By \nShane Goldmacher\n\nHe has an unidentified “significant business transaction.”\n\n09/18/15, 01:09 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe super PAC supporting Hillary Clinton has brought in $25 million in commitments since July 1, a senior Priorities USA Action official told POLITICO.\n\n09/18/15, 12:56 PM EDT\n\n09/18/15, 12:46 PM EDT\n\n09/18/15, 12:15 PM EDT\n\n                                        By \nAustin Wright\n\nPetraeus' appearance on Capitol Hill underscores the level of angst regarding the progress of the U.S.-led camapign to defeat the Islamic State\n\n                                        Updated 09/18/15, 12:14 PM EDT\n\n                                        By \nNick Gass\n\n\"I think voters should be able to weigh in,\" he said.\n\n                                        Updated 09/18/15, 12:12 PM EDT\n\n                                        By \nNick Gass\n                                         and \nSarah Wheaton\n\nThe Monday start date for the new rules coincides with Pope Francis’s visit to the island\n\n09/18/15, 11:44 AM EDT\n\nCongress\n\n                                        Updated 09/18/15, 11:31 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n09/18/15, 11:17 AM EDT\n\n                                        By \nAndrew Restuccia\n                                         and \nDarren Goode\n\nCiting Pope Francis' support for action on climate change, Republican Rep. Paul Gosar says he is boycotting the pontiff's address to Congress.\n\n09/18/15, 11:12 AM EDT\n\n09/18/15, 11:09 AM EDT\n\nHistory Dept.\n\n09/18/15, 10:47 AM EDT\n\n                                        By \n                                                Nicholas G. Karambelas\n\nThe battle between Athens and Brussels goes back much further than the Eurozone.\n\n09/18/15, 10:06 AM EDT\n\n                                        By \nBrian Mahoney\n\nBiden met with Culinary workers — Workplace deaths highest since '08\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nLivestock price reporting susceptible to shutdown\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nRivals hope scandal sinks Vitter — NRSC eyes Kudlow in Conn. — Debate a ratings success for CNN\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse votes on defund Planned Parenthood bill today — Candidates inject vaccines into the election — Republicans could use waivers to attack Obamacare\n\n09/18/15, 10:02 AM EDT\n\n                                        By \nJoseph Marks\n\nCybercom plans monitoring system for weapons vulnerabilities — Lawmakers to DHS: Not so fast on cyber re-org\n\n09/18/15, 10:02 AM EDT\n\n                                        By \nArthur Allen\n\nPrecision medicine: Can it “move the needle” on EHRs? — Pressure Builds to Stuff Stage 3\n\n09/18/15, 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nHappy Birthday, Keystone review\n\n09/18/15, 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nGovernment shutdown watch - 'It's On Us' turns 1 - 'Walk-in' for Milwaukee schools\nWe're working on more stories right now\n\n                                            By \n                                                    Nicholas G. Karambelas\n\n\n                                            By \n                                                    Andrea Damewood\n\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \nTodd S. Purdum\n\n\n                Getty\n\n                        Physicians blast fellow doctors Carson, Paul for failing to refute autism claim in GOP debate.\n\n            By \nArthur Allen\n\n09/17/15, 08:27 PM EDT\n\n                    Updated 09/17/15, 09:00 PM EDT\nWhen New Jersey Gov. Chris Christie suggested seven months ago, at the height of the Disneyland measles outbreak, that parents should have “a measure of choice” about whether to vaccinate their children, he was widely condemned — and quickly reversed himself. \nOn Wednesday, two GOP presidential candidates who are both medical doctors, Ben Carson and Sen. Rand Paul (R-Ky.), waded into similar territory. This time, the fury rained down from a medical establishment that felt betrayed by its own. \nWhile personal liberty is an important value, “it’s well-established in our society that we don’t allow you to do things that put others at risk,” said infectious disease specialist Mark Sawyer of the University of California at San Diego. “That’s where we draw the line.” \nThe notions that vaccines are linked to autism, or should be given in small doses over longer periods of time — both scientifically discredited — appear to be seeping into the Republican mainstream, potentially undermining a long consensus around the role of government in protecting populations from disease.\n\nCongress\n\n            By \nBurgess Everett\n\nFor decades, only those on the fringes opposed vaccination, citing reasons such as a contamination of the body, government mind control and, more recently, concerns about autism. The vast majority in both political parties saw campaigns to widely vaccinate children as healthy and wholesome as mother’s milk. \nNow, though, a significant portion of GOP voters are skeptical. An April CBS poll found that only 59 percent of Republican voters thought parents should be legally required to vaccinate their kids. Among Democrats, the percentage was 75 percent. \n“We’re at a low point of trust in government, especially among Republicans,” said Robert Blendon, a professor of health policy and political analysis at Harvard. “I can’t imagine a politician like John Kasich doesn’t believe in mandatory vaccination, but because of that anti-government feeling, they aren’t going to leap at a debate and defend it.”\nMany viewers expected a ringing endorsement for vaccines when CNN’s Jake Tapper asked Ben Carson — a retired pediatric neurosurgeon — what he thought of Donald Trump’s claim that vaccines cause autism.\nCarson disputed the autism link, but then pulled back and offered what doctors considered a confusing and misleading equivocation. \n“Certain ones” are important, he said. “There are others, there are a multitude which probably don't fit in that category. … A lot of this is pushed by Big Government, and I think that's one of the things that people so vehemently want to get rid of, Big Government.” \nA University of Michigan physician who studied under Carson in the late 1980s expressed dismay. “Trump is a buffoon but I respect Dr. Carson, and he should know better,” said Howard Markel. “You take the Hippocratic Oath, which is to first do no harm.” \nTrump, meanwhile, insisted children were over-vaccinated — “you take this little beautiful baby, and you pump — I mean, it looks just like it's meant for a horse, not for a child.” \nCarson agreed: “It is true that we are probably giving way too many in too short a period of time.” \nHe went on to say that pediatricians were “cutting down on the number and the proximity in which those are done, and I think that's appropriate.” \nThat statement is false, according to the American Academy of Pediatrics. Doctors are not changing vaccine schedules because “delaying vaccines only leaves a child at risk of disease for a longer period,” said Karen Remley, the group’s executive director. “It does nothing to make vaccines safer.”\n\n2016\n\n            By \nBen Schreckinger\n\nRand Paul, for his part, praised smallpox vaccinations, which eradicated that disease in the 1970s. He claimed — falsely — that smallpox vaccination was “all done voluntary.” \n“So I'm all for vaccines,” he said. “But I'm also for freedom.”\n“When they talk about ‘freedom’ they should finish the sentence,” responded pediatrician Paul Offit of Children’s Hospital of Philadelphia. “They mean freedom to allow their children to catch and transmit a fatal infection.”\nIn response to queries Thursday from POLITICO, the Jeb Bush and Sen. Marco Rubio (R-Fla.) campaigns both issued endorsements of mandatory childhood immunization. None of the other candidates responded. \nMany doctors had thought vaccination as a political issue had been put to rest last winter, when the phrase “measles in Disneyland” sent terror through parents and led several states to begin tightening their vaccination requirements for school-aged kids.\nAt the time, both Christie and Paul raised doubts about vaccination but retracted their comments under a hail of recrimination.\nBut vaccines didn't go away as a libertarian issue. In June, when California’s Legislature voted to prohibit unvaccinated children from entering school without valid medical justification, 44 Democratic lawmakers but only two Republicans supported the measure. \nMost of the 25 dissenting GOP assembly members said that they had nothing against vaccination in principle, but thought parents had the right to “freedom” — even if it endangered the health of their kids and the rest of their community.\nThe current GOP mindset is fueled by anti-establishment attitudes that extend to scientific experts, as well as to the government, Blendon says. \n“The GOP candidates have such dislike for federal regulation and the way the establishment pushes things, they are saying, ‘Let parents make some choices,’” he said.\n\nTHE POLITICO CAUCUS\n\n            By \n                    Katie Glueck\n\nAlthough it did not come up during the debate, some GOP followers have also opposed vaccination because a few of the formulations — the measles-mumps-rubella shot, for example — were originally grown in fetal cells, a fact that potentially ties vaccines to the uproar over Planned Parenthood’s alleged sale of fetal tissue. \nSome Christian conservatives also oppose vaccinating their teenage daughters against the HPV virus because it is sexually transmitted. \nThe anti-vaccine rumble on the right could be just another “blunt tool used to try and beat the current administration,” said vaccine expert Jon Temte of the University of Wisconsin. Republicans vilified the CDC during the Ebola outbreak, he pointed out, although its performance was excellent in retrospect.\nYet even some on the libertarian wing of the party who defend the comments of Carson and Paul say they accept the need for at least some vaccine mandates.\n“On the science, Trump is in La-La land — there’s no link between autism and vaccines,” said Michael Tanner, a senior Cato Institute fellow. But “the question of individual choice I think is a tougher balance. There’s always a slippery slope in terms of how much you impinge on people's choice.”\nStill, “given the risk of epidemics, requirements for vaccines are a reasonable position,” he said. “Most libertarians would grumpily accept a vaccine mandate.” \nArthur Allen is eHealth editor at POLITICO.\n © 2015 POLITICO LLC", "byline": "", "description": "Physicians blast fellow doctors Carson, Paul for failing to refute autism claim in GOP debate.", "title": "Vaccine phobia infects GOP race", "url": "http://www.politico.com/story/2015/09/vaccines-2016-republicans-213811", "topics": ["terrorism", "campaign_finance", "abortion"], "people": ["Rand Paul", "Sara Solovitch", "Burgess Everett", "John Yob", "Kyle Cheney", "Robert Blendon", "Rachael Bade", "Nicholas G. Karambelas", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Eric Wolff", "Austin Wright", "David Petraeus", "John Kasich", "Chris Christie", "Jake Tapper", "Brian Mahoney", "Jeremy Herb", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "Pope Francis", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jeb Bush", "Joseph Marks", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Karen Remley", "Eliza Collins", "Sarah Wheaton", "Brianna Ehley", "David Vitter", "Lauren French", "Jeh Johnson", "Rich Beeson", "Ben Schreckinger", "Jennifer Haberkorn", "Andrew Restuccia", "Daniel Strauss", "Helena Bottemiller Evich", "Paul Offit", "Michael Tanner", "Arthur Allen", "Hillary Clinton", "David Perera", "Andrea Damewood", "Earl Warren", "James Garfield", "Darren Goode", "Katie Glueck", "Paul Gosar", "Ben Carson", "Caitlin Emma"], "orgs": ["University of Michigan", "American Academy of Pediatrics", "Congress", "Senate", "University of California", "Priorities USA Action", "Cato Institute", "Homeland Security", "PAC", "Keystone", "NRSC", "Citizens United", "eHealth", "Planned Parenthood", "DHS", "GOP", "Cybercom", "University of Wisconsin"], "authors": [{"author_id": 32521, "fullname": "andrew glass", "primary_org": "politico"}], "date_written": "2015-09-18 01:27:53", "org": "politico", "article_id": "c819568a10efb6c5bb79fb83214e3a32", "date_access": "2015-09-19 13:00:19.841481"}