{"body": "\n10/05/15 09:25 AM EDT\n\n                                        By \nDaniel Strauss\n\n\"I am disappointed but not surprised by the decision to move forward on the disastrous Trans-Pacific Partnership trade agreement.\"\n\n10/05/15 09:20 AM EDT\nPolls have showed the popular Hassan running close with Ayotte in early matchups.\n\n10/05/15 09:13 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton wryly rejected the notion of considering the No. 2 spot on a presidential ticket on Monday, remarking in an answer to a hypothetical question...\n\n10/05/15 09:06 AM EDT\n\n                                        By \nNick Gass\n\n\"Now, I'm a little different from those who say free college for everybody.\"\n\n10/05/15 09:01 AM EDT\n\n10/05/15 08:48 AM EDT\n\n                                        By \nMike Allen\n\nSeveral people who have visited Biden recently said he seems to be leaning “yes.”\n\n10/05/15 08:32 AM EDT\n\n                                        By \nNick Gass\n\nClinton again expressed contrition for choosing to conduct official business on a private email account and server.\n\n10/05/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nU.S., Afghan governments pledge thorough investigation.\n\n10/05/15 08:09 AM EDT\nTAMMY DUCKWORTH blasts KIRK Benghazi tack.\n\n10/05/15 08:00 AM EDT\n\n                                        By \nBen White\n\nTPP ready to roll — About that jobs report — Chaffetz makes his move for speaker\n\n10/05/15 07:56 AM EDT\n\n                                        By \nDoug Palmer\n\nThe pact is expected to tear down trade barriers and establish rules in areas like labor, the environment and e-commerce.\n\n10/05/15 07:34 AM EDT\nPATRICK KENNEDY book drama.\n\n10/05/15 07:31 AM EDT\nBudget talks are the Harry and Mitch show – Leadership races get personal\n\n10/05/15 07:23 AM EDT\nDE BLASIO’s East New York rezoning pitch\n\n10/05/15 07:23 AM EDT\nJAMIE FOX exits, unceremoniously.\n\n10/05/15 06:47 AM EDT\nTWITTER TEA LEAVES: who the candidates follow -- B’DAY: Mandy Grunwald, Teresa Heinz Kerry \n\n                                        By \n                                                Natasha Korecki\n\n\n10/05/15 06:30 AM EDT\nRubio déjà vu\n\n                                        By \nMarc Caputo\n\n\nCongress\n\n10/05/15 05:11 AM EDT\n\n                                        By \nAnna Palmer\n\nThe ex-congressman has a deep D.C. network that he's tapping to raise millions.\n\nCongress\n\n10/05/15 05:10 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nHarry Reid and Nancy Pelosi thought they had an agreement: A private conversation Republican leaders had with President Obama about a budget deal would...\n\n10/05/15 05:09 AM EDT\n\n                                        By \nSteven Shepard\n\nNetworks' use of polls for debate entry comes at a time of increasing doubts about their accuracy.\n\nCongress\n\n10/05/15 05:08 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nThe voting is scheduled for Thursday, but nothing has been settled yet.\n\n10/05/15 12:00 AM EDT\n\n                                        By \nAnnie Karni\n\nHer statements will come in the wake of the mass shooting in Oregon.\n\n10/05/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nThe senator brought back the classic move after a 6-year absence.\n\n2016\n\n                                        Updated 10/04/15 11:34 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president scores a rock-star's welcome at the annual dinner of the country’s largest gay-rights group.\n\nWashington And The World\n\n10/04/15 07:26 PM EDT\n\n                                        By \n                                                Emile Simpson \n\nAmerica’s deadly hospital strike points up how hard it’s going to be to keep control from the air.\n\nLaw And Order\n\n10/04/15 07:18 PM EDT\n\n                                        By \n                                                John Culhane\n\n'Wow! A tort law museum. I can't wait to take the family.' \n\nMembers Only\n\n10/04/15 07:14 PM EDT\n\n                                        By \n                                                Rep. Carolyn Maloney\n\nThe answer isn’t slashing federal aid. That will only make it worse.\nThe center-right coalition, whose reform zeal won Berlin’s admiration, looks short of an outright majority.\n\n                                        Updated 10/04/15 05:53 PM EDT\n\n                                        By \nDoug Palmer\n\nThe Trans-Pacific Partnership is getting closer to reality after almost 6 years in the making.\n\n                                        Updated 10/04/15 04:37 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nHe's competing with Tom Price to be House Majority Leader.\n\n                                        Updated 10/04/15 04:34 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nThe move would give Republicans more time to recruit other candidates for top posts.\n\n                                        Updated 10/04/15 12:44 PM EDT\n\n                                        By \nElena Schneider\n\n“I wish we would think about Ronald Reagan, and the way he conducted his campaigns.”\n\n                                        Updated 10/04/15 12:04 PM EDT\n\n                                        By \nElena Schneider\n\nHe talks about being a Republican in the blue state of New Jersey.\n\n10/04/15 11:49 AM EDT\n\n                                        By \nJake Sherman\n\nThe souring of the Chaffetz-McCarthy friendship.\n\n                                        Updated 10/04/15 11:38 AM EDT\n\n                                        By \nElena Schneider\n\nHe sketches out a scenario whereby he would exit the 2016 race if we were to fall in the polls.\n\nSupreme Court\n\n                                        Updated 10/04/15 11:18 AM EDT\n\n                                        By \nJosh Gerstein\n\nJudges may take up cases on abortion and immigration.\n\n                                        By \n                                                Jacob McHangama\n\nTen years after the Jyllands-Posten controversy, Denmark still grapples with free speech.\n\n10/04/15 10:52 AM EDT\nHILLARY as barkeep Val on SNL: ‘Isn’t (Trump) the one who’s like, “UH, you’re all losers”?’ -- B’DAY: Steve Capus\n\nCONGRESS\n\n                                        Updated 10/04/15 10:49 AM EDT\n\n                                        By \nRachael Bade\n                                         and \nJohn Bresnahan\n\nThe Utah Republican officially launches his dark-horse campaign for House speaker.\n\n                                        Updated 10/04/15 10:21 AM EDT\n\n                                        By \nAnnie Karni\n\nShe also takes some gentle ribbing about gay marriage and the Keystone pipeline.\n\n10/04/15 09:42 AM EDT\n\n                                        By \nJake Sherman\n\nUtah Rep. Jason Chaffetz sent a letter to his GOP colleagues Sunday morning announcing his bid for speaker.\n\n                                        By \nPeter Berlin\n\nThe ex-Manchester United manager basks anew in his fans’ adulation with a new book on leadership.\n\n10/04/15 09:36 AM EDT\n\n                                        By \nElena Schneider\n\nHe maintains his polling edge in Iowa and New Hampshire, but his dominant lead has faded some.\n\n10/04/15 09:09 AM EDT\n\n                                        By \nElena Schneider\n\n“You're going to have problems no matter how good, no matter what kind of checks you do, you know, what kind of laws.”\n\nOn The Bench\n\n10/04/15 07:44 AM EDT\n\n                                        By \n                                                Cass R. Sunstein\n\nIn friendship and romance, people are drawn to identifiable types. Some of us like larger-than-life figures, full of charisma, wild plans and fun. Some...\n\n10/03/15 10:57 PM EDT\n\n                                        By \nAndrew Glass\n\nHe spoke the day after a coup aimed at overthrowing Manuel Noriega.\n\n10/03/15 07:12 PM EDT\n\n                                        By \nDoug Palmer\n\nAfter extending their stay for a fifth day, U.S. officials said they remain optimistic they can clinch a deal Sunday. \n\n10/03/15 02:12 PM EDT\n\n                                        By \nKimberly Hefling\n\nThe National Education Association endorsement comes amid grumbling from some members that it's too soon.\nWe're working on more stories right now\n\n                                            By \n                                                    John Culhane\n\n\n                                            By \n                                                    Emile Simpson \n\n\n                                            By \n                                                    Rep. Carolyn Maloney\n\n\n                                            By \n                                                    Paul Goldman\n                                             and \n                                                    Mark J. Rozell\n\n\n                AP Photo\n\n            By \nMike Allen\n\n10/05/15 08:48 AM EDT\nHe’s finally close. Confidants of Vice President Joe Biden expect him to make a decision next weekend, or shortly thereafter, on whether to launch an epic battle with Hillary Clinton for the Democratic presidential nomination. \nSeveral people who have visited Biden recently said he seems to be leaning “yes.”\nStory Continued Below\n“Nothing he has heard in the past couple of months has deterred him,” said one Democrat close to the process. \nA former Senate colleague of Biden’s said, after visiting the vice president, “He loves what he does, and he has a great deal of confidence that he could contribute in a meaningful way. He’s willing to face, ultimately, having his final political expedition be a defeat.”\nIt’s just that possibility that has some friends telling POLITICO that they hope he’ll ultimately decide to take a pass.\nOne person who’s in the “bearish” camp said he thinks that testing the waters has been its own therapy after Biden’s loss of his son. The vice president has been showered with love and attention, and should declare victory and avoid a likely political debacle. \nOne longtime friend said the long windup — and the fact that no staff has been hired — tells its own story.\n“If you’re going to run, you run,” the friend said. “Every time he pushes back a decision, that’s the ultimate tell.”\nA third recent Biden visitor said: “I can’t see how he can wake up one morning and think some big tidal wave sweeps him in. The raw politics just aren’t there.”\nAfter describing their hunches, friends and advisers almost universally added that they remain unsure which way he’ll go. \n“That’s Joe Biden,” one of them said. “He could talk to someone on a rope line tomorrow, and decide to do it. His emotional state just increases his unpredictability.”\nThe confidants say the most likely scenario for a decision is a family council next weekend. But these sources note that the timing will be driven completely by Biden, and he has proved to be ever-unpredictable as he contemplated a race. \nUnder that scenario, Biden would begin calling friends with his decision next Monday, the day before the first Democratic debate on Oct. 13, which he had already decided to forgo. If the decision is a “go,” the announcement could be delayed as advisers begin assembling a campaign.\nMike Allen is chief White House correspondent for POLITICO.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Exclusive: Biden eyes weekend decision", "url": "http://www.politico.com/story/2015/10/joe-biden-possible-2016-announcement-214423", "topics": ["campaign_finance"], "people": ["Kelly Ayotte", "Burgess Everett", "Manuel Noriega", "Rachael Bade", "Doug Palmer", "Anna Palmer", "Emile Simpson", "Natasha Korecki", "Marc Caputo", "Ronald Reagan", "Steven Shepard", "Mandy Grunwald", "Carolyn Maloney", "Joe Biden", "Harry Reid", "Kimberly Hefling", "Josh Gerstein", "Annie Karni", "J. Rozell", "Nick Gass", "Isaac Dovere", "Cass R. Sunstein", "Seung Min Kim", "Tom Price", "Nancy Pelosi", "Jeremy Herb", "John Bresnahan", "Jake Sherman", "Lauren French", "Andrew Glass", "Peter Berlin", "Mike Allen", "Daniel Strauss", "Elena Schneider", "Hillary Clinton", "Ben White", "Teresa Heinz Kerry", "Paul Goldman", "Maggie Hassan", "Steve Capus", "Jason Chaffetz", "John Culhane"], "orgs": ["Washington And The World", "Manchester United", "National Education Association", "Congress", "CONGRESS", "Senate", "Supreme Court", "TPP", "Law And Order", "GOP"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-10-05 13:48:50", "org": "politico", "article_id": "62c2073737efe88cf65eb90a0365031d", "date_access": "2015-10-05 13:30:08.747278"}