{"body": "AP Photo\n\nThe Agenda\nNope. Our research shows college degrees don’t matter in politics.\n\n            By \n                    Nicholas Carnes\n             and \n                    Noam Lupu\n\nNext week, Scott Walker is expected to announce that he’s running for\r\npresident. When he does, he’ll give voters a decision many have never faced in\r\ntheir lifetimes: should you vote for someone without a college degree for\r\nPresident of the United States?\n\r\n\r\nThese days it’s rare for someone without a college diploma to get\r\npicked for an internship, let alone stand for the highest office in the country.\r\nWalker’s opponents have sparkling resumes from college and beyond: Jeb Bush\r\ngraduated Phi Beta Kappa, Marco Rubio has an honors law degree, Ted Cruz went\r\nto Princeton and then Harvard Law School, Hillary Clinton’s law degree is from\r\nYale.\n\r\n\r\nWalker’s last degree, on the other hand, came from Delavan-Darien High\r\nSchool. Throughout his career, Walker’s opponents have often pounced on this\r\naspect of his biography. In February, Howard Dean called Walker “unknowledgeable”\r\nand questioned, “How well-educated is this guy?” In May, John Morgan—an\r\ninfluential Democratic campaign donor—put the case against Walker even more bluntly:\r\n“We just cannot have a dumb\r\nshit as president.”\n\r\n\r\nAs the campaign wears on, voters are going to hear a lot more about the\r\nfact that Walker didn’t finish college. Should they care?\n\r\n\r\nWe recently completed the largest study to look directly at this\r\nquestion—does having a college degree matter for politicians?—and the answer is,\r\nwe don’t think so. (You can download the study here.)\n\nIT’S EASY TO understand why so\r\nmany pundits assume that candidates without college degrees are less qualified.\r\nIn the general public, college is an important commodity, and people with\r\ncollege degrees tend to earn higher incomes and participate in civic life more.\r\nBut when it comes to holding office—which requires skills that aren’t taught in\r\na college classroom—a college degree isn’t a guarantee that a candidate knows\r\nwhat he or she is doing. And the leaders who make it into office despite not\r\nhaving a college diploma tend to do just fine. When we examined hard data on how\r\npoliticians with and without college degrees actually perform in office, on\r\naverage, we didn’t find any real differences between leaders who finished college\r\nand leaders who didn’t.\n\r\n\r\nOur research relied on several large datasets on the educational\r\nbackgrounds of politicians. Most of our analysis focused on a dataset\r\nwith information about every national executive in the world who served between\r\n1875 and 2004. We’ve also looked at data on the\r\nmembers of Congress who served from 1901 to 1996 (there was only one US\r\nPresident without a college degree during that time) and data from Brazil,\r\nwhere the national government conducts one of the world’s best anti-corruption audits.\n\r\n\r\nIn our research, we looked at outcomes that most voters care about:\r\neconomic growth, unemployment, inflation, how often major labor strikes happen,\r\nhow often the country initiates a new military conflict, economic inequality,\r\nand so on. Obviously, politicians can’t control all of these things. But if\r\nleaders with college degrees really are better, then countries with\r\ncollege-educated national executives should tend to perform better on some of\r\nthese measures.\n\r\n\r\nBut they don’t. Other things equal, countries with college-educated\r\nleaders and countries led by politicians who didn’t finish college have similar\r\nrates of economic growth, similar unemployment rates, similar inflation rates,\r\nsimilar numbers of wars and major work stoppages, and similar levels of income\r\ninequality. When it comes to major social outcomes that voters care about, it\r\njust doesn’t seem to matter whether a country’s national executive has a college\r\ndiploma.\n\r\n\r\nThe same was true when we looked at an innovative anti-corruption\r\nprogram in Brazil. Every year since 2003, an anti-corruption office in Brazil’s\r\nfederal government has randomly selected 250 municipalities and extensively\r\naudited how they spend their money. We looked at the data, and corruption\r\nappears to be just as common in cities run by college-educated mayors as it is\r\nin cities whose mayors didn’t finish college.\n\r\n\r\nEven in the US Congress, a college diploma doesn’t seem to signify\r\nanything special. Throughout the 20th century, members of Congress who didn’t\r\nhave college degrees introduced just as many successful bills as their\r\ncolleagues who had college diplomas. They didn’t suffer with voters, either: they won just as many votes on average,\r\nand were just as likely to get reelected. Despite our best efforts, our\r\nresearch didn’t turn up any performance measure that favored college-educated legislators.\r\nOnce someone without a college degree gets to Congress, they tend to do just\r\nfine.\nAnd that's probably the key\r\nto understanding why politicians without college degrees tend to perform just as well: even without a college\r\ndegree, these are people who wound\r\nup as leaders. By definition, they have more in common with a college dropout\r\nlike Bill Gates than a typical college dropout. Getting into public office in\r\nmost places is a gauntlet—especially here in the US—and the only people who usually\r\nmake it through are brilliant workaholics who can stomach a lot of mud.\n\r\n\r\nIn the general public, people with college degrees tend to be more\r\nskilled and tend to make more money, but political candidates aren’t the general public. They’re a\r\nvetted, screened, battered subset of the rest of us. Among the people who make\r\nit into that pool, it doesn’t matter whether you’ve got a college degree.\r\nYou’ve proven yourself in other ways.\nSCOTT WALKER IS a case in point. He enrolled at Marquette University in\r\n1986. He was actively involved in campus politics, and he made okay grades.\r\nDuring his junior year, he lost a race for student body president and he got a\r\njob offer from the American Red Cross, so he left Marquette (“in good\r\nstanding,” his supporters often note). He planned to go back and complete his\r\ndegree, but he got sucked into a whirlwind political career, and he never found\r\nthe time to finish up.\n\r\n\r\nIf Walker had stuck around and finished his college degree, would he be\r\na different governor today? A different presidential candidate? Would another\r\nyear of schooling have made him better at winning elections or passing laws?\r\nWould two more semesters have changed his political outlook? Probably not.\n\r\n\r\nMost politicians don’t learn what they know about governing in college.\r\nThey learn how to lead the way most people really\r\nlearn to do their jobs: by doing their jobs. College teaches students a\r\nlot, but holding office is a massively-specialized occupation, and no one\r\nlearns how to do it by taking classes. They learn how to do it by doing it.\n\r\n\r\nThis isn’t to say that college is worthless. As university professors,\r\nwe get to see first-hand how a high-quality college education can change someone’s\r\nlife.  But we don’t kid ourselves that\r\nour students are ready to be President the minute they graduate—or that they’re\r\nthe only people in the country who are qualified to hold office.\n\r\n\r\nIn many ways, Scott Walker’s college experience isn’t all that remarkable.\r\nLots of successful people left college early to start their careers: Harry\r\nTruman, Karl Rove, Mark Zuckerberg. If you met someone at a party who told you\r\nhe left college a year early, his career took off in a major way, and he just\r\nnever found the time to finish up, you probably wouldn’t think much of it. We\r\nall know there’s a lot more to a person than whether they have a fancy diploma\r\nhanging on their wall.\n\r\n\r\nThe same is true for politicians. When voters hear that Scott Walker—or\r\nany politician—didn’t finish college, they probably shouldn’t make too much of\r\nit. They should listen to the person’s ideas, they should look at the person’s\r\ntrack record, but they shouldn’t get too hung up on the college part.\n\r\n\r\nShould you vote for someone without a college degree for President of\r\nthe United States? If you think they’re the best candidate, why wouldn’t you?\nNoam\r\nLupu is an Assistant Professor of Political Science at the University of\r\nWisconsin-Madison and the author of “Party\r\nBrands in Crisis” (forthcoming with Cambridge\r\nUniversity Press). Nick Carnes is an Assistant Professor of Public Policy at\r\nDuke University and the author of “White-Collar Government” (University of Chicago Press, 2013). \n\n                    By \nDanny Vinik\n\n\n                    By \nStephen Heuser\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n\n                    By \nMichael Grunwald\n\nOne thing to remember about populism: It's popular. It tends to go over well with the populace.\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            Colleen Chien\n\n\n                    By \nMichael Grunwald\n\nBehind the Metro billboards.\n\n                    By \nMargaret Slattery\n\n\n                    By \n                            Kevin Hartnett\n\nPresident Barack Obama wants to make college more affordable. Here's how.\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \n                            Kevin Hartnett\n\nData scientists graphed every word from members of Congress about coal. Here’s what they found.\n\n                    By \n                            The Lazer Lab\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            The Lazer Lab\n\n\n                    By \nMichael Grunwald\n\nA Q&A with Jason Furman.\nEx-Im Bank CEO Fred Hochberg answers the critics who say his bank is just a subsidy for Boeing, and explains why it won’t shut down June 30.\n“You don't win a knife fight without swinging a knife.”\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nMichael Grunwald\n\nYes. This is how it works.\n\n                    By \n                            David Lazer\n                     and \nMichael Neblo\n\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Arne Duncan\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Adam Thierer\n\n\n                    By \n                            Ruth Graham\n\n\n                    By \n                            Henry Waxman\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nDanny Vinik\n\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Jacob Soll\n\n\n                    By \n                            Vaclav Smil\n\nA more humane way to die? Don’t bet on it.\n\n                    By \n                            Austin Sarat\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDanny Vinik\n\n\n                    By \nBen Schreckinger\n\n\n                    By \n                            David Skarbek\n                     and \n                            Courtney Michaluk\n\n\n                    By \nDarren Samuelsohn\n\nFusion research splits the House and Senate. Why? Because, er… science.\n\n                    By \n                            Boer Deng\n\nGearing up for a floor fight, the senator sees a “100 percent failure” to protect victims in military.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nTimothy Noah\n\n\n                    By \nDanny Vinik\n\n\n\n                    By \nJenny Hopkinson\n\nA new effort to fight regulation overload.\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nMargaret Slattery\n\n © 2015 POLITICO LLC", "byline": "", "description": "Nope. Our research shows college degrees don't matter in politics.", "title": "Scott Walker didn't finish college. Would that make him a bad president?", "url": "http://www.politico.com/agenda/story/2015/06/scott-walker-didnt-finish-college-would-that-make-him-a-bad-president-000126", "topics": ["personality", "economy"], "people": ["Michael Grunwald", "Karl Rove", "Stephen Heuser", "Jenny Hopkinson", "David Lazer", "Timothy Noah", "John Morgan", "Kevin Hartnett", "Jason Furman", "Ted Cruz", "Nicholas Carnes", "Jacob Soll", "Courtney Michaluk", "Harry Reid", "Howard Dean", "David Skarbek", "Vaclav Smil", "Michael Neblo", "Scott Walker", "Arne Duncan", "Fred Hochberg", "Margaret Slattery", "Jeb Bush", "Danny Vinik", "Marco Rubio", "Barack Obama", "Colleen Chien", "Ruth Graham", "Mark Zuckerberg", "Noam Lupu", "Ben Schreckinger", "Adam Thierer", "Boer Deng", "Hillary Clinton", "Henry Waxman", "Darren Samuelsohn", "Austin Sarat", "Bill Gates"], "orgs": ["Metro", "Congress", "Senate", "American Red Cross", "Harvard Law School", "College", "Yale", "Lazer Lab", "Duke University", "Phi Beta Kappa", "Public Policy"], "authors": [{"author_id": 32933, "fullname": "nicholas carnes", "primary_org": "politico"}, {"author_id": 32934, "fullname": "noam lupu", "primary_org": "politico"}], "date_written": "2015-07-08 10:34:17", "org": "politico", "article_id": "a1a7ad521104a39067277fa0a394e0c4", "date_access": "2015-07-08 10:20:03.977289"}