{"body": "Getty\n\n2016\n\nHe will ask: “Where was Secretary of State Clinton in all of this?”\nBy Eli Stokols\n8/11/15 12:00 AM EDT\nJeb Bush will blast Hillary Clinton and the Obama administration for their failure to preserve a hard-won peace in Iraq in a policy speech Tuesday night in California.\nBush, who will speak at the Ronald Reagan Presidential Library in Simi Valley on Tuesday evening, will argue, as he often does on the campaign trail, that Clinton and Obama are to blame for the spread of ISIL across Iraq and Syria and for the broader instability in the Middle East.\nStory Continued Below\nThe potent attack against the former Secretary of State and likely Democratic nominee is shrewd politics: focusing on America’s failure to keep the peace at the end of the Iraq War ignores the war’s beginning — enabling Bush to conveniently shift the the blame from his brother, who started the war he now admits was a mistake, to the Democrat he’d likely face should he become the GOP nominee.\n“That premature withdrawal was the fatal error, creating the void that ISIS moved in to fill – and that Iran has exploited to the full as well,” Bush will say, according to excerpts of his speech released Monday night by his campaign.\nAlso on POLITICO\nGABRIEL DEBENEDETTI\n“ISIS grew while the United States disengaged from the Middle East and ignored the threat. And where was Secretary of State Clinton in all of this? Like the president himself, she had opposed the surge … then joined in claiming credit for its success … then stood by as that hard-won victory by American and allied forces was thrown away.\n“In all her record-setting travels, she stopped by Iraq exactly once.”\nAfter opting not to respond to Clinton two weeks ago when she trashed his record as Florida governor shortly before he appeared on the same stage, Bush is eager to engage the likely Democratic nominee over her tenure as secretary of state during Obama’s first term.\nA June trip to Europe, in which Bush visited two states that border Russia, was set up to allow the Republican presidential hopeful to blast Clinton over her strong support for the Obama administration’s attempted “reset” with Russia and its president, Vladimir Putin.\nThe speech Tuesday night offers Bush an opportunity to demonstrate toughness again on the subject of foreign policy, which still ranks high for Republican primary voters — it’s what seemingly dominated the GOP primary until it became dominated by Donald Trump.\n“Who can seriously argue that America and our friends are safer today than in 2009, when the President and Secretary Clinton — the storied “team of rivals” — took office?” Bush plans to say.\nAlso on POLITICO\nRACHANA PRADHAN\n“So eager to be the history-makers, they failed to be the peacemakers. It was a case of blind haste to get out, and to call the tragic consequences somebody else’s problem. Rushing away from danger can be every bit as unwise as rushing into danger, and the costs have been grievous.”\nThat line, implying that his brother may have rushed into launching the Iraq War, is a departure from where Bush found himself just three months ago, when his confused answer to a question about whether the war was a mistake and his obvious discomfort in criticizing his brother’s most consequential decision as president temporarily knocked his campaign off course.\nAs he did during a week-long trip to Europe in June, Bush plans to call Tuesday for a U.S. foreign policy based on “restoring” American leadership in the world after the Obama administration’s concerted effort to limit the country’s involvement in conflicts abroad.\n“The threat of global jihad, and of the Islamic State in particular, requires all the strength, unity, and confidence that only American leadership can provide,” Bush will say. “Instead of simply reacting to each new move the terrorists choose to make, we will use every advantage we have — to take the offensive, to keep it, and to prevail. In all of this, the United States must engage with friends and allies, and lead again in that vital region.”\nBush also plans to emphasize his commitment to restore Pentagon funding to pre-sequestration levels.\n“A winning strategy against the Islamic State, or against any threat to ourselves and our friends, depends ultimately on the military strength that underwrites American influence,” Bush will say.\nBy GWENDA BLAIR\nBy ARI BERMAN\nBy BRENT BOZELL\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "He will ask: \"Where was Secretary of State Clinton in all of this?\"", "title": "Jeb Bush to assail Clinton, Obama on Iraq", "url": "http://www.politico.com/story/2015/08/jeb-bush-to-assail-clinton-obama-on-iraq-121246.html", "topics": ["terrorism", "personality"], "people": ["Donald Trump", "Eli Stokols", "Jeb Bush", "Hillary Clinton", "Vladimir Putin"], "orgs": ["BRENT BOZELL", "Pentagon", "GOP"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-08-11 05:00:30", "org": "politico", "article_id": "d6de78a5813a5492ae9fa4450fc76f24", "date_access": "2015-08-11 04:20:24.196081"}