{"body": "\n2016\n\n09/05/15, 04:29 PM EDT\n\n                                        By \nAnnie Karni\n\nPORTSMOUTH, N.H. -- In a state with a history of electing women to its highest offices, and on the 20th anniversary of her famous speech in Beijing, where...\nAs asylum-seekers continue to arrive by any means they can, Europe seeks a common approach for accepting refugees.\nHILLARY to ANDREA: ‘I’ve been as transparent as I could\n\n09/05/15, 11:11 AM EDT\n“Clinton’s proxies ramp up attacks against Sanders\"\n\nLetter From Florida\n\n09/05/15, 09:27 AM EDT\n\n                                        By \n Frank Cerabino.\n\nPalm Beach is a town where measurements matter.\n\n09/05/15, 08:34 AM EDT\nThe Japanese ambassador addresses the U.S. House of Representatives.\n\n09/04/15, 08:21 PM EDT\nBut imposing sanctions before this month's summit could derail other priorities.\nHILLARY CLINTON sat down Friday for a rare national television interview\n\n09/04/15, 07:52 PM EDT\n\n                                        By \nHenry C. Jackson\n\nTrump whiffed on a foreign policy query about the leaders of major terrorist organizations and of Iran’s Quds Force.\n\n2016\n\n09/04/15, 07:48 PM EDT\n\n                                        By \nAnnie Karni\n\nThe front-runner’s campaign is more closely guarding its talking points recently, briefing surrogates only by phone.\n\n2016\n\n09/04/15, 07:22 PM EDT\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nHis gradual ascent comes in spite of a sometimes chaotic campaign apparatus that marches to its own beat.\n\n2016\n\n09/04/15, 07:16 PM EDT\n\n                                        By \nBen Schreckinger\n\nForeign policy gaffe prompts a familiar strategy: Don't apologize, strike back at questioner. \n\n09/04/15, 06:57 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/04/15, 06:19 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nDarren Goode\n\nThe positions and priorities for API and ANGA have grown more closely aligned in recent years.\n\nFourth Estate\n\n09/04/15, 05:30 PM EDT\n\n                                        By \nJack Shafer\n\nPerry insists that his “marathon” campaign is still very much in the game as he recalibrates his efforts on South Carolina and Iowa, but he’s deluding...\n\nHILLARY CLINTON EMAILS\n\n                                        Updated 09/04/15, 04:52 PM EDT\n\n                                        By \nRachael Bade\n\nHeather Samuelson worked under Cheryl Mills and Clinton’s attorney David Kendall to sift through her ex-boss’ messages.\n\n09/04/15, 04:45 PM EDT\n\n                                        By \nKatie Glueck\n\nAll 17 GOP presidential candidates have been invited to a high-profile anti-Iran deal rally, where Cruz and Trump are already confirmed to speak.\n\nHillary Clinton Emails\n\n                                        Updated 09/04/15, 03:31 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe Democratic front-runner declines to directly apologize for using a private email account while she was secretary of state.\n\n09/04/15, 03:30 PM EDT\n\n09/04/15, 03:26 PM EDT\n\n                                        By \nDanny Vinik\n\nWhy Congress systematically neglects its main foreign-affairs job. \n\n09/04/15, 03:02 PM EDT\n\n                                        By \nDylan Byers\n\nHugh Hewitt asks tough questions. Every guest on his radio show, including the 14 presidential candidates who have appeared there in the past month, know...\n\n                                        Updated 09/04/15, 02:58 PM EDT\n\n                                        By \nNahal Toosi\n                                         and \nSeung Min Kim\n\nIt came down to his belief that the deal would strengthen Iran in the long run.\n\n09/04/15, 02:29 PM EDT\nPlaintiffs in the various FOIA cases have until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines for...\n\n                                        Updated 09/04/15, 02:21 PM EDT\n\n                                        By \nNahal Toosi\n\nSaudi Arabia's King Salman is in Washington to press his concerns about Iran.\n\n09/16/15, 09:00 AM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and Massachusetts Playbook Author Lauren Dezenski as they mark the launch of Massachusetts Playbook...\n\n09/04/15, 01:57 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n09/04/15, 01:39 PM EDT\n\n                                        By \nNick Gass\n\nThe one thing she can't live without? Sleep.\n\n09/04/15, 01:36 PM EDT\n\n                                        By \nNick Gass\n\nHere are a few past instances in which the billionaire and reality TV star has stumbled on international affairs.\n\n09/04/15, 12:55 PM EDT\n\n2016\n\n                                        Updated 09/04/15, 12:45 PM EDT\n\n                                        By \nNick Gass\n\nTrue to form, the real estate mogul tries to turn the tables by going on the attack.\n\n09/04/15, 12:23 PM EDT\n\n                                        By \nEli Stokols\n\nThe initial $500,000 buy includes Boston TV stations,\n\n09/04/15, 12:17 PM EDT\n\n09/04/15, 12:13 PM EDT\n\n                                        Updated 09/04/15, 12:11 PM EDT\n\n                                        By \nTimothy Noah\n\nEconomy added 173,000 jobs in August\n\n                                        Updated 09/04/15, 11:37 AM EDT\n\n                                        By \nNick Gass\n\nHe says he's waiting to \"counterpunch\" any attack.\n\n09/04/15, 11:14 AM EDT\n\n09/04/15, 11:11 AM EDT\n\n                                        By \nNick Gass\n\nThe Louisiana governor called out Trump by saying that \"you can't make America great again by throwing the Christians in jail.\"\n\n2016\n\n                                        Updated 09/04/15, 09:59 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president is testing himself and testing the waters, but still does not know if his family can take another run.\n\nFINANCE & TAX\n\n                                        Updated 09/04/15, 09:22 AM EDT\n\n                                        By \nBen White\n\nYellen and the Fed are under heavy pressure as the economy and markets wobble. \n\n                                        Updated 09/04/15, 09:02 AM EDT\n\n                                        By \nNick Gass\n\nKim Davis' husband said his wife is in good spirits, holding a sign that said \"Welcome to Sodom and Gomorrah.\"\n\nThe POLITICO Caucus\n\n                                        Updated 09/04/15, 08:39 AM EDT\n\n                                        By \nKatie Glueck\n\n\"He's been on all three sides of every two-sided issue,\" one Iowa Republican insider said.\n\n09/04/15, 08:25 AM EDT\nInsider Poll: Who won, lost the summer.\n\n2016\n\n09/04/15, 08:01 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe clock is ticking and the other campaigns are well ahead on organizing for the caucuses.\n\n09/04/15, 07:18 AM EDT\nHakeem Jeffries in the wings.\n\n09/04/15, 07:03 AM EDT\nCharlie Baker gets blowback for nuclear comments.\n\n09/04/15, 06:57 AM EDT\nChris Christie pledges allegiance.\nIran, education and a possible government shutdown.\n\n                                        By \nNicholas Vinocur\n                                         and \nJanosch Delcker\n\nMeasures would be ‘mandatory and permanent,’ Hollande says.\n\n                                        By \nJanosch Delcker\n\nA critical blog says the red top’s campaign is hypocritical.\nWe're working on more stories right now\n\n2016\n\n                        Rarely has Hillary Clinton campaigned on women’s issues so openly and unequivocally as she did on Saturday in New Hampshire.\n\n            By \nAnnie Karni\n\n09/05/15, 04:29 PM EDT\nPORTSMOUTH, N.H. -- In a state with a history of electing women to its highest offices, and on the 20th anniversary of her famous speech in Beijing, where as First Lady she declared “women’s rights are human rights and human rights are women’s rights,” Hillary Clinton defined the entire economic agenda of her 2016 campaign as a women's issue. \nFor the Democratic front-runner, the backdrop for her speech had special meaning -- this early-voting state is the one where Clinton herself shattered a glass ceiling in 2008 by becoming the first woman to win a presidential primary.\n“I’m a proud lifelong fighter for women’s issues,” Clinton told a crowd of about 1,000 supporters that gathered outside Portsmouth Junior High School for the Labor Day weekend kick-off of “Women for Hillary.”\nShe shared the stage with Sen. Jeanne Shaheen, a former governor and longtime supporter who officially endorsed Clinton’s campaign Saturday. “I firmly believe what’s good for women is good for America,” Clinton said.\nClinton has been embracing her gender since her kickoff rally on Roosevelt Island last June, but the Women for Hillary rally marked the first time she placed her entire domestic and economic agenda in terms of how it affects women’s lives.\n“Childcare is a women’s issue, but it’s also an economic issue,” she said. “Paid family leave is a women’s issue, but it’s also an economic issue. You should not have to lose your paycheck or your job when you have a baby or someone in your family gets sick.”\n\nHillary Clinton Emails\n\n            By \nGabriel Debenedetti\n             and \nNick Gass\n\nClinton kept up the refrain: “Of course, equal pay is a women’s issue, but it’s also an economic issue. We have to just get over this. Women should be paid the same as men, and when they’re not their whole families get short-changed.”\n“Raising the minimum wage is a women’s issue,” she said. “Holding corporations accountable when they gouge us on drug prices, pollute our environment or exploit workers are women’s issues.”\nCorporations profit-sharing with their employees, college affordability, and creating a pathway to citizenship for immigrants, she added, were all women’s issues, too.\nLongtime Clinton aides could not remember a time during Clinton’s 2008 presidential bid when she embraced running as a woman and women’s issues so openly and unequivocally as she did on Saturday.\nOn the campaign trail eight years ago, Clinton shied away from explicitly gender-based appeals. “I am not running as a woman,” she often said. “I am running because I believe I am the best-qualified and experienced person.” That strategy failed to fire up women voters -- in Iowa, Barack Obama earn more women votes than Clinton, and Clinton barely exceeded 50 percent of the women’s vote overall in the Democratic primary.\nHer rousing speech thanking her supporters for helping to put “18 million cracks” in the “highest, hardest glass ceiling” came late in the primary -- in her concession to Barack Obama.\nThis time around, Clinton has been attacking Republicans on women’s issues and women’s health, hoping that a real contrast on the issues will be what gets her over the finish line in a general election and motivates women voters. Since her 2008 effort, Democrats have sought to advance the theme of a Republican \"war on women,\" and have made explicit appeals to women a key part of their strategy in an attempt to further leverage the traditional gender gap between the two parties. \nClinton singled out several Republican presidential candidates by name Saturday. GOP frontrunner Donald Trump “said I don’t have a clue about women’s health issues,” Clinton said at the rally. “He said he would do a much better job for women than I would. That’s a general election debate that’s going to be a lot of fun.”\n\n\n\n            By \nRachael Bade\n\n“He says he loves women, to quote him, he cherishes us,” Clinton added, “Well, if it’s all the same to you, I’d rather you stop cherishing women and start respecting women.”\nShe even took a swipe at Dr. Ben Carson, who has recently been surging in the polls, for his opposition to abortion.\nNew Hampshire voters provided a fitting audience for the full-court woman press.\nIn 2008, the Granite State was the first in the nation to elect a state legislature with more women than men, Clinton noted in her speech. In 2012, it was the first state to send an all-women congressional delegation to Washington. The chief justice of the Supreme Court in New Hampshire is a woman, and Shaheen made history as the first woman to be elected senator and governor from her state. \n“I think the rest of America could learn a few lessons from New Hampshire, don’t you?” Clinton said. “Republicans actually say I’m playing the gender card. Well, if calling for equal pay and paid leave and women’s health is playing the gender card, deal me in.”\n\n                                            By \n Frank Cerabino.\n\n\n                                            By \nJennifer Haberkorn\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nJeff Smith\n\n © 2015 POLITICO LLC", "byline": "", "description": "Rarely has Hillary Clinton campaigned on women’s issues so openly and unequivocally as she did on Saturday in New Hampshire.", "title": "Clinton rallies around gender appeal", "url": "http://www.politico.com/story/2015/09/clinton-nh-women-213369", "topics": ["economy", "campaign_finance"], "people": ["Kim Davis", "David Kendall", "Rachael Bade", "Heather Samuelson", "Henry C. Jackson", "Anna Palmer", "Hugh Hewitt", "Dylan Byers", "Janet Yellen", "Cheryl Mills", "Chris Christie", "Lauren Dezenski", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Donald Trump", "Frank Cerabino", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Isaac Dovere", "Hakeem Jeffries", "Seung Min Kim", "Danny Vinik", "Jeanne Shaheen", "Barack Obama", "Nicholas Vinocur", "Darren Goode", "Timothy Noah", "Janosch Delcker", "Jeff Smith", "Ben Schreckinger", "Jennifer Haberkorn", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Ben White", "Eli Stokols", "Charlie Baker", "Ben Carson"], "orgs": ["Fed", "Boston TV", "Congress", "Supreme Court", "U.S. House of Representatives", "API", "GOP"], "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}], "date_written": "2015-09-05 21:29:56", "org": "politico", "article_id": "519ea62e1d475c83f974ac27a1f0a24a", "date_access": "2015-09-05 20:40:06.542157"}