{"body": "\n09/19/15, 12:02 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1881, President James Garfield died of wounds he sustained from an assassin's bullet. Even as the political world mourned, Garfield's death...\n\n2016\n\n09/18/15, 10:32 PM EDT\n\n                                        By \nShane Goldmacher\n\nFiorina is a crowd favorite at the Heritage Action forum, her first stop since GOP debate.\n\n09/18/15, 09:52 PM EDT\n\n                                        By \nAlex Isenstadt\n\n“His problem isn’t that he was born here or what his religion is.”\n\n09/18/15, 08:35 PM EDT\n\n                                        By \nDavid Perera\n\nPrivacy advocates said that they found a startling disclosure tucked away on the surging GOP presidential contender's site.\n\n                                        Updated 09/18/15, 07:52 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"We disagree with portions of the legal reasoning in the decision,\" Homeland Security Secretary Jeh Johnson says.\nHe'll be spending his Saturday night at the premiere event for black lawmakers in Washington.\n\n09/18/15, 07:35 PM EDT\n\n                                        By \nShane Goldmacher\n\nHe says half of GOP-appointed justices are \"screaming trainwreck disasters,\" naming Earl Warren.\n\n2016\n\n09/18/15, 07:35 PM EDT\n\n                                        By \nLauren French\n\nThe vice president is speaking at a Congressional Black Caucus gala on Saturday as speculation mounts about a bid.\n\n09/18/15, 07:29 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBiden will be walking into Clinton territory.\n\n                                        Updated 09/18/15, 07:18 PM EDT\n\n                                        By \nLauren French\n                                         and \nJeremy Herb\n\nShe switches her vote on a measure to provide benefits to same-sex spouses of service members.\n\n09/18/15, 07:15 PM EDT\n\n                                        By \nEliza Collins\n\nThe Democratic senator said that out of everyone she has ever run against Fiorina “was by far the most mean-spirited opponent I ever had.”\n\nCongress\n\n                                        Updated 09/18/15, 06:30 PM EDT\n\n                                        By \nRachael Bade\n\nLawmakers on the activist right call a leadership proposal to defund Planned Parenthood a farce. \n\n                                        Updated 09/18/15, 06:22 PM EDT\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\n\"Talking about Latinos doesn't just mean talking about tips.”\n\n09/18/15, 05:56 PM EDT\n\n                                        By \nEliza Collins\n\nCJ Pearson, 13, heads \"Teens for Ted.\"\n\n09/18/15, 05:38 PM EDT\n\n                                        By \nEliza Collins\n\nAccording to the White House, Obama reiterated the importance of the new diplomatic relationship.\n\n09/18/15, 05:35 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt's another corporate role for Plouffe, who joined Uber in September 2014.\n\n                                        Updated 09/18/15, 05:22 PM EDT\n\n                                        By \nSarah Wheaton\n                                         and \nNick Gass\n\n“In fact, that’s precisely what every Republican presidential candidate is doing when they decline to denounce Mr. Trump’s cynical strategy.”\n\n                                        Updated 09/18/15, 05:15 PM EDT\n\n                                        By \nNick Gass\n                                         and \nKyle Cheney\n\nJohn Yob wrote that Rich Beeson \"literally physically assaulted me by punching me in the face.\"\n\n09/18/15, 05:09 PM EDT\n\n09/18/15, 05:02 PM EDT\n\n09/18/15, 05:01 PM EDT\n\n                                        Updated 09/18/15, 04:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nCitizens United accused the agency of defying a court order.\n\n09/18/15, 04:24 PM EDT\n\n                                        Updated 09/18/15, 03:59 PM EDT\n\n                                        By \nKyle Cheney\n\nHe ponies up cash for Kentucky to hold a caucus so he can run for president and the Senate just hours before a deadline.\n\n                                        Updated 09/18/15, 03:58 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe paper advocates the end of bans on currently prohibited guns, calling bans on specific guns and magazines \"a total failure.\"\n\n09/18/15, 03:57 PM EDT\n\n                                        By \nTheodoric Meyer\n\nJenkins adviser to NACDS - New name for 463\n\n                                        By \n                                                Andrew MacDowall\n\n\n09/18/15, 02:17 PM EDT\n\n                                        By \nAnnie Karni\n\nClinton said she would have responded differently.\n\n09/18/15, 01:53 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nThe House on Friday approved legislation to defund Planned Parenthood for one year.\n\n                                        Updated 09/18/15, 01:34 PM EDT\n\n                                        By \nShane Goldmacher\n\nHe has an unidentified “significant business transaction.”\n\n09/18/15, 01:09 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe super PAC supporting Hillary Clinton has brought in $25 million in commitments since July 1, a senior Priorities USA Action official told POLITICO.\n\n09/18/15, 12:56 PM EDT\n\n09/18/15, 12:46 PM EDT\n\n09/18/15, 12:15 PM EDT\n\n                                        By \nAustin Wright\n\nPetraeus' appearance on Capitol Hill underscores the level of angst regarding the progress of the U.S.-led camapign to defeat the Islamic State\n\n                                        Updated 09/18/15, 12:14 PM EDT\n\n                                        By \nNick Gass\n\n\"I think voters should be able to weigh in,\" he said.\n\n                                        Updated 09/18/15, 12:12 PM EDT\n\n                                        By \nNick Gass\n                                         and \nSarah Wheaton\n\nThe Monday start date for the new rules coincides with Pope Francis’s visit to the island\n\n09/18/15, 11:44 AM EDT\n\nCongress\n\n                                        Updated 09/18/15, 11:31 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n09/18/15, 11:17 AM EDT\n\n                                        By \nAndrew Restuccia\n                                         and \nDarren Goode\n\nCiting Pope Francis' support for action on climate change, Republican Rep. Paul Gosar says he is boycotting the pontiff's address to Congress.\n\n09/18/15, 11:12 AM EDT\n\n09/18/15, 11:09 AM EDT\n\nHistory Dept.\n\n09/18/15, 10:47 AM EDT\n\n                                        By \n                                                Nicholas G. Karambelas\n\nThe battle between Athens and Brussels goes back much further than the Eurozone.\n\n09/18/15, 10:06 AM EDT\n\n                                        By \nBrian Mahoney\n\nBiden met with Culinary workers — Workplace deaths highest since '08\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nLivestock price reporting susceptible to shutdown\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nRivals hope scandal sinks Vitter — NRSC eyes Kudlow in Conn. — Debate a ratings success for CNN\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse votes on defund Planned Parenthood bill today — Candidates inject vaccines into the election — Republicans could use waivers to attack Obamacare\n\n09/18/15, 10:02 AM EDT\n\n                                        By \nJoseph Marks\n\nCybercom plans monitoring system for weapons vulnerabilities — Lawmakers to DHS: Not so fast on cyber re-org\n\n09/18/15, 10:02 AM EDT\n\n                                        By \nArthur Allen\n\nPrecision medicine: Can it “move the needle” on EHRs? — Pressure Builds to Stuff Stage 3\n\n09/18/15, 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nHappy Birthday, Keystone review\n\n09/18/15, 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nGovernment shutdown watch - 'It's On Us' turns 1 - 'Walk-in' for Milwaukee schools\nWe're working on more stories right now\n\n                                                    Politico\nPolitical intelligence on the intersection of Washington and Wall Street \n\n            By \nBen White\n\n09/17/15, 08:00 AM EDT\nGOP DEBATE REACT: FIORINA WINS — Well, that sure was long. The highlight of the nearly 17 hour affair was Carly Fiorina ripping into Donald’s Trump’s comments on her looks. “I think women all over this country heard very clearly what Mr. Trump said,” Fiorina said to thunderous applause. Trump, clearly not getting it, responded: “I think she’s got a beautiful face and I think she’s a beautiful woman.” That was not the only blood drawn from Trump. Jeb Bush went after him, alleging he tried to use contributions to the former Florida governor to get casino gambling in the state. \nTrump again stumbled badly on substance, giving rambling answers on how we would handle Syria, Russia and Vladimir Putin and saying he didn’t really need to know all the “Arab names” that Hugh Hewitt asked him about in a recent radio interview. Will any of it matter? Who knows? Trump still dominated in the Drudge Report online poll asking who won the debate. Trump could probably sacrifice a goat on stage and still win these kind of polls. Jeb Bush did OK but probably not enough to move his numbers or cheer up his donors. And Margaret Thatcher on the $10? Yikes. \nMarco Rubio was very strong again — stronger than Bush — but it didn’t seem to do much for him last time. Chris Christie and John Kasich both had a couple good moments, though Christie’s argument that Trump and Fiorina’s business records don’t matter was ridiculous. It’s pretty much all that matters about them. The rest … who really cares? Fiorina did take some heat from Trump on her Hewlett-Packard record (firing back over Trump company bankruptcies.) And if the former CEO rises in the polls, her record of shareholder value destruction (and layoffs) will become a very big topic. \nFIORINA-MENTUM? — POLTICO’s Gabriel Debenedetti: “In a race that lately has turned on who is the most convincing outsider … Fiorina staked a forceful claim on Wednesday night that a political newcomer need not be blustery to be sharp, and need not be uninformed about policy to be fresh and appealing … Fiorina cast herself as far better-informed on the issues than Trump and more forceful than Carson.\n“She combined her own brand of Trumpian putdowns with a far more detailed command of policy, crisply detailing her approach to bolstering allies, country by country, in the Middle East. Appearing in the main-card debate for the first time after a strong performance in the undercard of the first debate, she commanded voters' attention early on by responding sternly, and unflinchingly … to Trump's attacks on her appearance.” http://politi.co/1FhPZWG\nMORE ON TRUMP AND THE GAMBLING thing from POLITICO’s Ben Schreckinger: http://politi.co/1FOjHxy\nBUSINESS BRAWL — POLITICO's Kyle Cheney reports Trump and Fiorina “took turns thrashing each other's business records, each accusing the other of running their companies into financial disaster.\" http://politi.co/1ixG3hS\nEVERYTHING IS AWFUL — POLITICO’s Mike “Happy Days” Grunwald on the grim picture the GOP candidates (especially Trump) paint of 2015 America. http://politi.co/1LzwmGx\nWAY BACK MACHINE — Fortune’s Carol J. Loomis on the HP-Compaq merger and Carly Fiorina from 2005: http://for.tn/1NyL1WN\nDEBATE TURNS TO POLICY … TRUMP VANISHES — WP’s Dan Balz: “Something unusual happened here Wednesday when the Republican presidential candidates met for their second debate: For the first time since he joined the race … Trump wasn’t the commanding presence on the stage. … [P]articularly when the discussion shifted from what Trump has said about the others to issues of domestic and foreign policy, the candidate who has dominated the summer and leads the polls was far less a force. … Over three hours of lively, entertaining and at times angry debate, Trump was put on the defensive as much as he tried to stay on the offensive. \n“Whether that will change the course of the nomination battle won’t be known for some weeks. After the last debate, despite missteps, Trump rose rather than fell. But Wednesday showed that his rivals are ready to engage him, when necessary, both from long distance and to his face.” http://wapo.st/1iiCFqp\nREAL TALK ON TRUMP — POLITICO’s Glenn Thrush: “The Trump joy ride is over, and the race looks to get a lot more competitive as he tries to transform his castle made of bombast into a truly functional campaign.” http://politi.co/1LzuZrt\nNOW ON TO MORE IMPORTANT STUFF: FED DAY! — The moment is finally at hand when the Fed will maybe, possibly but probably not raise interest rates one quarter point (hide the women and children!) … HFE’s Jim O’Sullivan: “Uncertainty about this month’s FOMC meeting is about to end, but don’t expect uncertainty about Fed policy to disappear. If officials stay on hold, the ‘will they or won’t they?’ debate will merely shift to the October 27-28 meeting. If they tighten, there will most likely be no move in October but there could be one again in either December or January.” \nEVERYONE CHILL — Mohamed A. El-Erian: “Let's take a deep breath: It shouldn't matter that much whether the Federal Reserve decides this week to raise interest rates by 25 basis points, or possibly even less. And the prospect of an increase certainly shouldn't produce dire warnings about another ‘Lehman moment’ that would lead to global economic and financial calamity. … [T]he historic nature of the decision hardly justifies the excitement and emotion, or the predictions of earth-shattering consequences.” http://bv.ms/1gqWGtB\nECONOMISTS: FED WILL STAND PAT — Reuters: “The U.S. Federal Reserve will hold fire a bit longer on its first interest rate rise in nearly a decade, according to a little over half of economists in a Reuters poll who only last week narrowly predicted the Fed will pull the trigger on Thursday.” http://reut.rs/1MbFbsX\nFED HIKE EXPLAINER — A new memo from Third Way looks at the potential effects of a rate hike, at home and abroad” http://bit.ly/1grHBIq.\nGOOD THURSDAY MORNING — There is a very real chance the GOP debate is actually still going on. Email me at bwhite@politico.com and follow me on Twitter @morningmoneyben for Fed updates and occasional dog pictures. \nDRIVING THE DAY — Fed makes the call at 2:00 p.m. followed by Chair Janet Yellen’s presser … Senate Banking has a hearing on the nomination of Adam Szubin to be Treasury undersecretary for terrorism and financial crimes … House Financial Services has a Dodd-Frank hearing at 10:00 a.m. and another at 2:00 p.m. on \"Strengthening U.S. Leadership in a Turbulent Global Economy” featuring Treasury Undersecretary for International Affairs Nathan Sheets …\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Zachary Warmbrodt on Federal Reserve funds eyed for CFPB [http://politico.pro/1KojySg]. For Pro's subscriber-only coverage — and to get Morning Money every day before 6 a.m. — please contact Pro Services at (703) 341-4600 or info@politicopro.com\nSPOTTED IN DC — An alert reader emails: “A larger than life Alexander Hamilton mascot has been making the rounds and was recently outside The Hamilton advocating to save the $10 bill.” Ted Cruz advocated for keeping Hamilton in last night’s GOP debate, offering the best answer to that question. He’d put Rosa Parks on the $20 and dump Andrew Jackson. \nFED TV — All the business networks will go wall-to-wall on the Fed. … CNBC “will have special coverage of the Fed Decision throughout CNBC’s Business Day programming tomorrow including a special edition of “Power Lunch” and “Closing Bell” entitled “CNBC Special Report: Decision on Interest Rates” (1pm-4pm ET).” Guests incline: Joe Sullivan, Legg Mason Chairman & CEO; Brian Rogers, T. Rowe Price Group Chairman; Jeffrey Gundlach, DoubleLine Capital LP Chief Executive Officer and many many more. \nPer Bloomberg: “Bloomberg Television's coverage of the Federal Reserve's much-anticipated policy meeting begins at 6:00am ET, with a special report surrounding Fed Chair Janet Yellen's news conference. Bloomberg's Special Report: The Fed Decides with hosts Kathleen Hays and Tom Keene will air on Bloomberg TV and Radio at 2:00pm ET. The special will include live reports from the policy meeting, trading floors, Bloomberg World Headquarters in New York and insights from guests” including Alan Krueger, Mohamed A. El-Erian, Jeb Hensarling and lots of others. \nPer FOX: “FOX Business Network … will present special coverage of the Federal Reserve interest rate decision tomorrow, September 17th. Starting at 1pm/ET. FBN’s Neil Cavuto, Maria Bartiromo, Stuart Varney and Lou Dobbs will co-anchor FOX Business Special Report: Fed Rate Decision” \nFIRST LOOK: INVESTORS WORRIED ABOUT TURBULENCE — Per release going out today from the Center for Audit Quality: “While U.S. retail investors continue to have robust confidence in U.S. capital markets, they are increasingly leery of those abroad, according to the Center for Audit Quality’s (CAQ) 2015 Main Street Investor Survey. … According to the survey, 73 percent of Main Street investors have confidence in U.S capital markets, holding steady from 2014 levels and up 12 percentage points from the post-crisis low.” http://bit.ly/1YdcUZr\n** A message from CME Group: CME Group is the world's leading derivatives marketplace. Whatever the risk, we help the world advance beyond it. http://www.cmegroup.com/advance/food ** \nTHE LOOMING CLIFF — POLITICO’s Burgess Everett: “Republicans have maneuvered all year to avoid a fiscal cliff in 2015. Now it looks like they’re going to get a Denali-sized one. With the nation's borrowing authority set to lapse as early as November, and money to keep the federal government and road construction projects funded increasingly likely to run dry around the same time, the end of 2015 increasingly has the makings of a very unhappy holiday season for Washington.\n“Indeed, the ongoing inertia of Congress could produce a year-end scramble on those big-ticket items, as well as the looming expiration of billions in tax breaks. That’s bad news not just for lawmakers’ hopes of an early Thanksgiving break.” \nMORE HEADACHES FOR MARY JO WHITE — Bloomberg’s Robert Schmidt David Michaels: “U.S. Securities and Exchange Commission Chair Mary Jo White is facing pressure to recuse herself from picking the next head of the regulator that polices accountants because of a potential conflict with her husband’s legal work. White is in the midst of weighing candidates to head the [PCAOB] … a little-known watchdog whose chairman makes more than $670,000 a year and has great sway over the industry.\n“The Center for Effective Government, an advocacy group, said White should step aside because her husband, John White, sits on an official advisory group to the audit board. While the position is unpaid, it gives John White regular access to top PCAOB officials. His law firm, Cravath, Swaine & Moore, highlights the role in marketing materials.” http://bloom.bg/1MczN8K\nTHE BIG DEAL: ALTICE TO BUY CABLEVISION — NYT’s Michael J. de la Merced and Andrew Ross Sorkin: “Cablevision has agreed to sell itself to Altice, an acquisitive European telecommunications giant, for about $17.7 billion, including debt … It is the latest deal to reshape the broadband and cable television landscape. … The transaction would further realign an industry already in upheaval as cable and telecom companies seek greater scale and negotiating power with content providers.\n“But the takeover of Cablevision — one of the last trophies of the American cable industry and the longtime province of its founding family, the Dolans — could also draw significant concern from regulators, particularly as control of the telecom market shrinks to fewer and fewer players. … Charter Communications, a cable operator with ties to the billionaire John C. Malone, has already agreed to buy Time Warner Cable after its archrival Comcast failed to complete a deal. AT&T recently completed a $48.5 billion takeover of the satellite television operator DirecTV.” http://nyti.ms/1NyNy3b\nFED FLY-AROUND — \nWALL STREET SAYS NO — WSJ’s Min Zeng and Ira Iosebashvili: “Wall Street is skeptical that the Federal Reserve has room to raise short-term interest rates Thursday, underscoring persistent doubts about the health of the global economy and financial markets following seven years of easy policy … Some of the biggest names in the financial industry say a rate rise now would be unwise. And some executives whose firms would benefit from higher rates nevertheless don’t expect an increase Thursday\n“Some say doing so would risk a repeat of central-bank moves that have drawn criticism, such as the European Central Bank’s decision to raise interest rates in 2008, just before the acute stage of the financial crisis, and the Fed’s decision to tighten policy in 1937, a move some commentators say added years to the Depression” http://on.wsj.com/1FOpMtF\nTHE CLIFFHANGER — NYT’s Binyamin Appelbaum: “Yellen, the Federal Reserve chairwoman, faces a crucial moment on Thursday when the Fed’s policy-making committee announces whether the time has come to start raising interest rates.Liberal activists, economists and some policy makers are pressing hard for Ms. Yellen to continue the Fed’s stimulus campaign … At the same time, Ms. Yellen faces growing internal pressure to start raising rates from Fed officials who are concerned about froth in financial markets and about maintaining control of inflation.\n“Analysts say the decision will further sharpen Ms. Yellen’s priorities as perhaps the most powerful economic official in the world. … For much of the summer, the Fed seemed on track to announce after this meeting of the Federal Open Market Committee that it would raise its benchmark interest rate for the first time since the financial crisis. … Then China swooned and markets skittered downward, and Fed officials started wondering aloud whether it might make sense to wait at least a few more weeks, if not longer” http://nyti.ms/1iQBXkJ\nBLANKFEIN: DON’T DO IT! — FT’s Ben McLannahan: “Lloyd Blankfein has added to a chorus of voices advising the US Federal Reserve to hold off from pushing up interest rates, saying that ‘the data just isn’t there’ to justify any tighter monetary conditions. The advice from the Goldman Sachs chief executive, among the longest serving at the biggest US banks, comes on the eve of one of the most keenly awaited policy decisions by the central bank since it last raised rates nearly a decade ago. … \n“Mr Blankfein said that such a move would be a mistake, as it would undermine the Fed’s insistence that economic data is its primary policy consideration. ‘Everybody has visibility on everything; if a decision [to increase rates] gets made it’s not because there’s a tsunami of evidence of a quickening of the recovery, or a tightening of labour or an acceleration of inflation — it is almost a question of wanting to get over that hurdle, he said. Such ‘soft’ factors should not trump ‘hard data evaluation,’ he added. ‘And the data evaluation isn’t compelling an interest-rate rise at this point.’”http://on.ft.com/1UWjGyi\nPOLITICO’S WHAT WORKS D.C.: Join POLITICO Magazine for the next in their What Works series, focusing on the future of Washington, D.C. Featured speakers include: Nashville Mayor Karl Dean, Delegated Deputy Secretary John King, Department of Education; Karen Mills, former administrator of the U.S. Small Business Administration and senior fellow at Harvard University; and more. Find out more http://politi.co/1LgPvkIand RSVP here.\n** A message from CME Group: CME Group is the world's leading derivatives marketplace. Whatever the risk, we help the world advance beyond it. http://www.cmegroup.com/advance/food **\n\n                                            By \n                                                    Nicholas G. Karambelas\n\n\n                                            By \n                                                    Andrea Damewood\n\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \nTodd S. Purdum\n\nBen White is POLITICO Pro's chief economic correspondent and author of the “Morning Money” column covering the nexus of finance and public policy.\nPrior to joining POLITICO in the fall of 2009, Mr. White served as a Wall Street reporter for the New York Times, where he shared a Society of Business Editors and Writers award for breaking news coverage of the financial crisis.\nFrom 2005 to 2007, White was Wall Street correspondent and U.S. Banking Editor at the Financial Times.\nWhite worked at the Washington Post for nine years before joining the FT. He served as national political researcher and research assistant to columnist David S. Broder and later as Wall Street correspondent.\nWhite, a 1994 graduate of Kenyon College, has two sons and lives in New York City.\n © 2015 POLITICO LLC", "byline": "", "description": "GOP debate: Fiorina wins — Trump takes heat — Fed Day is finally here! — Another huge cable deal", "title": "GOP debate: Fiorina wins", "url": "http://www.politico.com/tipsheets/morning-money/2015/09/2015-09-17-pro-morning-money-210250", "topics": ["campaign_finance", "economy", "trade"], "people": ["Neil Cavuto", "Mary Jo White", "John Yob", "Kyle Cheney", "Alexander Hamilton", "Sara Solovitch", "Rachael Bade", "Nicholas G. Karambelas", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Karen Mills", "Vladimir Putin", "Brian Rogers", "Margaret Thatcher", "Hugh Hewitt", "Eric Wolff", "Austin Wright", "David Petraeus", "Janet Yellen", "Ira Iosebashvili", "John Kasich", "Andrew Ross Sorkin", "Lou Dobbs", "Chris Christie", "David S. Broder", "Brian Mahoney", "Jeremy Herb", "Theodoric Meyer", "Adam Szubin", "Josh Gerstein", "Annie Karni", "Pope Francis", "John White", "Min Zeng", "Gabriel Debenedetti", "Joe Sullivan", "Ted Cruz", "Shane Goldmacher", "Nick Gass", "Jim O'Sullivan", "Jeb Bush", "John King", "Joseph Marks", "Alex Isenstadt", "Glenn Thrush", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Karl Dean", "Eliza Collins", "Sarah Wheaton", "Brianna Ehley", "David Vitter", "Lauren French", "Jeh Johnson", "Carly Fiorina", "Rich Beeson", "Dan Balz", "Zachary Warmbrodt", "Binyamin Appelbaum", "Ben Schreckinger", "Jennifer Haberkorn", "Andrew Restuccia", "Maria Bartiromo", "Daniel Strauss", "Helena Bottemiller Evich", "Alan Krueger", "Arthur Allen", "Hillary Clinton", "David Perera", "Mohamed A. El", "Ben White", "Jeb Hensarling", "Andrea Damewood", "Earl Warren", "James Garfield", "Darren Goode", "Paul Gosar", "Andrew Jackson", "Caitlin Emma"], "orgs": ["REAL", "CME Group", "Fed", "U.S. Federal Reserve", "CME", "WSJ", "Cablevision", "CNBC", "NYT", "Federal Open Market Committee", "PAC", "Keystone", "Comcast", "Treasury", "HFE", "Federal Reserve", "Congress", "Rosa Parks", "Priorities USA Action", "Society of Business Editors", "AT&T", "Department of Education", "U.S. Small Business Administration", "FED", "FOMC", "House Financial Services", "Kenyon College", "Senate Banking", "Denali", "Warner Cable", "Charter Communications", "Citizens United", "DHS", "GOP", "Senate", "U.S. Banking", "Goldman Sachs", "DirecTV", "Homeland Security", "European Central Bank", "NRSC", "Writers", "FBN", "Cybercom", "Pro Services"], "authors": [{"author_id": 32521, "fullname": "andrew glass", "primary_org": "politico"}], "date_written": "2015-09-17 13:00:06", "org": "politico", "article_id": "4258baac330cf3786e4baaac928bdcde", "date_access": "2015-09-19 13:01:09.352487"}