{"body": "Getty\nHe says that it is dangerous to dismiss a candidate with this type of drawing power.\nBy Katie Glueck\n8/10/15 10:48 PM EDT\nFRANKLIN, Tenn. — Texas Sen. Ted Cruz on Monday warned that the Republican presidential candidates who are slamming Donald Trump do so at their political peril.\nCruz’s remarks, which came during an interview with POLITICO as he swings through the South on a bus tour, are among the most detailed comments to date regarding his reluctance to criticize the real estate mogul, who is currently leading the polls in the GOP primary.\nStory Continued Below\n“I would … note that an awful lot of Republicans, including other Republican candidates, have gone out of their way to smack Donald Trump with a stick. Now I think that’s just foolish,” he said.\nAsked why, Cruz paused and then replied, “Donald Trump had a rally in Phoenix, Ariz. [to which] between 10 and 20 thousand people came out. When you attack and vilify the people at that rally as crazies, it does nothing to help Republicans win in 2016. I’d like every single person at that rally to show up and vote in 2016, knock on doors with energy and passion, and turn this country around. If Washington politicians show contempt and condescension to those [voters,] that is a path to losing at the ballot box.”\nAnd when asked whether he wants those voters to eventually support him, he replied, “It is my hope to earn the support of the supporters for every other candidate in 2016.”\nAlso on POLITICO\nDYLAN BYERS\nIn contrast to most of the other Republican presidential contenders, Cruz has refrained from directly condemning Trump for making comments targeted at prisoners of war and at women, even as he has indicated he doesn’t agree with the sentiments. He has said that he doesn’t want to engage in “Republican-on-Republican violence.”\nWhen a reporter noted that he is one of the most outspoken critics of Republican leadership in Congress, Cruz stressed that he has no problem highlighting policy differences, and may do so down the road with Trump.\n“There are no doubts that there are policy differences between me and Donald Trump’s past policy positions,” Cruz said.\nFor example, Trump drew fire from other Republicans — though not from Cruz — when during the first GOP presidential debate last week he appeared to take a favorable view of single-payer health care in other countries.\n“There may well come a time in this conversation where we discuss those differences more fully,” he continued. “No one is asking about tax policy. [The media] wants me to comment on the salacious back-and-forth, and I’m not going to play that game.”\nInstead, he was quick to praise Trump for bringing the issue of illegal immigration to the forefront. Cruz, who takes a tough line on illegal immigration, may have crossover appeal to some of the same voters who are turning out for Trump, an anti-illegal immigration hardliner who has made highly controversial comments about undocumented immigrants.\n“I am grateful to Donald Trump for forcing the media to talk about illegal immigration,” he said. “Illegal immigration is a tremendously important challenge facing this country, and it is an issue where I have been leading the fight for many years.”\nFollow @politico\nBy GWENDA BLAIR\nBy ARI BERMAN\nBy BRENT BOZELL\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "He says that it is dangerous to dismiss a candidate with this type of drawing power.", "title": "Cruz: 'Foolish' for GOP to criticize Trump", "url": "http://www.politico.com/story/2015/08/ted-cruz-foolish-for-gop-to-criticize-trump-121241.html", "topics": ["immigration"], "people": ["Donald Trump", "Ted Cruz", "Katie Glueck"], "orgs": ["BRENT BOZELL", "GOP", "Congress"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-08-11 03:48:28", "org": "politico", "article_id": "c8ae9aaf4386c98029b037f285c961dc", "date_access": "2015-08-11 04:20:27.390670"}