{"body": "\n10/21/15 02:46 PM EDT\n\n10/21/15 02:45 PM EDT\n\n10/21/15 02:41 PM EDT\n\n10/21/15 02:39 PM EDT\n\n10/21/15 02:19 PM EDT\nRead Joe Biden's full remarks. \n\n                                        Updated 10/21/15 02:02 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe window for mounting a successful campaign 'has closed,' the vice president said.\n\n10/21/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nTen biggest clients and registrants — Fending off defunding\n\n10/21/15 01:57 PM EDT\n\n                                        By \nEliza Collins\n\nBiden's decision is welcomed by the Republican field.\n\n                                        Updated 10/21/15 01:42 PM EDT\n\n                                        By \nNick Gass\n\nAs told by breathless and often wrong headlines.\n\n10/21/15 12:56 PM EDT\n\n                                        By \nTim Starks\n\nThe announcement did not specify which email account of Brennan's it had gotten ahold of.\n\n10/21/15 12:26 PM EDT\n\n                                        By \nLauren French\n\nTwo leading House Democrats offered measure support for Paul yan as \n\n10/21/15 12:23 PM EDT\n\n10/21/15 12:14 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nAn endorsement decision is not expected.\n\n10/21/15 12:13 PM EDT\n\n                                        By \nHadas Gold\n\nHenneberger joins the paper from Bloomberg Politics, where she is a senior writer covering the 2016 election. \n\n                                        Updated 10/21/15 12:12 PM EDT\n\n                                        By \nBurgess Everett\n\nAt issue are letters Johnson sent to two companies that incorporated information received from a third,\n\n                                        Updated 10/21/15 12:07 PM EDT\n\n                                        By \nPatrick Temple-West\n\nTreasury Secretary Jack Lew today fired back at congressional Republicans.\n\n10/21/15 12:06 PM EDT\nHe has been weighing a presidential run.\n\n                                        Updated 10/21/15 12:00 PM EDT\n\n                                        By \nPaul Demko\n\nThe mergers could remake the insurance landscape and undermine a key Obamacare goal.\n\n                                        Updated 10/21/15 11:58 AM EDT\n\n                                        By \nLauren French\n\nSome conservatives complain he's setting them up to be blamed if he decides not to run.\n\nCongress\n\n                                        Updated 10/21/15 11:41 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nThe reluctant speaker candidate drafted a secret five-point plan to run. Now it's on Republicans to decide if they like it.\n\n10/21/15 11:37 AM EDT\n\n                                        Updated 10/21/15 11:36 AM EDT\n\n                                        By \nNick Gass\n\nBillionaire investor Carl Icahn announced Wednesday that he is forming a super PAC with $150 million of his own money.\n\n10/21/15 11:29 AM EDT\n\n                                        By \nEliza Collins\n\nThe President will discuss criminal justice reform.\n\n10/21/15 11:12 AM EDT\n\n                                        By \n                                                Joe Pompeo\n\nRupert's children are known to be more liberal than their father, though they are not as public about their beliefs as he. \n\n10/21/15 10:57 AM EDT\n\n                                        By \nJake Sherman\n\nHe says Ryan \"would make a great speaker.\"\n\n                                        Updated 10/21/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nFlorida Sen. Marco Rubio is running a cynical campaign that will come back to haunt him.\n\n                                        Updated 10/21/15 10:46 AM EDT\n\n                                        By \nSteven Shepard\n\nMark Blumenthal is a big catch.\n\n                                        Updated 10/21/15 10:44 AM EDT\n\n                                        By \nNahal Toosi\n                                         and \nBurgess Everett\n\nThe Senate has held off confirming an ambassador as the battle over Cuba rages.\n\n10/21/15 10:20 AM EDT\nJEB! protest in SF\n\n10/21/15 10:09 AM EDT\n\n                                        By \nLauren French\n\nPaul Ryan wants a full embrace from the House Freedom Caucus.\n\n10/21/15 10:05 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nRyan was preparing to say he would run for speaker – if things were done his way.\n\n10/21/15 10:04 AM EDT\n\n10/21/15 10:03 AM EDT\n\n                                        By \nDarius Tahir\n\nRock Health goes to D.C. — Data liberation still on agenda\n\n10/21/15 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nStudent veterans in the spotlight – A third testing option for the Bay State? \n\n10/21/15 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nBiden thinks GOP believe in climate change deep down — Keystone hint from State\n\n10/21/15 10:02 AM EDT\n\n                                        By \nTim Starks\n\nResistance to car hacking proposal — Fireworks expected at EMV hearing\n\n10/21/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nRyan wants work-life balance – Obama and the UAW\n\n10/21/15 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nRyan willing to run for Speaker — White House makes new effort on opioid abuse — Insurance mergers boost lobbying spending\n\n10/21/15 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nWheat, sugar, dairy and cotton to be highlighted in hearing — Sugar farmers declare victory\n\n10/21/15 10:00 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDCCC outraising NRCC — Schneider swats at Dold online\n\n10/21/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nFeds challenge auto safety bill — Amid watchdogging buildup, FTA embraces Metro oversight — Nary a transpo mention in House agenda talks\n\n10/21/15 10:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nVote on Default Prevention Act today in House — EU preps action on tax avoidance\n\n10/21/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nJapan’s sacred ag products kept mostly safe — Apparel, textile industries ‘happy enough’\n\n10/21/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nEU preps action on tax avoidance — Thune: Don’t expect spectrum bill, or anything else, anytime soon\n\n10/21/15 09:39 AM EDT\n\n                                        By \nJake Sherman\n\nSpeaker John Boehner announced Wednesday that the internal Republican election for speaker will be Oct. 28, and the floor election will be Oct. 29.\n\n                                        By \n                                                Carmen Paun\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n10/21/15 09:26 AM EDT\n\n                                        By \nNick Gass\n\nBen Bernanke is \"a little puzzled\" by the focus of some Democratic presidential candidates on reinstating the Glass-Steagall Act.\n\n10/21/15 09:12 AM EDT\n\n                                        By \nJake Sherman\n\nep. Paul Ryan will meet with the conservative Republican Study Committee Wednesday morning.\n\n10/21/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nCanada to stop Islamic State bombings — Gates to the Hill today\nWe're working on more stories right now\n\n\n\n                                            By \nGlenn Thrush\n\n\n                                            By \n                                                    Ray Takeyh\n\n\n                                            By \n                                                    Mark K. Updegrove\n\n\n                Trump remarked that he saw a \"big pivot\" in Chairman Trey Gowdy (R-S.C.) in the way the investigation might run.\r\n | AP Photo\n\n            By \nNick Gass\n\n10/21/15 07:05 AM EDT\nDonald Trump raised reservations about what he perceives as a shift in the Benghazi investigation on Tuesday night, and does not appear as excited about Hillary Clinton's testimony before the House Select Committee on Benghazi on Thursday as he had been.\n\"Well, I have to tell you, I was really looking forward to the hearings but then you had a congressman, Republican, go against Trey Gowdy and all of the people, as you know,\" Trump said Tuesday night on Fox News' \"Hannity,\" an apparent reference to House Majority Leader Kevin McCarthy's remark that the Benghazi investigation has had a negative impact on Clinton's poll numbers. \"And then you had a whistleblower come out, so that hurt. That was not exactly positive,\" he added, a reference to Bradley Podliska, a former investigator on the Republican side of the panel, who went public with allegations about the committee's mission to destroy Clinton's political reputation.\nStory Continued Below\nTrump then remarked that he saw a \"big pivot\" in Chairman Trey Gowdy (R-S.C.) in the way the investigation might run.\n\n\n\n            By \nJosh Gerstein\n\nAppearing on CBS' \"Face the Nation\" on Sunday, Gowdy said the he had told fellow GOP colleagues to \"shut up talking about things that you don't know anything about. And unless you're on the committee, you have no idea what we've done, why we've done it and what new facts we have found.\" He also told POLITICO in an interview published Sunday that “[w]hen I hear that ‘it’s about her,’ it is so hard for me.\" \n“You are not worth 18 months of my life, with all due respect. Four dead people are, but you’re not,\" Gowdy said of the former secretary of state.\n\"And then yesterday, I watched Trey, who I do respect, I think he's a terrific guy, but he seemed to be doing a big pivot. He said, 'Well this isn't about Hillary Clinton.' You know I'm pretty good at figuring this stuff out, and he seemed to be doing Sean, I'm sure you saw it, he seemed to be doing a big pivot away from Hillary Clinton. And I was trying to figure out what that was all about. So you may not be as happy as you think with these hearings. I just don't know. The hearings — I was looking forward to them,\" he added. \n\"But with all that's happening, and I was surprised that he pivoted away so much from Hillary. He said these hearings are not about her, actually — we want to discuss other people much more so. And it sounded like he was sort of pulling away from going after her. So I'm going to have to see what the hearings are all about,\" he concluded.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Donald Trump criticizes Trey Gowdy", "url": "http://www.politico.com/story/2015/10/donald-trump-criticizes-trey-gowdy-214991", "topics": ["campaign_finance", "immigration"], "people": ["Ray Takeyh", "Katy O'Donnell", "Isaac Arnsdorf", "Burgess Everett", "Ben Bernanke", "Joe Pompeo", "Anna Palmer", "Hadas Gold", "Paul Demko", "Lauren French", "Steven Shepard", "Joe Biden", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Patrick Temple", "Nick Gass", "Trey Gowdy", "Jennifer Scholtes", "Glenn Thrush", "Donald Trump", "John Bresnahan", "Marco Rubio", "Carl Icahn", "Eliza Collins", "Paul Ryan", "Nicholas Vinocur", "Brianna Ehley", "Tim Starks", "Adam Sneed", "Jeremy Herb", "Hillary Clinton", "Jack Lew", "Jake Sherman", "Victoria Guida", "Josh Gerstein", "Eric Wolff", "Bill Tomson", "Darius Tahir", "Sean Hannity", "Caitlin Emma"], "orgs": ["EMV", "NRCC", "Congress", "Senate", "UAW", "House Democrats", "PAC", "Treasury", "Metro", "GOP", "House Freedom Caucus", "House Select Committee"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}, {"author_id": 31592, "fullname": "gabriel debenedetti", "primary_org": "politico"}], "date_written": "2015-10-21 12:05:07", "org": "politico", "article_id": "d5c1bb1e4d3739c2e55ff6ad0c6a1ff9", "date_access": "2015-10-21 19:00:23.850558"}