{"body": "\n09/16/15, 09:18 PM EDT\n\n09/16/15, 09:18 PM EDT\n\n                                        By \nNick Gass\n\nCarly Fiorina responded directly to Donald Trump's remark in a Rolling Stone interview in which he criticized her face.\n\n09/16/15, 09:17 PM EDT\nRunning for the Democratic nomination, Clinton has stood strongly behind Planned Parenthood on the campaign trail.\n\nDebate Night\n\n09/16/15, 09:06 PM EDT\n\n                                        By \nBen Schreckinger\n\nHere are his seven most quotable lines from the second Republican debate.\n\n09/16/15, 09:03 PM EDT\n\n                                        By \nNick Gass\n\nThe United States does not need to be rash or reckless, Paul says. \n\nDebate Night\n\n                                        Updated 09/16/15, 09:02 PM EDT\n\n                                        By \nEli Stokols\n\nThe billionaire businessman spares no time in ripping into his rivals during the primetime show.\n\n09/16/15, 08:55 PM EDT\n\n                                        By \nBen Schreckinger\n\nJeb Bush said Donald Trump gave him money and then tried to get him to expand casino gambling in Florida.\n\n09/16/15, 08:47 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nHe tears into his GOP rivals\n\n09/16/15, 08:43 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"He wanted casino gambling in Florida,\" Bush said. \"You wanted it, you totally did.\"\n\n09/16/15, 08:35 PM EDT\n\n                                        By \nNick Gass\n\nThe two spar on debate night.\nOur policy reporters truth-squad the Republican debates.\n\n                                        Updated 09/16/15, 08:13 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe South Carolina senator laced his remarks with zingers as he responded to the three other candidates.\n\n09/16/15, 08:07 PM EDT\n\n                                        By \nNick Gass\n\nHe has 1,456 Twitter followers and knocked the proceedings immediately, remarking that it was \"about the wrong things.\"\n\n09/16/15, 08:05 PM EDT\n\n                                        By \nHadas Gold\n\nThe South Carolina senator's wit seems to have piqued voters' interest.\n\n09/16/15, 07:54 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nRachael Bade\n\nGovernment funding runs out Sept. 30.\n\n                                        Updated 09/16/15, 07:50 PM EDT\n\n                                        By \nKyle Cheney\n\nHe added that it's time to \"get rid of the Republican Party.\"\n\n09/16/15, 07:49 PM EDT\n\nCongress\n\n09/16/15, 07:46 PM EDT\n\n                                        By \nBurgess Everett\n\nRepublicans didn't want a fiscal cliff in 2015. So much for that.\n\n09/16/15, 07:45 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Hillary Clinton has a list a mile long to help the middle class,\"\n\n09/16/15, 07:32 PM EDT\n\n                                        By \nNick Gass\n\n\"How are we going to win ... if 90 percent of Americans don't think we care about them?\"\nThey argue over whether President Xi Jinping's state visit should be canceled.\n\n09/16/15, 07:15 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nBiden, the vice president, is a possible Democratic contender.\n\n09/16/15, 07:13 PM EDT\n\n                                        By \nKyle Cheney\n\nHe says no one should be discriminated against because of the color of their skin.\n\nDEBATE NIGHT\n\n                                        Updated 09/16/15, 07:11 PM EDT\n\n                                        By \nEli Stokols\n\nThe first four questions directed the candidates' way had one thing in common -- Trump.\n\n09/16/15, 07:00 PM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Lindsey Graham sprinkled his jabs with a grain of salt as he jabbed former Pennsylvania senator Rick Santorum during the earlier Republican presidential...\n\n09/16/15, 07:00 PM EDT\n\n                                        By \n                                                Matt Friedman\n\nThe circumstances of the exit are under dispute. \n\n09/16/15, 06:57 PM EDT\n\n                                        By \nNick Gass\n\nThe 2016 hopeful used humor to address immigration.\n\n09/16/15, 06:56 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"I'm not for amnesty,\" Jindal says.\n\n09/16/15, 06:43 PM EDT\n\n                                        By \nDaniel Strauss\n\nOne, thanks, CNN, for having people at this debate,\" Graham said.\n\n09/16/15, 06:42 PM EDT\n\n09/16/15, 06:39 PM EDT\n\n                                        By \nNick Gass\n\n\"Let me say this flat out: Donald Trump is unfit to be president of the United States or the Republican Party's nominee.\" \n\n09/16/15, 06:38 PM EDT\n\n                                        By \nNick Gass\n\n\"Let’s stop treating Donald Trump like a Republican,\" he says.\n\n09/16/15, 06:35 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe McConnell offering would bar Obama from lifting sanctions against Iran until the country recognizes Israel as a state and releases U.S. citizens now...\n\n                                        Updated 09/16/15, 06:33 PM EDT\n\n                                        By \nDaniel Lippman\n\nTrump promises the greatest of greatnesses.\n\n09/16/15, 06:26 PM EDT\n\n09/16/15, 06:03 PM EDT\n\n                                        By \nNick Gass\n\nRepublican candidates readied themselves for tonight's CNN debates during separate walk-throughs at the Reagan Library.\n\n09/16/15, 06:02 PM EDT\n\n                                        Updated 09/16/15, 06:02 PM EDT\n\n                                        By \nRachael Bade\n\nDems push back\n\n09/16/15, 06:00 PM EDT\nSomeone in the crowd shouted out a joke about needing a head surgeon.\n\nDebate Night\n\n09/16/15, 05:47 PM EDT\n\n                                        By \nHadas Gold\n\nCNN and Reagan Library staff said that unlike all the other candidates, Trump had not coordinated with them about his arrival. \n\n09/16/15, 05:46 PM EDT\n\n                                        By \nNick Gass\n\nCNN identified a slender, older woman wearing a bright green sweate.\n\n                                        By \n                                                POLITICO Staff\n\nThat and more at POLITICO's live coverage of the 2016 presidential debate.\n\n09/16/15, 05:33 PM EDT\n\n                                        By \nTim Starks\n\nNational Counterintelligence Executive William Evanina said in a letter Tuesday that Wyden was looking to the wrong agency for answers to his questions...\n\n09/16/15, 05:33 PM EDT\n\n                                        By \nJoseph Marks\n\nThe United States is preparing specific retaliations to combat the breaches.\n\n                                        Updated 09/16/15, 05:26 PM EDT\n\n                                        By \nSarah Wheaton\n\nThe president says Republicans should be working on the budget, not holding the government hostage to \"ideological issues\" like Planned Parenthood...\nInside a new labor bill, a simple change that could be crucial to fighting inequality.\n\n09/16/15, 05:18 PM EDT\n\n                                        By \nNoah Weiland\n\nWith scolding and jokes, the comedian took on Congress over funding for 9/11 survivors.\n\n09/16/15, 05:07 PM EDT\n\n                                        By \nNick Gass\n\nDonald Trump directed his first barb of debate day to CNN, whose coverage of the first debate at the Reagan Library in Simi Valley, California, begins...\n\n                                        Updated 09/16/15, 04:52 PM EDT\n\n                                        By \nTheodoric Meyer\n\nCaldeira out at IFA — A Ludacris fundraiser\nWe're working on more stories right now\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Rick Wilson\n\n\n                                            By \n                                                    Jules Witcover\n\n\n                                            By \n                                                    Scott C. Johnson\n\n\n                AP Photo\n\nDebate Night\n\n            By \nBen Schreckinger\n\n09/16/15, 09:06 PM EDT\nDonald Trump did it again. Here are his seven most quotable lines from the second Republican debate.\n1. First words: “I’m Donald Trump. I wrote the art of the deal. I say not in a braggadocious way. I’ve made billions and billions of dollars.” \n2. Asked to respond to Carly Fiorina: “First of all, Rand Paul shouldn’t even be on this stage. He’s number 11.”\n3. On himself: “Believe me. My temperament is very good, very calm.”\n4. On Paul: “I never attacked him on his looks, and believe me there’s plenty of subject matter right there.”\n5. On George Pataki: “He wouldn’t be elected dog-catcher right now.”\n6. On his multiple bankruptcies: “People are very, very, impressed with what I’ve done. The business people.”\n7. A left-handed compliment to Jeb Bush: “More energy tonight. I like that.”\nBen Schreckinger is a reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trump's most memorable debate lines", "url": "http://www.politico.com/story/2015/09/gop-debate-donald-trump-213735", "topics": ["personality", "economy"], "people": ["Rand Paul", "Burgess Everett", "Kyle Cheney", "Jules Witcover", "Rachael Bade", "Hadas Gold", "William Evanina", "Joseph Marks", "Noah Weiland", "Theodoric Meyer", "Gabriel Debenedetti", "Xi Jinping", "Matt Friedman", "Katie Glueck", "Nick Gass", "Rick Santorum", "Daniel Lippman", "Jeb Bush", "Seung Min Kim", "Donald Trump", "Todd S. Purdum", "Jake Sherman", "Sarah Wheaton", "Tim Starks", "Carly Fiorina", "Ben Schreckinger", "Daniel Strauss", "Scott C. Johnson", "Lindsey Graham", "Hillary Clinton", "Eli Stokols", "Rick Wilson", "Ron Wyden"], "orgs": ["Congress", "National Counterintelligence", "Republican Party", "Reagan Library", "IFA", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-17 02:06:59", "org": "politico", "article_id": "4a14ac989db507343063e31286c53591", "date_access": "2015-09-17 01:20:08.720107"}