{"body": "\n2016\n\nBy Tony Romm\n7/13/15 8:07 PM EDT\nUpdated 7/13/15 8:53 PM EDT\nA person records U.S. Sen. Marco Rubio (R-FL) speaking at Uber's headquarters with a mobile device March 23, 2014 in Washington. | Getty\nRepublican White House hopefuls looking to boost their tech cred are racing to hitch a ride on Uber — while Democratic front-runner Hillary Clinton is keeping a cautious distance.\nJeb Bush gave the popular ride-hailing service its latest GOP plug on Monday, announcing plans to request an Uber this week during a visit to San Francisco, where he’ll speak about the power of disruptive technology. Marco Rubio, Rand Paul and Ted Cruz also have heaped praise on the company, which is battling local authorities and taxi commissions across the country. Cruz has even said he wants to emulate Uber and become his own “disruptive app” for politics.\nStory Continued Below\nClinton, meanwhile, sounded a more skeptical note Monday about “sharing economy” companies like Uber, Lyft and Airbnb — which have sparked the ire of regulators, and at times, Democratic-friendly labor unions. In a major economic policy speech, the former secretary of state lauded the “exciting opportunities” the firms create — without naming any of them — but also warned they raise “hard questions about workplace protections.” Clinton’s remark referenced one of the many controversies dogging Uber: the ongoing legal wrangling over whether its drivers are contractors, as the company argues, or employees.\nThe Bush campaign pounced on Clinton’s comments immediately, charging that her “antiquated proposals protect the special interests that want to stifle American ingenuity and 21st Century companies like Uber that are creating jobs.”\nAlso on POLITICO\nELIZA COLLINS\nPaul chimed in as well, tweeting, “Services like Uber, Airbnb, and Lyft stimulate our economy and work towards lower prices. How is this bad @HillaryClinton?”\nThe Clinton campaign later sought to defend the candidate’s comments.\n“She’s not calling out specific sectors, or any one company, but is addressing an economy-wide problem that has existed for years,” wrote Stephanie Hannon, the chief technology officer for Hillary for America, in a post published on Medium.\nFor the GOP’s hopefuls, Uber offers a perfect political backdrop. It allows them to link their brands with a hip service that’s popular with millennials. It dovetails with the Republican argument against big government standing in the way of innovation. And it gives them an opportunity to court Silicon Valley’s powerful tech industry, which is increasingly donating to national officeholders.\nThe rise of Uber as a 2016 rallying point for Republicans recalls the focus on companies like Google and Facebook in the 2008 race. Candidates including then-Sen. Barack Obama wooed tech-savvy younger voters — and the Bay Area’s political elite — through pit stops and speeches at the Internet giants’ headquarters.\nUber last year snagged David Plouffe — Obama’s 2008 campaign manager who oversaw the president’s Internet-fueled victory — to help it score wins in contested markets across the country. But the company, which declined to comment Monday, finds itself getting the most love from GOP-ers recently.\n“Ridesharing companies like Uber and Lyft are naturally supported by Republicans as they are real life examples of the appropriate government role in a free market where two parties should be allowed to transact business without the government messing it up,” said Gary Shapiro, the president of the Consumer Electronics Association, which counts Uber as a member and supported Mitt Romney in 2012.\nThe party hasn’t just rallied support for the company; it’s used Uber as a vehicle to boost its election coffers. An online petition available on the GOP’s main website names the ride-hailing service and seeks support to “stop liberal bureaucrats from putting up roadblocks to innovation and free enterprise” before asking visitors to contribute to the Republican National Committee for “2016 and beyond.”\nRubio has forcefully sided with Uber in its fight against local governments and taxi commissions that want to ban or restrict the company’s activities. In a speech on tech and innovation last week, the Florida senator continued his defense, criticizing cab drivers in Miami for protesting the service. Paul, who is seeking to make his own inroads in Silicon Valley, has also been a staunch Uber proponent. Before he criticized Clinton on Monday, he tweeted a “congrats” to Illinois in November 2014 for allowing the company to offer service in the state.\nAlso on POLITICO\nRYAN HUTCHINS\nCruz, for his part, has dropped Uber’s name when touting his own candidacy.\n“We know about disruptive apps; they come in and change how a good or service is distributed, and inevitably, the incumbent providers fight back viciously. So when Uber or Lyft comes into a city, the taxi commissions do everything they can to kill it,” Cruz told the Conservative Political Action Conference in February. “What I’m trying to do more than anything else is bring a disruptive app to politics.”\nWisconsin Gov. Scott Walker, who is officially entering the presidential race this week, signed a bill in May that regulates ride-sharing companies in the state — though Democrats expressed misgivings that the rules don’t go far enough in light of recent sexual harassment complaints against local Uber drivers.\nWhile Republicans’ repeated endorsement of Uber represents a clear public relations boost for the company, Clinton’s veiled warning about workforce issues could indicate new political headaches ahead.\nUber is locked in a fight over what, exactly, constitutes an employee. To the company, these drivers are independent contractors, a designation that doesn’t require Uber to provide them key benefits, like unemployment insurance or workers’ compensation. The California Labor Commission has argued otherwise, however, setting in motion a legal battle that could dramatically affect the company’s bottom line. Clinton used her speech Monday to criticize tech giants that misuse the contractor label.\nFor all the focus on Uber, though, it’s one of many new “sharing economy” players — including Lyft — that have played host to a “steady stream” of officials of both parties, said David Mack, Lyft’s director of public affairs.\n“Politicians and elected officials from both sides of the aisle have come out as strong supporters,” he said.\nBy JEFF GREENFIELD \nBy MICHAEL LIND\nBy LAURENCE REES\nBy JEH JOHNSON\n© 2015 POLITICO LLC", "byline": "", "description": "GOP candidates are rushing to embrace the ride-hailing service.", "title": "Republicans hail Uber in bid for tech cred", "url": "http://www.politico.com/story/2015/07/republicans-hail-uber-in-bid-for-tech-cred-120052.html", "topics": ["economy"], "people": ["Rand Paul", "Tony Romm", "Mitt Romney", "Jeb Bush", "Hillary Clinton", "Marco Rubio", "Barack Obama", "Stephanie Hannon", "Scott Walker", "David Plouffe", "Ted Cruz"], "orgs": ["Uber", "Consumer Electronics Association", "Conservative Political Action Conference", "Republican National Committee", "California Labor Commission", "GOP"], "authors": [{"author_id": 32422, "fullname": "tony romm", "primary_org": "politico"}], "date_written": "2015-07-14 01:07:35", "org": "politico", "article_id": "dd22866cb113912d62155ca99a5cb934", "date_access": "2015-07-14 02:20:02.917509"}