{"body": "POLITICO\nYour guide to the permanent campaign\nBy Elena Schneider \n8/10/15 10:01 AM EDT\nWith Kevin Robillard and Theodoric Meyer\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nTHE WEEK AHEAD — “Florida lawmakers try, yet again, to make congressional lines,” by POLITICO Florida’s Matt Dixon in Tallahassee: “Monday marks the beginning of a two-week special session, called so lawmakers can try for a third time to draw legal congressional maps. The session was required after the Florida Supreme Court — situated just west of the statehouse — ruled that eight congressional districts drawn during last summer’s redistricting special session favored Republicans, which is at odds with anti-gerrymandering provisions in the state constitution. … Legislative leaders say the third time drawing districts will be the charm, in part, because they put in place a number of safeguards to insulate the map-drawing process from the political consultants and partisan considerations that derailed the past two attempts.”\n — “Both the [state] House and [state] Senate agreed to a set of transparency rules, including allowing redistricting and legal staff to draw an initial ‘base’ map without any lawmaker input, and requiring any member who submits a map or amendment to outline every person involved in crafting the plan, among other strictures. … [State] Senate Majority Leader Bill Galvano of Bradenton agrees the new rules will limit amendments, but says he thinks some tweaks will be made. The base map ‘is a starting point for discussion,’ said Galvano, chair of the Senate redistricting committee. ‘I have my own desire to understand where staff and attorneys were coming from, but I expect that there will be questions and amendments offered.’” http://politi.co/1J5Uh52\nFIRST IN SCORE — DSCC HITS AYOTTE ON HEROIN PREVENTION: Outside GOP groups have lined up in recent weeks to hit Democratic Gov. Maggie Hassan over New Hampshire's struggle to deal with a heroin and opioid crisis and GOP Sen. Kelly Ayotte has promoted her own efforts on the issue. Democrats are trying to turn the tables, with the DSCC putting out a release later today attacking Ayotte for failing to speak out against an appropriations bill that would cut $150 million for substance abuse prevention funds. \"New Hampshire deserves better than a Senator who refuses to speak out as her party cuts federal funding necessary to address the most pressing public health and safety challenge facing New Hampshire,\" DSCC press secretary Sadie Weiner says in the release.\nFIRST IN SCORE — OHIO DEMS GO AFTER \"DARK MONEY”: \"A memo from the Ohio Democratic Party tallies up how much outside groups have spent backing incumbent GOP Sen. Rob Portman. The total? Somewhere between $5.3 million and $8 million, not including a number of buys with unclear amounts. The NRSC, the Portman-specific Fighting for Ohio Fund super PAC, the Karl Rove-linked One Nation and the Chamber of Commerce have all spent in the race. Read the full memo here: http://politico.pro/1P04Qox\nHIGHER ED PROPOSAL — “Clinton’s $350 billion plan to kill college debt,” by POLITICO Pro Education’s Nirvi Shah and Kimberly Hefling, with Allie Grasgreen: “Hillary Clinton on Monday rolled out a sweeping higher education plan — a $350 billion proposal that would help millions pay for college and reduce interest rates for people with student loans. The plan, which would change the way a large swath of Americans pay for college, borrows ideas from the left and the right and even expands a program enacted by her husband. It includes ideas already being discussed in Congress and for which groundwork has been laid by the Obama administration. The proposal, dubbed the New College Compact, is unlikely to win over many in the GOP because the $350 billion over 10 years would come from cutting tax deductions for the wealthiest Americans. Clinton will discuss the plan, a litmus test of sorts for progressives, at campaign stops Monday and Tuesday in New Hampshire.” http://politi.co/1gW4wN3\nDays until the 2015 election: 85. Days until the 2016 election: 456.\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nVOTER ID IN TEXAS-23 — The 23rd District is the only competitive seat in the state, and in light of a recently struck down voter ID case, a university study dove back into the 2014 results, when then-Democratic Rep. Pete Gallego lost to Republican Will Hurd. The study found that among the 400 voters in the district who didn’t vote in the most recent election, 12.8 percent cited a lack of appropriate ID for their reason not to vote, the San Antonio News-Express reported. But the study found most of those voters did have the appropriate ID, but didn’t know it. For voters who chose not to participate in 2014, they preferred Gallego, a 5-1 margin. http://bit.ly/1Tc43HA\nPRESIDENTIAL SPEED READ — TRUMP CAMP IN CRISIS — By POLITICO’s Ben Schreckinger and Katie Glueck: “His is a campaign in crisis. He needs credible defenders,” said Bruce Haynes, a South Carolina Republican strategist and the president of Purple Strategies. “But he has not invested in organization and relationships. The result is he’ll have to crawl out of the hole he’s digging alone. And the hole is getting mighty deep.” http://politi.co/1f0xLfZ\nHere’s how it happened:\n\r\n — In a tweet, he apparently insinuated that the Megyn Kelly had been menstruating when she questioned him during Thursday’s first Republican debate, by POLITICO’s Ben Schreckinger: http://politi.co/1IUQwxe\n — He was uninvited from Erick Erickson’s conservative RedState event, POLITICO’s Katie Glueck reported: http://politi.co/1KWhkwH\n — He lost a top aide, POLITICO’s Marc Caputo reported: “Sources: Roger Stone quit, wasn’t fired by Donald Trump in campaign shakeup.” http://politi.co/1hqhZNg\n — But he’s not backing down: “I said nothing wrong whatsoever,” Trump said on CNN’s “State of the Union,” insisting he was referring to Kelly’s nose, POLITICO’s Jon Prior reported. http://politi.co/1ISXZsj\n — And he had some choice words for Bush, too. — “Trump hits Bush on his fundraising,” by POLITICO’s Jon Prior: “Billionaire real estate developer Donald Trump criticized Republican rival Jeb Bush on Sunday for his lucrative fundraising, while vowing to be immune from outside influences should he be elected president.” http://politi.co/1DH3ZbC\nMeanwhile, Rubio wants to avoid Trump altogether, by POLITICO’s Jon Prior: “Sen. Marco Rubio says that while he hesitates to respond to every comment from Donald Trump in his bid for the Republican presidential nomination, the real estate mogul did boost ratings at the first GOP debate in Cleveland. ...Rubio did defend Fox News host Megyn Kelly for asking tough questions during the debate after Trump’s harsh criticism about her have sparked fresh outrage at the Republican front runner.” http://politi.co/1PfbRTl\n — And he stepped out of Jeb’s shadow, post-debate, by POLITICO’s Marc Caputo and Eli Stokols: “In the first presidential debate of 2016, the apprentice beat the master. ...“Luke Skywalker beat Obi Wan-Kenobi,” said Enrique “Rick” Yabor, a Miami lawyer and Spanish-language TV and radio commentator. “Not only did Marco win that but, when you look at it the next day, you can argue Jeb lost. Here’s why: No one is talking about him.” After a summer in which he lost ground to Bush, Rubio suddenly created an opportunity to close the gap between them. In a rare convergence, many elite conservative and mainstream media analysts designated Rubio as the winner of the 10-candidate debate — or at least the clear victor over Bush.” http://politi.co/1ItkQxK\nWHILE TRUMP WAS AWAY — “RedState convention: 5 takeaways,” by POLITICO’s Katie Glueck in Atlanta: “It was the Donald Trump show that wasn’t. The RedState Gathering, a high-profile annual convention of conservatives held here in Atlanta this weekend, drew nine presidential candidates. But the one driving the conversation was the one who wasn’t there.” But even so, five more takeaways … 1. This was Ted Cruz turf … 2. Keep an eye on Scott Walker in the South … 3. Jeb held his own in hostile territory … 4. There were lots of Carly Fiorina fans, but not necessarily Carly Fiorina voters … 5. The Trump tide may be turning.” http://politi.co/1DzLBBS\n\nCODA — QUOTE OF THE DAY: \"You'll just have to wait and see.” — Louisiana businessman John Georges, considering a bid for governor. http://s.nola.com/EyCVrpX\nBy MICHAEL KRUSE and  MANU RAJU\nBy SUSAN SOUTHARD\nBy BILL SCHER\nBy MAYA PARK and  BEN WOFFORD\n© 2015 POLITICO LLC", "byline": "", "description": "Florida redistricting special session kicks off.", "title": "Florida redistricting special session kicks off — DSCC attacks Ayotte on heroin prevention — Ohio Dems go after ‘dark money’", "url": "http://www.politico.com/morningscore/0815/morningscore19518.html", "topics": ["personality", "campaign_finance", "economy"], "people": ["Kelly Ayotte", "Karl Rove", "John Georges", "Elena Schneider", "Bruce Haynes", "Marc Caputo", "Ted Cruz", "Obi Wan", "Kevin Robillard", "Kimberly Hefling", "Theodoric Meyer", "Scott Walker", "Katie Glueck", "Allie Grasgreen", "Rob Portman", "Nirvi Shah", "Jeb Bush", "Donald Trump", "Sadie Weiner", "Megyn Kelly", "Bill Galvano", "Roger Stone", "Carly Fiorina", "Luke Skywalker", "Ben Schreckinger", "Erick Erickson", "Matt Dixon", "Pete Gallego", "Hillary Clinton", "Eli Stokols", "Jon Prior", "Marco Rubio", "Maggie Hassan"], "orgs": ["Purple Strategies", "Congress", "Senate", "GOP", "PAC", "Chamber of Commerce", "One Nation", "Florida Supreme Court", "DSCC", "Ohio Democratic Party"], "authors": [{"author_id": 30901, "fullname": "elena schneider", "primary_org": "politico"}], "date_written": "2015-08-10 15:01:31", "org": "politico", "article_id": "ad0ccb3042ed0a9a8935969cb2a2e193", "date_access": "2015-08-10 14:10:29.160197"}