{"body": "\nCongress\n\n10/21/15 12:04 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nThe reluctant speaker candidate drafted a secret five-point plan to run. Now it's on Republicans to decide if they like it.\n\n10/21/15 12:02 AM EDT\n\n                                        By \nAndrew Glass\n\nSen. Edward Baker of Oregon died leading his 1,700-member brigade across the Potomac. \n\n10/20/15 11:50 PM EDT\n\n                                        By \nLauren French\n\nSome conservatives complain he's setting them up to be blamed if he decides not to run.\n\nCongress\n\n                                        Updated 10/20/15 10:42 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nHe is giving the House Republican Conference until Friday to decide.\n\n2016\n\n                                        Updated 10/20/15 10:10 PM EDT\n\n                                        By \nKyle Cheney\n\nThe vice president offers indirect digs at his possible 2016 rival.\n\nIn The Arena\n\n10/20/15 09:41 PM EDT\n\n                                        By \n                                                Ron Dermer\n\nSome perceived misconceptions about Israel.\n\n                                        Updated 10/20/15 09:14 PM EDT\n\n                                        By \nJosh Gerstein\n\nA conservative group is suing the National Archives over the 1990s case.\n\n                                        Updated 10/20/15 08:42 PM EDT\n\n                                        By \nBurgess Everett\n\nReid reaches across the aisle\n\nCongress\n\n10/20/15 07:43 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Texas senator says now is the time to make a stand.\n\n                                        Updated 10/20/15 07:34 PM EDT\n\n                                        By \nEliza Collins\n\n“He gave up the gavel rather than shutting down government, that was I think, courageous,” she says.\n\n                                        Updated 10/20/15 07:30 PM EDT\n\n                                        By \nJake Sherman\n\nHis meeting with House Freedom Caucus leaders is the surest sign he's seriously weighing a bid for speaker.\n\n10/20/15 07:02 PM EDT\n\n                                        By \nHadas Gold\n\nShe played the role of a journalist to help Carson practice.\n\nWhite House\n\n                                        Updated 10/20/15 06:37 PM EDT\n\n                                        By \nSarah Wheaton\n\nIt's not the first time the president's spokesman has had to field awkward questions about top aides with political ambitions. \n\n10/20/15 06:28 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nDefining Clintoncare — Biden's timely clarification?\n\n10/20/15 06:21 PM EDT\n\n                                        By \nElana Schor\n                                         and \nAndrew Restuccia\n\nPresident Obama is urged to act before Justin Trudeau takes office.\n\n2016\n\n10/20/15 06:07 PM EDT\n\n                                        By \n                                                Mark K. Updegrove\n\nHistory says the GOP will still bank on Bush.\n\nIn The Arena\n\n10/20/15 05:49 PM EDT\n\n                                        By \n                                                Ray Takeyh\n\nThey failed on nukes. Now it’s time to take up the cause of Tehran’s human-rights abuses.\n\n10/20/15 05:49 PM EDT\n\n                                        By \nEliza Collins\n\nBiden received the support of just 10 percent of those polled.\n\n                                        Updated 10/20/15 05:46 PM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul called the ex-senator a loser. Then they became buddies.\n\n10/20/15 05:24 PM EDT\n\n10/20/15 04:50 PM EDT\n\n                                        Updated 10/20/15 04:36 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe committee took to Twitter Tuesday afternoon to address the 1,300 more pages of emails received.\n\n                                        Updated 10/20/15 04:28 PM EDT\n\n                                        By \nJake Sherman\n\nHe is not expecting to speak tonight at a closed Republican party meeting.\n\n10/20/15 03:54 PM EDT\n\n                                        By \nJake Sherman\n\nThe legislation could come up in the House as soon as Friday.\n\n10/20/15 02:50 PM EDT\n\n10/20/15 02:47 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe chamber failed to advance legislation meant to prod \"sanctuary cities\" into complying with federal immigration laws.\n\n10/20/15 02:30 PM EDT\n\n                                        By \nJosh Gerstein\n\nDespite review, agency calls messages 'not appropriate for public release.'\n\n10/20/15 02:22 PM EDT\n\n10/20/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nKoch group targets Senate Dems — Small races, big money\n\n                                        Updated 10/20/15 01:52 PM EDT\n\n                                        By \nNick Gass\n                                         and \nDaniel Strauss\n\nWebb's campaign said that he was considering running as an independent. \n\n10/20/15 01:17 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nCorrect The Record - the opposition research-focused super PAC backing Hillary Clinton - has decided to stop paying attention to Martin O'Malley. \n\n                                        By \nDarren Samuelsohn\n\n\n10/20/15 12:23 PM EDT\n\n10/20/15 12:20 PM EDT\n\n                                        Updated 10/20/15 12:14 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president's claim appears to contradict his previous account of the president's decision.\n\n                                        By \nMarc Caputo\n\n\n10/20/15 12:05 PM EDT\n\n                                        By \nNick Gass\n\n\"There's a big difference between entertainment and presidential leadership,\" he says. \n\n                                        Updated 10/20/15 12:00 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nAfter fallout from Schock, Administration Committee suggests changes.\n\n10/20/15 11:45 AM EDT\n\n                                        By \nHadas Gold\n\nDonald Trump was scheduled to appear on Tuesday night's show after rapper Jay Z.\n\n10/20/15 11:37 AM EDT\n\n                                        By \nBurgess Everett\n\nThe secretary of State has agreed to testify behind closed doors.\n\n10/20/15 11:00 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump and Ben Carson topped another national poll of Republican voters Tuesday.\n\n10/20/15 10:52 AM EDT\n\n                                        By \nEliza Collins\n\nHe was recently asked to do an article for the men’s magazine.\n\n10/20/15 10:50 AM EDT\n\n                                        Updated 10/20/15 10:38 AM EDT\n\n                                        By \n                                                Kelsey Sutton\n                                         and \nHadas Gold\n\nThe news comes the same day the company, part of The Economist Group, named Matt Mansfield its first vice president for product innovation.\n\n10/20/15 10:09 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\n\n10/20/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nCan Biden count on labor? – NLRB launches complaint against hospital network \n\n10/20/15 10:02 AM EDT\n\n                                        By \nTheodoric Meyer\n\nKoch-backed vets group goes after four Senate Democrats\n\n10/20/15 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nHeritage Action threatens 'key vote' against House reconciliation bill — Administration's hands tied in risk corridor payments — SAMHSA looking for a chief...\n\n10/20/15 10:01 AM EDT\n\n                                        By \nChase Purdy\n\nUSITC rules today on Mexico dumping charges —Food companies join White House in climate deal push\n\n10/20/15 10:01 AM EDT\n\n                                        By \nTim Starks\n\nDoubts about China violating cyber deal — People actually pick up and use random USB sticks\nWe're working on more stories right now\n\n                                            By \n                                                    Ron Dermer\n\n\n                                            By \n                                                    Ray Takeyh\n\n\n                                            By \n                                                    Lt. Col. T. Mark McCurley\n\n\n                                            By \n                                                    Trevor Potter\n\n\n                Benghazi committee chairman Trey Gowdy (right, pictured with committee member Rep. Jim Jordan) wants to make records public, but the State Department is fighting back. | Getty\n\n                        Despite review, agency calls messages 'not appropriate for public release.'\n\n            By \nJosh Gerstein\n\n10/20/15 02:30 PM EDT\nThe State Department is objecting to the House Benghazi Committee’s plan to release more than 200 documents in connection with former Secretary of State Hillary Clinton’s much-anticipated testimony to the panel Thursday, according to a memo obtained by POLITICO.\nWhile State is opposing the public email disclosure by the House panel, the agency also conducted a “sensitivity review” of the records in response to committee Chairman Trey Gowdy’s plan to make the records public.\nStory Continued Below\n“We do not agree to these documents being released to the public outside of the Freedom of Information Act process……It is the Department’s position that these documents are not appropriate for public release,” State said in an unsigned memo to the panel Saturday.\n“However, in recognition of the Committee’s stated intent to publically [sic] release them, this production reflects our best efforts—within the limited timeframe allowed by the Committee, to redact any sensitive information that could damage national security, subject any people or US facilities to harm or damage, interfere with any law enforcement activities, or result in an unwarranted intrusion of personal privacy,” the memo said.\n\n2016\n\n            By \nAnnie Karni\n\nState’s memo said the review was driven by Gowdy’s indication that he planned to release a set of emails Clinton exchanged with outside adviser Sid Blumenthal without redactions if State failed to propose deletions from the records.\nA State spokesman declined to comment on the memo Tuesday.\nHouse Benghazi Committee spokesman Jamal Ware said that the panel has always maintained its right to make the final decision on the release of information gathered during its probe of the 2012 attack, which killed four Americans including U.S. Ambassador to Libya Chris Stevens.\n\"Congress and the House have an independent right to subpoena or make investigative use of documents. It is customary and well understood that these become the property of the Committee and that—consistent with the separation of powers—obviously the House may determine how to use them,” Ware said Tuesday when asked to comment on State's memo. \n“That said, the State Department and the Committee have had an understanding from the beginning that any documents produced could be released publicly by the Committee and that it is the prerogative of the Committee to make this determination. The Committee is handling documents consistent with this agreement and has provided the Department an opportunity to recommend certain sensitive information be redacted,\" he added.\nThe arrangement appears to give the State Department and the panel the opportunity to blame each other if sensitive information is released intentionally or inadvertently at Thursday's hearing or in the lead-up to it.\nSuch a controversy over the thoroughness of State’s review and the wisdom of Gowdy’s plan to release the emails erupted Monday after a single email he made public online Sunday contained the name of a former Libyan intelligence official who reportedly cooperated with the CIA, Moussa Koussa.\nState Department spokesman Mark Toner acknowledged a “human error” in failing to flag that name for deletion, although he said the CIA had not requested withholding the name. Gowdy aides substituted a new version of the document on the web, excising Koussa’s name, and blamed State for the foul-up. \nHowever, in a letter Sunday Gowdy had asserted that his panel would exercise independent judgment about what information should be released and had access to experts who are “uniquely well suited to gauge intelligence information and how it should be handled.”\nDemocrats have also requested that State review for sensitivity some documents they may wish to make public at the Thursday hearing, a source familiar with the process said.\n\nCongress\n\n            By \nRachael Bade\n\nRelying on the FOIA process, as State suggests, could mean a longer wait for many of the documents. So far, State has released only about 37% of the roughly 54,000 pages of Clinton emails she turned over to her former agency last December. Clinton has said she wants the messages released as soon as possible. \nMonthly court-ordered email releases are expected to continue through January. Those monthly releases are generally working through Clinton’s four-year tenure at State in chronological order, although a batch of about 850 pages of Benghazi related records were released publicly in May. State officials have said there is no plan to prioritize an additional 950 Libya-related records the panel received last month in preparation for Thursday's hearing, including the Blumenthal emails State provided in redacted form Saturday.\nA memorandum of understanding negotiated between State and the Benghazi committee gives State five days to review documents that the panel wishes to release publicly but provides no assurance that the committee will abide by the proposed State redactions.\nThe State memo described the review of the Blumenthal-related emails for FOIA purposes as incomplete. “The enclosed documents do not reflect the input of all of the various other executive agencies that may have equities in certain documents,” the memo said.\nAs a practical matter, executive branch agencies have little control over information once it is turned over to congressional committees. While legislators may face internal sanctions for releasing classified information, the Constitution’s Speech or Debate Clause immunizes lawmakers against legal repercussions for disclosures in the course of their duties.\nIf agency officials disagree with a congressional decision to disclose records, they may suspend cooperation with Congress. But Congress retains its subpoena and funding power, ultimately giving lawmakers the upper hand in most such disputes.\n © 2015 POLITICO LLC", "byline": "", "description": "Despite review, agency calls messages 'not appropriate for public release.'", "title": "State Department objects to email release by Benghazi panel", "url": "http://www.politico.com/story/2015/10/state-department-objects-benghazi-panel-email-release-214965", "topics": ["immigration", "campaign_finance"], "people": ["Ray Takeyh", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Justin Trudeau", "Rachael Bade", "Jim Jordan", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Marc Caputo", "Kelsey Sutton", "Sid Blumenthal", "Brian Mahoney", "Theodoric Meyer", "Andrew Restuccia", "Elana Schor", "Ron Dermer", "Josh Gerstein", "Trevor Potter", "Annie Karni", "Nick Gass", "Trey Gowdy", "Aaron Schock", "Martin O'Malley", "Mark Toner", "Isaac Dovere", "Seung Min Kim", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Chase Purdy", "Sarah Wheaton", "Brianna Ehley", "Lauren French", "Gabriel Debenedetti", "Daniel Strauss", "Hillary Clinton", "Tim Starks", "Darren Samuelsohn", "Jamal Ware", "Ben Carson"], "orgs": ["Heritage Action", "CIA", "House Benghazi Committee", "USB", "Congress", "National Archives", "State Department", "Freedom of Information Act", "PAC", "The Economist Group", "Committee", "Department", "Senate Dems", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 31395, "fullname": "anna palmer", "primary_org": "politico"}, {"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}, {"author_id": 30948, "fullname": "john bresnahan", "primary_org": "politico"}], "date_written": "2015-10-20 19:30:25", "org": "politico", "article_id": "5981958f3b95d7d3eacb3096948947c9", "date_access": "2015-10-21 04:30:34.209658"}