{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nPolitical intelligence on the intersection of Washington and Wall Street \n\n            By \nBen White\n\n10/14/15 08:00 AM EDT\n\n                    Updated 10/14/15 11:34 AM EDT\nHILLARY CLINTON WINS DEM DEBATE — Frankly it wasn’t even close. The former secretary of state made easy work of a motley crew of challengers in the first Democratic debate in Las Vegas last night. Jim Webb spent most of his time complaining that he wasn’t getting enough time. Bernie Sanders had some moments railing against Wall Street (“fraud is a business model) but struggled over his record on guns and looked completely lost when discussing foreign affairs, especially Russia’s role in Syria. Clinton dominated the foreign policy segments. Lincoln Chafee blamed his dad’s death and fresh arrival in the Senate for voting in favor of Glass-Steagall repeal. It got worse for him from there. \nMartin O’Malley tried to stick it to Clinton on Glass-Steagall but she easily pivoted away to comments on climate change. And moderator Anderson Cooper let the issue vanish even though it presented the most interesting source of policy difference. Clinton broke no new ground on her Wall Street position sticking to her argument that breaking up the big banks is not the answer and that regulators should look to the shadow banking system. Ardent financial reformers hate this answer (and note that all the big banks were deeply involved in the mortgage crisis and closely tied to AIG) but there is really no reason for Clinton to go away from it. She is not going to lose the nomination to any of the men on stage last night. \nStory Continued Below\nVice President Joe Biden did not make a dramatic entrance into the debate and his name never even came up. He’s the only candidate who could seriously challenge Clinton for the nomination but he won’t be running to her left (at least not very hard) on Wall Street issues should he ultimately get in. And Clinton wrapped herself in Obama’s mantle most of the night, a fairly clear effort at reducing the Biden threat. Clinton also got off easy on her email controversy with Sanders riding to her defense saying the American people are “sick and tired” of hearing about it, earning a beaming thank you from the Democratic front-runner. \nTHE WALL STREET HIGHLIGHTS — Some of the top lines from the debate, via POLITICO’s Patrick Temple-West: “About an hour into the debate, Wall Street took its inevitable beating from all five Democrat candidates. Former Maryland Governor Martin O’Malley seized on the topic to score points at Clinton’s expense. ‘Secretary, I was proud to support you eight years ago, but something happened in between,’ he said, referring to the financial crisis of 2008-2009. ‘We need to reinstate Glass-Steagall,’ O’Malley said … \n“On Oct.8, Clinton announced a sweeping proposal to protect and strength the landmark 2010 Dodd-Frank Act. Her proposal touched on financial industry hot-spots ranging from high-frequency trading to the ‘revolving door’ between Washington regulators and businesses. But it didn’t include reinstating Glass-Steagall. … \n“‘The plan that I put forward would actually empower regulators to break up big banks if we thought they posed a risk,’ Clinton said on Tuesday. ‘There’s this whole area called ‘shadow banking,’ that’s where the experts tell me the next potential problem could come from. … But I want to make sure we cover everybody. Not what caused the problem last time but what could cause it next time,’ she said. ‘If only you look at the big banks you may be missing the forest for the trees.’\nSanders punched back. ‘In my view, Secretary Clinton, you do not, Congress does not regulate Wall Street. Wall Street regulates Congress … And we’ve got to break up these banks. Going to them and saying ‘please do the right thing’ is kind of naïve.’ … Sanders hammered Goldman Sachs in particular, citing former Treasury Secretary Henry Paulson’s relationship with the company prior to his government service. \n“‘Your millionaire and billionaire friends caused this problem … it was wrong to ask the middle class to bail out Wall Street,’ Sanders said. ‘I will have Wall Street now to help kids in this country go to college, public colleges and universities, free with a Wall Street speculation tax.”\nWHY SO LITTLE TIME ON GLASS-STEAGALL? — Better Markets’ Dennis Kelleher emails: “Gross disservice to the American people to almost totally ignore the candidates views and plans to prevent another financial crash and protect the American Dream of jobs, homes and economic security. Regardless of what anyone thinks, unbelievable & irresponsible to let that issue go by with so little discussion.” \nWHAT DID WALL STREET THINK? — This was the typical response from a senior banker: “At the Mets game, falling in love with Bartolo all over again.” (The Mets lost 3-1 and now must defeat Zack Greinke in Los Angeles on Thursday. They will ride the arm (and hair) of Jacob deGrom. \nCLINTON CRUSHES IT — POLITICO’s Shane Goldmacher: “The first Democratic debate was advertised as a showdown between the top two candidates in the race, Bernie Sanders and Hillary Clinton. Instead, one of the most dramatic moments was a plea from Sanders for the political conversation to move on from Clinton's email scandal. … The moment of kind sentiment came after Clinton ripped into Sanders in the opening minutes of the debate, going straight after her surging rival for his position on guns, one of the few issues in which the democratic socialist is out of step with the Democratic base.\n“That wasn’t the only issue on which she went after Sanders, who has surged in the polls, particularly in New Hampshire. She criticized him for his refusal to embrace capitalism and his holding up of European socialism as a model for America. … ‘We are not Denmark. I love Denmark. We are the United States of America,’ she declared. And she said it was the job of leaders to “rein in the excesses of capitalism” not to oppose it. ‘We would be making a great mistake to turn our backs on what created the greatest middle class in the history of the world,’ she said.” http://politi.co/1Pf8Ftz\n**A message from the Independent Community Bankers of America: Now is the time for Congress to put down partisan differences and unlock the community banking industry’s potential to spur economic growth. ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief. www.icba.org **\nWRONG-O-METER: CLINTON’s TPP FLIP-FLOP — POLITICO’s Victoria Guida: “Hillary supported the TPP, before she was against it … Clinton, in arguing that she has been consistent in her views, said she has ‘always fought for the same values and principles.’ ‘Take the trade deal,’ she said, referring to the Trans-Pacific Partnership, which she now opposes. ‘I did say when I was secretary of State three years ago that I hoped it would be the gold standard.’\n“Actually, three years ago, she was much more definitive. ‘This TPP sets the gold standard in trade agreements to open free, transparent, fair trade, the kind of environment that has the rule of law and a level playing field,’ she said in November 2012.” http://politi.co/1Gcth2D\nGLASS STEAGALL MISSES THE POINT — Roosevelt Institute’s Mike Konczal: “My opinion is that reinstating GS isn’t an important goal for financial reform. I don’t think the story it tells is the one we want to tell, and the reforms it would bring aren’t particularly effective. I think in terms of structural changes, there are better aspirational objectives for the debate to focus on and better options for achieving those objectives. \n“In particular, breaking up the banks through higher capital requirements would meet the same goals while building on the work that has been done — work that is already showing significant success and could use more of a spotlight” http://bit.ly/1ZBunLQ\nGOOD WEDNESDAY MORNING — Somewhere, Jim Webb is still complaining about having to wait 10 minutes to answer a question. Email me tips, news and debate reax to bwhite@politico.com and follow me on Twitter for politics, sports and Seinfeld references on @morningmoneyben\nDRIVING THE DAY — Treasury Secretary Jack Lew this afternoon will participate in a currency redesign town hall with students at the University of Maryland, College Park. (#SaveHamilton) … Producer Prices at 8:30 a.m. expected to decline 0.2% headline and rise 0.1% core … Retail Sales at 8:30 a.m. expected to rise 0.2% headline and -0.1% ex-autos … Federal Reserve Beige Book out at 2:00 p.m. \nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Patrick Temple-West Clinton’s debate claims that she’d break up big banks. http://politico.pro/1ZCtjrk]. For Pro's subscriber-only coverage — and to get Morning Money every day before 6 a.m. — please contact Pro Services at (703) 341-4600 or info@politicopro.com.\nCARSON GAINS ON TRUMP — POLITICO’s Nick Gass: “Ben Carson is drawing ever closer to Donald Trump among likely Republican primary voters according to the latest Fox News poll … The retired Johns Hopkins neurosurgeon took 23 percent to Trump's 24 percent, followed by 10 percent for Texas Sen. Ted Cruz, 9 percent for Florida Sen. Marco Rubio, 8 percent for former Florida Gov. Jeb Bush, 5 percent each for Carly Fiorina and former Arkansas Gov. Mike Huckabee and 3 percent for Kentucky Sen. Rand Paul. Other candidates earned 1 percent or less, with 7 percent undecided” http://politi.co/1LKCOu4\nGE CAPITAL VANISHES — WSJ’s Ted Mann and Joann S. Lublin: “GE Capital … is getting blown up. After years of defending GE’s involvement in lending to investors unhappy about the risk and a stagnant stock, Chief Executive Jeff Immelt decided early this year to unwind GE Capital. When he broached the idea of doing that at a board meeting at 30 Rockefeller Plaza in Manhattan in February, directors quickly agreed to take up the matter. On April 2, they voted in favor of it. … GE took a big step toward completing the process on Tuesday when it said it would sell the bulk of its U.S. commercial lending and leasing business to Wells Fargo an operation that includes about $32 billion of assets and 3,000 employees … \n“The dismantling of GE Capital shows the impact Washington’s toughened postcrisis approach to banking is having on the formerly freewheeling world of finance. GE Capital made loans funded by debt, including money borrowed via the short-term IOUs known as commercial paper. After that market froze in the financial crisis, the government stepped in with a rescue but resolved not to see a repeat of such a mess. Ensuing financial legislation eliminated GE Capital’s longtime regulator, the Office of Thrift Supervision. The Federal Reserve took over and GE Capital was deemed a systemically important financial institution, a designation that crimped its use of borrowed money” http://on.wsj.com/1hDy4P9\nNEW FANNIE/FREDDIE RESEARCH — American Action Forum has new research out today “that delves into the taxpayer cost of Fannie, Freddie & FHA selling distressed mortgages to non-profits. The research finds that it would cost taxpayers between $2.4 billion and $3.3 billion and could result in guarantee fees increasing by 24-33 percent.” http://bit.ly/1NFRGjY\nCARRIED INTEREST PUSH — A new letter from 50 different groups “urges .. senators to sign onto Senator Baldwin's Dear Colleague letter to leadership, which encourages leaders to close the carried interest loophole as part of the eventual budget compromise.” Letter: http://bit.ly/1ZDjids\nJPMORGAN GETS SMALLER — WSJ’s Emily Glazer and Peter Rudegeair: “The nation’s largest bank is getting smaller. JPMorganChase reported third-quarter results Tuesday that disappointed some investors as revenue fell 7%. But some of the bank’s shrinkage was by design, an effort to become simpler and less sprawling as new capital regulations are set to roll out in coming years. The New York bank … said its overall assets declined by $160 billion in the six months ended Sept. 30 to $2.42 trillion, a 6% drop. The last time assets declined at the bank by that much was in early 2009, during the financial crisis.\n“The bank is trying to become smaller because the Federal Reserve is preparing to apply new capital surcharges that will be more costly to a bank the larger and more complex it is. On Tuesday, J.P. Morgan executives said they think they have made enough moves to reduce its surcharge to 4% from 4.5%. … Still, getting smaller has its drawbacks. Excluding a big tax benefit and other items, J.P. Morgan reported that it earned $1.32 a share, a nickel shy of the $1.37 a share expected by analysts polled by Thomson Reuters. Including the $2.2 billion tax benefit, the largest U.S. bank by assets reported a profit of $6.8 billion, or $1.68 a share. That compared with a profit of $5.57 billion a year earlier. Revenue at the New York bank fell 6.9% to $22.78 billion.” http://on.wsj.com/1LadTTz\nTARULLO: RATE HIKE NOT LIKELY THIS YEAR — NYT’s Binyamin Appelbaum: “Daniel K. Tarullo, a member of the Federal Reserve’s’s Board of Governors, said on Tuesday he did not ‘expect that it would be appropriate’ for the Fed to start raising its benchmark rate this year, breaking with the stated position of the Fed’s chairwoman, Janet L. Yellen. Mr. Tarullo spoke, in an interview with CNBC, less than 24 hours after another Fed governor, Lael Brainard, expressed similar hesitation … The comments by two officials on the Federal Open Market Committee who rarely speak publicly about monetary policy suggested that Ms. Yellen is facing growing internal opposition to the view she expressed last month that it will probably make sense to start raising rates this year to maintain control of inflation. \n“‘Yellen appears to have a revolt on her hands,’ said Tim Duy, a professor of economics at the University of Oregon who follows the central bank closely. ‘She now faces the prospect of multiple dissents from the dovish wing of the F.O.M.C. if she insists on pushing through with a rate hike this year. Such a split decision would not enhance the institution’s credibility.’” http://nyti.ms/1PfbJG2\n** A message from the Independent Community Bankers of America: Now is the time for Congress to put down their partisan differences and unlock the community banking industry’s potential to be catalysts for economic growth. ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief. Community banks in every Congressional district across the nation are the backbone of local economic growth nationwide and support our communities one loan at a time. But excessive and unnecessary regulation is thwarting their ability to fully meet the needs of local economies. We need lawmakers to enact sensible regulatory relief to allow community banks to do what they do best: serve their communities. Community banks: big where it matters — our communities. www.icba.org **\nBen White is POLITICO Pro's chief economic correspondent and author of the “Morning Money” column covering the nexus of finance and public policy.\nPrior to joining POLITICO in the fall of 2009, Mr. White served as a Wall Street reporter for the New York Times, where he shared a Society of Business Editors and Writers award for breaking news coverage of the financial crisis.\nFrom 2005 to 2007, White was Wall Street correspondent and U.S. Banking Editor at the Financial Times.\nWhite worked at the Washington Post for nine years before joining the FT. He served as national political researcher and research assistant to columnist David S. Broder and later as Wall Street correspondent.\nWhite, a 1994 graduate of Kenyon College, has two sons and lives in New York City.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "Hillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton&#39;s TPP flip-flop — Glass Steagall misses the point", "title": "Hillary Clinton wins Dem debate", "url": "http://www.politico.com/tipsheets/morning-money/2015/10/pro-morning-money-210708", "topics": ["trade", "economy"], "people": ["Rand Paul", "Isaac Arnsdorf", "Burgess Everett", "Lael Brainard", "Kyle Cheney", "Henry Paulson", "Rachael Bade", "Frank Act", "Henry C. Jackson", "Mike Huckabee", "Anna Palmer", "Hadas Gold", "Binyamin Appelbaum", "Carla Marinucci", "Ben Carson", "Ted Cruz", "Dan Ephron", "Anderson Cooper", "Joe Biden", "Joann S. Lublin", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Patrick Temple", "Gabriel Debenedetti", "Janet Yellen", "Rich Lowry", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Dennis Kelleher", "Jeb Bush", "Jack Lew", "Martin O'Malley", "Bill Clinton", "Janet L. Yellen", "Alex Isenstadt", "Jim Webb", "Jeff Immelt", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bernie Sanders", "Ivanka Trump", "Lauren French", "Carly Fiorina", "Ted Mann", "Luke Messer", "Tony Romm", "Brian Faler", "David S. Broder", "Daniel Strauss", "Johns Hopkins", "Hillary Clinton", "Goldman Sachs", "Ben White", "Eli Stokols", "Glass Steagall", "Tom Steyer", "Peter Rudegeair", "Leigh Munsil", "Lincoln Chafee"], "orgs": ["CNBC", "WSJ", "Fed", "Federal Open Market Committee", "Writers", "Kenyon College", "Treasury", "AIG", "Federal Reserve", "Congress", "United States of America", "University of Maryland", "House GOP", "FEC", "American Action Forum", "TPP", "Society of Business Editors", "GOP", "Washington And The World", "Mets", "Senate", "U.S. Banking", "U.N. Security Council", "Pro Services"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-14 13:00:24", "org": "politico", "article_id": "bc02c1b2c4974aca727ce98908bc1529", "date_access": "2015-10-15 02:01:13.407305"}