{"body": "\n2016\n\nThe Florida senator leads the 2016 pack — in playing hooky from his day job to campaign.\nBy Manu Raju\n7/27/15 5:14 AM EDT\nGetty\nAt last week’s Senate Foreign Relations Committee hearing, Marco Rubio attacked the Obama administration for failing to secure the release of American hostages in Iran.\nBut in May, when he had a chance to vote for a symbolic resolution calling for the hostages’ release, Rubio was 1,000 miles away from the Capitol — in Coral Gables, Florida, raising money for his presidential campaign.\nStory Continued Below\nAs the Florida Republican has catapulted to the top tier of the crowded GOP presidential field, Rubio has been absent more often than other senators seeking the White House. Since announcing his run in mid-April, Rubio has missed 42 votes, more than a third of roll calls on the Senate floor. Trailing not far behind him on the absentee scale are Sens. Lindsey Graham (R-S.C.) and Ted Cruz (R-Texas).\nAt the other end of the spectrum is Rand Paul of Kentucky, who has missed just two votes.\nAlso on POLITICO\nADAM SNEED\nRubio has skipped votes during high-profile fights over national security, trade, energy and education policy. He has missed private hearings during a critical stage in the Iran talks, a public forum on China and a private briefing on the U.S. strategy on the Islamic State. Last month, a California congressional candidate tweeted a picture with Rubio in Los Angeles on the same day the Florida senator missed a closed-door Foreign Relations Committee session on Iran and a procedural vote on the Export-Import Bank’s future, a flash point in the presidential campaign.\nThe missed votes underscore the challenges senators face when running for president. They must project leadership and show that they take their jobs seriously. Yet, the task of campaigning across the country and raising tens of millions of dollars often means they skip out on their day job, even when Congress is debating weighty global and domestic issues.\nAlready, former Florida Gov. Jeb Bush is making an issue of senators skipping out on votes, saying they ought to “show up and vote — or resign.” And Paul, in an interview, argued that he felt a responsibility to do the job voters sent him to Washington to do. So long as Rubio remains a serious contender in the race, his opponents believe they can use his attendance record to argue he’s unqualified to be president.\nRubio’s office defended the missed votes, saying he remains deeply engaged in Senate matters.\n“It’s not unusual for presidential candidates to miss Senate votes,” said Rubio spokesman Alex Conant. “Sen. Rubio remains fully engaged in the issues important to Florida and helping Floridians, and as he travels the country to talk about his agenda to help the middle class, there will be no doubt where he stands on any important issues before the Senate.”\nRubio has yet to miss a vote where he would have changed the outcome. Conant said that any time he has missed an important briefing, he has spoken extensively with experts and staff to fill him in on key information. His aides say the senator has canceled several campaign events and rearranged his schedule when his vote is needed in Washington or if there’s an important hearing to attend.\nRubio’s calculation on how to use his Senate seat to his political advantage is markedly different from two of his GOP rivals, Cruz and Paul, who have tried to lift their respective profiles by taking aggressive stands in the chamber. Cruz has railed against the Export-Import bank and Obamacare on the Senate floor, while Paul forced the temporary expiration of the PATRIOT Act.\nRubio, on the other hand, has not delivered a floor speech since May 7.\n“I get paid to do this, and I think it’s an obligation for me to be here,” Paul said. Asked about Rubio’s missed votes, Paul said: “I think that’s between him and the voters of Florida.” (Paul, however, has frequently skipped hearings, including on the Senate Homeland Security and Governmental Affairs Committee.)\nAlso on POLITICO\nADAM SNEED\nIn 2007, the year before three senators ran for president — John McCain, Barack Obama and Hillary Clinton — they all missed scores of Senate votes. McCain voted only 44 percent of the time, compared with Clinton, who made 77 percent of the votes and Obama who showed up 62 percent of the time.\nRubio has voted 64 percent of the time since he announced his run April 13. In the same period, Cruz missed 33 votes (attending 72 percent of the time) and Graham missed 37 votes, with a 68 percent attendance rate. Cruz, Graham and Sen. Bernie Sanders (I-Vt.) also missed the May vote on the resolution demanding the hostages’ release from Iran.\nSanders, who is seeking the Democratic nomination, missed just seven votes since mid-April, which is more in line with the average attendance rate of all senators, who cast 97 percent to 98 percent of roll calls on the floor.\nOne analysis found that Rubio had the poorest attendance rate among senators seeking the White House. And another report published in February found that in his first four years in office, Rubio missed 99 out of 1,198 votes, amounting to an absentee rate of 8.2 percent, among the highest in the Senate. Rubio’s office said the missed votes were largely due to family commitments.\nRubio has taken advantage of his Senate service to broaden his portfolio, including taking nine foreign trips to places as far-flung as Afghanistan and the Philippines. And this year, Rubio chaired three hearings of the Western Hemisphere Subcommittee he runs on Senate Foreign Relations. Obama, on the other hand, was criticized by Clinton in the 2008 primary for failing to hold hearings on the Foreign Relations subcommittee he ran.\nYet from 2011 to 2014, Rubio attended just 52 of 106 hearings on the Foreign Relations full committee and subcommittee on which he serves, according to a review of transcripts. Similarly, Cruz took heat earlier this year for skipping a number of hearings before the Armed Services Committee, including one this month in which senior military leaders testified on the U.S. strategy to combat ISIL.\nIn the days after Osama bin Laden was killed in 2011, Rubio missed Foreign Relations hearings at which policy experts testified about the way forward in Afghanistan and Pakistan. But Rubio’s office notes that the senator was briefed on the matter in secure settings at CIA headquarters, the U.S. Southern Command headquarters in Doral, Florida, and before the Senate Select Committee on Intelligence in Washington.\nRubio, in some ways, is more insulated from voter backlash than the other GOP candidates. He has already announced he won’t run for reelection next year in Florida, while Paul is seeking to run for both the Senate and the White House at the same time.\nStill, the 44-year-old Rubio has been in the Senate less than a full term, and he’s seeking to rebut skeptics who believe he lacks the requisite experience to run the federal government. Not showing up for the workweek in the Senate will only feed the criticism.\n“The pay people get in public life is good,” Bush told a radio host last week. “It’s a sacrifice to be away from their families, I’d admit that, but if you’re there for three days, you ought to be able to show up and vote, or resign … and then go pursue whatever your desires are.”\nAlso on POLITICO\nADAM SNEED\nRubio has sought to sell himself as the candidate who is best prepared to deal with the country’s national security challenges, arguing that the governors in the race lack foreign policy experience. But his opponents are likely to try and poke holes in the argument by pointing to the hearings that he has missed.\nHe confronted Secretary of State John Kerry at last week’s high-profile hearing on the Iran nuclear deal, yet Rubio missed two of three closed Iran hearings the Foreign Relations Committee held in June as well as one public hearing. The chairman of the committee, Sen. Bob Corker (R-Tenn.), held the hearings to help senators sharpen their views on the issue so they could shape the public debate in the final stage of the nuclear talks.\nOn June 10, as two policy experts who work outside government testified in a private hearing, Rubio was pictured with a California GOP House candidate, Rafael Dagnesses. During a fundraising swing through California in January, Rubio missed an intelligence briefing on ISIL as well as two closed sessions before the Senate Select Committee on Intelligence.\nWhen Rubio misses closed hearings, staffers attend in his place and brief him on the subject matter afterward, his office says. And his aides note he did attend one of the three closed June hearing on Foreign Relations at which Energy Secretary Ernest Moniz met with the panel.\n“As a member of both the Senate Intel and Foreign Relations committees, Sen. Rubio has received regular classified briefings, attends most Intel committee hearings, and reads intelligence reports almost on a daily basis, and in the unusual case that he misses a hearing, he is always briefed on the material covered,” Conant said.\nBecause of a fundraiser in Houston, Rubio missed a confirmation vote for an undersecretary of the Homeland Security Department. A March fundraiser in Manhattan prompted Rubio to skip a confirmation vote for an intellectual property official.\nWhile those nominees were not controversial, Rubio has missed debate when issues have been contentious. Because of Florida campaign events, Rubio was the lone senator in June to miss a vote reaffirming the U.S. prohibition on torture. And due to January fundraising in California, Rubio was one of just two senators to skip the final vote on a bill to construct the Keystone XL oil pipeline.\nThe senator’s office said his vote was not needed in those cases, and he made his position clear.\n“I do not support telegraphing to the enemy what interrogation techniques we will or won’t use, and denying future commanders in chief and intelligence officials important tools for protecting the American people and the U.S. homeland,” Rubio said on the torture amendment. He would have voted “no” on the amendment, which was offered by Sen. John McCain (R-Ariz.).\nBy DAVID GREENBERG\nBy JIEUN BAEK\nBy SVEN BECKERT\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "The Florida senator leads the 2016 pack -- in playing hooky from his day job to campaign.", "title": "Marco Rubio, absentee senator", "url": "http://www.politico.com/story/2015/07/marco-rubio-2016-job-senator-absentee-120643.html", "topics": ["campaign_finance", "trade"], "people": ["Rand Paul", "John Kerry", "Bob Corker", "Lindsey Graham", "Jeb Bush", "Alex Conant", "Manu Raju", "Hillary Clinton", "Marco Rubio", "Barack Obama", "Bernie Sanders", "Ernest Moniz", "Ted Cruz"], "orgs": ["Senate Foreign Relations", "CIA", "ISIL", "Intel", "Congress", "Senate Homeland Security and Governmental Affairs Committee", "Senate", "Senate Select Committee", "Foreign Relations Committee", "Senate Foreign Relations Committee", "Senate Intel", "Homeland Security Department", "Armed Services Committee", "Sens", "Floridians", "GOP"], "authors": [{"author_id": 30737, "fullname": "manu raju", "primary_org": "politico"}], "date_written": "2015-07-27 10:14:10", "org": "politico", "article_id": "ad9d24ce90e1710ebeccebc2be5d8d51", "date_access": "2015-07-27 10:10:06.330647"}