{"body": "\n2016\n\nAfter months of enduring Trump and clown-car cracks, Republicans are enjoying watching Democrats squirm.\nBy Katie Glueck\n8/26/15 5:10 AM EDT\nUpdated 8/26/15 5:10 AM EDT\nGetty\nRepublicans, sick of being derided by Democrats as the clown car party, are downright gleeful that Joe Biden appears to be squeezing in next to Hillary Clinton.\nAfter enduring months of ridicule fueled by Donald Trump, whose frequent outrageous comments have forced a number of GOP rivals into a corner, and as a seemingly endless parade of Republican contenders have jumped into the presidential race, there’s a sense of schadenfreude at the idea of Biden mounting a late-in-the-game run and mixing up the Democratic field.\nStory Continued Below\n“We’re constantly denounced as a circus, a clown show, a clown car,” said GOP pollster Kellyanne Conway, adding that competition has been good for the Republican field. But, she went on to add, “Pardon us if we’ve got the giggles over watching the Democrats, the so-called Democratic front-runner, hear [competitors’] footsteps and what was meant to be a runaway victory, what was meant to be a coronation, becomes their own … version of a clown car.”\nAs chatter about a possible Biden bid has intensified over the past several days, plenty of Republicans are sounding more like Biden cheerleaders — even Biden consultants — than political foes, delighting in gaming out how Biden could emerge as a credible challenger to Clinton and knock out the sense of coronation that has lingered around her, even as she battles scandal-tinged headlines.\n“Oh, Run Joe Run,” said Conway, who is also president of a super PAC backing Ted Cruz.\n“I’d love to see Joe Biden get into the race,” said GOP strategist and former Mitt Romney spokesman Ryan Williams. “He would be a formidable candidate.”\nSenate Majority Whip John Cornyn (R-Texas) has been tweeting stories bearing headlines such as “Hillary vs. Biden Would Get Ugly Fast” and “Top Democratic fundraisers invited to meet with Joe Biden at Naval Observatory.”\nAnd the Republican National Committee has been blasting out examples of the White House speaking highly of the vice president, seeking to suggest that Obama would lean toward his second-in-command rather than his former secretary of state.\nAlso on POLITICO\nANNA PALMER\n“A Biden candidacy will divide the White House and could fracture the Democrat establishment — especially if Clinton can’t turn things around or stumbles even further,” said RNC spokesman Michael Short, explaining the Biden boosterism.\nBiden has yet to publicly announce his intentions but is said to be heavily considering a run, with a decision expected by the end of the summer. His desire to mount another run (after failing to clinch the Democratic nomination in 1988 and 2008) is said to be motivated in part by the recent death of his son Beau Biden, who reportedly wanted his dad to run, and comes as Clinton has suffered endless headlines about her use of a private email server while she was secretary of state and questions about conflicts of interest regarding the Clinton Foundation.\nIt’s not that Clinton is running alone. She already has several challengers, including Vermont Sen. Bernie Sanders, who has gained some traction among progressives in the party. But in the eyes of Republicans, the fact that Biden, the sitting vice president, is mulling a late-entry run, is a sign of Clinton’s vulnerabilities.\n“Vice President Joe Biden’s potential entry into the Democratic Primary means one thing and one thing only — Secretary Clinton is in trouble,” said Jeff Bechdel, communications director for the GOP opposition research group America Rising PAC, in a statement. “Clinton has inflicted so much damage on herself through scandals involving her private email and the Clinton Foundation that she has provided an opening for Biden.”\nA representative for Clinton didn’t respond to a request for comment.\nRepublicans are hopeful that Biden, a seasoned politician who is respected on both sides of the aisle, would emerge as a credible contender who, at the least, would be taken seriously should he draw contrasts with Clinton. They also believe Biden would eat into some of her support among centrist Democrats, weakening Clinton by dipping into her base.\n“If Biden can get any kind of traction, any momentum, it will further add to all of the problems Hillary Clinton has to deal with. And getting through the nominating season, it adds all kinds of extra pressure that they weren’t really counting on at the beginning of this race. It’s just another prominent voice that’s going to show a contrast with Hillary Clinton,” the RNC’s Short said in a separate conversation.\nAlso on POLITICO\nNICK GASS\nMany Democrats, and some Republicans, say that’s wishful thinking — Clinton is still overwhelmingly expected to be her party’s nominee, and some think a more contested primary would make her stronger, as was the case for now-President Barack Obama when he ran against Clinton in 2008.\nBut if nothing else, Republicans say, the colorful Biden would ensure that it’s not just the GOP in the sensationalist spotlight.\nBiden, who can be an emotional speaker, has a long record of getting carried away, or getting ahead of himself or the administration, such as when he blurted out full support for same-sex marriage before that was the position held by the White House. While he is currently still raw from the death of his son, Biden is known for using off-color language and for public displays of affection, and after the summer of Trump, Republicans wouldn’t mind sharing the attention.\n“Biden is good for a laugh at least once a week,” said New Hampshire GOP operative Dave Carney. “For anyone in the business of generating clicks, he’s almost as good as Trump.”\nBut the GOP hope that Biden would substantially shake up the Democratic race is predicated on a lot of “ifs.” It’s not at all clear that Biden will actually get into the race; if he does, he could easily fall flat — as he did in 2008, when he ran against Clinton and Obama — and there’s no guarantee that he would criticize Clinton off the bat, much less that he would do so effectively.\n“It’s not like they’ve got fundamental policy differences,” said Fergus Cullen, a former chairman of the New Hampshire Republican Party who does not think that Biden will deliver on all of those GOP dreams. “Both are establishment Democrats. It’s not like he’s younger … both are former senators. What does he bring to the table, except maybe a little less baggage than Hillary? I just don’t understand it. I think people are being overly polite.”\nBill Kristol, the influential conservative editor of The Weekly Standard, does not think Biden should be dismissed — “I’m not one of those who thinks Biden is a buffoon,” he said — but at the same time doesn’t think the vice president himself will cause the kind of damage to Clinton other Republicans are betting on. But Biden’s possible entry does send the message that the field isn’t settled yet, Kristol continued, painting a picture of a long-shot scenario in which other candidates, possibly even progressive favorite Elizabeth Warren, who has repeatedly ruled out a run, jump in later.\n“It does create more fluidity in general in the race,” he said. “If you watch Trump, and Biden gets in, it feels like a crazy year. All the rules are being broken.”\nBy BEN WOFFORD\nBy CASEY MICHEL\nBy PETER SUDERMAN\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "After months of enduring Trump and clown-car cracks, Republicans are enjoying watching Democrats squirm.", "title": "GOP revels in Joe Biden buzz", "url": "http://www.politico.com/story/2015/08/gop-revels-in-joe-biden-buzz-121743.html", "topics": ["campaign_finance", "personality"], "people": ["Dave Carney", "Mitt Romney", "Beau Biden", "Kellyanne Conway", "Joe Biden", "Michael Short", "Hillary Clinton", "Fergus Cullen", "Donald Trump", "Ryan Williams", "Barack Obama", "Elizabeth Warren", "Jeff Bechdel", "Bernie Sanders", "John Cornyn", "Katie Glueck", "Bill Kristol", "Ted Cruz"], "orgs": ["PAC", "Senate", "Clinton Foundation", "RNC", "Republican National Committee", "New Hampshire Republican Party", "America Rising PAC", "Naval Observatory", "GOP"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-08-26 10:10:19", "org": "politico", "article_id": "75f7d61a9d405e29800a3343219011ab", "date_access": "2015-08-26 10:10:08.121970"}