{"body": "POLITICO\nA daily overview of education policy news\nBy Caitlin Emma\n6/11/15 10:01 AM EDT\nWith help from Eliza Collins, Allie Grasgreen, Kimberly Hefling, Maggie Severns and Nirvi Shah\nCLINTON WILL BANK ON STUDENT DEBT: Hillary Clinton’s policy team has been soliciting input from economic experts and liberal policymakers tied to Sen. Elizabeth Warren, with the goal of making student loan reform the core of Clinton’s economic mobility agenda, POLITICO’s Annie Karni reports. The effort to make college more accessible comes as the Clinton campaign finds itself under increasing pressure to accommodate progressive demands. Bonus: It also could provide Clinton with a signature domestic policy issue, similar to healthcare for Barack Obama in 2008. Clinton’s camp views the issue as one where the former secretary of state could drive the conversation and create a mandate for reform.\nStory Continued Below\n— In one of the clearest signs of the importance the policy team — headed by senior advisor Ann O’Leary — is placing on the issue, student loan reform is expected to be one of the earliest policy rollouts after Clinton’s campaign kick-off Saturday. The campaign is expected to unveil its student loan plans in detail in mid-July, multiple sources said. Clinton’s campaign has sought out policy experts with strong ties to Warren. The Clinton campaign has also been seeking advice from Rohit Chopra at the Consumer Financial Protection Bureau. Other experts who have also been speaking regularly with O’Leary and her team, sources said, include Mark Huelsman, a senior policy analyst at Demos; economist Gene Sperling; James Kvaal, who was Obama’s policy director in the 2012 election; and longtime Clinton advisor Neera Tanden, president of the Center for American Progress. None of the policy details have been finalized, and it’s still unclear how Clinton plans to pay for any of the proposals being discussed.\n— On the table: A plan to support debt-free college. That goes further than what either of Clinton’s Democratic opponents, Vermont Sen. Bernie Sanders, or former Maryland Gov. Martin O’Malley, have proposed when they speak about debt-free college — their proposals cover just the cost of tuition. It’s not clear yet exactly what form Clinton’s debt-free college proposal will take — whether students will pay based on a percentage of their income, or carry some obligation based on their ability to pay. But covering the cost of attendance is appealing to the progressive policy makers advising Clinton. “The total cost of attendance is a more expansive view of the actual cost of higher education,” Huelsman said. Also under discussion is allowing students to refinance their loans, an issue that Warren championed in a bill that was defeated last year by Republican opposition. http://politi.co/1JM8xh7\n— Warren laid out her own detailed and extensive proposal Wednesday to address the nation’s $1.2 trillion in student debt. An aide to Sen. Lamar Alexander, chairman of the Senate education committee, said the chairman “believes Sen. Warren makes an important contribution” to the committee’s work to reauthorize the Higher Education Act. “Her support for legislation he has introduced with Sen. [Michael] Bennet and others to simplify the process for applying for federal financial aid — as well as her contributions to discussions around reducing burdensome regulations and giving colleges and universities more ‘skin in the game’ — are critical,” the aide said. Allie Grasgreen has more: http://politico.pro/1e467Pu.\n— On a call with supporters Wednesday night, hosted by MoveOn.org, Warren vowed to keep pushing the refinancing issue and urged listeners to quiz presidential hopefuls on where they stand. “Nobody was talking much about this two years ago … we put it on the agenda,” she said. “But we’ve got to get this one through the United States Congress … We’ve got our work cut out for us, but we’re not going to back up on this one.”\n— Does free college mean more students attend? Not in Norway, where all residents have have the same tuition-free access to college, no matter their background, and students get the same allowance for living expenses. “Even though tuition is almost completely free here, Norwegians whose parents did not go to college are just as unlikely to go themselves as are Americans whose parents did not pursue higher education.” More in The Atlantic: http://theatln.tc/1cMq1wS.\nCOMMON CORE BACKERS SPEND THE MOST IN IOWA: The Collaborative for Student Success — a non-profit, pro-Common Core powerhouse based in D.C. — has outpaced all other political spenders in Iowa so far this year. While the group wouldn’t confirm a total spending figure, a Sunlight Foundation review of ad contracts shows that the group has spent more than $764,000 on about 1,500 ads in the state. While most super PAC ads are yet to come, the collaborative’s Iowa investment trounces that of super PACs supporting Common Core opponents Bobby Jindal and Rick Perry. The collaborative hasn’t favored a particular presidential candidate. Instead, the ads target conservative voters who’ve revolted against the Common Core.\n— Collaborative spokeswoman Blair Mann told Sunlight that the standards have been “grossly” misrepresented. “It's important that the public have the facts and that public officials be held accountable when they employ wildly inaccurate and deliberately misleading descriptions of the standards,” she said. “We think it's important — and far more effective — to be part of the conversation early, rather than trying to correct the record after the issue has been distorted and misrepresented.” More: http://bit.ly/1KXooZ4.\nGOOD THURSDAY MORNING, JUNE 11. I’m gearing up for the release of “Jurassic World” this weekend by looking at gratuitous pictures of Chris Pratt [http://bit.ly/1S6cK28] and rewatching “Jurassic Park.” Mostly Chris Pratt pictures, though. [http://bit.ly/1GtRCPn] Don’t forget to send tips, clips and amusing GIFs to cemma@politico.com or @caitlinzemma. Send events to: educalendar@politicopro.com. And follow us on Twitter: @Morning_Edu and @POLITICOPro.\nINTERVENTION COULD HELP PREVENT SEXUAL ASSAULT: Female college students who were trained in assessing risk, self-defense and defining sexual boundaries were less likely to experience rape than peers who attended an informational session and were given a brochure. That’s according to a new study published in the New England Journal of Medicine. Students at three Canadian universities took these classes at the beginning of their freshman year and were then surveyed a year later. There were incidences of rape in 5 percent of the women who participated in the program, compared with 10 percent of their peers. “Only 22 women would need to take the program in order to prevent one additional rape from occurring within one year,” the authors said. The study: http://bit.ly/1Iw0zXR.\nWASH, DRY, READ: The Clinton Foundation’s Too Small To Fail initiative is using an uncommon setting to push early literacy: laundromats. TSTF will partner with the Coin Laundry Association and others to encourage low-income families to use trips to the laundromat as opportunities for talking and engaging with young kids. The project involves an array of activities. Jumpstart and First 5 Alameda County in California will host monthly story times in laundromats, and Jumpstart’s annual “Read for the Record” campaign will launch at laundromats in Oakland later this year. Two other new Clinton Foundation initiatives focus on playgrounds as opportunities for learning and teaching math to students at bedtime.\nCTB/McGRAW-HILL WILL PAY FOR GEORGIA TESTING MISTAKES: Test “freezing” and connectivity issues caused angst this year for many Georgia test takers. Georgia education officials say vendor CTB/McGraw-Hill is working to make it up to them: The company will provide $4.5 million in services at no cost to the department. State Superintendent Richard Woods said the problems weren’t widespread, but still problematic. “The vendor has worked with us to make sure those safeguards are in place, and to ensure Georgia is compensated for the services that were not rendered effectively,” Woods said in a statement.\n— The affected students were taking Georgia Milestones end-of-grade tests. The free services include $2.7 million to develop new tests and up to $60,000 toward an analysis of the problems.\nFIRST LOOK: CAP PUSHES FOOD PROGRAM IMPROVEMENTS: The Child and Adult Care Food Program feeds more than 3 million children by providing snacks and meals to child care centers, family daycares, Head Start programs and more. The Center for American Progress says the program can be improved via the coming reauthorization of the federal Child Nutrition Act. Some priorities for CAP: increasing reimbursement rates, reducing the area eligibility test, reducing paperwork and utilizing CACFP to ensure safe child care settings. “Without proper meals and snacks, children are unable to learn the skills needed to be ready for school at kindergarten,” said Katie Hamm, director of CAP’s early childhood education policy team. The report: http://ampr.gs/1Mq6vSV.\n— CAP also says providers should serve three meals a day if they have children for eight hours or more at a time, an option that was eliminated a while back. Now it reimburses for two meals and a snack or one meal and two snacks a day. The exception: Emergency shelters can provide three meals.\nIN TODAY’S FEDERAL REGISTER: Some “necessary” technical changes to the Impact Aid program, which the National Association of Federally Impacted Schools says have been nearly a dozen years in the making. Find them here: http://1.usa.gov/1JpixhJ.\nNO CANDIDATE LEFT BEHIND: In a tweet [http://bit.ly/1FTjnwa], Hillary Clinton applauded the Education Department’s move Monday to help students who attended Corinthian Colleges discharge their student loans. [http://politico.pro/1Izjeou] “No one should be in debt to a college that defrauded them — forgiving students is the right decision. Thx, @usedgov. http://nyti.ms/1MjvreX  -H”\n— New Jersey Gov. Chris Christie will speak about education reform today at Iowa State University at 11 a.m. CT. On Wednesday, he told the Latino Coalition at the U.S. Chamber of Commerce that they should flex their political muscle and \"start offending people\" to fix the country's education system. \"This can't be an intellectual conversation alone, everybody,\" Christie said. \"You've got to decide you want to stand up and fight for better schools for your kids. That's going to mean breaking some china.\" More: http://bit.ly/1Kr8xnm.\n— Thanks but no thanks: A Wisconsin teacher renews her plea that Gov. Scott Walker stop using her as an example. In an op-ed [http://dmreg.co/1L1eDvX] in the Des Moines Register, Walker opens a piece about his education accomplishments with the story of Megan Sampson, a first-year teacher of the year who was laid off a week after earning the honor. Walker writes that changes to so-called last-in, first-out policies that favor teachers with seniority in his state would now prevent a situation like Sampson’s. In a letter to the Associated Press, Sampson asked Walker to back off. \"I do not enjoy being associated with Walker's political campaign.\" She said Walker \"not have permission from me to use my story in this manner, and he still does not have my permission.\" More: http://dmreg.co/1L2pdmt\nREPORT ROLL CALL\n— The Fordham Institute says it’s time to deregulate in Ohio, with possible suggestions that include expanding opportunities for schools to use non-licensed workers: http://politico.pro/1Iw1UxY.\n— Millennials spend an average of 35 hours per week on digital media, but 58 percent have few skills when it comes to solving problems with technology. Change the Equation: http://politico.pro/1MK7AGa.\nSYLLABUS\n— Louisiana higher education has $282 million at stake in fight over Bobby Jindal's “no tax” pledge. The Times-Picayune: http://bit.ly/1HtrxAY\n— Florida School Boards Association drops out of tax credit scholarship lawsuit. Tampa Bay Times: http://bit.ly/1cMtVpt\n— How academics and athletics collided at one university. The Chronicle of Higher Education: http://bit.ly/1GtPt6r\n— West Virginia is set to begin its review of the Common Core. Charleston Daily Mail: http://bit.ly/1B7DkDE\n— Cooper Union president resigns and five trustees quit. The Wall Street Journal: http://on.wsj.com/1cMubVw\n— Why former Education Deputy Secretary Jim Shelton decided to join 2U. EdSurge: http://bit.ly/1S6bmMW\nThe Pro Education team takes me higher [http://bit.ly/1F5LHk5] than I’ve ever been: @CaitlinZEmma or cemma@politico.com, @alliegrasgreen or agrasgreen@politico.com, @khefling or khefling@politico.com, @MaggieSeverns or mseverns@politico.com, @NirviShah or nshah@politico.com.\nBy TED GUP\nBy ERRIN WHACK \nBy COLIN WOODARD\nBy ROBERT ZARETSKY\n© 2015 POLITICO LLC", "byline": "", "description": "Clinton will bank on student debt.", "title": "Clinton will bank on student debt - Common Core backers spend the most in Iowa - Sex assault prevention that works", "url": "http://www.politico.com/morningeducation/0615/morningeducation18703.html", "topics": ["economy"], "people": ["Lamar Alexander", "Rick Perry", "Megan Sampson", "Ann O'Leary", "Chris Christie", "Kimberly Hefling", "Rohit Chopra", "Caitlin Emma", "Annie Karni", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Richard Woods", "Allie Grasgreen", "Martin O'Malley", "Neera Tanden", "Nirvi Shah", "Gene Sperling", "Barack Obama", "Elizabeth Warren", "Hillary Clinton", "Mark Huelsman", "Eliza Collins", "Maggie Severns"], "orgs": ["CAP", "Iowa State University", "PACs", "Senate", "Common Core", "Consumer Financial Protection Bureau", "Sunlight Foundation", "Pro Education", "Clinton Foundation", "Corinthian Colleges", "MoveOn.org", "Fordham Institute", "Edu", "United States Congress", "Head Start", "U.S. Chamber of Commerce", "New England Journal of Medicine", "Education Department"], "authors": [{"author_id": 30889, "fullname": "caitlin emma", "primary_org": "politico"}], "date_written": "2015-06-11 15:01:49", "org": "politico", "article_id": "be52a05f6e5044b674f04c85d8bbaacb", "date_access": "2015-06-23 17:14:56.778448"}