{"body": "\n2016\n\nAs the VP weighs his options, the front-runner’s team offers only deference and respect.\nBy Annie Karni\n8/2/15 5:52 PM EDT\nGetty\nVice President Joe Biden has earned the right to take a serious look at a presidential run.\nHe’s a beloved figure in the Democratic party, a stand-up guy.\nStory Continued Below\nThat’s the party line being offered among many Hillary Clinton allies, who when asked about the latest Biden trial balloon are quick to stress that they consider him a friend, or that they are admirers from afar.\nBut behind the stated support for the Vice President is a harder calculation — that the latest flirtation is the last gasp before Biden puts to bed the possibility of his last shot at the White House, another emotional door closing during what has been a deeply trying and traumatic period in Biden’s life.\nBiden has been meeting with friends and political allies in recent weeks, as he’s struggled to cope with the death of his eldest son, Beau. Often, the subject of a presidential run comes up. He remains open to a run, they say, but some who spoke to POLITICO on the condition of anonymity said he is not close to making a decision.\nAlso on POLITICO\nMARC CAPUTO\nNonetheless, speculation flared anew after a Maureen Dowd column in Sunday’s New York Times reported that Beau towards the end of his life had advised his father to run, and that the vice president was giving it serious consideration, in a sign of possible vulnerability on Clinton’s part.\nThe news was not a surprise to Clinton’s inner circle. It’s no secret, some supporters said, that Biden wants to be President — he’s run twice. For months he’s left the door open, saying he’ll make a decision about whether or not to seek his party’s nomination by the end of the summer.\nPutting out feelers to measure support is perfectly responsible, Democrats note, and having Biden in the wings if Clinton for some reason implodes would be a good insurance plan for the party.\nPublicly, Clinton’s top aides have expressed only support for the grieving veep.\n“We love the vice president,” Clinton communications director Jennifer Palmieri said last month at a breakfast event in Washington, D.C. “Amen,” added Jake Sullivan, Clinton’s top policy aide who has also worked as Biden’s national security adviser.\n“I have known them both for well over twenty years,” said New Hampshire power broker Terry Shumaker, who is supporting Clinton’s bid and served as New Hampshire chairman of Bill Clinton’s two presidential campaigns. “If Hillary Clinton were not running, I would be supporting Joe Biden.”\nBut many top Democrats remain doubtful that he will actually take the plunge.\nWhile there are real vulnerabilities, like Clinton’s exposure on the left, an enthusiasm gap for her candidacy, and some weakness in her latest poll numbers, Democrats raise questions about Biden’s ability to deal with the practical matter of building an organization of donors, operatives and other constituencies necessary to win. And few expect Biden to run as a spoiler, or just because it would be his last chance to mount a bid.\nBiden has also made few moves to show that he’s serious about a bid. His chief of staff has been kept in the loop on debate planning by the Democratic National Committee as a courtesy, sources said, but the Biden team has not engaged or attended any meetings or raised any questions to show it is interested or plans to participate.\nSo far, Biden’s camp has given no signal to Clinton’s campaign in either direction, a source told POLITICO.\nBut Clinton supporters said in the unlikely event that Biden did enter the race, he would have a hard time eating away at the support she has built up in the early voting states.\nAlso on POLITICO\nALI BRELAND\nIn 2007, Biden drew less than 1 percent in the Iowa caucuses before dropping out. But that was before he saw his stature grow in the role of vice president. Last month, Biden saw his highest favorability rating — 49 percent — since taking the office, while Clinton’s polls numbers in the swing states show her unfavorability numbers on the rise. Even so, he would face an uphill battle.\n“If Biden runs, I believe that Hillary’s New Hampshire supporters will stick with her,” said Shumaker.\nClinton insiders cast the Dowd column — which reported that Biden was talking to friends, family members and donors about entering the race — as merely a continuation of speculation that has surrounded Biden in the wake of Beau’s death.\nIn an appearance on CNN Sunday morning, Palmieri said she anticipated more “will he or won’t he” coverage about Biden’s plans — his allies have said since June that he would make a decision by the end of the summer. “We’ll let him make his decision,” Palmieri said.\n“Everyone expected him to seriously consider running,” said Robert Zimmerman, DNC national committee member, and a longstanding Clinton supporter who serves on her finance committee.\nShumaker added, “We fully expected to have credible opponents in the primary. Having opposition in the primaries makes far better nominees.”\nBut a Biden run would offer little upside for Clinton. Even though a primary fight could make her stronger, no leading candidate would choose a serious challenge from the sitting vice president of his or her party, which could cause an intra-party civil war.\nRepublicans were quick to seize on Biden’s latest flirtation as a sign of Clinton’s weakness as her party’s standard-bearer. “If you wanted to know how concerned Democrats are about Hillary Clinton, Joe Biden and his coordinated trial balloon just told you,” said Jeff Bechdel, spokesman for America Rising PAC.\nBut Clinton supporters said they’re comfortable in the position they are in.\n“I don’t think it in any way changes the focus and mission for those of us supporting Hillary Clinton,” Zimmerman said. “Whether Joe Biden or anyone else gets in the race, it’s not going to change the sense of purpose we all feel about Hillary Clinton’s campaign.”\nHe explained that this time around, Clinton supporters “feel a sense of history and excitement about her campaign. The mission is strengthening the middle class and keeping our country moving forward. And she represents the strongest alternatives to what the Republicans represent.”\nA Clinton campaign spokesman declined to comment.\nGabriel Debenedetti contributed to this report.\nBy JAMES HIGDON\nBy MICHAEL HIRSH\nBy DAVID MCRANEY\nBy JOSH ZEITZ\n© 2015 POLITICO LLC", "byline": "", "description": "As the VP weighs his options, the front-runner's team offers only deference and respect.", "title": "Clinton backers skeptical of Biden run", "url": "http://www.politico.com/story/2015/08/hillary-clinton-backers-skeptical-of-joe-biden-run-120918.html", "topics": ["campaign_finance"], "people": ["Beau Biden", "Robert Zimmerman", "Bill Clinton", "Joe Biden", "Jennifer Palmieri", "Hillary Clinton", "Gabriel Debenedetti", "Maureen Dowd", "Jeff Bechdel", "Jake Sullivan", "Terry Shumaker", "Annie Karni"], "orgs": ["America Rising PAC", "Democratic National Committee", "DNC"], "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}], "date_written": "2015-08-02 22:52:46", "org": "politico", "article_id": "348b3a19dd13ad0b688e746211b970c3", "date_access": "2015-08-02 22:20:09.677662"}