{"body": "\n2016\n\nDespite RNC’s efforts, first showdown of 2016 could be focused on candidate from the angry fringe.\nBy Dylan Byers\n7/22/15 5:16 AM EDT\nUpdated 7/22/15 5:16 AM EDT\nAP Photo\nSomewhere in a parallel universe, top-ranking Republican presidential candidates Jeb Bush, Scott Walker and Marco Rubio are gearing up for an inaugural primary debate where they will make their pitches to voters, contest one another’s policy proposals, and calmly try to skirt attacks from tea party insurgents and nothing-to-lose outsiders.\nUnfortunately for them, this is not that universe. This is Donald Trump’s universe.\nStory Continued Below\nSo instead, on Aug. 6, in Cleveland, the GOP hopefuls will appear stage right and stage left, flanking a real estate mogul and reality television star who is all but certain to steal the spotlight, go on the offensive and thwart their hopes for a peaceful debate.\nTrump’s presence at center stage — his reward if he maintains his lead in the polls — is likely to transform the first Republican debate into a major media event, bringing big ratings to Fox News, the debate sponsor. By the same token, however, it will likely turn the traditionally policy-focused event into a pageant of personality, which is a potential nightmare for other candidates.\n“I think you have to assume he’ll be loud and aggressive and do everything he can to stay on offense,” former House Speaker Newt Gingrich, who gave the most commanding debate performances of the 2012 primary cycle, told POLITICO. “Trump is very smart, he has lots of TV experience and is absolutely uninhibited.”\nConsidered almost unthinkable just five weeks ago, Trump’s appearance at center stage is now the most inconvenient of truths for the would-be Republican front-runners. From Milwaukee to Miami, campaign aides are already wrestling with the Trump factor — strategizing on how to engage with him (if at all) and how to stave off his attacks.\n“He might be the only person on that stage with nothing to lose,” said one senior Republican campaign adviser, “and he isn’t going down alone.”\nAt the same time, candidates will be eager to ensure that they aren’t just playing bit parts in a two-hour Donald Trump show. That will be especially challenging given the feverish media attention surrounding the notoriously braggadocious front-runner.\n“Unless everything changes in the next two weeks, which is always a possibility, I imagine Trump will be pretty much the top five stories of the debate just by showing up,” said Mark Leibovich, the chief national correspondent for The New York Times Magazine.\n“There’s the ‘Will the other candidates attack Trump?’ story, the ‘Will Trump hold his own as a serious candidate?’ story, the ‘Will Trump have a grasp of the issues?’ story, the ‘What attention-getting thing did Trump say?’ story and the “Did you hear what Trump said about Candidate X?’ (or ‘What did Candidate X say to Trump?’) story, etc,” he continued. “Maybe someone like Jeb can sneak into the top six.”\nTrump’s influence on the debate isn’t just a headache for candidates, it’s a headache for the Republican National Committee, which had sought to gain greater control over the debate process after the chaos of the 2012 cycle. Despite the party’s effort to distance itself from Trump’s litany of controversial comments, there’s nothing it can do to prevent his appearance on stage in Cleveland. Given his current standing atop the GOP pack, he would have to shed almost all of his supporters over the next week to fall out of the top 10.\nBut the real challenge rests with the candidates. The stakes are particularly high for Bush, who has been the target of much of Trump’s verbal assault over the past month. How Bush responds — or doesn’t — could determine how conservative voters who have been skeptical of his candidacy view him. Other candidates, meanwhile, are hoping that Trump-Bush skirmishes leave the Floridian bloodied.\nFor Bush and other top-tier candidates like Walker and Rubio, anticipating Trump’s approach to the debate is of paramount importance.\nPerhaps no one is better suited to offer advice on the subject than Gingrich, who surged to the front of the 2012 GOP field — twice — in large part because of his dramatic performances at the debates. Indeed, Gingrich saved his campaign from ruin by attacking a debate moderator who dared to ask for his reaction to the negative press reports that were commanding the day’s headlines. CNN’s David Gergen called it “one of the most explosive moments … in debate history.”\nFor Gingrich, taking on Trump is a matter of understanding the enemy: “Avoid anger, because I don’t think anybody on that stage can out-anger Trump,” he said. “His natural style is aggressive. It’s not like he has to become aggressive. He wakes up and he’s aggressive.”\nTrump might be more susceptible to humor, the former speaker offered: “If you remember, Reagan used ‘There you go again’ with Jimmy Carter to enormous effect. He used ‘My opponent’s youth and inexperience’ with Mondale to great effect,” Gingrich said, referencing two of Ronald Reagan’s most famous quips. “Something closer to Reagan-esque humor could be very formidable.”\nBut the best strategy, Gingrich added, is to ignore Trump altogether — at least, to the degree that that’s possible.\n“Candidates ought to focus on communicating with the American people, not focusing on Donald Trump,” he said. “The candidates who do the best will be the candidates who talk most directly to the American people, rather than getting sucked into fighting with Trump.”\nSteven Shepard contributed to this report.\nBy ADAM WREN\nBy MATT CAROTENUTO and  KATHERINE LUONGO\nBy REP. SAM JOHNSON\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "Despite RNC's efforts, first showdown of 2016 could be focused on candidate from the angry fringe.", "title": "Will GOP debate be the Trump show?", "url": "http://www.politico.com/story/2015/07/will-gop-debate-be-the-trump-show-120447.html", "topics": ["personality"], "people": ["Steven Shepard", "Ronald Reagan", "Dylan Byers", "Jeb Bush", "Mark Leibovich", "David Gergen", "Jimmy Carter", "Donald Trump", "Marco Rubio", "Newt Gingrich", "Scott Walker"], "orgs": ["RNC", "Republican National Committee", "GOP"], "authors": [{"author_id": 34899, "fullname": "dylan ers", "primary_org": "politico"}], "date_written": "2015-07-22 10:16:33", "org": "politico", "article_id": "403e887e1614d3d993698a50cec913df", "date_access": "2015-07-22 10:20:03.880285"}