{"body": "By Eli Stokols\n8/4/15 5:47 PM EDT\nUpdated 8/4/15 6:02 PM EDT\nAP Photo\nAnother ill-advised ad-lib from Jeb Bush, another opportunity for Democrats.\nLooking to curry favor with evangelical conservatives at the outset of a competitive primary fight, Bush on Tuesday repeated his call to cut off funding for Planned Parenthood — and then he went even further, questioning the amount of government support for women’s health programs generally.\nStory Continued Below\nAfter starting to acknowledge the importance of federal funding for some women’s health programs, Bush stopped himself mid-sentence to qualify his remarks, asserting that he believes the current amount of funding is likely too much.\n“I’m not sure we need half a billion dollars in funding for women’s health programs,” Bush said, before continuing with his point. “If you took dollar for dollar, there are many extraordinarily fine organizations, community health organizations that exist, federally sponsored community health organizations to provide quality care for women on a wide variety of health issues.\n“But abortion should not be funded by the government, any government in my mind,” he concluded.\nAlso on POLITICO\nALEX WEPRIN\nBush, who told the audience that as governor he defunded Planned Parenthood in Florida, prefaced his comments by acknowledging that Democrats are likely to attack his comments — and the GOP’s current fight against Planned Parenthood, which gained steam after the release of several controversial videos that allegedly show organization officials talking about the sale of fetal tissue and organs. \nIt didn’t take long.\nLess than an hour after Bush wrapped up his appearance before more than 13,000 conservative Christians at a Southern Baptist conference in Nashville, Hillary Clinton tweeted directly at Bush: “You are absolutely, unequivocally wrong.”\nThe Democratic National Committee quickly blasted out a press release blasting Bush’s “backwards ideology.”\nAs Bush knows, Democrats savaged the GOP’s 2012 nominee, Mitt Romney, for his own calls during the primary to defund Planned Parenthood.\n“A few more months of this and the GOP will be wishing for a candidate with the political skills of Mitt Romney,” tweeted Dan Pfieffer, a former communications director for President Obama.\nRecognizing the magnitude of the blunder, Bush quickly posted an explanation of his remarks on his website.\n“With regards to women’s health funding broadly, I believe there are countless community health centers, rural clinics, and other women’s health organizations that need to be fully funded,” he wrote. “They provide critical services to all, but particularly low-income women who don’t have the access they need.\n“The point I was making was that we must address the hard-to-fathom $500 million in federal funding that goes to Planned Parenthood – an organization that was callously participating in the unthinkable practice of selling fetal organs. Democrats and Republicans agree we absolutely must defund them and redirect those funds to other women’s health organizations,” Bush concluded. \nBut the video of his comments could be used to devastating effect in television ads against Bush next fall, should he become the Republican nominee.\nConsidered the Republican frontrunner based on his overwhelming financial advantage, Bush often tells voters that his unscripted campaign style and willingness to answer questions separates him from other candidates — and it does.\nAlso on POLITICO\nMATT DIXON\nBut Tuesday’s comments mark the third occasion in recent weeks in which an inartfully phrased comment has sparked criticism from Democrats and put Bush on the defensive.\nLast month, Bush had to explain his statement that “workers need to work longer hours,” after Democrats portrayed Bush as having said that workers are lazy; and he also had to walk back a comment about “phasing out” Medicare after it was unclear whether he was referring to the specific program or more generally to ballooning entitlements.\nJust as his struggles to answer a question about the Iraq war back in May caused concern for supporters that Bush hadn’t shaken off the rust of nearly a decade away from politics, this series of minor gaffes may produce similar concerns just as Bush is set to take the stage for the first GOP debate in Cleveland on Thursday.\nAt the outset of his interview with Russell Moore, Bush laid out his belief that religious liberties can be protected without allowing discrimination toward same-sex couples — but the example he offered showed just how thin a line there may be between the two.\n“If someone walks into a flower shop and says I’d like to buy some flowers and the owner of the flower shop says, ‘No, you’re gay, I’m not going to sell to you,’ that’s discrimination,” Bush said. “But if someone walks into a flower shop and says, ‘You’re the only florist around here that I believe can arrange the flowers for my wedding,’ — a gay couple — you should not be compelled to participate in that wedding.\n“People get that.”\nMoore asked Bush about a range of topics, as he did with Marco Rubio, who appeared on stage ahead of Bush.\nOn the subject of homeland security, Bush subtly distanced himself from at least one element of his brother’s controversial enhanced interrogation techniques, which Moore referred to as a “moral issue” for a president.\n“I think the law we have today is the proper one,” Bush said. “Water-boarding is no longer legal. I think we can, if we’re engaged and we’re fully engaged, we protect the homeland, we’re engaged in the world, we can use techniques that can validate our values as a country.”\nAlso on POLITICO\nDANIEL STRAUSS\nBush also looked to portray himself as a compassionate conservative, telling Moore that he believes racism still exists, albeit “a quieter, more insidious form of it” than during the civil rights battles of the 1960s; and, when asked how he would pray for and honor Hillary Clinton, he sought to separate political disagreements from the personal animosity that often underpins them.\n“I pray for everybody in positions of leadership, for sure,” Bush said. “I think it’s important to recognize that people that you don’t agree with aren’t necessarily bad people; they just might be wrong. There should be a restoration of civility. There’s no reason to demonize people.”\nBush also made sure to respond to Moore’s characterization of his father and Bill Clinton, two of five living former presidents, as “brothers.”\n“There’s a club of past presidents, there’s a mutual respect there. I admire that,” he said. “But Bill Clinton is not my stepbrother, just to be clear.”\nBy JACK SHAFER\nBy DANIEL J. MCGRAW\nBy TOM A. PETER\nBy JASON SOKOL\n© 2015 POLITICO LLC", "byline": "", "description": "He questions the amount of government support for women's health programs.", "title": "Bush's ad-lib offers Dems another gift", "url": "http://www.politico.com/story/2015/08/jeb-bush-womens-health-programs-government-support-121005.html", "topics": ["abortion", "women"], "people": ["Russell Moore", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "Eli Stokols", "Mitt Romney", "Marco Rubio"], "orgs": ["Parenthood", "Planned Parenthood", "Democratic National Committee", "Medicare", "GOP"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-08-04 22:47:26", "org": "politico", "article_id": "ab9808ec2b891d6e977fc74d5a7e0e6b", "date_access": "2015-08-04 22:20:16.458032"}