{"body": "\n                                        Updated 09/25/15 04:54 PM EDT\n\n                                        By \nSarah Wheaton\n\nWhite House looks past Boehner and sees battle lines with House GOP unchanged.\n\n09/25/15 04:38 PM EDT\n\n                                        By \nJosh Gerstein\n\nA spokesman for the Benghazi panel, Jamal Ware, said he hoped the move was a signal that State is now seeking to be more helpful to the committee's work.\n\n09/25/15 04:03 PM EDT\n\n                                        By \nHadas Gold\n                                         and \nElena Schneider\n\nThe campaign alleges that Todd Lighty, the Chicago Tribune Reporter has been “harassing” Kirk’s mother for information.\n\n09/25/15 04:02 PM EDT\n\n                                        By \nMichael Crowley\n\nChina: Can't live with it, can't live without it. \n\n                                        Updated 09/25/15 03:25 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nSpeaker John Boehner announced to House Republicans that he is retiring from Congress at the end of October, according to multiple sources in a closed...\n\n09/25/15 03:23 PM EDT\n\n                                        By \nLauren French\n\nMembers of the House Freedom Caucus intend to unify behind their best chance of scoring a conservative-wing speaker.\n\n09/25/15 03:10 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBoehner, 65, offered no clues to his future beyond October when hetook questionsFriday afternoon\n\n09/25/15 03:09 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nMitch McConnell stands alone.\n\n09/25/15 03:03 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHe says he wants a debate focused on climate change and clean energy to occur before the Iowa caucuses in February.\n\n                                        Updated 09/25/15 02:57 PM EDT\n\n                                        By \nNahal Toosi\n\nThe Roman Catholic leader brings his plea to combat climate change to the General Assembly.\n\n09/25/15 02:56 PM EDT\n\n                                        Updated 09/25/15 02:53 PM EDT\n\n                                        By \nNick Gass\n\n\"It's been an honor to serve in this institution.\"\n\nPhoto gallery\n\n09/25/15 02:51 PM EDT\n\n                                        By \nKristen East\n\n\n09/25/15 02:49 PM EDT\n\"The time for appeasement is over.”\n\n09/25/15 02:26 PM EDT\n\n                                        By \nElena Schneider\n\nBoehner will likely be able to push through a government funding bill next week.\n\n                                        By \nDarren Samuelsohn\n\nIn an exclusive interview, Barry Jackson looks back on the policy legacy of a talented political salesman.\n\n09/25/15 02:18 PM EDT\n\n09/25/15 02:01 PM EDT\n\n09/25/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nWashington eyes the on-demand economy.\n\n09/25/15 01:40 PM EDT\n\n09/25/15 01:39 PM EDT\n\n                                        By \nBen White\n\nWall Street quietly freaking out over Boehner departure \n\n09/25/15 01:31 PM EDT\n\n09/25/15 01:25 PM EDT\n\n                                        By \nSeung Min Kim\n\nAny prospects of a government shutdown just deflated.\n\n09/25/15 01:22 PM EDT\n\n                                        By \nJoseph Marks\n\nThe joint promise goes beyond merely vowing that the countries won't launch cyber first strikes against each other’s power grids and other critical infrastructure.\n\n09/25/15 01:15 PM EDT\n\n                                        Updated 09/25/15 01:12 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJake Sherman\n                                         and \nJohn Bresnahan\n\nRepublican Kevin McCarthy is strongly favored to become speaker, but jockeying is intense for other leadership posts.\n\n09/25/15 01:07 PM EDT\n\n                                        By \nDaniel Strauss\n\nThey are picking off the most valuable parts of Scott Walker's suspended presidential operation.\n\n09/25/15 12:52 PM EDT\n\n                                        Updated 09/25/15 12:50 PM EDT\n\n                                        By \n                                                Katie Glueck\n                                         and \nDaniel Strauss\n\nConservatives at the Values Voters Summit cheered the demise of House Speaker John Boehner as Sen. Marco Rubio said the time had come to make way for new...\n\n09/25/15 12:45 PM EDT\n\n                                        By \nShane Goldmacher\n\nConservatives booed Donald Trump for calling Republican presidential rival Marco Rubio a 'clown' at the Values Voter conference of activists on Friday.\n\n09/25/15 12:26 PM EDT\n\n09/25/15 12:23 PM EDT\n\n                                        By \n                                                Joe Pompeo\n\nNoah pointed out that the candidates overall are being \"very selective\" about their media appearances.\n\n                                        Updated 09/25/15 12:17 PM EDT\n\n                                        By \nHadas Gold\n\nCBS seems to have come out on top with Speaker of the House John Boehner\n\n09/25/15 12:09 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe House Speaker will dicuss his resignation at the end of October. \n\n09/25/15 12:07 PM EDT\n\n                                        By \nNick Gass\n\nHouse Speaker John Boehner's decision to resign sent the political scene into a frenzy, generating no shortage of opinion on Twitter and elsewhere.\n\n                                        Updated 09/25/15 12:02 PM EDT\n\n                                        By \nNick Gass\n\nThe Ohio lawmaker has often shown signs of frustration and fatigue.\n\n09/25/15 11:57 AM EDT\n\n                                        By \nTheodoric Meyer\n\nThe DNC and Obama for America created a joint-fundraising committee last week called the Democratic Hope Fund.\n\n09/25/15 11:49 AM EDT\n\n                                        By \nShane Goldmacher\n\nGOP front-runner Donald Trump praised John Boehner's decision to retire from the House, saying it was time for a change.\n\n09/25/15 11:23 AM EDT\n\n09/25/15 11:15 AM EDT\n\n09/25/15 11:09 AM EDT\n\n09/25/15 10:03 AM EDT\nHouse Speaker John Boehner is set to speak shortly. Watch it live here.\n\n09/25/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nYellen expects rate hike this year — Would Kasich sign right-to-work in Ohio?\n\n09/25/15 10:01 AM EDT\n\n                                        By \nElena Schneider\n\nScore interview - Presidential speed read\n\n09/25/15 10:00 AM EDT\n\n                                        By \nBrian Faler\n\nSenate Democrats call for ‘Cadillac tax’ repeal.\n\n09/25/15 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nU.S. and China strike climate deal -- Pope heads to New York -- RAPID Act heads to House floor\n\n09/25/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nHouse panel examines broadcast ownership.\n\n09/25/15 10:00 AM EDT\n\n                                        By \nArthur Allen\n\nLobbying at White House to delay meaningful use stage 3 — Arkansas ready to drop telemedicine restrictions — New report on surgery scorecard\n\n09/25/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nTrying to find teachers — Shutdown watch — Washington state charter ruling — Governors get in on HEA debate\n\n09/25/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nNSA reorganization on the way, with cyber in mind — Shellshock’s one-year anniversary\nWe're working on more stories right now\n\n                                            By \n                                                    Dr. R. Albert Mohler, Jr.\n                                             and \n                                                    Holly Harris\n\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Indira A.R. Lakshmanan\n\n\n                                            By \nGlenn Thrush\n\n\n                Getty\n\n            By \nGabriel Debenedetti\n\n09/25/15 03:03 PM EDT\nBillionaire Democratic donor Tom Steyer on Friday afternoon called on the party to add another debate focused on climate change and clean energy, adding his voice to a pitched disagreement over the number of candidate forums.\nSteyer, an environmentalist who is one of the party’s major financiers and who already hosted a fundraiser for Hillary Clinton, said he wants the debate to occur before the Iowa caucuses in February.\nStory Continued Below\n“Since the candidates — and the Democratic Party — understand that climate change is our greatest threat, they must allow voters the opportunity to hear a thoughtful and robust discussion — not just a single question — about their plans to solve this issue,” reads the release put out by Steyer’s group, NextGen Climate.\nBy wading into the conversation, Steyer could be putting real pressure on the Democratic National Committee, whose chairwoman Debbie Wasserman Schultz has maintained that the party would stick with its plan to hold six debates — four before Iowa — despite increasing pressure for more.\nBut the DNC showed no willingness to budge on Friday, instead suggesting that Steyer could host a candidate forum, not a debate.\n\"Given his commitment to progressive values, we believe that Mr. Steyer would be an ideal host of a presidential candidate forum — where all of the Democratic candidates can showcase their ideas and policy positions on this urgent issue,\" said spokeswoman Holly Shulman in a statement to POLITICO.\n\n\n\n            By \nTheodoric Meyer\n\nWasserman Schultz has come under fire from two of the vice chairs in her own DNC, as well as presidential candidate Martin O’Malley, about the debate plan. Bernie Sanders has also urged the DNC to add more debates, while Clinton — who Steyer has not formally endorsed — has simply said she is open to participating in more.\nBut since O’Malley railed against the DNC leadership over its debate plan at the committee’s summer meeting in Minneapolis last month, new voices have popped up on both sides of the discussion. While House Minority Leader Nancy Pelosi joined O’Malley, DNC Vice Chair Hawaii Rep. Tulsi Gabbard, and DNC Vice Chair R.T. Rybak in urging the addition of more, a pair of close Clinton allies — Virginia Gov. Terry McAuliffe and Philadelphia Mayor Michael Nutter — said that would be overkill.\n“Climate change is an urgent threat to our economy, health, and national security, and requires immediate and bold action from our next president,” explained Steyer. “The Democratic presidential candidates understand this and have acknowledged the urgency of the climate crisis. Now it’s time for them to tell us exactly what they’d do about it.\"\nSteyer, whose wallet would be significant to any presidential candidate, recently praised Clinton over her opposition of the Keystone XL pipeline. But without formally throwing her his support, he has maintained political leverage over the party’s field.\nThe first Democratic debate is currently set for October 13 in Las Vegas.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Billionaire Steyer calls for more Democratic debates", "url": "http://www.politico.com/story/2015/09/tom-steyer-more-democratic-debates-2016-214085", "topics": ["economy", "immigration"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Todd Lighty", "Joe Pompeo", "Debbie Wasserman Schultz", "Elena Schneider", "Anna Palmer", "Hadas Gold", "R. Albert Mohler", "Wasserman Schultz", "Tim Starks", "Michael D'Antonio", "Janet Yellen", "R. T. Rybak", "Kristen East", "Theodoric Meyer", "Brian Mahoney", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Scott Walker", "Katie Glueck", "Nick Gass", "Holly Harris", "Martin O'Malley", "Joseph Marks", "Seung Min Kim", "Nancy Pelosi", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Glenn Thrush", "Sarah Wheaton", "Eric Wolff", "Holly Shulman", "Lauren French", "Adam Sneed", "Brian Faler", "Michael Nutter", "Daniel Strauss", "Michael Crowley", "Tulsi Gabbard", "Arthur Allen", "Hillary Clinton", "Ben White", "Barry Jackson", "Darren Samuelsohn", "Tom Steyer", "Shane Goldmacher", "Jamal Ware", "Bernie Sanders", "Caitlin Emma"], "orgs": ["General Assembly", "Congress", "DNC", "NextGen Climate", "Senate", "NSA", "Democratic Hope Fund", "Governors", "House GOP", "Democratic National Committee", "Democratic Party", "Chicago Tribune Reporter", "House Freedom Caucus"], "authors": [{"author_id": 31328, "fullname": "sarah wheaton", "primary_org": "politico"}], "date_written": "2015-09-25 20:03:35", "org": "politico", "article_id": "eccc05c38393fac558d699521f483c24", "date_access": "2015-09-25 21:00:19.806114"}