{"body": "On Media\nBy DYLAN BYERS\n8/13/15 2:02 PM EDT\nDonald Trump will not return to NBC's \"Celebrity Apprentice\" following his presidential campaign, NBC Entertainment Chairman Bob Greenblatt said Thursday.\nIn a Q&A at the Television Critics Association Press Tour, Greenblatt described Trump as a \"lovely guy\" to work with, and said the two parties had \"a congenial, really great relationship.\" But when asked if Trump might return to \"The Apprentice,\" the show he hosted for 14 seasons, Greenblatt was defiant: \"Absolutely not.\"\nGreenblatt also said that NBC \"will not be producing a new edition” of \"Celebrity Apprentice\" for the 2015-16 season, but said it will return for the 2016-17 season “with a new host.”\nNBC Entertainment immediately began \"re-evaluating\" Trump's role as host of the show upon the launch of his presidential bid in mid-June. Two weeks later, amid mounting public pressure, NBC cut all ties with Trump due to \"derogatory statements\" he had made regarding Mexican immigrants. \n\"The annual Miss USA and Miss Universe Pageants, which are part of a joint venture between NBC and Trump, will no longer air on NBC,\" the network's statement read. \"In addition, as Mr. Trump has already indicated, he will not be participating in 'The Apprentice' on NBC.\"\nStill, there was some speculation that Trump might return to \"The Apprentice\" following his current bid. For Greenblatt, the controversies surrounding Trump's remarks -- not just about immigrants, but about women, Sen. John McCain, etc. -- have made that an impossibility.\nStill, Greenblatt is well aware of Trump's popularity, as evidence by the record 24-million viewer turnout for last week's Republican primary debate on Fox News. \"People in the political world are looking for somebody who speaks their mind regardless of anything else. And he does that,\" Greenblatt said Thursday. “Whether you agree with anything he says, he says it without any kind of filter.... But the world likes a star – and he’s a star.”\nLast month, as part of his personal financial disclosure statement to the Federal Election Commission, Trump claimed to have made a grand total of $213,606,575, over the course of his 14 years with \"The Apprentice.\" As a producer on the show, he would have receieved a percentage of the back-end profits of the show, in addition to his salary as host.\n© 2015 POLITICO LLC", "byline": "", "description": "Donald Trump will not return to NBC's \"The Apprentice\" following his presidential campaign, NBC Entertainment Chairman Bob Greenblatt said Thursday.", "title": "NBC: Trump 'absolutely not' coming back to 'Celebrity Apprentice'", "url": "http://www.politico.com/blogs/media/2015/08/nbc-trump-absolutely-not-coming-back-to-celebrity-212334.html", "topics": ["personality", "women", "campaign_finance", "immigration"], "people": ["Donald Trump", "Bob Greenblatt"], "orgs": ["Federal Election Commission", "Q&A"], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-08-13 19:02:10", "org": "politico", "article_id": "da3f18b046f5d7af0eb750b09ca27f51", "date_access": "2015-08-13 18:20:03.752018"}