{"body": "\n10/21/15 02:46 PM EDT\n\n10/21/15 02:45 PM EDT\n\n10/21/15 02:41 PM EDT\n\n10/21/15 02:39 PM EDT\n\n10/21/15 02:19 PM EDT\nRead Joe Biden's full remarks. \n\n                                        Updated 10/21/15 02:02 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe window for mounting a successful campaign 'has closed,' the vice president said.\n\n10/21/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nTen biggest clients and registrants — Fending off defunding\n\n10/21/15 01:57 PM EDT\n\n                                        By \nEliza Collins\n\nBiden's decision is welcomed by the Republican field.\n\n                                        Updated 10/21/15 01:42 PM EDT\n\n                                        By \nNick Gass\n\nAs told by breathless and often wrong headlines.\n\n10/21/15 12:56 PM EDT\n\n                                        By \nTim Starks\n\nThe announcement did not specify which email account of Brennan's it had gotten ahold of.\n\n10/21/15 12:26 PM EDT\n\n                                        By \nLauren French\n\nTwo leading House Democrats offered measure support for Paul yan as \n\n10/21/15 12:23 PM EDT\n\n10/21/15 12:14 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nAn endorsement decision is not expected.\n\n10/21/15 12:13 PM EDT\n\n                                        By \nHadas Gold\n\nHenneberger joins the paper from Bloomberg Politics, where she is a senior writer covering the 2016 election. \n\n                                        Updated 10/21/15 12:12 PM EDT\n\n                                        By \nBurgess Everett\n\nAt issue are letters Johnson sent to two companies that incorporated information received from a third,\n\n                                        Updated 10/21/15 12:07 PM EDT\n\n                                        By \nPatrick Temple-West\n\nTreasury Secretary Jack Lew today fired back at congressional Republicans.\n\n10/21/15 12:06 PM EDT\nHe has been weighing a presidential run.\n\n                                        Updated 10/21/15 12:00 PM EDT\n\n                                        By \nPaul Demko\n\nThe mergers could remake the insurance landscape and undermine a key Obamacare goal.\n\n                                        Updated 10/21/15 11:58 AM EDT\n\n                                        By \nLauren French\n\nSome conservatives complain he's setting them up to be blamed if he decides not to run.\n\nCongress\n\n                                        Updated 10/21/15 11:41 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nThe reluctant speaker candidate drafted a secret five-point plan to run. Now it's on Republicans to decide if they like it.\n\n10/21/15 11:37 AM EDT\n\n                                        Updated 10/21/15 11:36 AM EDT\n\n                                        By \nNick Gass\n\nBillionaire investor Carl Icahn announced Wednesday that he is forming a super PAC with $150 million of his own money.\n\n10/21/15 11:29 AM EDT\n\n                                        By \nEliza Collins\n\nThe President will discuss criminal justice reform.\n\n10/21/15 11:12 AM EDT\n\n                                        By \n                                                Joe Pompeo\n\nRupert's children are known to be more liberal than their father, though they are not as public about their beliefs as he. \n\n10/21/15 10:57 AM EDT\n\n                                        By \nJake Sherman\n\nHe says Ryan \"would make a great speaker.\"\n\n                                        Updated 10/21/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nFlorida Sen. Marco Rubio is running a cynical campaign that will come back to haunt him.\n\n                                        Updated 10/21/15 10:46 AM EDT\n\n                                        By \nSteven Shepard\n\nMark Blumenthal is a big catch.\n\n                                        Updated 10/21/15 10:44 AM EDT\n\n                                        By \nNahal Toosi\n                                         and \nBurgess Everett\n\nThe Senate has held off confirming an ambassador as the battle over Cuba rages.\n\n10/21/15 10:20 AM EDT\nJEB! protest in SF\n\n10/21/15 10:09 AM EDT\n\n                                        By \nLauren French\n\nPaul Ryan wants a full embrace from the House Freedom Caucus.\n\n10/21/15 10:05 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nRyan was preparing to say he would run for speaker – if things were done his way.\n\n10/21/15 10:04 AM EDT\n\n10/21/15 10:03 AM EDT\n\n                                        By \nDarius Tahir\n\nRock Health goes to D.C. — Data liberation still on agenda\n\n10/21/15 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nStudent veterans in the spotlight – A third testing option for the Bay State? \n\n10/21/15 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nBiden thinks GOP believe in climate change deep down — Keystone hint from State\n\n10/21/15 10:02 AM EDT\n\n                                        By \nTim Starks\n\nResistance to car hacking proposal — Fireworks expected at EMV hearing\n\n10/21/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nRyan wants work-life balance – Obama and the UAW\n\n10/21/15 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nRyan willing to run for Speaker — White House makes new effort on opioid abuse — Insurance mergers boost lobbying spending\n\n10/21/15 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nWheat, sugar, dairy and cotton to be highlighted in hearing — Sugar farmers declare victory\n\n10/21/15 10:00 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDCCC outraising NRCC — Schneider swats at Dold online\n\n10/21/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nFeds challenge auto safety bill — Amid watchdogging buildup, FTA embraces Metro oversight — Nary a transpo mention in House agenda talks\n\n10/21/15 10:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nVote on Default Prevention Act today in House — EU preps action on tax avoidance\n\n10/21/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nJapan’s sacred ag products kept mostly safe — Apparel, textile industries ‘happy enough’\n\n10/21/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nEU preps action on tax avoidance — Thune: Don’t expect spectrum bill, or anything else, anytime soon\n\n10/21/15 09:39 AM EDT\n\n                                        By \nJake Sherman\n\nSpeaker John Boehner announced Wednesday that the internal Republican election for speaker will be Oct. 28, and the floor election will be Oct. 29.\n\n                                        By \n                                                Carmen Paun\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n10/21/15 09:26 AM EDT\n\n                                        By \nNick Gass\n\nBen Bernanke is \"a little puzzled\" by the focus of some Democratic presidential candidates on reinstating the Glass-Steagall Act.\n\n10/21/15 09:12 AM EDT\n\n                                        By \nJake Sherman\n\nep. Paul Ryan will meet with the conservative Republican Study Committee Wednesday morning.\n\n10/21/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nCanada to stop Islamic State bombings — Gates to the Hill today\nWe're working on more stories right now\n\n\nWhere politics meets the press\n\n                James and Lachlan Murdoch on the cover of Hollywood Reporter. | Courtesy Hollywood Reporter\n\n            By \n                    Joe Pompeo\n\n10/21/15 11:12 AM EDT\nLachlan and James Murdoch defended their father, Rupert Murdoch, in the wake of uproar over the 84-year-old media mogul's recent Twitter comment suggesting that Barack Obama is not a \"real black president.\"\n\"Look, it’s a personal platform for him that he values in terms of being able to communicate, and I try not to get involved,\" said James in a wide-ranging Q&A with The Hollywood Reporter that is the magazine's cover story this week.\nLachlan said that while \"externally people have combined the company with our father’s personal opinions, which are super interesting, or his politics, they’re actually not always the same.\" \nLachlan was referring to 21st Century Fox, the entertainment conglomerate where Lachlan and Rupert are executive co-chairmen and James is chief executive officer. \nThe Hollywood Reporter sit-down was the brothers' first major interview since being elevated to their top roles at the company several months ago.\nOn Oct. 7, Rupert tweeted the following endorsement of Ben Carson: \"What about a real black president who can properly address the racial divide?\" The comment prompted widespread criticism and an apology from Rupert.\nRupert's children are known to be more liberal than their father, though they are not as public about their beliefs as he. James told The Hollywood Reporter: \"I can speak for myself — my politics are a private matter. I’ve never spoken about them publicly.\"\nThe extent to which James and Lachlan's political leanings may differ from their father's has fueled speculation about what their ascension means for Fox News chief Roger Ailes—arguably a hero in Republican circles—who now reports to them and Rupert jointly.\nLachlan reportedly clashed with Ailes when the former was an executive at News Corp. in the early- to -mid-2000s. That was years before the corporate split in 2013 that removed U.S. television assets like Fox News from News Corp. and put them under the newly minted 21st Century Fox banner.\n\"We both talk to him all the time,\" Lachlan said of Ailes, responding to a question about their relationship. \"The business he’s built, and the channels he’s built, are terrific. We have a huge regard for him, and he’s done a great job.\"\n \"We have a good relationship with Roger, and it’s been a long one,\" echoed James. \"Certainly, from my perspective, he just signed a new contract and we’re really pleased with that, and we hope he stays for as long as he wants.\"\nSpeaking of Fox News, the Brothers Murdoch were asked if they get involved when the network comes to blows with Donald Trump.\n\"We’ll always support our editors and news producers, and certainly our journalists,\" said Lachlan. \"If someone wants to have a feud with any of them, not just Donald Trump, we’ll always support our really hard-working and decent journalists. Part of our job is to protect them.\" \n © 2015 POLITICO LLC", "byline": "", "description": "Rupert&#39;s children are known to be more liberal than their father, though they are not as public about their beliefs as he.", "title": "Murdoch heirs defend father Rupert, profess their love of Ailes", "url": "http://www.politico.com/blogs/on-media/2015/10/murdoch-heirs-defend-father-rupert-profess-their-love-of-ailes-215003", "topics": ["campaign_finance"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Katy O'Donnell", "Joe Pompeo", "Anna Palmer", "Hadas Gold", "Paul Demko", "Lauren French", "Steven Shepard", "Barack Obama", "Joe Biden", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Patrick Temple", "Roger Ailes", "Jennifer Scholtes", "Jeremy Herb", "John Bresnahan", "Marco Rubio", "Carl Icahn", "Eliza Collins", "Paul Ryan", "Nicholas Vinocur", "Brianna Ehley", "Rupert Murdoch", "Tim Starks", "Adam Sneed", "Donald Trump", "Ben Bernanke", "Jack Lew", "Jake Sherman", "Victoria Guida", "Eric Wolff", "Bill Tomson", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["EMV", "NRCC", "Congress", "Senate", "UAW", "House Democrats", "PAC", "Treasury", "Metro", "GOP", "House Freedom Caucus", "The Hollywood"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}, {"author_id": 31592, "fullname": "gabriel debenedetti", "primary_org": "politico"}], "date_written": "2015-10-21 16:12:58", "org": "politico", "article_id": "4ffb6b859f79b7e3a9e399ece9ad3fac", "date_access": "2015-10-21 19:00:16.478754"}