{"body": "\n                                        By \nJen Judson\n\nRussia has 40 powerful ships to clear lanes through crucial Arctic waters. America is down to 2. \n\nSimon Says\n\n09/01/15, 05:13 AM EDT\n\n                                        By \nRoger Simon\n\nSimon says: Not all that long ago, it was unthinkable that she could lose Iowa.\n\nLABOR & EMPLOYMENT\n\n09/01/15, 05:11 AM EDT\n\n                                        By \nTimothy Noah\n                                         and \nBrian Mahoney\n\nOrganized labor will have more to celebrate this Labor Day than in decades thanks to a string of recent victories.\n\nAGRICULTURE\n\n09/01/15, 05:10 AM EDT\n\n                                        By \nBill Tomson\n\nThey say his pronouncements are worsening labor shortages.\n\n09/01/15, 05:08 AM EDT\n\n                                        By \nManu Raju\n\nThe GOP pins its hopes on the prosecutor in the Aurora theater massacre case.\n\nHillary Clinton Emails \n\n09/01/15, 05:04 AM EDT\n\n                                        By \nJosh Gerstein\n\nThey show her keen interest in the ambitions of Petraeus and the alleged sniping from Podesta.\n\n09/01/15, 05:00 AM EDT\n\n09/01/15, 01:15 AM EDT\nFrom the hPad's arrival to Sid Blumenthal's rant on Boehner, these are the gems in the latest batch of Hillary's emails.\n\n09/01/15, 12:46 AM EDT\n\n                                        By \nNahal Toosi\n\nThe longtime confidant of the Clinton family offered the former secretary of state extensive -- and seemingly unfiltered -- advice. \n\n09/01/15, 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nLeonor Sullivan, a 12-term Democratic member of the House and the first woman elected to Congress from Missouri, died of heart failure on this day in 1988....\n\n08/31/15, 10:09 PM EDT\n\n                                        By \nNick Gass\n\nIt cites an article in which a prosecutor calls pornography for Thomas \"just a part of his personality structure.\"\n\n                                        By \nCynthia Kroet\n\nPutin and Medvedev were pictured working out at the President’s official residence.\n\nLetter From New Orleans\n\n08/31/15, 08:27 PM EDT\n\n                                        By \n                                                Katy Reckdahl\n\nOutsiders may gush about how far New Orleans has come, but those who live here know better.\n\nIn the Arena\n\n08/31/15, 07:52 PM EDT\n\n                                        By \nJohn Parmentola\n                                         and \nTheodore A. Postol\n\nNo issue arising out of the Iran nuclear deal is as critical, or perhaps as controversial, as inspections, and whether they can work to ensure Tehran's...\n\n2016\n\n08/31/15, 07:51 PM EDT\n\n                                        By \nJR Ross\n\nScott Walker is struggling on the campaign trail to adjust to a new dynamic: Losing. After leading the GOP presidential pack in Iowa for much of the spring...\n\n08/31/15, 07:46 PM EDT\nTHE CLOCK: 438 days until Election Day 2016 …THE DEBATE CLOCK: 16 days until the next Republican debate … 43 days until the first Democratic debate.\n\n                                        By \nSara Stefanini\n\nSlumping prices and sagging demand in Asia are making Europe more interesting for gas exports.\n\n08/31/15, 06:56 PM EDT\n\n                                        By \nKimberly Hefling\n\nBut the university later qualifies the announcement.\n\n08/31/15, 06:18 PM EDT\n\n                                        By \nEli Stokols\n\nBut whenever Bush responds to Trump, he risks giving further definition to Trump's carciature of him as \"low energy.\"\n\n08/31/15, 06:12 PM EDT\n\n                                        By \nEliza Collins\n\nHe's running for president in 2020 and Josh Earnest can't wait for his campaign gear.\n\n08/31/15, 05:31 PM EDT\n\n                                        By \nPhilip Ewing\n\nNumbers aren’t the only way to measure seapower, Ray Mabus says.\n\n08/31/15, 05:00 PM EDT\n\n                                        By \nNick Gass\n\nSignatories include former members of Iran's parliament, university professors and a filmmaker.\n\n08/31/15, 04:38 PM EDT\n\n                                        By \nJosh Gerstein\n\nFormer Virginia Gov. Bob McDonnell won a reprieve from the Supreme Court on Monday, as the justices issued an order allowing him to stay out of jail while...\n\n08/31/15, 03:29 PM EDT\n\n08/31/15, 03:25 PM EDT\n\n                                        By \nHadas Gold\n\nFiorina is fighting to claim a spot in the primetime debate airing on CNN .\n\n08/31/15, 01:40 PM EDT\n\n                                        By \nEliza Collins\n\nScott Walker has 'legitimate' concern over the massive border between the U.S. and Canada and would look into building a wall, but that isn't going over...\n\n08/31/15, 12:56 PM EDT\n\n                                        By \nNick Gass\n\n\"No, I don't accept that for one moment,\" he says. \n\n09/22/15, 08:00 AM EDT\n\n08/31/15, 12:43 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe decision was widely anticipated.\n\n08/31/15, 12:23 PM EDT\n\n                                        By \nNick Gass\n\nThe 30-second spot features one soundbite from Bush.\n\n08/31/15, 12:07 PM EDT\n\n                                        By \nAlex Isenstadt\n\nJohn Kasich, who last week secured the endorsement of former New York Gov. Al D'Amato, might soon have another Empire State Republican in his corner: former...\n\n08/31/15, 11:39 AM EDT\n\n                                        By \nHadas Gold\n\nPresident Barack Obama had made an effort to interact with alternative media, as a way of reaching out to Americans where they are. This has resulted in...\n\n08/31/15, 11:07 AM EDT\n\n                                        By \nNick Gass\n\nThe good news continues for Carson with his favorability ratings.\n\n08/31/15, 10:44 AM EDT\n\n                                        By \nNick Gass\n\nPresident Barack Obama says he is personally hurt when people call him anti-Semitic for his support the nuclear agreement reached between Iran and six...\n\n08/31/15, 08:39 AM EDT\n\n08/31/15, 08:37 AM EDT\n\n08/31/15, 08:36 AM EDT\n\n08/31/15, 07:46 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump is \"emasculating\" former Florida Gov. Jeb Bush with his attacks and his performance in state and national polling, prominent Republican...\n\n08/31/15, 07:30 AM EDT\n\n                                        By \nNick Gass\n\nFormer Vice President Dick Cheney wants to see his immediate successor embark on a run for the White House.\n\n08/31/15, 07:17 AM EDT\nWeek of Elizabeth Warren.\n\n08/31/15, 07:09 AM EDT\nRay Kelly's new book.\n\n08/31/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n                                         and \nAaron MaK\n\nAlaskans praise the move to rename America's tallest mountain, even as Republicans vowed to fight it.\n\n08/31/15, 07:01 AM EDT\nChristie's people tracker.\n\n08/31/15, 06:31 AM EDT\n\n                                        By \nNick Gass\n\nAmericans would not seem to be the happiest bunch about the way things are going in the United States.\n\n08/31/15, 06:28 AM EDT\nA new book by Dick and Liz Cheney slams President Obama's military and foriegn policies.\n\n08/31/15, 06:10 AM EDT\nWasserman Schultz’s Iran troubles deepen;\n\n                                        By \nMarc Caputo\n\nWasserman Schultz has been less than supportive of the president's foreign policy initiative.\n\n08/31/15, 05:20 AM EDT\n\n                                        By \nBrian Faler\n\nThe Cadillac tax, set to begin taking effect in 2018, will cap for the first time the open-ended tax break employers receive for providing their workers...\n\n08/31/15, 05:18 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nJohn Bresnahan\n\nIt hasn't gone the way hawks had hoped.\n\n2016\n\n08/31/15, 05:16 AM EDT\n\n                                        By \nRachael Bade\n                                         and \nJosh Gerstein\n\nThe dispute over Clinton’s use of her own email system while serving as secretary of state has federal judges and Republicans on Capitol Hill demanding...\nWe're working on more stories right now\n\n                AP Photo \n\n                        The GOP pins its hopes on the prosecutor in the Aurora theater massacre case.\n\n            By \nManu Raju\n\n09/01/15, 05:08 AM EDT\n\n                Updated 08/31/15, 10:39 PM EDT\nDENVER — Republicans started this election cycle with a big target in Colorado: The seat occupied by Michael Bennet was seen as their one, probably only, chance to beat a sitting Democratic senator. \nInstead, it’s been one setback after another for the GOP. The state Republican Party has been racked by drama made for an HBO series, capped by a coup attempt targeting its chairman amid charges of blackmail and infidelity. A coveted prospective candidate, Rep. Mike Coffman, decided not to run for the seat. And big-spending GOP groups have poured millions of dollars into efforts to defend vulnerable GOP incumbents — instead of pummeling the 50-year-old, first-term Bennet.\nThe stakes for the party go well beyond a single Senate seat. Win in this perennial swing state and the GOP’s chances of hanging onto the Senate in a very tough year would improve dramatically. A strong candidate could also help the party compete in what’s expected to be a hard-fought battle for the state’s nine electoral votes in the presidential race.\nNow the party is pinning its hopes squarely on one man: George Brauchler, a polished but politically unproven district attorney who prosecuted the man convicted of gunning down a dozen people in the 2012 movie theater massacre in Aurora, Colorado. The 45-year-old prosecutor is under pressure from the party to take on Bennet — in the season of Trump, they see him as someone who could claim the “outsider” mantle — and to jump in soon. \n“I think if he ran for the Senate, he’d be someone who a lot of Republicans could get behind — including myself,” said Sen. Cory Gardner (R-Colo.), who unseated Democratic Sen. Mark Udall in a hotly contested race last year. “I think there are a lot of people who are very interested in this race. I think a lot of them are waiting on George Brauchler.”\n\n2016\n\n            By \nRachael Bade\n             and \nJosh Gerstein\n\nIn an interview with POLITICO last week as the theater trial wrapped up, Brauchler said he’s weighing a bid and would decide “relatively soon.” \n“The biggest thing for me right now is I’ve got to get some distance between me and the case,” he said.\nThere’s no clear Plan B for Republicans if Brauchler passes. They’re reaching out to business executives — including a nephew of Mitt Romney’s — and other wealthy, if politically inexperienced, types who could underwrite a campaign against Bennet and his stocked war chest.\nBennet, who prevailed in a nail-biter in 2010 to win his first full term, said in an interview his biggest hurdle is being an incumbent when voters seem to be even more anti-Washington than usual. He’s trying to pitch himself as a get-things-done pragmatist who’s worked with Republicans on issues like immigration, education and pharmaceutical policy.\nBut he’s fully cognizant it’s not an easy sell in this environment.\n“Just the sort of general anti-incumbent sentiment in the country is probably the thing that I know I’m going to face,” Bennet said when asked about his challenges. ”Somehow we’ve to create a political conversation in this country where the arsonists aren’t the ones who are getting away with complaining that the place is on fire.”\nSitting outside a Starbucks on a sweltering afternoon here last week, Bennet warned his party not to take his seat for granted.\n“I can’t say it another way: It will be close, I know it will be close,” said Bennet, a former superintendent of Denver public schools and Yale-educated lawyer who was first appointed to his seat in 2009. “I’ve been telling everybody nationally that that’s true.”\nColorado is a rare pickup opportunity for Republicans next year. There are 24 GOP seats up this cycle vs. just 10 for Democrats. Of those 10, Bennet is the only incumbent seeking reelection who’s considered at risk. \nEven then, Bennet has a clear leg up: No Republican White House hopeful has won the state since 2004, and no GOP Senate candidate has won in a presidential year since 1996. On top of that, an influx of Hispanic and younger voters moving into the state bodes well for Bennet, especially with a presidential race sure to drive turnout higher.\n“Having survived 2010, which was brutal, I don’t mind confessing that I’m glad I’m running in a presidential year — so I think that will be a big difference,” said Bennet, who defeated now-Rep. Ken Buck by less than 2 points five years ago.\n\n\n\n            By \nPhilip Ewing\n\nSo far, at least, national conservative groups are focusing on defending their incumbents in blue and purple states like New Hampshire, Pennsylvania, Wisconsin and Illinois. \nStill, the fastest-growing segment of the population is the independent vote. There are roughly 1 million unaffiliated voters in Colorado now, outnumbering registered Democrats and Republicans, so any candidate has to appeal to moderates.\nTop Republicans believe Brauchler can.\n“If the guy runs,” said Josh Penry, a former Republican leader of the Colorado state Senate, “we couldn’t do better.” \nBrauchler was elected to his current post in 2012, so he could run for reelection next year instead, or wait until 2018 and try for governor. A graduate of University of Colorado law school, he has spent most of his career as a prosecutor and litigator. Serving as a judge advocate general in the military, Brauchler was called to active duty in 2010 before being deployed to Iraq a year later. In 2012, he won his campaign to become district attorney for a Denver-area region with nearly 1 million people.\nBrauchler gained notoriety — locally and nationally — for his aggressive pursuit to impose the death penalty on James Holmes in the Aurora shooting. But he’s also faced fierce criticism for drawing out the case: At least one juror refused to consent to the death penalty, leading to a hung jury and ultimately 12 life sentences for Holmes without parole. Critics said that Brauchler could have won the same deal before the trial, presumably saving millions in legal fees and avoiding the painful memories that were reopened.\nThe Colorado Criminal Defense Bar, which opposes the death penalty, said it was “extremely disheartened by the wastefulness of the trial, which could have been avoided two years ago when a plea was offered that would have produced the exact same result.”\nBut Brauchler was unapologetic, saying the demands made by the “life for murder crowd” to drop the pursuit of the death penalty were “outrageous.”\n“That’s not justice,” Brauchler said. “It was justice to seek death, and it would have been justice had he received death.”\nFive Republicans have already announced to run for the Senate seat, but none so far is seen as viable, intensifying the focus on Brauchler. If he opts out, an array of local officials, state legislators, business executives and potentially even U.S. congressmen are expected to consider jumping in.\nOne is Rep. Scott Tipton. A spokesman said the Republican lawmaker is planning to run for reelection at the moment but “is not going to close the door on any opportunity.”\n\n\n\n            By \nNick Gass\n             and \nAaron MaK\n\nAnother is Romney nephew Doug Robinson, a managing director of the audit and tax consultancy KPMG who chaired the 2012 White House hopeful’s campaign in Colorado.\n“I have had some friends in the community approach me about it, and I am thinking whether this would be right for Colorado and right for my family,” Robinson said in an email. He noted he would put “some” of his own cash into a potential Senate bid but would raise “a lot” given the tens of millions of dollars it would take to run.\nBennet has kept a low profile in the Senate, though he nabbed a slot on the influential Finance Committee and ran Senate Democrats' campaign arm last cycle. He was also a central player in the attempt to pass comprehensive immigration reform in the last Congress, which ultimately stalled but could play well for him among the state's growing Latino population.\nRepublicans see a chance to tether Bennet to an unpopular president, given the Democrat’s support for much of the Obama agenda. While he praises Obamacare and notes he \"approves\" of President Barack Obama's performance in office, Bennet says he’s had his tangles with the White House — bucking the president, for example, on a 2012 budget deal.\nWhatever Bennet’s perceived weaknesses, several Republicans have already declined to challenge him — none more important than Coffman, who represents a critical battleground district in the Denver suburbs.\nExacerbating the Republican dilemma is the turmoil that’s engulfed the state party this year. In the spring, the two-term state party chairman, Ryan Call, was ousted by a tea party-backed insurgency behind the campaign of Steve House. But later, the state’s attorney general, Cynthia Coffman, and former Rep. Tom Tancredo turned on House and sought his ouster from the job.\nHouse alleged that the GOP officials sought to spread false rumors accusing him of infidelity, a jaw-dropping charge tantamount to blackmail that played out in the Colorado press for weeks earlier this summer.\nMany Republicans are nervous the party's infighting could be problematic come 2016, particularly in the Senate race.\n“It’s a tough path, a steep path, and it’s made all the more difficult by a challenging political environment and dysfunctional state party,” Call said.In an interview, House downplayed the disputes, saying he’s traveled across the state to foster party unity and build a robust operation to improve his party’s chances in 2016.\n“As far as I’m concerned, it was an intrafamily disagreement, and we’ve resolved it,” he said.\nBut Republicans say the one thing can truly unify the party is winning in 2016 — and that Brauchler represents their best shot. \nHis allies argue that Brauchler’s courtroom chops and speaking skills — he has brought more than 140 cases to verdict — would translate well to the campaign trail. Though he's relatively inexperienced as a candidate — Brauchler lost a 2008 bid for DA, the only other time he's run for elected office — he was courted during the 2014 election cycle to challenge Gov. John Hickenlooper. The Democratic incumbent stayed the execution of a man on death row for his 1993 murder of four people at a Chuck E. Cheese restaurant in Aurora, and Brauchler won over many Republicans with his sharp-edged criticism of Hickenlooper.\nBut while Brauchler is quick on his feet, he’s a blank slate politically. That could cut both ways. He lacks a voting record that could be picked apart on the campaign trail, but he’s also never endured the rigors of such a high-profile election.\nAsked about his ideology, Brauchler said, “I feel like I’m a conservative.” \nHe went on to note that he opposes abortion, when asked about his position.\n“This is something that nobody cares about when you run for DA,” Brauchler said with a laugh. “Nobody ever asks you if you are in favor of Roe vs. Wade. I’m a DA, man! We don’t prosecute that, that’s not my thing.”\n\nManu Raju is senior congressional reporter for Politico.\n\n                                            By \n                                                    Katy Reckdahl\n\n\n                                            By \nJR Ross\n\n\n                                            By \nJohn Parmentola\n                                             and \nTheodore A. Postol\n\n\n                                            By \nNahal Toosi\n\n © 2015 POLITICO LLC", "byline": "", "description": "The GOP pins its hopes on the prosecutor in the Aurora theater massacre case.", "title": "Chaos in Colorado risks key Senate seat for GOP", "url": "http://www.politico.com/story/2015/08/colorado-senate-213199", "topics": ["campaign_finance", "personality"], "people": ["Josh Earnest", "Burgess Everett", "Ray Mabus", "Ray Kelly", "Liz Cheney", "Katy Reckdahl", "Timothy Noah", "Jen Judson", "Hadas Gold", "Vladimir Putin", "Marc Caputo", "David Petraeus", "Simon Says", "Scott Tipton", "Michael Bennet", "Ken Buck", "Barack Obama", "Wasserman Schultz", "John Boehner", "Brian Mahoney", "Sid Blumenthal", "Kimberly Hefling", "Tom Tancredo", "Manu Raju", "Nahal Toosi", "Josh Gerstein", "Ryan Call", "James Holmes", "Steve House", "Scott Walker", "George Brauchler", "Nick Gass", "Roger Simon", "Jeb Bush", "Theodore A. Postol", "John Parmentola", "Josh Penry", "Alex Isenstadt", "Andrew Glass", "Leonor Sullivan", "John Bresnahan", "Mitt Romney", "Eliza Collins", "Elizabeth Warren", "Cynthia Kroet", "Mark Udall", "Philip Ewing", "Rachael Bade", "Sara Stefanini", "Donald Trump", "Brian Faler", "Mike Coffman", "Cory Gardner", "Hillary Clinton", "John Kasich", "Eli Stokols", "Al D'Amato", "Bill Tomson", "Dick Cheney", "John Hickenlooper", "Cynthia Coffman"], "orgs": ["Arena", "HBO", "Congress", "Senate", "Republican Party", "hPad", "Supreme Court", "DENVER", "Democrat", "KPMG", "Yale", "Starbucks", "Finance Committee", "United States.", "GOP Senate", "GOP", "University of Colorado"], "authors": [{"author_id": 30888, "fullname": "jen judson", "primary_org": "politico"}], "date_written": "2015-09-01 10:08:10", "org": "politico", "article_id": "89485ed0aac33d20487bfe52a9aedd59", "date_access": "2015-09-01 09:30:05.119010"}