{"body": "\n10/02/15 10:10 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump has said that Marco Rubio and Jeb Bush \"hate each other.\"\n\n10/02/15 10:07 AM EDT\n\n                                        By \nElena Schneider\n\nUtah Gov. Herbert on presidential race\n\n10/02/15 10:04 AM EDT\n\n                                        By \nArthur Allen\n\nFrustration over meaningful use rules — HELP bill's release set for Tuesday\n\n10/02/15 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nAnother red state gov for the Clean Power Plan — LWCF not quite dead\n\n10/02/15 10:02 AM EDT\n\n                                        By \nCaitlin Emma\n\nAnother mass shooting — Ohio congressman raises charter concerns\n\n10/02/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nNEA could soon endorse Clinton — The latest on minority unions\n\n10/02/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nBoehner’s exit, Goodlatte’s gain?\n\n10/02/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW bigwig, EPA officials face congressional interrogation.\n\n10/02/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nThe missing perspective on the China deal — Big CYBERCOM contract coming down the pike\n\n10/02/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nTPP talks extended in Atlanta — Two more PCA sentences handed down\n\n10/02/15 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nTobacco heats up in Atlanta.\n\n10/02/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nRisk Corridor Payments way short of request — Mass-shooting prompts calls for mental health reform — ICD-10: so far, so good\n\n10/02/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nApp group sheds lobbyists amid strategy shift.\n\nOff Message\n\n10/02/15 09:45 AM EDT\n\n                                        By \nGlenn Thrush\n\nHere are five reasons why so many pundits, campaign pros and reporters bet on Rubio eventually winning the nomination.\n\n10/02/15 08:50 AM EDT\n\n                                        By \nNick Gass\n\nAbout 50 percent of Americans said they disapprove of the highest court in the land.\n\n10/02/15 08:41 AM EDT\n\n                                        By \nTimothy Noah\n\nThe jobs numbers were below expectations for September and August, whose total was adjusted downward.\n\n10/02/15 08:34 AM EDT\n\n                                        By \nNick Gass\n\n\"I did not intend to imply in any way that that work is political. Of course it is not.\"\n\n10/02/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRussia launches airstrikes for second day.\n\n10/02/15 08:07 AM EDT\n\n                                        By \nNick Gass\n\n\"I don't know him, but certainly he's not off to a great start,\" Trump said.\n\n10/02/15 08:01 AM EDT\n\n                                        By \nBen White\n\nDebt ceiling: Coming sooner than we thought — Happy October, House GOP! —Welcome to jobs day! —More Litan\n\n10/02/15 07:58 AM EDT\n\n                                        By \nNick Gass\n\nRegardless of what the United States does to enforce its gun laws or improve mental health care, people are always going to slip through the cracks, Donald...\n\n10/02/15 07:53 AM EDT\nObama chastises gun-violence inaction –– MCCARTHY’S BENGHAZI MESS, DAY 2 – Bernie open to Obamacare for undocumented immigrants\n\n10/02/15 07:28 AM EDT\nILLINIOS LAWMAKERS call for revolt.\n\n10/02/15 07:19 AM EDT\nASSEMBLY candidate out after bigoted-book report.\n\n10/02/15 07:12 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump is fit for the presidency, just not for this continent, new Daily Show host Trevor Noah joked Thursday night.\n\n10/02/15 07:12 AM EDT\nWALSH with HILLARY, neutrally.\n\n10/02/15 07:07 AM EDT\nDE BLASIO kept away from DC\n\n10/02/15 06:53 AM EDT\nJEB Q3: ‘respectable ... fine’ – OBAMA on school slaughter: ‘thoughts and prayers are not enough’ -- NEWT to Fox --- BLOOMBERG EXODUS?  \n\n                                        By \nMarc Caputo\n\n\n10/02/15 06:43 AM EDT\n\n                                        By \nNick Gass\n\nPope Francis' meeting with Kentucky clerk Kim Davis last week should not be considered an endorsement of her views and the two did not \"enter into...\n\n                                        By \nPierre Briançon \n\nThe French president has proven surprisingly tough when it comes to foreign policy.\n\n                                        By \n                                                Sylvia Marchetti\n\nAs the migration crisis intensifies, Italy and France duke it out over a slice of the Mont Blanc.\n\n10/02/15 06:30 AM EDT\nBush-backing tracker BUSTED at Rubio event.\n\n10/02/15 05:04 AM EDT\n\nWashington And The World\n\n10/02/15 06:19 AM EDT\n\n                                        By \n                                                Bill Emmott\n\nThe refugee crisis has exposed a larger one: a lack of confidence in the EU itself. \n\n10/02/15 05:16 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\nHealth Care\n\n10/02/15 05:15 AM EDT\n\n                                        By \nBrett Norman\n\nSome state lawmakers try to limit or ban research using tissue from aborted fetuses.\n\nThe POLITICO Caucus\n\n10/02/15 05:09 AM EDT\n\n                                        By \nKatie Glueck\n\nThe consensus on the Vermont senator's cash haul: Small-dollars donors aren't enough to beat Hillary Clinton.\n\n10/02/15 05:00 AM EDT\n\n10/02/15 12:08 AM EDT\n\n                                        By \nAndrew Glass\n\nOnce in Congress, she launched an annual program to bring high school students from her district to Washington.\n\n2016\n\n                                        Updated 10/01/15 11:03 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe ex-president is stepping up his campaign work for Hillary, right on schedule. But his role is expanding faster than expected.\n\n10/01/15 09:57 PM EDT\n\n                                        By \nHanna Trudo\n\nCarter, 91, was granted permission to travel from his team of medical professionals. \n\n2016\n\n                                        Updated 10/01/15 09:29 PM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nJoseph Marks\n\nHer private server intercepted five traced to a Russian source.\nA bizarre dispute has been brewing for months.\n\n10/01/15 08:51 PM EDT\nPresident Barack Obama's full remarks on Thursday's shooting.\n\nPhoto Gallery\n\n10/01/15 08:45 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\nPrimary Source\n\n10/01/15 08:25 PM EDT\n\n                                        By \n                                                Lawrence Lessig\n\nI’m Trying to Run for President, but the Democrats Won’t Let Me\n\nCONGRESS\n\n10/01/15 08:00 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHouse Republicans were already in serious turmoil. Now they need to deal with the debt ceiling, too.\n“Already, Republicans are distancing themselves from McCarthy’s remarks.\"\n\n10/01/15 07:28 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nClinton Giftwrapped — Valley evaluates Fiorina\nWe're working on more stories right now\n\n                                            By \n                                                    Thomas Geoghegan\n\n\n                                            By \n                                                    Bill Emmott\n\n\n                                            By \n                                                    Robert B. Reich\n\n\n                                            By \n                                                    Lawrence Lessig\n\n\n                AP Photo\n\n            By \nNick Gass\n\n10/02/15 10:10 AM EDT\nDonald Trump \"doesn't know what he's talking about\" when he talks about Marco Rubio's relationship with Jeb Bush, the Florida senator said Friday.\nWhile campaigning, the real-estate mogul has said on multiple occasions that the two Floridian GOP candidates \"hate each other.\"\nStory Continued Below\n\"I have great admiration for Governor Bush. We're friends. We're running for the same office. I'm not running against him, I'm running for president. It doesn't change my feelings towards him as a person. You don't have to hate the people you're running against, and in the case of Governor Bush who I've known for a very long time, I admire him, and we're friends,\" Rubio said in an interview with \"America's Newsroom\" on Fox News. \"But we're competitors now, too, and we can do that in a way that I think is deserving of what the American people deserve in this election cycle.\nDuring a campaign stop in New Hampshire earlier in the week, Trump claimed that the two Florida men hate each other \"so much\" and that \"it's political bullsh--.\"\nAsked what he thought Trump was trying to do by pitting them against each other, Rubio demurred.\n“I have no idea. Who knows, with Donald, what he’s trying to do,\" he said. \"Who cares?\"\n\nOff Message\n\n            By \nGlenn Thrush\n\nBush, the governor of Florida from 1999 to 2007, took on Rubio by name on Thursday, telling MSNBC's \"Morning Joe\" that the former state senator's leadership skills are not fully known, unlike his.\n\"Look we had a president who came in and said the same kind of thing — new and improved, hope and change — and he didn't have the leadership skills to fix things,\" Bush said.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Rubio: Trump doesn't know about my relationship with Bush", "url": "http://www.politico.com/story/2015/10/marco-rubio-responds-donald-trump-jeb-bush-relationship-214367", "topics": ["campaign_finance", "immigration"], "people": ["Trevor Noah", "Kim Davis", "Helena Bottemiller Evich", "Henry C. Jackson", "Elena Schneider", "Hanna Trudo", "Marc Caputo", "Thomas Geoghegan", "Barack Obama", "Pierre Briancon", "Brian Mahoney", "John Boehner", "Caitlin Emma", "Pope Francis", "Clinton Giftwrapped", "Brianna Ehley", "Bill Emmott", "Katie Glueck", "Nick Gass", "Robert B. Reich", "Brett Norman", "Jennifer Scholtes", "Joseph Marks", "Jeb Bush", "Andrew Glass", "Jeremy Herb", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Glenn Thrush", "Toby Eckert", "Timothy Noah", "Tim Starks", "Gabriel Debenedetti", "Adam Sneed", "Donald Trump", "Sylvia Marchetti", "Lawrence Lessig", "Arthur Allen", "Hillary Clinton", "Ben White", "Victoria Guida", "Josh Gerstein", "Eric Wolff"], "orgs": ["Washington And The World", "Photo Gallery", "PCA", "CONGRESS", "Congress", "LWCF", "NEA", "BUSTED", "TPP", "MSNBC", "Clean Power", "CYBERCOM", "EPA"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-10-02 15:10:41", "org": "politico", "article_id": "c8bd90c8e0b7ebca767709b50c16e49d", "date_access": "2015-10-02 14:30:11.858855"}