{"body": "Palinâ\u0080\u0099s departure marks the end of an era for Americaâ\u0080\u0099s conservative network of choice. | Getty\nBy Adam B. Lerner\n6/24/15 4:38 PM EDT\nUpdated 6/24/15 5:46 PM EDT\nSarah Palin’s days as a regular fixture on Fox News are over.\nThe former Alaska governor and tea-party activist has been a constant bombastic presence on the network since she rose to national fame as John McCain’s running mate in 2008, but POLITICO’s Mike Allen reported Wednesday that Fox News has decided not to renew her contract. She’ll still make the occasional appearance on Fox News and Fox Business, of course, and now she’ll now be free to make the rounds on other channels and pursue other projects.\nStory Continued Below\nPalin’s departure marks the end of an era, of sorts, for America’s conservative network of choice. And though she won’t be entirely signing off the airwaves, we’ve compiled a list of highlights to commemorate Fox’s Mama Grizzly Years.\n***\n10. October 2012, on Joe Biden’s debate performance against Paul Ryan: “That’s a tough format. It reminded me … of watching a musk ox run across the tundra with somebody underfoot. And in this case, when it came to style, it was Paul Ryan underfoot because of the moderator allowing Biden to do the interrupting, to kind of take control of the conversation.”\nAlso on POLITICO\nMIKE ALLEN\n9. October 2014, on those who have discouraged her from running for office again: “Bless their hearts, those haters out there.”\n8. February 2012, on the media’s reaction to Rick Santorum: “This was a speech that he gave back in 2008 where he named evil as Satan. For these lame-stream media characters to get all wee-weed up about that — first, you have to ask yourself: Have they ever, ever attended a Sunday school class even? Have they never heard this terminology before?”\n7. August 2011, on comments equating tea party activists with terrorists: “Independent, patriotic Americans who desire fiscal sanity in our beloved nation do not deserve to be called terrorists. If we were domestic terrorists, I think the president would want to pal around with us. He didn’t have a problem with Bill Ayers.”\n6. February 2011, on Rick Santorum’s remark that she couldn’t attend CPAC because she was taking care of her kids: “I will not call him the knuckle-dragging Neanderthal that perhaps others would want to call him. I’ll let his wife call him that.”\n5. May 2015, on veterans who have received sub-standard health care from the VA: “They’re the ones getting screwed by the VA. … In many respects, illegal aliens in our country today are receiving better health care, more benefits than our troops.”\n4. April 2014, on a bodyguard who was caught on camera checking her out: “Well, this agent who was kind of ridiculous there in posting pictures and comments about checking someone out. Well check this out, bodyguard — you’re fired. And I hope his wife kicks his okol’e and sends him to the doghouse. As long as he’s not eating the dog.”\nAlso on POLITICO\nDYLAN BYERS\n3. August 2012, on the upcoming presidential election: “These people who still have that addiction to the hope-ium that he had promised, that hope-y, change-y stuff that was really bogus four years ago. Well they have about 71 days to open up their eyes and realize the path that he has put us on, a path toward insolvency, a path toward fewer freedoms and, really, orchestrated chaos and bankruptcy.”\n2. March 2014, on the difference between Vladimir Putin and Barack Obama: “People are looking at Putin as one who wrestles bears and drills for oil. They look at our president as one who wears mom jeans and bloviates.”\n1. May 2015, on President Obama: “Barack Obama is lazy. In fact, he warned us that he was lazy and he attributed that to having been brought up in Hawaii.”\nBy MICHAEL CROWLEY\nBy ALAN GREENBLATT\nBy DONALD DOWNS and  JOHN SHARPLESS\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "We've compiled a list of highlights to commemorate Fox's Mama Grizzly years.", "title": "Sarah Palin's 10 finest Fox News hits", "url": "http://www.politico.com/story/2015/06/sarah-palin-fox-news-top-ten-comments-remarks-119388.html", "topics": ["campaign_finance", "personality"], "people": ["Rick Santorum", "Bill Ayers", "Mike Allen", "Adam B. Lerner", "Joe Biden", "Sarah Palin", "Barack Obama", "Paul Ryan", "Vladimir Putin"], "orgs": [], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-06-24 21:38:28", "org": "politico", "article_id": "4ddb186687557de7a0a8dec619687275", "date_access": "2015-06-24 22:21:06.681448"}