{"body": "\n10/04/15 09:09 AM EDT\n\n                                        By \nElena Schneider\n\nDonald Trump said the United States should focus on the 'mental illness problem,' in light of recent attacks.\n\nCONGRESS\n\n10/04/15 09:03 AM EDT\n\n                                        By \nRachael Bade\n                                         and \nJohn Bresnahan\n\nThe Utah Republican officially launches his dark-horse campaign for House speaker.\n\n10/04/15 08:17 AM EDT\n\n                                        By \nAnnie Karni\n\nShe also takes some gentle ribbing about gay marriage and the Keystone pipeline.\n\nOn The Bench\n\n10/04/15 07:44 AM EDT\n\n                                        By \n                                                Cass R. Sunstein\n\nIn friendship and romance, people are drawn to identifiable types. Some of us like larger-than-life figures, full of charisma, wild plans and fun. Some...\n\nSupreme Court\n\n10/04/15 07:41 AM EDT\n\n                                        By \nJosh Gerstein\n\nJudges may take up cases on abortion and immigration.\n\n10/03/15 10:57 PM EDT\n\n                                        By \nAndrew Glass\n\nHe spoke the day after a coup aimed at overthrowing Manuel Noriega.\n\n2016\n\n10/03/15 10:48 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president scores a rock-star's welcome at the annual dinner of the country’s largest gay-rights group -- though Hillary got the first invitation.\n\n10/03/15 07:12 PM EDT\n\n                                        By \nDoug Palmer\n\nAfter extending their stay for a fifth day, U.S. officials said they remain optimistic they can clinch a deal Sunday. \n\n10/03/15 02:12 PM EDT\n\n                                        By \nKimberly Hefling\n\nThe National Education Association endorsement comes amid grumbling from some members that it's too soon.\n\n10/03/15 01:52 PM EDT\n\n                                        By \nLauren French\n\n\"The truth is [the old] rules are no longer working.\"\n\"Clinton makes gay rights as a core promise of 2016 campaign.\"\n\n10/03/15 12:49 PM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\n2016\n\n10/03/15 08:01 AM EDT\n\n                                        By \n                                                Paul Goldman\n                                         and \n                                                Mark J. Rozell\n\nHow noncitizens decrease Republican chances of winning the White House next year.\n\n10/02/15 11:02 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1965, President Lyndon B. Johnson signed legislation abolishing an immigration quota system based on national origin that had been in force...\n\nWhite House\n\n10/02/15 08:34 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nIn a freewheeling news conference, the president smacks down Putin, Congress and gun control opponents -- among others.\nUnions wanted Obama to fire Arne Duncan. They got John King instead.\nShe took aim at them for not expanding Medicaid under the Affordable Care Act.\n\n                                        Updated 10/02/15 07:14 PM EDT\n\n                                        By \nCaitlin Emma\n                                        ,\nAllie Grasgreen Ciaramella\n                                         and \nKimberly Hefling\n\nHe doesn’t have immediate plans lined up for life after the administration.\nThe best from this week's late-night television.\nHILLARY CLINTON’s donors get a pep talk, even while some defect to JOE BIDEN.\n\n10/02/15 06:45 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIndianoplace like home — Stuff happens\n\n10/02/15 06:32 PM EDT\n\n                                        By \nEli Stokols\n\n\"It's fine. It's not a big deal,” he says. \n\n10/02/15 06:32 PM EDT\n\n10/02/15 06:29 PM EDT\n\n                                        By \nBryan Bender\n\nOnce frequent communication between U.S. and Russian military has all but halted. In Syria, the superpowers are virtually starting from scratch.\n\n                                        Updated 10/02/15 06:13 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nHere are some of Bush’s most ill-worded comments since launching his campaign.\n\n                                        Updated 10/02/15 06:11 PM EDT\n\n                                        By \nMichael Crowley\n\nAll the Russian president has gained are higher poll numbers -- in state-controlled media, the president said.\n\n10/02/15 05:59 PM EDT\n\n                                        By \nHadas Gold\n\nKamen spent 35 years with the Post, 23 of those writing \"In the Loop.\"\n\n                                        Updated 10/02/15 05:52 PM EDT\n\n                                        By \nSarah Wheaton\n\n“I’m going to talk about this,” Obama said, “and I’m going to politicize it.”\n\n                                        Updated 10/02/15 05:51 PM EDT\n\n                                        By \nDaniel Strauss\n\nFormer Florida governor Jeb Bush on Friday while discussing gun control on Friday said \"stuff happens\" but it doesn't necessarily mean action...\n\n                                        By \n                                                Jessica Bakeman\n                                         and \n                                                Keshia Clukey\n\nPresident Barack Obama tapped King to lead the U.S. Department of Education.\n\n10/02/15 05:31 PM EDT\n\n10/02/15 05:30 PM EDT\n\n                                        By \nEliza Collins\n\nHis 'rejection of absolutism' is a 'good place to start,' the president said during a Friday press conference. \n\n10/02/15 05:19 PM EDT\n\n10/02/15 05:15 PM EDT\n\n                                        By \nEliza Collins\n\nWith Biden weighing a run, the president works to remain even-handed.\n\n10/02/15 05:01 PM EDT\n\n10/02/15 04:58 PM EDT\n\n10/02/15 04:57 PM EDT\n\n                                        By \nLauren French\n\nEfforts have stalled in the House and Senate.\n\n10/02/15 04:53 PM EDT\n\n10/02/15 04:50 PM EDT\n\n                                        By \nEliza Collins\n\n\"It would have profound impact for the global economy and put our financial system in tailspin,” he says.\n\n10/02/15 04:18 PM EDT\n\n                                        By \nEliza Collins\n\nThe economy would be “doing even better if we didn’t have to keep dealing with unnecessary crises in Congress,” he says.\n\n                                        Updated 10/02/15 04:10 PM EDT\n\n                                        By \nEliza Collins\n\nThe group says Trump withdrew from the Oct. 8 Q&A session because he wouldn't agree to its terms. Trump has a different story.\n\n10/02/15 04:04 PM EDT\n\n10/02/15 04:01 PM EDT\n\n                                        By \nCaitlin Emma\n                                         and \nKimberly Hefling\n\nObama's new pick looks a lot like the old  one.\n\n10/02/15 03:27 PM EDT\n\n10/02/15 03:19 PM EDT\n\n10/02/15 02:59 PM EDT\n\n                                        By \nDaniel Strauss\n\nArturo Carmona was previously the executive director of Latino advocacy group Presente.org.\n\n10/02/15 02:46 PM EDT\n\n                                        By \nNick Gass\n\nPolls could explain the surge of outsiders in the GOP race.\n\n10/02/15 02:23 PM EDT\n\n10/02/15 02:07 PM EDT\n\n10/02/15 01:57 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nVW hires Jones Day.\nWe're working on more stories right now\n\nCONGRESS\n\n                        In a POLITICO interview, the underdog challenger says Kevin McCarthy lacks communication skills and the trust of conservatives.\n\n            By \nRachael Bade\n             and \nJohn Bresnahan\n\n10/04/15 09:03 AM EDT\n\n                AP Photo\n\n                                            By \n                                                    Cass R. Sunstein\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Paul Goldman\n                                             and \n                                                    Mark J. Rozell\n\n\n                                            By \n                                                    Hugh Hewitt\n\nRep. Jason Chaffetz has officially launched his dark-horse campaign for House speaker, arguing he’s a better choice to unite the fractious Republican conference and that Majority Leader Kevin McCarthy lacks the communication skills and credibility with conservatives needed to succeed in the top leadership job.\nIn a lengthy interview with POLITICO in his Capitol Hill office this weekend, the chairman of the House Oversight Committee predicted that opposition from conservatives will block McCarthy from securing the 218 votes he needs to be elected on the House floor later this month – and so Chaffetz is pitching himself as an alternative.\nStory Continued Below\n“There are very few people who can win the support of our hardcore conservatives and yet be palatable to our more moderate members,” he said. “The question is who can help unite the party and bridge the divide and I hope they see me as the person that will give everyone a fair shake.”\nMcCarthy has broad support within the House Republican Conference and remains the overwhelming favorite to succeed outgoing Speaker John Boehner (R-Ohio). And it’s unclear how much support Chaffetz can actually garner. Chaffetz, who remarked that he’s “comfortable with losing,” would not say whether he has any pledged supporters.\nBut until now, McCarthy faced only token opposition in Florida Rep. Daniel Webster; Chaffetz, by contrast, is the head of a major committee and a respected figure among the rank-and-file. At the very least, the Utah Republican’s last-minute entry complicates McCarthy’s path and highlights the uneasiness with which the centrist Californian is viewed among the most conservative members of the GOP conference.\nChaffetz argued that Republicans would be getting more of the same with McCarthy — inviting the same discord that’s racked the conference during Boehner’s five years in the job.\n“We owe Kevin McCarthy a lot; he is a major reason we enjoy the majority, with the strongest numbers we’ve had since the 1920s,” Chaffetz said. “But there are too many members who won’t promote (an) existing (member of) leadership just because there’s a vacancy.”\nChaffetz said McCarthy is likely to secure the backing of a majority of Republicans during a secret-ballot conference vote on Thursday. But the floor vote for speaker, expected later in the month, is a different matter, Chaffetz said. Members must openly declare their position, and Chaffetz is convinced that McCarthy won't receive enough backing to become speaker.\n“I think the math is the biggest challenge for Kevin McCarthy,” Chaffetz said.\nChaffetz went on to question McCarthy’s talent as a communicator, on the heels of the majority leader’s statement last week that the Benghazi Committee investigation of Hillary Clinton has damaged the Democratic frontrunner's campaign. Democrats said the comments exposed the true motives of Republicans in creating the committee.\nMcCarthy later walked back his remarks after a firestorm of criticism, but Chaffetz was not assuaged.\nWith the first votes in the presidential race just months away, he said, “We have to have someone who can communicate the conservative message to America, and that deeply undercut it.”\nChaffetz, a frequent guest on cable TV news, touted himself as a superior public speaker.\n“We need a speaker who speaks,” Chaffetz added. “We lose the communication war time and time again, and I think the conference wants a proactive communicator.”\nChaffetz’s age and experience level could hinder him. He is two years younger and has been in Congress for less time than McCarthy, who himself is relatively green compared with past speakers.\nChaffetz said he’d approach the speakership as more of a facilitator, allowing the majority of the GOP conference to work its will.\n“I’m not here to be a dictator but to empower members to do what they see fit. I want the process to work its way through the body,” he said.\nThat means more debate and more power delegated to the committees, he said, rather than having the speaker act as final decision-maker on big policy issues.\n“I’m not scared of diversity,” he said. “We have to have debates and win the argument, and if there are amendments that need to be brought up so we find out where the party is, so be it.”\nAsked if, as speaker, he would have allowed a vote on a \"clean\" short-term funding bill that did not include a provision to defund Planned Parenthood, Chaffetz said he would have looked to the committees for guidance. The same goes with raising the debt ceiling, which must happen by early November in order to avoid a first-ever government default.\n“The only way you can raise the debt ceiling is to change the trajectory of spending — that’s my personal preference,\" he said. \"But I want the Ways and Means Committee to offer up a solution.” \nChaffetz said he felt compelled to jump in because the people he considers the best candidates for speaker — Ways and Means Committee Chairman Paul Ryan (R-Wis.) and Benghazi Committee Chairman Trey Gowdy (R-S.C.) — won’t run.\n“I didn’t plan on running for speaker, but I don’t see anyone else stepping up,” he said. “I know I’m the underdog.”\n © 2015 POLITICO LLC", "byline": "", "description": "In a POLITICO interview, the underdog challenger says Kevin McCarthy lacks communication skills and the trust of conservatives.", "title": "Chaffetz enters speaker's race, pans McCarthy", "url": "http://www.politico.com/story/2015/10/jason-chaffetz-speaker-mccarthy-republicans-boehner-214404", "topics": ["immigration", "abortion"], "people": ["Bryan Bender", "Allie Grasgreen Ciaramella", "John King", "Manuel Noriega", "Isaac Arnsdorf", "Rachael Bade", "Hillary Clinton", "Henry C. Jackson", "Doug Palmer", "Hadas Gold", "Vladimir Putin", "Nick Gass", "Hugh Hewitt", "Kimberly Hefling", "Daniel Lippman", "John Boehner", "Josh Gerstein", "Annie Karni", "Caitlin Emma", "Jessica Bakeman", "Arturo Carmona", "J. Rozell", "Arne Duncan", "Jack Shafer", "Trey Gowdy", "Jeb Bush", "Isaac Dovere", "Cass R. Sunstein", "Andrew Glass", "Donald Trump", "John Bresnahan", "Barack Obama", "Paul Ryan", "Sarah Wheaton", "Lauren French", "Lyndon B. Johnson", "Mike Allen", "Daniel Strauss", "Michael Crowley", "Daniel Webster", "Eli Stokols", "Elena Schneider", "Paul Goldman", "Eliza Collins", "Keshia Clukey", "Jason Chaffetz"], "orgs": ["U.S. Department of Education", "National Education Association", "CONGRESS", "Congress", "Senate", "Supreme Court", "House Republican Conference", "Medicaid", "Benghazi Committee", "GOP", "Presente", "House Oversight Committee"], "authors": [{"author_id": 30901, "fullname": "elena schneider", "primary_org": "politico"}], "date_written": "2015-10-04 14:03:45", "org": "politico", "article_id": "84983aa373ecba5e6312e569d0ee5035", "date_access": "2015-10-04 13:30:09.866125"}