{"body": "\n09/24/15, 06:58 AM EDT\n\n                                        By \nNick Gass\n\nIt's The donald vs. conservative commentator Rich Lowry.\n\n09/24/15, 06:38 AM EDT\n\n                                        By \nNick Gass\n\nBut Trump still leads the pack among registered Republican voters with 25 percent.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKate Bennett\n\nHuma Abedin hosts a Paris soiree with Anna Wintour \n\n09/24/15, 06:00 AM EDT\n‘Indentured’ immigrants for Trump?\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nLobbyist Tony Podesta and 40 other co-hosts are throwing the Thursday-night shindig.\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nJacqueline Mars is the latest local billionaire to chip in for the center's massive renovation project.\n\nKGB File\n\n09/24/15, 05:33 AM EDT\n\n                                        By \nKate Bennett\n\nMeet Karen Lehman Haas, the clerk of the House.\n\nKGB File\n\n09/24/15, 05:32 AM EDT\n\n                                        By \nKate Bennett\n\nBecause there's nothing Washington loves more than cutting deals along with their meat.\n\nKGB File\n\n09/24/15, 05:31 AM EDT\n\n                                        By \nKate Bennett\n\nWhere's Donald Trump's better half?\n\n09/24/15, 05:30 AM EDT\n\n                                        By \nKate Bennett\n\nSasha's wore Kate Spade; Michelle rocked Carolina Herrera.\n\nKGB File\n\n09/24/15, 05:29 AM EDT\n\n                                        By \nKate Bennett\n\nBill and Hillary wandered around, feeding the animals and posing for selfies.\n\nKGB File\n\n09/24/15, 05:27 AM EDT\n\n                                        By \nKate Bennett\n\nThe only problem for Wintour: It's fashion week.\n\n09/24/15, 05:26 AM EDT\n\n                                        By \nAnnie Karni\n\nClinton discusses campaign issues that resonate with Dunham’s target audience, like student debt and women’s health. \n\nWashington And The World\n\n09/24/15, 05:22 AM EDT\n\n                                        By \nKatelyn Fossett\n\nIn a Politico Magazine survey of congressional Catholics, lawmakers say they like Pope Francis—they’re just not so sure about his politics.d\n\nCONGRESS\n\n09/24/15, 05:19 AM EDT\n\n                                        By \nBurgess Everett\n\nHe’ll get a chance later this week to confront his 2016 rivals over their legislative tactics to defund Planned Parenthood.\n\n09/24/15, 05:10 AM EDT\n\n                                        By \nNahal Toosi\n\nIf Francis' remarks at the White House are a guide, the pontiff will have plenty to say to Boehner and the GOP-led Congress.\n\n09/24/15, 05:01 AM EDT\n\n09/24/15, 05:00 AM EDT\n\n                                        Updated 09/23/15, 11:07 PM EDT\n\n                                        By \nElana Schor\n\nLeaders of the oil and gas industry had long hoped that Hillary Clinton could be an easier president to work with than Barack Obama — but now they have...\n\n                                        Updated 09/23/15, 10:58 PM EDT\n\n                                        By \nKevin Robillard\n\nThe candidate is hoping to gain Hispanic votes even as he downplayed politics. \n\n2016\n\n                                        Updated 09/23/15, 10:42 PM EDT\n\n                                        By \nKyle Cheney\n\nRepublicans were certain that their governors would rescue the country from Barack Obama.\n\n2016\n\n                                        Updated 09/23/15, 10:22 PM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nRachael Bade\n\nIf the feds have Clinton's personal emails, too, some of them are bound to come out — exactly as she feared.\n\n                                        Updated 09/23/15, 10:00 PM EDT\n\n                                        By \nMichael Crowley\n\nWe've come a long way from 'the butchers of Beijing.'\n\n2016\n\n09/23/15, 09:49 PM EDT\n\n                                        By \nBen Schreckinger\n\nIn South Carolina, the GOP front-runner says he brings people together -- right after mocking Marco.\n\nOpinion\n\n09/23/15, 09:22 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nPope Francis is a winsome and admirable figure, so long as you discount his economic animadversions. \n\nLetter From China\n\n09/23/15, 08:50 PM EDT\n\n                                        By \n                                                Melinda Liu\n\nWhy the United States and China are entering a new ice age.\n\nPolitics\n\n09/23/15, 08:49 PM EDT\n\n                                        By \n                                                Barney Frank\n\nToday’s game of Capture the Pope illustrates the role of religion in our political debates.\n\n                                        By \n                                                Henry C. Jackson\n\nHe says he wants to see Republicans coalesce behind an alternative to the current front-runner.\n\n09/23/15, 08:01 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nScott Walker told top donors Wednesday that he wants other struggling candidates to drop out of the presidential race so Republicans can coalesce behind...\n\n09/23/15, 07:44 PM EDT\n\n09/23/15, 06:48 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe poll has the billionaire businessman nabbing 26 percent support.\n\nOptics\n\n09/23/15, 06:31 PM EDT\n\n                                        By \n                                                Jesse Rifkin \n\n\n09/23/15, 06:11 PM EDT\n\n                                        By \nPhilip Ewing\n\nThe president wants to get Chinese leader's attention but not imperil a trade relationship worth $590 billion last year.\n\nWHITE HOUSE\n\n                                        Updated 09/23/15, 06:01 PM EDT\n\n                                        By \nMichael Crowley\n\nThe Russian leader's deployment of forces to Syria could derail U.S. efforts to broker a peace plan.\n\n                                        Updated 09/23/15, 05:49 PM EDT\n\n                                        By \nRachael Bade\n\nHer status as a “special government employee” is being questioned by Senate Judiciary Chairman Chuck Grassley.\n\n                                        Updated 09/23/15, 05:28 PM EDT\n\n                                        By \nNick Gass\n\nHe says the moratorium will last \"for the forseeable future.\"\n\n09/23/15, 05:22 PM EDT\n\n09/23/15, 05:12 PM EDT\n\n09/23/15, 04:54 PM EDT\n\n                                        By \nKyle Cheney\n                                         and \nDaniel Strauss\n\nOn call to donors, Scott Walker challenged candidates to narrow the field against the frontrunner.\n\n09/23/15, 04:26 PM EDT\n\n                                        By \nJennifer Haberkorn\n                                         and \nRachana Pradhan\n\nOpponents hope that those could show that he violated laws to obtain footage. \nOnly in Washington: The frozen and canned lobbies fight for a place in a program bringing fresh produce to classrooms.\n\n09/23/15, 03:27 PM EDT\n\n                                        By \nNick Gass\n\nHe says he's still the straight-talking, shoot-from-the-hip kind of guy that surged to the top of the polls this summer.\n\n                                        Updated 09/23/15, 03:19 PM EDT\n\n                                        By \nLauren French\n\nHe says he expects they will join with Republican leaders to pass the legislation.\n\n09/23/15, 03:18 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe Justice Department is persisting in the implausible claim that there is no reliable proof that Verizon Wireless was part of the National Security Agency's...\n\nMembers Only\n\n09/23/15, 03:04 PM EDT\n\n                                        By \n                                                Sen. Ted Cruz\n\nRepublican leadership responds to every challenge by surrendering at the outset.\n\n                                        Updated 09/23/15, 02:48 PM EDT\nRead Obama's full remarks. \n\n                                        By \n                                                Alex Weprin\n\nA Fox News spokesperson said the channel canceled Trump's appearance on O'Reilly's show.\n\n09/23/15, 02:10 PM EDT\n\n09/23/15, 02:03 PM EDT\nWe're working on more stories right now\n\n                                            By \nKatelyn Fossett\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Melinda Liu\n\n\n                                            By \n                                                    Barney Frank\n\n\n                Getty\n\nKGB File\n\n            By \nKate Bennett\n\n09/24/15, 05:34 AM EDT\nConstruction will finally get underway early next month at the Kennedy Center, where a multiyear, $125 million expansion project just scored a huge boost from Jacqueline Mars, the 75-year-old, Washington-area billionaire heiress whose family got rich from the candy business. (Yes, that Mars.) Mars — who pleaded guilty to a misdemeanor charge after a fatal car crash a few years ago — recently committed $10 million of her estimated $23 billion fortune to the Kennedy Center’s massive overhaul, which blew past its budget and won’t be completed until 2018. David Rubenstein, who serves as Kennedy Center chairman, as well as CEO and founder of Carlyle Group, kicked off donations in 2013 with a record-breaking $50 million gift to the cultural institution and performing arts center. New York-based Stephen Schwarzman, a big gun in finance and CEO of The Blackstone Group, joins Mars at the $10 million level. Not to be overlooked, Washington socialite and philanthropist Adrienne Arsht, who like Mars attends several local charity galas on the social circuit each year — and who is rumored to have the best jewelry collection in town — pledged $1 million.\nKate Bennett is a Reporter-Gossip Columnist.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "D.C.'s 1 percent comes through for the Kennedy Center", "url": "http://www.politico.com/story/2015/09/kgb-kennedy-center-scores-donors-213978", "topics": ["personality", "trade"], "people": ["Burgess Everett", "Kyle Cheney", "Jesse Rifkin", "Rachael Bade", "Henry C. Jackson", "Ted Cruz", "Philip Ewing", "Chuck Grassley", "Kevin Robillard", "David Rubenstein", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Elana Schor", "Pope Francis", "Kate Spade", "Kate Bennett", "Huma Abedin", "Annie Karni", "Nick Gass", "Bill O'Reilly", "Alex Weprin", "Anna Wintour", "Donald Trump", "Michael Crowley", "Jennifer Haberkorn", "Barack Obama", "Barney Frank", "Lauren French", "Ben Schreckinger", "Melinda Liu", "Jacqueline Mars", "Daniel Strauss", "Rachana Pradhan", "Hillary Clinton", "Rich Lowry", "Tony Podesta", "Katelyn Fossett", "Scott Walker", "Karen Lehman Haas"], "orgs": ["Washington And The World", "Congress", "Senate Judiciary", "Blackstone Group", "National Security Agency", "Carlyle Group", "Justice Department", "KGB", "Verizon Wireless", "CONGRESS", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-24 10:34:10", "org": "politico", "article_id": "86ee11f7a1713b024a26c8ba20cf991d", "date_access": "2015-09-24 11:00:42.284342"}