{"body": "Getty\nBy Nick Gass\n8/12/15 7:13 AM EDT\nHarvard Law professor Lawrence Lessig says he is mulling a bid for the Democratic presidential nomination because “the system is rigged” in favor of lobbyists and those able to exert their influence to a disproportionate degree.\n“You’re going to get nothing done that the Democrats are talking about until we deal with this issue,” Lessig said in an interview with MSNBC’s “Morning Joe” on Wednesday.\nStory Continued Below\nDemocratic candidate Bernie Sanders is “checking all the right boxes, he’s saying all the right things,” Lessig said, but “unless you say you’re going to fix this first, everything else is not credible.”\nPressed further on the issue by Michael Steele, a former chairman of the Republican National Committee, Lessig acknowledged that the issue goes beyond campaigning and into the legislative process.\n“Why are the lobbyists so powerful? It’s because they are one of the channels through which money gets into the system,” he told Steele. “But if you change the way you fund campaigns, they don’t begin to have the power they have anymore.”\nLessig, who has said that he would step down as president after he got those reforms passed, floated a couple of names for his ideal vice president\n“I have a list, it’s my preferences. But ultimately it’s the Democratic convention that would do it,” Lessig added, bringing up Sanders and Massachusetts Sen. Elizabeth Warren as “people who get the base excited enough to turn up and vote.”\nHillary Clinton is not there in creating confidence—at least not yet, per Lessig.\n“She’s just begun to describe this. She’s got a lot to explain. She comes from a different era,” Lessig said.\n“I ultimately have come to my view—this is why I’m running—that none of them could win on this issue. None of them could win on this issue. They could never have a mandate powerful enough in this partisan environment to win on this issue, which is why we need to do something different,” Lessig said.\nThe law professor has said that he will run for president if his crowdfunded campaign raises $1 million by Labor Day and if none of the Democratic candidates make campaign finance reform a central issue of their campaigns.\n“I’m running in the Democratic primary,” he added. “What I hope is that somebody in the Republican primary would do the same thing,” he said, mentioning absent MSNBC co-host Joe Scarborough, a Republican representative from Florida from 1995-2001, as a potential carrier of the mantle on the GOP side for the cause.\nLessig has made this point before, in a May piece for The Atlantic in which he wrote that Clinton’s promises for a constitutional amendment on campaign finance reform are insufficient.\n“It is not enough to make cheap promises to push a constitutional amendment, as she has done. Reversing Citizens United alone won’t fix the problem. Washington will not change until the economy of influence fueled by the lobbying-industrial-congressional complex is radically changed,” he wrote in the piece.\nBy SEN. CLAIRE MCCASKILL\nBy NICOLE HOCKLEY\nBy SARAH KENDZIOR \nBy GEORGE KELLING\n© 2015 POLITICO LLC", "byline": "", "description": "Lessig says \"the system is rigged\" in favor of lobbyists.", "title": "Lawrence Lessig pondering 2016 bid because 'the system is rigged'", "url": "http://www.politico.com/story/2015/08/lawrence-lessig-2016-election-lobbyists-influence-121286.html", "topics": ["campaign_finance", "economy"], "people": ["Nick Gass", "Lawrence Lessig", "Michael Steele", "Hillary Clinton", "Joe Scarborough", "Elizabeth Warren", "Bernie Sanders"], "orgs": ["MSNBC", "Republican National Committee", "GOP", "Harvard Law"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-12 12:13:19", "org": "politico", "article_id": "5f21215f4bfd6160bcda61a610023a19", "date_access": "2015-08-12 12:20:03.440388"}