{"body": "Getty\nHe is charting a progressive course on financial issues.\nBy Ben White\n7/9/15 12:02 AM EDT\nUpdated 7/9/15 12:02 AM EDT\nFormer Maryland Gov. Martin O’Malley on Thursday unveiled a sharp attack on Wall Street, looking to gain ground on a surging Sen. Bernie Sanders and to increase pressure on Democratic front-runner Hillary Clinton.\nO’Malley’s campaign said the former governor would send “an open letter to the Too Big To Fail Wall Street mega-banks telling them how — as President — he will pursue every avenue to put in place real structural and accountability reforms that will rein in their reckless behavior.” O’Malley also released what the campaign billed as “a comprehensive policy plan” that would “bring real enforcement to Wall Street and implement critical reforms to limit taxpayer exposure to Too Big To Fail banks.”\nStory Continued Below\nPreviously, O’Malley has suggested re-implementing the Glass-Steagall Act’s wall between investment and consumer banking, something Sanders also supports. O’Malley’s new push could pressure Clinton, who is preparing to release her economic policy ideas, to take a tougher approach to Wall Street.\nCritics on the left say Clinton is too close to the financial industry after earning large fees for herself speaking to banks and representing them while she served as a senator from New York. The former first lady has to walk a fine line on the issue, given strong financial support from the industry for her campaign. But muscular Wall Street reform is among the most motivating issues for progressive voters, and Clinton cannot afford to be seen as weak on the issue.\nReforms outlined in O’Malley’s 10-page policy proposal include a three-year “revolving door ban” on regulators going to work for financial firms; making the general counsel of the Fed and the president of the New York Fed presidential appointees; doubling funding for the Securities and Exchange Commission and the Commodity Futures Trading Commission; creating a stand-alone “economic crimes” division in the Justice Department; reinstating Glass-Steagall; and instituting a financial transactions tax.\nThe full paper can be found at http://bit.ly/1Cq3li1.\nBy SEAN TRENDE\nBy GUSTAVO ARELLANO\nBy MICHAEL J. KOPLOW\nBy RICH LOWRY\n© 2015 POLITICO LLC", "byline": "", "description": "He is charting a progressive course on financial issues.", "title": "O'Malley offers attack on Wall Street", "url": "http://www.politico.com/story/2015/07/martin-omalley-offers-attack-on-wall-street-119885.html", "topics": ["economy", "campaign_finance"], "people": ["Ben White", "Hillary Clinton", "Martin O'Malley", "Bernie Sanders"], "orgs": ["Justice Department", "Fed", "LOWRY", "Securities and Exchange Commission", "Commodity Futures Trading Commission"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-07-09 05:02:08", "org": "politico", "article_id": "fe5b26a50394cbc52fffb8e5eea321ee", "date_access": "2015-07-09 04:10:03.678386"}