{"body": "POLITICO\nYour guide to the permanent campaign\nBy Theodoric Meyer\n8/7/15 10:02 AM EDT\nWith Kevin Robillard and Elena Schneider\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nFIGHT NIGHT — “Are voters ready to tune out Donald Trump?” by POLITICO’s Ben Schreckinger: For the candidates, the moderators and the audience, this was the Trump debate. “From the opening bell, the Fox News moderators and his Republican rivals made Trump the center of attention, hammering him with contentious questions — which he would complain afterward were ‘not nice’ — and frontal attacks. So far, the mogul has thrived on the attention, positive or negative, and he made no catastrophic mistakes on Thursday. But the debate raised the question of whether exposure alone can keep propelling his candidacy. ‘Those that supported him found much to like in his forcefulness, conviction and disdain for political correctness,’ said Bruce Haynes, a South Carolina Republican strategist and co-founder of the moderate political consulting firm Purple Strategies. ‘Those who dislike him were reminded why.’” http://politi.co/1MVx3hT\n— “GOP insiders: Trump is biggest loser,” by POLITICO’s Katie Glueck: “Donald Trump’s first presidential debate was a disaster. That’s the assessment of Republican insiders in this week’s POLITICO Caucus, our weekly bipartisan survey of the top strategists, activists and operatives in Iowa and New Hampshire. They offered their reactions immediately after watching Thursday’s 9 p.m. prime-time debate in Cleveland. Forty-four percent called the controversial real estate mogul the biggest loser of the evening, critiquing everything from his refusal to rule out a third party run, to perceived misogynistic comments to his acceptance of single-payer health care in other countries. ‘Trump is an egomaniacal thug and everyone who never watched The Apprentice now knows that, too,’ an Iowa Republican charged.” http://politi.co/1UsMU9S\n— Seven takeaways from POLITICO’s Glenn Thrush: “If the nearly three hours of two-tiered GOP hopefuls proved anything, it was that the 17-candidate field is not only historically huge but uncommonly deep. It’s not clear if Republicans are getting tired of The Donald’s every-man-for-himself campaign (he kicked off the evening by saying he’d consider a third-party bid if he lost the GOP nomination fight) but beneath his overbearing presence the contours of a more conventional race, with lots of compelling characters jockeying for position in an unpredictable campaign, began to take shape.” His takeaways: Jeb was meh. Trump is getting old, especially for women. Cruz played nice. Not much policy. Kasich looked like a top-tier candidate. Paul was aggressive. And Walker gave a so-so performance — but his zinger on Hillary Clinton’s private email server was the best line of the night. http://politi.co/1OUFBE0\n— More analysis from The Atlantic’s Molly Ball: “The night’s surprise standout was Ohio Governor John Kasich, who had the advantage of a hometown crowd that ardently cheered his every answer. (The other sitting governors in the race — Walker, Christie, and Louisiana Governor Bobby Jindal, who did not poll well enough to qualify for the main debate — do not enjoy Kasich’s popularity in their home states.) ... Kasich repeatedly articulated an inclusive vision for the GOP — a vision starkly different than Trump’s Mexican-bashing, screw-the-losers mentality. It’s clear that a large swath of the GOP is responding to Trump’s call, but on Thursday, another segment seemed to be responding to Kasich’s. It’s anybody’s guess whose party this is. It will take the next few months of fighting to find out.” http://theatln.tc/1W52EkV\n— Curious about the gay wedding Kasich mentioned attending? The nuptials were those of Steven George, a former Kasich aide, and Jeff Gatwood. The Plain Dealer has the details: http://bit.ly/1RUunA7\nDays until the 2015 election: 88. Days until the 2016 election: 459.\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nMORE DEBATE TAKEAWAYS — “Fiorina shines — but does it matter?” by POLITICO’s Eli Stokols in Cleveland, with Campaign Pro’s Steve Shepard and POLITICO’s Manu Raju and Daniel Strauss: “On a stage filled by several faltering also-rans, Carly Fiorina stood out for her seriousness, fluidity and her willingness to attack not just Democrats but her Republican opponents as well. ... Fiorina faces an uphill battle to earn a primetime promotion for next month’s CNN debate, however. Unlike Fox News, which only factored in the five most recent polls when it made its cut this week, CNN will consider all qualified polls from mid-July through Sept. 10. That means that eight of the polls that will be factored into CNN’s calculations have already been released — including the five that Fox used to relegate her to the undercard Thursday night. She will need to surge significantly in the upcoming polls; she’s currently in 14th place in the CNN average, according to a POLITICO analysis.” http://politi.co/1MRQUiW\n— The Democratic reaction, by POLITICO’s Gabriel Debenedetti: “While the candidates on the Fox News-hosted stage Thursday night focused plenty of their derision at Obama and Clinton, enough of the personal attacks came in the form of direct Republican-on-Republican squabbling that few of those individual lines caught national Democrats’ eyes as gaffes or campaign fodder. There was Huckabee vs. Christie. There was Christie vs. Paul. There was Paul vs. Trump. There was Bush vs. Trump. There was almost Huckabee vs. Trump. There was Trump vs. the moderators. There was Trump vs. the world.” http://politi.co/1EcQThb\n— Democrats set their own debate schedule on Thursday, starting Oct. 13: http://politi.co/1SWBxJY\n— By the numbers: How many times did the candidates invoke Reagan? How many times did the out-of-time buzzer sound? Campaign Pro’s Elena Schneider breaks it down. http://politi.co/1MVxxV6\n— The New York Times also has a handy graph showing how long each candidate got to speak — Trump got 11:14, by their count, and Paul got 5:28 — and in what increments. http://nyti.ms/1Meu8BL\nTACIT APPROVAL — NRCC chairman credits Trump with \"firing people up\": National Republican Congressional Committeeman Chairman Greg Walden of Oregon, whose success is tied in no small part to who the Republican presidential nominee is, had this to say when local radio station KBND asked about Trump's run: \"He has certainly found his voice and fired up a group of people that maybe weren’t fired up before. Doesn’t mean I agree with everything he says, mind you, or how he says it. What he is, is kind of a barometer of the intensity of this electorate going into this election cycle.\" http://bit.ly/1KU1N36\nCODA — QUOTE OF THE DAY: “Blah. blah. Blah. Blah. #GOPdebate” — Herman Cain, the pizza magnate turned Republican presidential candidate who was a fixture of the primary debates four years ago, seemed less than impressed with this year’s crop of candidates in a tweet. http://bit.ly/1MUZo7U\nBy ADAM WREN\nBy POLITICO MAGAZINE\nBy JONAH SHEPP\nBy GLENN THRUSH and  ALEX ISENSTADT\n© 2015 POLITICO LLC", "byline": "", "description": "NRCC chairman credits Trump with \"firing people up.\"", "title": "POST-DEBATE SPECIAL EDITION — Winners — Losers — Whither Trump?", "url": "http://www.politico.com/morningscore/0815/morningscore19494.html", "topics": ["trade", "campaign_finance", "women"], "people": ["Ben Schreckinger", "Manu Raju", "Daniel Strauss", "Greg Walden", "Molly Ball", "Steve Shepard", "Kevin Robillard", "Hillary Clinton", "Donald Trump", "Theodoric Meyer", "Elena Schneider", "Glenn Thrush", "Herman Cain", "Bruce Haynes", "Bobby Jindal", "Eli Stokols", "John Kasich", "Carly Fiorina", "Gabriel Debenedetti", "Katie Glueck"], "orgs": ["Purple Strategies", "GOP", "NRCC"], "authors": [{"author_id": 30738, "fullname": "theodoric meyer", "primary_org": "politico"}], "date_written": "2015-08-07 15:02:33", "org": "politico", "article_id": "057bfb8c36384b0db9e8da837f3a8621", "date_access": "2015-08-07 14:10:23.732133"}