{"body": "\n10/07/15 06:53 AM EDT\nPort Ambrose project in final review\n\n10/07/15 06:46 AM EDT\n\n                                        By \nNick Gass\n\nranian Supreme Leader Ayatollah Khamenei on Wednesday banned his country from any more negotiations with the United States.\n\n10/07/15 06:42 AM EDT\nWYNN casino fight escalates\n\n                                        By \n                                                Carla Marinucci\n\n\n10/07/15 06:30 AM EDT\nFL poll: Trump still tops, Bush 4th in GOP.\n\n10/07/15 06:28 AM EDT\n\n\n10/07/15 06:00 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump and Hillary Clinton are still on top among their respective parties' voters in three key swing states.\n\nSimon Says\n\n10/07/15 05:11 AM EDT\n\n                                        By \nRoger Simon\n\nBiden also spoke of the solace he finds in going to church.\n\n10/07/15 05:10 AM EDT\n\n                                        By \nKatie Glueck\n\nHe is hunting votes in the most far-flung places to meet the requirements of an obscure RNC rule.\n\n10/07/15 05:09 AM EDT\n\n                                        By \nSteven Shepard\n\nAs pollsters confront unprecedented obstacles, the biggest name in the business backs away. \n\nCongress\n\n10/07/15 05:07 AM EDT\n\n                                        By \nKate Tummarello\n\nWhy inflexible budget rules are keeping lawmakers from selling billions of dollars worth of government airwaves\n\n10/07/15 05:06 AM EDT\n\n                                        By \nHadas Gold\n\nHow did the candidate get so much air time on NBC-related properties?\n\n10/07/15 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nNixon said he disagreed with Kennedy that the island nation was “lost” to the United States. \n\n                                        By \nPierre Briançon \n\nA united front on Ukraine, for now, and confusion on Syria.\n\n                                        Updated 10/06/15 11:21 PM EDT\n\n                                        By \nEliza Collins\n\nHis supporters registered a whopping average of 12.6 mistakes per 100 words,\n\n                                        Updated 10/06/15 11:13 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe judge says Congress has the power to investigate. \n\n                                        By \n                                                Jules Johnston\n\n\n                                        Updated 10/06/15 11:01 PM EDT\n\n                                        By \nRachael Bade\n\nPlatte River Networks said they were asked to limit backups of her server.\n\n                                        Updated 10/06/15 10:48 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 campaign season keeps getting stranger.\n\n2016\n\n                                        Updated 10/06/15 10:16 PM EDT\n\n                                        By \nJosh Gerstein\n\n“Mrs. Clinton either was approved or authorized to use this system of records or she was a rogue employee.”\n\n                                        Updated 10/06/15 10:06 PM EDT\n\n                                        By \nMichael Crowley\n\nAdministration officials game out options to respond to Putin's provocations, but Obama exercises \"strategic patience.\"\n\nCongress\n\n10/06/15 08:08 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe majority leader believes he's closing in on the 218 votes he needs to succeed John Boehner as speaker.\nHILLARY CLINTON attacks JEB BUSH in Iowa.\n\n10/06/15 07:22 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nThis is not how Hillary Clinton planned to enter the first debate of the primary — battered, bruised and still trying to explain to voters the rationale...\n\n10/06/15 07:17 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe U.S. Court of Appeals for the D.C. Circuit formally ends an appeal in the case.\n\n10/06/15 07:11 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nThe VP's old colleagues are mostly behind Hillary Clinton but say Biden would make her a better general election candidate. \n\nDebate Night\n\n                                        Updated 10/06/15 07:00 PM EDT\n\n                                        By \nAnnie Karni\n\nShe didn't  watch the debate live -- instead she attended a fundraiser in Staten Island.\n\nHistory Dept.\n\n10/06/15 06:53 PM EDT\n\n                                        By \n                                                Philip Shenon\n\nJohn McCone was long suspected of withholding information from the Warren Commission. Now even the CIA says he did.\n\nLaw And Order\n\n10/06/15 06:48 PM EDT\n\n                                        By \n                                                Mary E. Buser\n\nUnderstanding why reveals a lot about plea bargains, a brutal jail and our twisted justice system.\n\nOpinion\n\n10/06/15 06:47 PM EDT\n\n                                        By \n                                                Sophia Raday\n\nI know—I’m married to one.\n\n2016\n\n10/06/15 06:43 PM EDT\n\n                                        By \nAnnie Karni\n\nTo win, the wounded front-runner needs to grapple with her image problem.\n\n10/06/15 04:52 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nThe state is asking the justices to approve a law banning abortion after 12 weeks.\n\n10/06/15 04:27 PM EDT\n\n                                        By \nRachael Bade\n\nShe forwarded State Department background information about Rwanda and the Congo to the philanthropic organization.\n\n                                        Updated 10/06/15 04:13 PM EDT\n\n                                        By \nNick Gass\n\nBut Bush also said he would give Trump credit for \"one big thing.\"\n\n                                        Updated 10/06/15 03:52 PM EDT\n\n                                        By \nEliza Collins\n\nShutterstock, a stock photo service, is looking to capitalize on the gaffe.\n\n10/06/15 03:25 PM EDT\n\n10/06/15 02:42 PM EDT\n\n10/06/15 02:29 PM EDT\n\n10/06/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nConservatives clash on Ex-Im.\n\n                                        Updated 10/06/15 01:17 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.\n\n10/06/15 01:11 PM EDT\n\n                                        By \nBurgess Everett\n\n\"They are embracing reform now, but it does not negate the many bad things they're doing to hurt American families.\"\n\n10/06/15 12:40 PM EDT\n\n                                        By \n                                                Dana Rubinstein\n\n\n10/06/15 12:33 PM EDT\n\n                                        By \nJohn Bresnahan\n\n'I don't think there's a great role for us to play' during Oct. 29 floor vote.\n\n10/06/15 12:30 PM EDT\n\n                                        By \nMichael Grunwald\n\nThe trade deal would knock down a vast number of “import taxes,” but not everything. Michael Froman walks through the details.\n\n10/06/15 12:05 PM EDT\n\n10/06/15 11:54 AM EDT\n\n                                        Updated 10/06/15 11:30 AM EDT\n\n                                        By \nNick Gass\n\n“Since you’re always sweating, we thought you could use some water. Enjoy!” Trump's note to Rubio read.\n\n                                        Updated 10/06/15 11:25 AM EDT\n\n                                        By \nHadas Gold\n\nMany in the Clinton orbit see \"Morning Joe\" as one of the shows most critical of Clinton's campaign. \nWe're working on more stories right now\n\n                                            By \n                                                    Philip Shenon\n\n\n                                            By \n                                                    Mary E. Buser\n\n\n                                            By \n                                                    Sophia Raday\n\n\n                                            By \n                                                    Cass R. Sunstein\n\n\n                Getty\n\n            By \nNick Gass\n\n10/07/15 06:46 AM EDT\nIranian Supreme Leader Ayatollah Khamenei on Wednesday banned his country from any more negotiations with the United States, less than three months after Iran and six world powers reached a landmark agreement on Tehran's nuclear program.\n\"There is a reason for our objection to negotiations with the U.S.; the U.S. engagement in talks with Iran means infiltration. They want to pave the way to impose themselves,” Khamenei was quoted as saying during a speech to Navy commanders from the hard-line Revolutionary Guards, according to the IRNA state news agency.\nStory Continued Below\nDuring the course of the negotiations, he is quoted as saying, the U.S. \"made attempts to infiltrate at any spot they were able to; thanks God, the Iranian side was vigilant enough but still at certain points they somehow managed to get chances and did a move contrary to our national interests.\"\nIt's not clear to what incident Khamenei was referring; U.S. officials have long boasted of their ability to spy on Iran.\n\"Ayatollah Khamenei stressed that at the present juncture, enemies were trying to transform the revolutionary attitudes of officials and religious beliefs of people,\" the IRNA report says. \"Urging the youth to stay quite vigilant, he noted that he has nothing to worry about in this regard thanks to the awareness of universities and army forces.\"\nThe comments come as hardliners in Iran's parliament try to stop the deal and would appear to put him at loggerheads with President Hassan Rouhani, who has publicly endorsed the agreement. Khamenei has not come out in favor of it, however.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Iran's supreme leader: No more talks with the U.S.", "url": "http://www.politico.com/story/2015/10/iran-ayatollah-khamenei-no-us-talks-negotiations-214495", "topics": ["trade", "immigration", "personality", "terrorism"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Michael Froman", "Mary E. Buser", "Kate Tummarello", "Henry C. Jackson", "Michael Grunwald", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "Carla Marinucci", "Philip Shenon", "Simon Says", "Steven Shepard", "Ayatollah Khamenei", "Sophia Raday", "John Boehner", "Pierre Briancon", "Jules Johnston", "Annie Karni", "Josh Gerstein", "Katie Glueck", "Nick Gass", "Roger Simon", "Cass R. Sunstein", "Seung Min Kim", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Rachael Bade", "Hassan Rouhani", "Jennifer Haberkorn", "Michael Crowley", "Hillary Clinton", "Dana Rubinstein"], "orgs": ["CIA", "State Department", "Congress", "RNC", "United States.", "Warren Commission", "Platte River Networks", "U.S. Court of Appeals", "Port Ambrose", "Law And Order"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-10-07 11:46:20", "org": "politico", "article_id": "18c0cf791c42077b3884089452d9eed4", "date_access": "2015-10-07 11:00:15.299337"}