{"body": "The New Jersey governor’s campaign is far less ambitious than anyone could have predicted a year ago. But that also makes him an unpredictable force in the GOP presidential primary.\nBy Alex Isenstadt\n6/29/15 5:20 AM EDT\nGetty\nWhen Chris Christie launches his presidential campaign Tuesday, it won’t look anything like the one he once envisioned.\nGone is the idea of an expansive, state-by-state primary election strategy. Iowa, despite the early visits and Christie’s cultivation of a relationship with Gov. Terry Branstad, is probably out the window, too. And forget about the prospect of a cash-flush campaign: the New Jersey governor is now expected to raise just a fraction of what his top opponents will rake in.\nStory Continued Below\nIn a sign of how far Christie’s fortunes have fallen, he spent part of this weekend personally calling around to home state Republican legislators to nail down their support for his now long-shot presidential bid.\nIn place of the original plan — the one before the governor was battered by Bridgegate and the bottom fell out of his poll numbers — is a bank-shot strategy, a narrowly tailored approach that leaves Christie with little room for error.\nThe hope, according to advisers — who spent the weekend in a flurry of last-minute planning meetings — is that by exceeding expectations in debates and town hall events, and by performing well in a few select primary contests, he can reestablish himself as a top-tier candidate.\n“Once he gets that momentum,” said Dale Florio, a leading Republican lobbyist in New Jersey and a staunch Christie ally, “you’ll see the whole dynamic of the race change.”\nThere is no state more central to the governor’s strategy than New Hampshire. It’s famous for its tradition of town hall meetings, which happen to be the governor’s signature event back home — and the preferred format he’s used throughout his two terms to promote his agenda. The state’s politics also work in Christie’s favor: it’s a Northeastern locale with a long history of favoring more moderate, independent-minded Republicans like Christie, and also has an open primary system, allowing independents and members from other parties to vote in the GOP primary.\nTo underscore the state’s importance to his prospects, Christie will hold a campaign event there on Tuesday evening, just hours after formally announcing his bid in New Jersey. He will remain in New Hampshire for most of the remainder of the week. Christie, who has dispatched a trusted aide, Matt Mowers, to run his New Hampshire campaign, has visited the state more than any other Republican candidate with the exception of former New York Gov. George Pataki, according to a count compiled by U.S. News & World Report.\n“He’s been very popular in New Hampshire, and he’s going to spend a lot of time there,” said Ray Washburne, Christie’s finance chairman.\n“I think this is where he’s going to cut his teeth, and be a state that, I believe, will be make-or-break for him,” said Walt Havenstein, a New Hampshire Republican who as the 2014 gubernatorial nominee developed a friendship with Christie.\nAfter New Hampshire holds its primary in early February, Christie’s advisers are hoping for a strong showing in a trifecta of blue states — Vermont, Massachusetts, and Illinois — an unorthodox path that reflects his dire circumstances. Though at one time it was thought his plainspoken political style would win over Republicans across the nation, he’s fallen far behind in the polls in Iowa, which those close to Christie increasingly consider a reach. He’s also expected to tread lightly in Florida, which is likely to be dominated by two favorite sons, former Gov. Jeb Bush and Sen. Marco Rubio.\nChristie’s team believes he could yet surprise in some conservative parts of the country. A strong finish in New Hampshire, they argue, could position him to compete several days later in South Carolina, a state rich with Northeastern transplants. There, he’s maintained a relationship with the Republican governor, Nikki Haley, with whom he occasionally texts.\nAt the same time Christie is narrowing his political map, he’s preparing a campaign that will be more tightly budgeted than previously thought. Once a national fundraising powerhouse who hoped to convert his Republican Governors Association chairmanship into a financial launching pad for a presidential bid, Christie’s camp now estimates that he will raise only between $20 million and $30 million by the end of the year, according to several sources briefed on the plans — an amount that is expected to pale in comparison to what Bush, Rubio, Wisconsin Gov. Scott Walker, and Texas Sen. Ted Cruz are expected to raise. Already, Bush is believed to have taken in around $100 million; Rubio, Walker, and Cruz are said to have banked around $20 to $30 million apiece.\nIn the weeks leading up to the launch, Christie’s aides have been scrambling to fill his coffers. Last week, they sent supporters a fundraising solicitation asking them to raise up to $54,000 by July 17, and offering rewards such as invitations to a debate watch party, a fall retreat, and a private Christie-hosted reception. Much of the funding for Christie’s campaign is expected to come in the form of large contributions from such benefactors as Ken Langone, the Home Depot co-founder, and Paul Fireman, the former Reebok CEO.\nChristie has turned to an assortment of tactics to address his fundraising struggles. In some meetings with top donors, said a source close to Christie, he’s sought to slow Bush’s momentum by pointing out that the former Florida governor had endured a rocky roll-out. He’s also turned to his wife, Mary Pat, a former Wall Street bond trader who’s been wooing prospective donors. On Saturday morning, some supporters received emails from the New Jersey first lady informing them that a campaign website had been established.\nChristie’s team doesn’t deny that he’ll be financially out-gunned, and they acknowledge that his political operation will be considerably leaner than that of his rivals. But they note that the governor, a scrappy campaigner, has been in this position before: in his successful 2009 unseating of Democratic Gov. Jon Corzine, a self-funding former investment banker, he won despite being outspent by $12 million in a strongly Democratic state.\n“He had a message, and he had the discipline to get the message out. I think you’ll see him do the same thing nationally,” said George Gilmore, the influential chairman of New Jersey’s Ocean County Republican Party and a Christie loyalist.\nThe governor retains a tight grip on his state’s GOP but he’s also watched some power players drift away. Two longtime Christie friends, Joe Kyrillos, a state senator who chaired Christie’s 2009 campaign, and Woody Johnson, the New York Jets owner, have endorsed Bush, who will host two fundraising events in New Jersey in July. Another former Christie ally, investment manager Joe Schmuckler, recently gave his support to Carly Fiorina.\nIn the final days leading up to his campaign launch, Christie has had to work to get his state’s political establishment behind him. During one meeting with Republican legislators about the state’s budget last week, the governor said that he’d love to have their endorsements; over the weekend, Christie and his top aides followed up with phone calls asking them to get on board. Many, however, have remained undecided.\nWith so little to lose, the governor is something of an unpredictable force. As Christie — who even by the standards of New Jersey’s rough-and tumble political culture has distinguished himself for his willingness to go negative — tries to make up ground in polls, advisers say he’s prepared to attack his rivals. Earlier this month, during an appearance at a Republican cattle call in Utah, the New Jersey governor castigated his senatorial rivals for knowing little about how to govern — especially Kentucky Sen. Rand Paul. “He’s made America weaker and more vulnerable,” Christie said, ripping into Paul’s opposition to the Patriot Act, “and he’s done it for his own personal and political gain.”\nEven with the odds stacked against him, Christie’s allies are fond of pointing something out: He’s a political warrior.\n“Never,” said Gilmore, “underestimate Chris Christie.”\nBy CHRISTOPHER SCHROEDER\nBy MATT CANHAM  and  THOMAS BURR\nBy POLITICO MAGAZINE\nBy PAUL STAROBIN\n© 2015 POLITICO LLC", "byline": "", "description": "The New Jersey governor's campaign is far less ambitious than anyone could have predicted a year ago. But that also makes him an unpredictable force in the GOP presidential primary.", "title": "Christie's nothing-left-to-lose campaign", "url": "http://www.politico.com/story/2015/06/chris-christies-nothing-left-to-lose-campaign-119521.html", "topics": ["personality", "campaign_finance"], "people": ["Jon Corzine", "Woody Johnson", "Ray Washburne", "Jeb Bush", "Matt Mowers", "Walt Havenstein", "Chris Christie", "Ken Langone", "Mary Pat", "Alex Isenstadt", "Nikki Haley", "George Pataki", "Marco Rubio", "Paul Fireman", "Joe Kyrillos", "Rand Paul", "George Gilmore", "Ted Cruz", "Carly Fiorina", "Scott Walker", "Terry Branstad"], "orgs": ["GOP"], "authors": [{"author_id": 31212, "fullname": "alex isenstadt", "primary_org": "politico"}], "date_written": "2015-06-29 10:20:26", "org": "politico", "article_id": "3c9be96c03a15b8d4ea7cbac784aea73", "date_access": "2015-06-29 10:20:03.883537"}