{"body": "\n09/01/15, 02:45 PM EDT\n\n                                        By \nEliza Collins\n\n\"What I found in the private dialogue ... was a very different Donald Trump than the one I've seen in the media,\" he says. \n\n09/01/15, 02:40 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe Justice Department is preparing to ask a federal judge to consolidate an unwieldy flurry of pending lawsuits which demand copies of emails sent or...\n\n09/01/15, 02:19 PM EDT\n\n                                        By \nHadas Gold\n\nTrump returns to NBC for an appearance with Jimmy Fallon. \n\n09/01/15, 01:28 PM EDT\n\n                                        By \nNahal Toosi\n                                         and \nSeung Min Kim\n\nThe Pennsylvania Democrat will back the Iran nuclear deal.\n\n09/01/15, 01:25 PM EDT\n\n                                        By \nEliza Collins\n\nThe ACLU files two motions to hold a Kentucky clerk who is refusing to issue marriage licenses in contempt of court.\n\n09/01/15, 01:20 PM EDT\n\nHillary Clinton Emails \n\n09/01/15, 12:58 PM EDT\n\n                                        By \nNick Gass\n\nHere are some highlights of the kudos that Clinton received and doled out from the latest batch of emails.\n\n09/01/15, 12:52 PM EDT\n\n                                        By \nHadas Gold\n\nDawn Kopecki, the senior news editor who in June sent an eight-page memo to executive editors about \"low morale,\" was among those let go. \n“He attacks me every day — he personalizes everything,” Bush said.\n\n09/01/15, 12:09 PM EDT\n\n                                        By \nEliza Collins\n\nChris Christie may have just given CNN their best debate commercial yet. \n\n09/01/15, 11:44 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nSBA List is hoping the undercover Planned Parenthood videos will build Senate support for banning abortion after 20 weeks.\n\n09/01/15, 11:44 AM EDT\nAn important but little-discussed climate conference quietly got underway this week. Robert Orr takes you inside.\n\n09/01/15, 11:04 AM EDT\n\n09/01/15, 10:45 AM EDT\n\n                                        By \nEliza Collins\n\nHe's running for president in 2020 and Josh Earnest can't wait for his campaign gear.\n\n09/01/15, 10:15 AM EDT\nPlanned Parenthood and StemExpress have denied any wrongdoing.\n\n09/01/15, 09:33 AM EDT\n\n09/01/15, 08:54 AM EDT\n\n                                        By \nNick Gass\n\nA new video from Jeb Bush's campaign attacks Donald Trump's past statements in which the Republican candidate remarked on his political views over the...\n\n09/01/15, 08:40 AM EDT\n\n                                        By \nNick Gass\n\nThe presidential election will not be decided by all states, but rather just 12 of them, Walker says.\n\n2016\n\n09/01/15, 07:54 AM EDT\n\n                                        By \nNahal Toosi\n\nThe longtime confidant of the Clinton family offered the former secretary of state extensive and unfiltered advice. \n\n09/01/15, 07:48 AM EDT\nJeb Bush releases an 80-second web video slamming Donald Trump.\n\n09/01/15, 07:26 AM EDT\nDe Blasio aide resigns\n\n09/01/15, 07:10 AM EDT\n\n                                        By \nNick Gass\n\n\"The forgiveness of God cannot be denied to one who has repented.\"\n\n09/01/15, 07:10 AM EDT\nObama Massachusetts visit next week.\n\n09/01/15, 06:58 AM EDT\nChris Christie, on Fallon, on Trump.\n\n09/01/15, 06:46 AM EDT\n\n                                        By \nNick Gass\n\nChina responds to Donald Trump's repeated attacks on the country's economic policies.\n\n09/01/15, 06:38 AM EDT\n\n                                        By \nNick Gass\n\nCruz said \"there's far too much\" of ad hominem attacks and name-calling among political figures.\n\n09/01/15, 06:16 AM EDT\nWhat Sen. Galvano ‘won’t abide'\n\n                                        By \nJacopo Barigazzi\n\nEveryone agrees the situation is critical. But it’s also very complicated.\n\n                                        By \n                                                Jen Judson\n\nRussia has 40, and they're incredible. America has 2.\n\nSimon Says\n\n09/01/15, 05:13 AM EDT\n\n                                        By \nRoger Simon\n\nSimon says: Not all that long ago, it was unthinkable that she could lose Iowa.\n\nLABOR & EMPLOYMENT\n\n09/01/15, 05:11 AM EDT\n\n                                        By \nTimothy Noah\n                                         and \nBrian Mahoney\n\nOrganized labor will have more to celebrate this Labor Day than in decades thanks to a string of recent victories.\n\nAGRICULTURE\n\n09/01/15, 05:10 AM EDT\n\n                                        By \nBill Tomson\n\nThey say his pronouncements are worsening labor shortages.\n\n09/01/15, 05:08 AM EDT\n\n                                        By \nManu Raju\n\nThe GOP pins its hopes on the prosecutor in the Aurora theater massacre case.\n\nHillary Clinton Emails \n\n09/01/15, 05:04 AM EDT\n\n                                        By \nJosh Gerstein\n\nThey show her keen interest in the ambitions of Petraeus and the alleged sniping from Podesta.\n\n09/01/15, 05:00 AM EDT\n\n09/01/15, 01:15 AM EDT\n\n                                        By \nNick Gass\n\nFrom the hPad's arrival to Sid Blumenthal's rant on Boehner, these are the gems in the latest batch of Hillary's emails.\n\n09/01/15, 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nLeonor Sullivan, a 12-term Democratic member of the House and the first woman elected to Congress from Missouri, died of heart failure on this day in 1988....\n\n08/31/15, 10:09 PM EDT\n\n                                        By \nNick Gass\n\nIt cites an article in which a prosecutor calls pornography for Thomas \"just a part of his personality structure.\"\n\n                                        By \nCynthia Kroet\n\nPutin and Medvedev were pictured working out at the President’s official residence.\n\nLetter From New Orleans\n\n08/31/15, 08:27 PM EDT\n\n                                        By \n                                                Katy Reckdahl\n\nOutsiders may gush about how far New Orleans has come, but those who live here know better.\n\nIn the Arena\n\n08/31/15, 07:52 PM EDT\n\n                                        By \nJohn Parmentola\n                                         and \nTheodore A. Postol\n\nNo issue arising out of the Iran nuclear deal is as critical, or perhaps as controversial, as inspections, and whether they can work to ensure Tehran's...\n\n2016\n\n08/31/15, 07:51 PM EDT\n\n                                        By \nJR Ross\n\nScott Walker is struggling on the campaign trail to adjust to a new dynamic: Losing. After leading the GOP presidential pack in Iowa for much of the spring...\n\n08/31/15, 07:46 PM EDT\nTHE CLOCK: 438 days until Election Day 2016 …THE DEBATE CLOCK: 16 days until the next Republican debate … 43 days until the first Democratic debate.\n\n                                        By \nSara Stefanini\n\nSlumping prices and sagging demand in Asia are making Europe more interesting for gas exports.\n\n08/31/15, 06:56 PM EDT\n\n                                        By \nKimberly Hefling\n\nBut the university later qualifies the announcement.\n\n08/31/15, 06:18 PM EDT\n\n                                        By \nEli Stokols\n\nBut whenever Bush responds to Trump, he risks giving further definition to Trump's carciature of him as \"low energy.\"\n\n08/31/15, 06:07 PM EDT\n\n08/31/15, 05:31 PM EDT\n\n                                        By \nPhilip Ewing\n\nNumbers aren’t the only way to measure seapower, Ray Mabus says.\n\n08/31/15, 05:00 PM EDT\n\n                                        By \nNick Gass\n\nSignatories include former members of Iran's parliament, university professors and a filmmaker.\nWe're working on more stories right now\n\n                AP photo\n\n            By \nEliza Collins\n\n09/01/15, 02:45 PM EDT\nDonald Trump, who has roiled the Republican presidential race with his inflammatory comments about Mexican immigrants, has kicked off an outreach push for the Hispanic vote, meeting on Tuesday with the CEO of the U.S. Hispanic Chamber of Commerce.\nHe got high marks.\nCEO Javier Palomarez said the meeting, which had been on the books for three weeks, went on for more than an hour and that Trump in private was different than he is in public. He called the real estate mogul \"gracious\" and \"hospitable.\"\n\"What I found in the private dialogue ... was a very different Donald Trump than the one I've seen in the media,\" Palomarez told POLITICO. The CEO said that Trump spent more time listening than talking.\nThe meeting, which was held Tuesday morning at the request of Trump, was first reported by CNN. The USHCC represents 3.2 million Hispanic-owned businesses and has 200 local chapters.\n\n\n\n            By \nJosh Gerstein\n\n“When it comes to immigration, we've repeatedly found ourselves in disagreement with Mr. Trump. His advisors stressed, however, that our disagreement was based on the media's mischaracterization of his stances,” USHCC said in a statement on Tuesday. “We wanted to hear Mr. Trump clearly articulate his views, away from the public spectacle, the media, and the debate floor.”\nTrump’s remarks about illegal immigrants have been causing waves since he referred to them as “rapists” and “criminals” during his presidential announcement speech on June 16.\nAfter that speech, the chamber announced it would not use Trump hotels for two upcoming conventions, a move that Palomarez estimated would cost the business tycoon millions, compared to if he had won their bids. \nPalomarez said that most people were supportive of the meeting when they learned that it was just giving the GOP contender a platform to share his views, but some are still \"a bit off-put.\"\nHis immigration policy — the only proposal the candidate has released so far — calls for the deportation of 11 million illegal immigrants, a wall along the southern border, and the end to birthright citizenship. It has caused presidential candidates to take hard stances on the issues, putting them on both sides of the line. \nPalomarez said that the two discussed a range of issues including the economy, American competitiveness and immigration. \nWhen asked if they addressed Trump's use of the derogatory term \"anchor baby\" to describe children of illegal immigrant parents who gain citizenship by being born in the U.S., Palomarez said, \"To hear Donald tell it, he’s been mischaracterized, the media. The liberal media has been unfair to him.\"\nTrump agreed to participate in a public Q&A with USHCC on Oct. 8, an opportunity they offer to all presidential candidates. So far, they've hosted Sens. Ted Cruz and Bernie Sanders and former Gov. Martin O'Malley. Gov. John Kasich and former Gov. Jeb Bush also have plans to participate in the future, according to Palomarez.\n\n                                            By \n                                                    Katy Reckdahl\n\n\n                                            By \nJR Ross\n\n\n                                            By \nJohn Parmentola\n                                             and \nTheodore A. Postol\n\n\n                                            By \nNahal Toosi\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "U.S. Hispanic Chamber head: Trump was 'gracious'", "url": "http://www.politico.com/story/2015/09/donald-trump-2016-us-hispanic-chamber-of-commerce-213227", "topics": ["immigration"], "people": ["Josh Earnest", "Ray Mabus", "Katy Reckdahl", "Cynthia Kroet", "Jen Judson", "Hadas Gold", "Vladimir Putin", "Dawn Kopecki", "Jacopo Barigazzi", "David Petraeus", "Ted Cruz", "Simon Says", "Kimberly Hefling", "Martin O'Malley", "Chris Christie", "John Boehner", "Brian Mahoney", "Sid Blumenthal", "Leonor Sullivan", "Manu Raju", "Nahal Toosi", "Josh Gerstein", "Jimmy Fallon", "Bernie Sanders", "Scott Walker", "Nick Gass", "Roger Simon", "Theodore A. Postol", "John Parmentola", "Robert Orr", "Jeb Bush", "Seung Min Kim", "Andrew Glass", "De Blasio", "Eliza Collins", "Timothy Noah", "Javier Palomarez", "Philip Ewing", "Sara Stefanini", "Donald Trump", "Jennifer Haberkorn", "Hillary Clinton", "John Kasich", "Eli Stokols", "Bill Tomson"], "orgs": ["Arena", "Congress", "Senate", "hPad", "Justice Department", "USHCC", "U.S. Hispanic Chamber of Commerce", "ACLU", "Sens", "GOP"], "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-09-01 19:45:36", "org": "politico", "article_id": "83ab9ebe2705c800e59f62ba649aa3ba", "date_access": "2015-09-01 19:00:14.594660"}