{"body": "\n                                        Updated 10/08/15 06:54 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nMarco Rubio's campaign raised $6 million in the third-quarter, far below expectations for a candidate who has been rising in the polls.\n\n10/08/15 06:51 PM EDT\n\n                                        By \nHadas Gold\n\nTrump will likely return to her show.\n\n10/08/15 06:47 PM EDT\n\n                                        By \nEric Wolff\n\nThe Brinkerhoff Lodge in Grand Teton National Parkt is only available to federal employees on official visits.\n\n                                        Updated 10/08/15 06:18 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nSKDKnickerbocker, the Washington PR firm with deep ties to Democrats, is being bought by Mark Penn's investment firm.\n\n2016\n\n10/08/15 06:16 PM EDT\n\n                                        By \nBen Schreckinger\n\nTrump was supposed to face tough questions from Hispanic business leaders in Washington. Instead, he went to Vegas.\n\n10/08/15 06:11 PM EDT\n\n                                        By \nMichael Crowley\n\nSigns are growing that Islamic militants may stage attacks inside Russia, U.S. intelligence officials say. \n\n                                        Updated 10/08/15 06:11 PM EDT\n\n                                        By \nEliza Collins\n\nErickson says he wasn’t fired.\n\n                                        Updated 10/08/15 05:47 PM EDT\n\n                                        By \nRachael Bade\n\nSid Blumenthal offered advice on Libya strategy\n\n10/08/15 05:41 PM EDT\n\n                                        By \nLauren French\n\nNearly 20 leading Republicans are urging their colleagues to hold off from making brash decisions after the surprise exit of Kevin McCarthy from the speakership...\n\n10/08/15 05:39 PM EDT\nFusion laid out its 2016 coverage plans on Thursday and NBC News and New York Times made staff changes with eyes toward the 2016 election.\n\n10/08/15 05:24 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe Democratic presidential candidates will convene in Wisconsin on February 11 and March 9 in Miami for their final two debates, the DNC told POLITICO...\n\n10/08/15 05:07 PM EDT\n\n                                        By \nZachary Warmbrodt\n\nShe isn't about to become the next Elizabeth Warren. \n\n10/08/15 04:41 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nGOP brass is leaning on him hard to reconsider his resistance to being speaker.\n\n                                        Updated 10/08/15 04:34 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\n'They’re going to eat you and chew you up.'\n\n10/08/15 03:59 PM EDT\n\n                                        By \nDaniel Strauss\n                                         and \nKatie Glueck\n\n\"I think it's a new day for conservatives.\"\n\n                                        Updated 10/08/15 03:24 PM EDT\n\n                                        By \nLauren French\n\nNo clear favorite has emerged to fill the void.\n\n                                        By \n                                                Jamie Merisotis\n\n\n10/08/15 02:50 PM EDT\n\n                                        By \nBen White\n\n'This is the political equivalent of a dumpster fire.'\n\nWhat Works\n\n10/08/15 02:23 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\n\n10/08/15 02:08 PM EDT\n\n                                        By \nNick Gass\n\nWhat social media is saying about his withdraw form the Speaker's race. \n\n                                        Updated 10/08/15 02:04 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe House Republican Conference is now in a serious crisis. \n\n10/08/15 02:03 PM EDT\n\n                                        By \nHadas Gold\n\nBoehner has canceled his planned Thursday night appearance on \"The Tonight Show\" hosted by Jimmy Fallon, NBC has confirmed.\n\n10/08/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nNot quite a full house — Science smells nice\n\n10/08/15 01:50 PM EDT\n\n10/08/15 01:46 PM EDT\n\n                                        Updated 10/08/15 01:31 PM EDT\n\n                                        By \nNick Gass\n\n\"If I were the president, I would not sign an increased budget,\" he says. \n\n10/08/15 01:18 PM EDT\n\n                                        By \n                                                Thomas Graham\n\nThe U.S. should deploy a mix of resistance and cooperation in dealing with Moscow.\n\n10/08/15 01:00 PM EDT\n\n10/08/15 12:55 PM EDT\n\n                                        Updated 10/08/15 12:51 PM EDT\n\n                                        By \nNick Gass\n\n\"Great, Kevin McCarthy drops out of SPEAKER race,\" the Republican presidential candidate tweeted Thursday.\n\n10/08/15 12:45 PM EDT\n\n                                        By \nJosh Gerstein\n\nThere was no immediate comment from the Justice Department or the State Department on the decision.\n\n10/08/15 12:16 PM EDT\n\n                                        By \nNick Gass\n\nThe country is experiencing ongoing civil unrest related to the recent adoption of a new constitution.\n\n                                        Updated 10/08/15 12:11 PM EDT\n\n                                        By \nBurgess Everett\n\nSen. Bob Corker is considering issuing a subpoena for Secretary of State John Kerry.\n\n10/08/15 11:51 AM EDT\n\n                                        By \nKyle Cheney\n                                         and \nKatie Glueck\n\nThe GOP front-runners lack conservative cred, and activists are starting to notice.\n\n10/08/15 11:33 AM EDT\n\n                                        Updated 10/08/15 11:15 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe move is aimed at avoiding a confirmation battle at the scandal-plagued agency blamed for the \"Fast and Furious\" gun-running operation.\n\n10/08/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nThe mayor of Yalta would like the Trump to visit if he becomes president.\n\n10/08/15 10:18 AM EDT\nKANYE’s lament\n\n10/08/15 10:17 AM EDT\n\n                                        By \nNick Gass\n\nRepublican candidates, she added, have done her organization a favor by putting \"this issue way up high in the consciousness of the American people.\"...\n\n10/08/15 10:10 AM EDT\n\n                                        By \nLauren French\n\nChaffetz described his plan as an “inclusive approach.”\n\n10/08/15 10:07 AM EDT\n\n10/08/15 10:03 AM EDT\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nVW heads to Hill for reckoning — Dems take hard-line stance on PTC (MT exclusive) — House dons beer goggles for highway offsets — FAA works to wrap up...\n\n10/08/15 10:02 AM EDT\n\n                                        By \nAdam Sneed\n\nTech falls short on last-minute TPP change — Obama urged to support uncompromised encryption\n\n10/08/15 10:02 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nFlorida Rep. Daniel Webster - a long-shot candidate for speaker backed by hard-line conservatives - said he would not commit to supporting the party's...\n\n10/08/15 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nRyan eager to find out if TPP is a good agreement — Froman promises TPP text within 30 days\n\n10/08/15 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nExports veto threat — LWCF in the spotlight\n\n10/08/15 10:01 AM EDT\n\n                                        By \nToby Eckert\n\nSenate Finance probe may mean new VW liabilities — House seems set to take Senate highway pay-fors — Manufacturers to outline BEPS misgivings\n\n10/08/15 10:01 AM EDT\n\n                                        By \nDarius Tahir\n\n23andMe and some political goings-on — Continuing resolution would hurt precision medicine?\n\n10/08/15 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nWill Moskowitz run for mayor? — Admissions coalition presses pause\nWe're working on more stories right now\n\n                                            By \n                                                    Dennis Ross\n\n\n                                            By \n                                                    Josh Zeitz\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                Getty\n\n            By \nEric Wolff\n\n10/08/15 06:47 PM EDT\nThe free vacation is over for Vice President Joe Biden and other government visitors looking to take in the spectacular scenery of Grand Teton National Park. \nA report out today from the Interior Department watchdog confirms that Biden, departing Education Secretary Arne Duncan, and former EPA Administrator Lisa Jackson all enjoyed vacations at the National Park Service's Brinkerhoff Lodge in the Wyoming park, and all avoided paying for months, if not years. \nStory Continued Below\nUnder a National Parks Service policy set in 1992, the lodge is only available to federal employees on official visits. But the Inspector General says that policy has been loosened, and the Park Service created a one-hour briefing for visitors about the park that rendered any visit official. \nLaunched after Time magazine inquired about unpaid use of the lodge last fall, the IG's report covers a four-year period, from 2011 through 2014. It documented 222 stays in that period, 186 of which went unpaid. \nWithin 10 days of the story appearing in Time last October, several current and former Obama administration officials, including Jackson, Biden, Duncan, and Deputy Interior Secretary Michael Connor all paid up. All four also received short presentation on the park to justify their visits. \nFormer Transportation Secretary Ray LaHood listed multiple official reasons for his stay, but he and six guests stayed for nine nights, and the IG listed his visit as a vacation. LaHood was not on the list of people who paid their visit. \nThe IG details how much each occupant paid, and the cost of a stay varied widely. Phil Schiliro, assistant to the president and special adviser, paid $178 a night for three nights for his two guests in 2011. Biden hosted 12 people for four nights in August 2014 and paid $300 a night. Neither paid until November. \nBiden reached out to the National Park in June to find out the cost of his stay, according to his office, and he was told the cost would be the government per diem rate. He eventually paid the per diem cost plus $10 per night per guest. \n\"Billing rarely occurs,\" the IG wrote. \"Even if the Park billed every guest, the amount charged would not cover the cost of operating the Lodge.\"\nThe failure to collect cost the Parks Service $28,875, the IG said. It also noted that the Service altered its description of the property after the press attention grew. \n\"The Lodge’s use was once described in Wikipedia as a vacation home. The page, however, was edited following the increased media coverage and public awareness surrounding the Lodge’s use. The Park’s public affairs officer instructed a staff member to change the Wikipedia page after NPS’ Public Affairs Office in Washington suggested that the page be changed to reflect the Lodge’s current use.\" \nIn response to the report, the Park Service said it would develop new operating procedures to better collect on rental fees and to ensure that the lodge was only used work related to the park. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Watchdog dings Park Service over Biden vacation", "url": "http://www.politico.com/story/2015/10/joe-biden-national-parks-vacation-grand-teton-214588", "topics": ["campaign_finance"], "people": ["Arne Duncan", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Mark Penn", "Lauren Gardner", "Rachael Bade", "Anna Palmer", "Hadas Gold", "Darius Tahir", "Dennis Ross", "Sid Blumenthal", "Bob Corker", "Joe Biden", "John Boehner", "Gabriel Debenedetti", "Jimmy Fallon", "Josh Gerstein", "Rich Lowry", "Katie Glueck", "Nick Gass", "Adam Sneed", "Adam Behsudi", "Barney Frank", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Elizabeth Warren", "Sarah Wheaton", "Toby Eckert", "Lauren French", "Josh Zeitz", "Lisa Jackson", "Zachary Warmbrodt", "John Kerry", "Ben Schreckinger", "Heather Caygle", "Daniel Strauss", "Michael Crowley", "Daniel Webster", "Jamie Merisotis", "Ben White", "Eric Wolff", "Thomas Graham", "Jason Chaffetz", "Caitlin Emma"], "orgs": ["What Works", "DNC", "Interior Department", "Senate", "State Department", "LWCF", "Senate Finance", "Justice Department", "House Republican Conference", "TPP", "FAA", "GOP", "EPA"], "authors": [{"author_id": 31370, "fullname": "politico staff", "primary_org": "politico"}], "date_written": "2015-10-08 23:47:28", "org": "politico", "article_id": "3ef5604113cc636300bc550e371cb8dd", "date_access": "2015-10-08 23:00:38.977603"}