{"body": "POLITICO\nAn early filing of the day's tax news\nBy Brian Faler\n8/25/15 9:59 AM EDT\nWith assistance from Adam Sneed\nNRA SUES SEATTLE OVER GUN VIOLENCE TAX: The influential gun rights advocacy group filed suit Monday to throw out Seattle’s new tax on guns and ammunition. “Anti-gun activists in Seattle have chosen to violate the Washington state Constitution and trample upon the Second Amendment rights of law-abiding citizens,” said Chris Cox, head of the group’s lobbying arm.\nStory Continued Below\nTim Burgess, the president of the Seattle City Council, called the lawsuit unsurprising. “We were pretty certain we probably would be sued,” he told POLITICO. The NRA is arguing the tax, which is partially aimed at compensating the city for costs associated with gun violence, violates Washington’s so-called preemption laws that bar city and county officials from approving gun restrictions that aren’t sanctioned by the state government.\nBurgess scoffed. He argues the ordinance is primarily a tax measure — not a firearms one — and that local officials are free to impose taxes. “We don’t view this as a gun regulation measure,” Burgess said. “It’s a tax.”\n“The issue for the court is going to be does the firearm regulation preemption statute extend to our taxing authority, and does it preempt our tax authority as well?” he said. “The city will argue that it doesn’t.”\nHOUSE REPUBLICANS MULL ‘CADILLAC TAX’ REPEAL: The Hill reports, “Rep. Kevin Brady (R-Texas), chairman of the Ways and Means Committee's Health Subcommittee, said he expects a comprehensive bill repealing health care taxes to be ready sometime after lawmakers return from recess. ‘We’re going to continue to focus on Obamacare implementation, but we're also looking at a number of the tax provisions that need to be repealed,’ Brady said in an interview on Monday. While it’s too early to say what will be included, Brady said members are gauging support for various provisions — including the repeal of the controversial ‘Cadillac’ tax on high-cost health plans. ... When asked about several possibilities, including the Cadillac tax, Brady said: ‘I think all those are in the mix.’ He added that the final decisions will ultimately come from the full committee and its chairman, Rep. Paul Ryan (R-Wis.).” http://bit.ly/1MPA1FD\nAbout half of the House has signed on as co-sponsors to one of two House bills proposing to rescind the 40 percent tax on pricey health care benefits. The main obstacle to repealing the hugely unpopular tax is the Obama administration, which believes, like most economists, that the Cadillac tax is needed to help slow the growth in health care costs. Axing the tax would also blow a $90 billion hole in the budget.\nA REMINDER WHY THE CADILLAC TAX IS SO UNPOPULAR: The nonpartisan Kaiser Family Foundation is out this morning with a report warning that 26 percent of employers offering health benefits could be hit by the tax in 2018, with the figure climbing steadily higher in subsequent years. The report tracks projections from others who see the tax taking an ever-larger bite, mostly because it applies to a broad swath of benefits and because it’s pegged to a relatively slow measure of inflation. Kaiser says large companies with 200 or more workers will be hit especially hard, as will those with flexible spending accounts. The report is here: http://bit.ly/1JvStAP\nIT’S TUESDAY, which we suspect Forrest MacNeil would give two stars. We give tipsters five stars! Email us at kodonnell@politico.com, teckert@politico.com and bfaler@politico.com. You can find us on Twitter at @katyodonnell_, @tobyeckert and @brian_faler. And as always, please follow @POLITICOPro and @Morning_Tax\nDRIVING THE DAY: The Congressional Budget Office is slated this morning to release a biannual report on the government’s budget outlook. The survey will revise the agency’s tax, spending and deficit projections for the next decade.\n2016 ROUNDUP — \nTRUMP’S QUALMS WITH THE FLAT TAX: One day after complaining hedge fund managers were “getting away with murder” when it comes to paying taxes, Donald Trump said he’s not sure about the flat tax. While rivals such as Rand Paul, Mike Huckabee and Ben Carson have embraced the tax, which is always popular with the Republican base, Trump said he’s concerned it would leave the rich paying too little. “One problem I have with a flat tax is that rich people are paying the same as people that are making very little money,” he told “Fox & Friends.” “I think there should be a graduation of some kind, because as you make a certain amount of money, I think you should have to graduate upward.”\nFACT-CHECKING KASICH: Republican presidential candidate John Kasich says he’s cut taxes by $5 billion, and The Washington Post says that figure “largely checks out,” though it’s not sure about his claim to have passed the most tax cuts of any sitting governor. The Post agrees his tax cuts put him in the top five states but says “comparing tax cuts across states accurately is difficult and not always an accurate comparison, because states have varying budget cycles and types of tax revenue.” What’s more, “it also is important to give context to the amount of tax revenue cut in a state, by comparing it to the share of the economy.” See here: http://wapo.st/1MIQ5HR\nINTERNATIONAL — \nPROFILING CORPORATE TAX CHEATERS? Are companies owned by people from foreign countries with high rates of corruption more likely to cheat Uncle Sam? NPR takes a look at research by a Middle Tennessee State University professor who sees a link. \"'What we find is that foreign-controlled corporations with owners from more corrupt countries evade more U.S. tax as measured by the IRS,’ Jason DeBacker told NPR. ‘So you get this strong relationship between corruption in the home country of those foreign controllers and the evasion in the U.S.’” See the story here: http://n.pr/1fBUpvg\nTAX ADMINISTRATION — \nHERE COME THE LAWSUITS: Our Toby Eckert reports: “Two Texas women have filed a lawsuit against the IRS, and are seeking class action status, for a data breach that exposed hundreds of thousands of taxpayers to potential fraud. Becky Welborn of Dripping Springs, Texas, and Wendy Windrich of Conroe, Texas, allege they were victimized by the data breach and that the IRS ‘deliberately and intentionally decided not to implement the security measures needed to prevent the subject data breach.’ Both women claim they are now at risk of further fraud because their information was stolen and that they will have to take costly and time-consuming steps to protect themselves.” http://politico.pro/1JgMONp\nTHE FEDERAL GOVERNMENT PART OF THE PROBLEM? “The chairman and ranking member of the Senate Finance Committee asked four data centers that administer federal payroll systems for a range of information on wage and tax statement practices, citing the growing risk of tax fraud from delays in getting W-2s to the Social Security Administration and state tax agencies,” Eckert reports. “Lags in reporting wage and withholding information leave federal employees more vulnerable to stolen-identity refund fraud or delays in receiving legitimate refunds since tax agencies are unable to tell whether a tax return includes real or fictitious data, Sens. Orrin Hatch and Ron Wyden noted in letters to the offices.” http://politico.pro/1Efi5kK\nGOVERNORS SET SIGHTS ON ONLINE TAX BILL: The National Governors Association will keep lobbying lawmakers to address online sales taxes when Congress resumes next month. In a letter laying out legislative priorities for the fall, NGA Executive Director Dan Crippen listed the Remote Transactions Parity Act as the top item his group is focused on this session. That bill, from Rep. Jason Chaffetz, would make consumers pay sales taxes for the state they’re in when they purchase something online. The measure “levels the playing field between online and brick-and-mortar retailers ... allowing states to collect a tax already owed to them,” Crippen said.\nQUICK LINKS:\n— AP warns of another Obamacare/tax snafu: http://bit.ly/1hXlOcR\n— The Wall Street Journal on the estate tax fight of Tom Clancy’s widow: http://on.wsj.com/1JstQk7\n— Malcolm Gladwell elaborates on his critique of university endowments: http://n.pr/1EcfKHh\n— John Oliver’s church is a hit: http://thebea.st/1Eex2nc\nDID YOU KNOW? Monday was the 201st anniversary of the British invasion of Washington, D.C., and the burning of the Capitol.\nBy GWENDA BLAIR\nBy JACK SHAFER\nBy MICHAEL LIND\n© 2015 POLITICO LLC", "byline": "", "description": "House Republicans mull 'Cadillac tax' repeal.", "title": "NRA sues to kill Seattle’s gun violence tax — House Republicans mull ‘Cadillac tax’ repeal — Trump’s qualms with a flat tax", "url": "http://www.politico.com/morningtax/0815/morningtax19766.html", "topics": ["health"], "people": ["Adam Sneed", "Rand Paul", "Brian Faler", "Chris Cox", "Orrin Hatch", "John Oliver", "Tim Burgess", "Dan Crippen", "John Kasich", "Donald Trump", "Malcolm Gladwell", "Mike Huckabee", "Kevin Brady", "Paul Ryan", "Becky Welborn", "Toby Eckert", "Tom Clancy", "Wendy Windrich", "Jason Chaffetz", "Ben Carson", "Ron Wyden"], "orgs": ["Social Security Administration", "NGA", "Congress", "Senate Finance Committee", "Cadillac", "NRA", "IRS", "National Governors Association", "Congressional Budget Office", "Kaiser Family Foundation", "The Post", "SEATTLE"], "authors": [{"author_id": 30863, "fullname": "brian faler", "primary_org": "politico"}], "date_written": "2015-08-25 14:59:47", "org": "politico", "article_id": "a957dec67919972a70bc0497771d8d4d", "date_access": "2015-08-25 14:10:20.022147"}