{"body": "\n                                        Updated 09/22/15, 04:58 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe carcass of Wisconsin Gov. Scott Walker's presidential camapign hasn't been cold for 24 hours yet and already rival campaigns have been eating up former...\n\n09/22/15, 04:56 PM EDT\n\n09/22/15, 04:52 PM EDT\n\n                                        By \nEliza Collins\n\nRepresent.us, a bipartisan advocacy group working to reform the influence of money in politics, released a parody campaign ad\n\n09/22/15, 04:42 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nBreaking long silence, the Democratic front-runner comes out against the controversial project.\n\n                                        Updated 09/22/15, 04:31 PM EDT\n\n                                        By \nRachael Bade\n\nHe's questioning whether her attorneys had adequate security clearances to access confidential information.\n\n                                        Updated 09/22/15, 04:23 PM EDT\n\n                                        By \nNick Gass\n\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n                                        Updated 09/22/15, 04:22 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe Senate GOP is preparing to flip the script to avoid a government shutdown, threatening to confront House Republicans with a do-or-die vote right at...\n\n                                        Updated 09/22/15, 04:17 PM EDT\n\n                                        By \nNahal Toosi\n\nHe is the leader of the world's 1.2 billion Catholics. \n\n                                        Updated 09/22/15, 03:54 PM EDT\n\n                                        By \nNick Gass\n\nThe host has collected art from Adolf Hitler and who also owns a signed copy of \"Mein Kampf.\" \n\n                                        Updated 09/22/15, 03:51 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe Club for Growth fires back: \"Stop whining.\"\n\n09/22/15, 03:42 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nPope livestream\n\n2016\n\n09/22/15, 03:00 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary Clinton's campaign isn't sweating the rise of the GOP's new star.\n\n09/22/15, 02:44 PM EDT\n\n                                        By \nEliza Collins\n\n“In the five years that Fiorina was at Hewlett-Packard, the company lost over half its value.”\n\nPhoto gallery\n\n09/22/15, 02:06 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/22/15, 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nForbes-Tate hires White.\n\n                                        Updated 09/22/15, 01:58 PM EDT\n\n                                        By \nJake Sherman\n\nIt's Congress' first day back in session and comes just six days before the government is slated to run out of spending authority.\n\n09/22/15, 01:43 PM EDT\n\n09/22/15, 01:15 PM EDT\n\n                                        By \nEliza Collins\n\n\"It’s all petty, partisan politics,\" he says.\n\n09/22/15, 01:08 PM EDT\n\n                                        By \nAnnie Karni\n\nSEIU and AFSCME decide to hold off, in part because of a prospective Joe Biden candidacy.\n\n09/22/15, 12:49 PM EDT\n\n                                        By \nNick Gass\n\nJohn Allen's decision to leave comes a little more than a year after the Obama administration selected him to coordinate the global effort against the...\n\n09/22/15, 12:43 PM EDT\n\n                                        By \nBurgess Everett\n\nMitch McConnell is on course to set a record in legislative futility\n\n09/22/15, 11:59 AM EDT\n\n                                        By \nBrianna Ehley\n\nSenate Democrats block a Republican-effort to ban abortion after 20-weeks-in a largely symbolic vote.\n\n                                        Updated 09/22/15, 11:36 AM EDT\n\n                                        By \nAustin Wright\n\nThe former CIA director and architect of the so-called surge in Iraq that helped stabilize the country is returning to the public spotlight after being...\n\n                                        Updated 09/22/15, 11:16 AM EDT\n\n                                        By \nKenneth P. Vogel\n\nTurns out, billionaires can’t buy the White House.\n\n09/22/15, 10:39 AM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Bernie Sanders directed his fire at the very legislative body he's part of and President Barack Obama on Tuesday ahead of Pope Francis's visit to...\n\n09/22/15, 10:36 AM EDT\n\n09/22/15, 10:33 AM EDT\n\n                                        By \nTim Starks\n\nWhether federal computer networks are more secure than you think — How to measure hacker friendliness\n\n                                        Updated 09/22/15, 10:29 AM EDT\n\n                                        By \nBen White\n                                         and \nNick Gass\n\nLloyd Blankfein, the CEO of Goldman Sachs Group, announced in an email Tuesday that he has a \"highly curable\" form of lymphoma and will undergo...\n\n                                        By \nDanny Vinik\n\nWhy conservative Catholics like some of Francis's messages better than others.\n\n09/22/15, 10:09 AM EDT\n\n                                        By \nDavid Pittman\n\nGun control reg hung up on health privacy — Federal health IT strategic plan published \n\n09/22/15, 10:09 AM EDT\n\n                                        By \n                                                POLITICO Staff\n                                         and \n                                                Associated Press\n\nPope visit schedule Washington, D.C. 2015\n\n09/22/15, 10:06 AM EDT\n\n                                        By \nLauren French\n\nThe House Democratic Caucus released a series of policies on Tuesday they hope Pope Francis will disccus during his visit to Capitol HIll\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nTelestroke bill receives push on Capitol Hill — Gun control reg hung up on health privacy — Federal health IT strategic plan published\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nDisparities in Chicago school discipline — Lawmakers write Ritz over charter funding\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nClimate migration only going to get worse — Big day for the sage grouse\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nErin Mershon\n\nHillary to take on drug costs — Insurers in the hot seat — Ignagni reflects on new challenges — Senate takes up 20-week abortion ban\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nChase Purdy\n\nThe ‘D.C. barnyard’ is abuzz over eggs.\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nUnions launch coalition on Friedrichs — Will Cinton call for Cadillac Tax repeal?\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nXi’s day in Seattle.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nVictoria Guida\n\nChamber up on biotech, down on BIT offer.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nBrian Faler\n\nThe Thomas Piketty of tax havens.\n\n09/22/15, 10:01 AM EDT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nElena Schneider\n\nAdvancing Colorado goes after Sen. Michael Bennet -- WALKER OUT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nWhite House to unveil new infrastructure review process.\n\n09/22/15, 09:55 AM EDT\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n09/22/15, 09:25 AM EDT\n\n                                        By \nHadas Gold\n\nAccording to a rate card provided to POLITICO, the biggest package called the “Anchor Booth.”\n\n09/22/15, 08:35 AM EDT\n\n                                        By \nJeremy Herb\n\nModern Day Marine kicks off.\n\n09/22/15, 08:24 AM EDT\nGOP Catholic lawmakers are plainly nervous about Pope Francis's visit to Capitol Hill, while Catholic Democrats are eager to hear his message.\n\n09/22/15, 08:01 AM EDT\n\n                                        By \nBen White\n\nWalker out — Tensions rise as Xi arrives — The Fed's close call — VW tanks \n\n                                        By \n                                                Natalie Huet\n\nWe're working on more stories right now\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Charles Davidson\n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \n                                                    Peter Steinfels\n\n\n                                            By \n                                                    Ted Widmer\n\n\n            By \nEliza Collins\n\n09/22/15, 04:52 PM EDT\nIn a campaign cycle that is all about what you say and how you say it, there’s a new guy in town, and he might be the most honest of all. \nRepresent.us, a bipartisan advocacy group working to reform the influence of money in politics, released a parody campaign ad for a fake candidate named \"Gil Fulbright\" on Monday. It’s the first video in a series of installments of a faux campaign the organization plans to carry on through Election Day. One video will be released every month.\n“Other candidates may beat around the bush (or Clinton — whatever you’re into), but I’m here to keep things honest: I owe my entire political career to special interests and lobbyists, and if elected, I’ll spend my presidency paying them back while screwing over the American people,” he says in his announcement. “Like most politicians, I’ll exploit a broken system and sell you out to keep my campaign funded — but at least I’ll sell you out to your face.”\nThe video — which features “Honest Gil,” played by actor Frank L. Ridley, doing classic campaign-style things while being unusually candid about his motives — has already garnered 1 million views through various websites, according to represent.us.\n“I may not be qualified to be president, but a dramatic camera angle can make me look like a president,” Gil says on the video as a montage of him talking with people and pointing into the distance plays. “A president with the conviction to nod, the courage to point and the experience to cram buzzwords into everything I — jobs.” \nGil “ran” in Kentucky senator's race against Mitch McConnell and Alison Lundergan Grimes in 2014, with a similar campaign. \nSince the video was released on Sunday, his “campaign” has raised more than $25,000 for Represent.us — halfway toward the goal the group had set to accomplish over 50 days. \n“It’s really to shine a light on how American politics really work and I think that’s why it’s resonating so much,” Represent.us director Josh Silver told POLITICO. “In some ways, it's similar to the way Donald Trump and Bernie Sanders are resonating with primary voters ... they’re both calling out the corrupt, money-driven political system and it's resonating with voters.” \nGil’s campaign ads are just one of the ways Represent.us will reach out to Americans. They’ll also send Ridley — who has appeared in “Orange is The New Black” and “House of Cards” — to the New Hampshire primaries “to do some antics,” according to Silver.\n“The issue of money and politics is the most critical domestic political crisis of our time. It’s because money is blocking progress on nearly every issue in government,” Silver said. “Regardless of whether you care about liberal or conservative issues, it’s not the best ideas that are progressing, it is those with the deepest pockets.” \nRepresent.us wants to get states to add anti-corruption ballot measures. The most promising so far is “The South Dakota Government Accountability and Anti-Corruption Act,” which is \"a proposal to prevent political bribery, improve transparency, and increase enforcement of South Dakota’s ethics laws.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Parody candidate raises $25,000 for anti-corruption campaign", "url": "http://www.politico.com/story/2015/09/gil-fulbright-parody-campaign-ad-anti-corruption-213939", "topics": ["abortion", "personality"], "people": ["Gil Fulbright", "Burgess Everett", "Jack Shafer", "Kenneth P. Vogel", "Alison Lundergan Grimes", "Rachael Bade", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Eric Wolff", "Austin Wright", "Lauren French", "Jennifer Scholtes", "Danny Vinik", "Joe Biden", "Brian Mahoney", "Jeffrey Gedmin", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Pope Francis", "Ted Widmer", "Brianna Ehley", "Scott Walker", "Chase Purdy", "Nick Gass", "John Allen", "Will Cinton", "Thomas Piketty", "Seung Min Kim", "Charles Davidson", "Barack Obama", "Mein Kampf", "Jake Sherman", "Eliza Collins", "Erin Mershon", "Bernie Sanders", "David Pittman", "Tim Starks", "Michael Bennet", "Adam Sneed", "Jeremy Herb", "Brian Faler", "Donald Trump", "Daniel Strauss", "Hillary Clinton", "Ben White", "Peter Steinfels", "Lloyd Blankfein", "Victoria Guida", "Adolf Hitler", "Natalie Huet", "Ben Carson", "Caitlin Emma"], "orgs": ["CIA", "Goldman Sachs Group", "SEIU", "Congress", "Senate", "Senate Democrats", "Anchor Booth", "Fed", "House Democratic Caucus", "Senate GOP", "Lawmakers", "AFSCME", "GOP", "Ritz"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-09-22 21:52:41", "org": "politico", "article_id": "5c078c247885256b16812a11915c2083", "date_access": "2015-09-22 21:00:28.589510"}