{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n8/18/15 7:03 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Tuesday morning. WALKER, RUBIO HEALTH PLANS OUT TODAY:\nStory Continued Below\nFIRST LOOK – Wisconsin Gov. Scott Walker, “The Day One Freedom Plan: My Plan to Repeal & Replace Obamacare”: “To motivate Members of Congress to pass our reforms, I will require them to live under the same ObamaCare rules that have been forced on the rest of America. ... [O]n Day One, I will sign an executive order removing President Obama’s special deal for Congress. Having to live with the same premium increases that other Americans have suffered under ObamaCare should light a fire under Congress to act quickly.” http://bit.ly/1NCr5R7\n--Walker will unveil the plan at 11 a.m. ET today at Cass Screw Machine Products in Brooklyn Center, Minn.: “Minnesota is not only an early presidential contest state, but has a large medical industry presence.”\nSEN. MARCO RUBIO, writing on Politico, “My Plan To Fix Health Care,” updating earlier three-point plan: “create an advanceable, refundable tax credit that all Americans can use to purchase health insurance. ... reform insurance regulations to lower costs, encourage innovation, and protect the vulnerable. ... Without reforms, [Medicare and Medicaid] will eventually run out of money.” http://politi.co/1flITEh\nPLAYBOOK IN-BOX – A health-policy expert, shown both plans, writes: “Neither plan addresses how they’ll fill the $137b deficit increase over 10 that repealing Obamacare will create. ... Both plans include traditional and longstanding GOP policy positions: block grant or cap Medicaid; reduce regulation; tax credits; state-led reform. Walker’s plan includes a bunch of other recycled ideas (e.g. malpractice reform, high risk insurance pools, cross-state insurance purchase), none of which have ever been demonstrated to reduce the number of uninsured nor lower costs.\n“Walker’s plan reads like a governor’s plan, with little recognition that his age-based tax credits might work in Wisconsin, but need to vary across states and insurance markets. Without expanding Medicaid, his plan would dramatically increase the number of uninsured in most states ...\n“I ... would expect them both to need to come up with a much more detailed and serious replacement option should they make it to the general election. ... Repealing the ACA is taking away a current and real benefit from millions of Americans, including those with pre-existing conditions and kids covered under their parents’ insurance plans up to age 26. Insurance companies aren’t going to just sit back and continue to do both of those things post-repeal without some certainty that young healthy people would continue to buy insurance (which the mandate addresses).”\nBREAKING -- “[CNN/ORC] Poll: Trump continues his post-debate rise,” by Nick Gass: Trump: 24 percent: Jeb: 13 percent  ... Carson: 8 percent ... Walker/Rubio: 7 percent ... Rand: 6 percent ... Fiorina/Kasich: 5 percent ... Christie/Cruz/Huckabee: 4 percent ... Perry: 2 percent ... Santorum: 1 percent. http://politi.co/1JeNHaF\nFUTURE SHOCK: Next president could face recession – WSJ A1, at fold, “U.S. LACKS AMMO FOR NEXT CRISIS: Policy makers worry fiscal and monetary tools to battle an economic downturn are in short supply,” by Jon Hilsenrath and Nick Timiraos: “Few economists believe the U.S. is near recession. ... Even so, looming threats are a reminder that the slow-growing global economy is just a shock away from peril. Japan’s economy contracted ...  and Europe recorded lackluster growth. China’s slowdown ... appears more severe than ... initially realized ...\n“With the U.S. expansion entering its seventh year, policy makers are planning how to respond to the next downturn, which history shows is inevitable. The current expansion is now 16 months longer than the average since World War II, and none has lasted longer than a decade.” http://on.wsj.com/1K3lGDJ\nAMAZING STAT -- N.Y. Times A1, below fold, “Facing a Gap, Clinton Warms To Big Donors,” by Amy Chozick and Eric Lichtblau (online: “Facing Money Gap, Hillary Clinton Slowly Warms to ‘Super PAC’ Gifts”): “Republican presidential candidates have gained a near monopoly on donors of $1 million or more ... Fifty-six donors gave at least that much ... for a total of $124.2 million — about 12 times as much as Democrats’ biggest donors have given.\n“A single Republican contributor — Robert Mercer, a hedge fund magnate who gave $11.3 million, nearly all of it to help Mr. Cruz — surpassed all of the million-dollar donors supporting Mrs. Clinton, combined.” http://nyti.ms/1K3jZGd\nMONEY HONEYS -- USA Today 1A, “Billionaires crowd out the bundlers: Small number of rich donors dominate funding,” by Fredreka Schouten: “[D]onations of $1 million or more account for nearly half of the money channeled into candidate-aligned super PACs and other outside groups during the first six months of the election cycle.” http://usat.ly/1Ng0SuH\nFOURTH QUARTER -- “Calling in the God squad to save the Iran deal,” by Nahal Toosi: “Faith-based groups, many of them increasingly nervous about the well-funded push by opponents of the deal, are intensifying their lobbying of lawmakers ahead of an important congressional vote on the agreement. Over the weekend, the Rev. Al Sharpton called on black churches to mobilize in support of the nuclear deal. On Monday, a group of 340 rabbis from multiple strands of Judaism released a letter urging lawmakers to vote for the pact. And plans are in the works for a coordinated roll-out of endorsements by a variety of religious groups next week ...\n“The campaign is led largely by Catholic and Quaker groups, such as the U.S. Conference of Catholic Bishops and the Friends Committee on National Legislation, and it reflects many of the organizations’ traditional anti-war stances.” http://politi.co/1NCj9iR\nHILLARY and BLACK LIVES MATTER: “Members from the Black Lives Matter movement came from Boston to a Hillary Clinton town hall in Keene, N.H., last week.  After the event, Clinton met with the group. Last night, they released the video of that conversation in an appearance on the ‘Rachel Maddow Show.’ ... Clinton ... told the group that she wants to do her part (to address these issues) any way she can.”\n** A message from PhRMA: For every dollar spent on health care in the U.S. only 10 cents goes towards retail prescription medicines. What are patients getting for that dime? In the last year alone, it has brought new cures for hepatitis C, new treatments for high cholesterol and breakthroughs in cancer care. Read more at http://onphr.ma/1gQ9gE2.**\nTHOUGHT LEADERS – MIKE BLOOMBERG in Foreign Affairs, “City Century: Why Municipalities Are the Key to Fighting Climate Change”: “Cities account for at least 70% of total worldwide greenhouse gas emissions. They also face the worst risks from the ultimate consequences of those emissions as 90 percent of cities were built on coastal lands. It is fitting, then, that cities, the primary drivers and likeliest victims of climate change, hold the antidote as well.” http://fam.ag/1LgXTi9\nMEDIAWATCH -- DANA BASH PROMOTED -- Sam Feist and Virginia Moseley emailed colleagues: “Dana Bash has been named CNN’s Chief Political Correspondent, serving as the network’s lead correspondent covering the Republican field of 2016 presidential hopefuls, our lead correspondent covering Capitol Hill, and as a prominent player in CNN’s election night coverage. ... Dana will be participating in the questioning of Republican candidates at CNN’s Reagan Library debate next month. ... Her career is an extraordinary example of how hard work and great news instincts can take you almost anywhere in journalism. Dana started as a Library Assistant ... in the DC bureau in 1993.”\nPULLING BACK THE CAMERA -- WashPost 1-col. lead, “Trump driving migrant debate: Ideas once at fringe gain traction in GOP field,” by David Fahrenthold, Jenna Johnson and Max Ehrenfreund: “[I]n a sign of how quickly Trump has changed the terms of this race — Walker had difficulty clearly articulating where exactly he stands on the issue, wanting to steal some of Trump’s momentum but not quite sure to what extent.” http://wapo.st/1TR9v30\nOY – “In bid to jump-start campaign, Walker tries to channel Trump,” by Reuters’ James Oliphant in Des Moines: “Speaking to a rowdy crowd at the Iowa State Fair, Walker took a decidedly more anti-establishment and aggressive tone, ... talking about taking power from Washington and playing up the need to build a fence along the southwest U.S. border, a much-discussed Trump priority.\n“Aping Trump further, Walker took credit for the immigration debate, ... saying that it stemmed from his opposition to President Obama’s executive actions that gave some immigrants relief from deportation.” http://reut.rs/1J0K58L\nWHO THEY ARE -- ANDREW ROSS SORKIN column on N.Y. Times B1, “Fiorina’s Record: Not So Sterling”: “Even before she got to Hewlett-Packard, there were questions raised about her tenure as a senior executive at Lucent, a fast-growing telecom company that collapsed during the telecom crash ... Fiorina will have difficulty arguing that her time as chief executive of Hewlett-Packard should be viewed as an asset, and not a liability.” http://nyti.ms/1UQoXJH\n--“Audio And Video Of Carly Fiorina’s Forceful Praise Of Hillary Clinton In 2008,” by BuzzFeed’s Andrew Kaczynski: “Fiorina called Clinton ‘incredibly intelligent,’ ‘determined,’ and said she took great pride in her presidential run.” http://bzfd.it/1hJxTm0\nLOST AND FOUND -- “State Department Finds Thousands of Philippe Reines Emails It Claimed Did Not Exist,” by Gawker’s J.K. Trotter: “Earlier this year, Gawker Media sued the State Department over its response to a Freedom of Information Act request we filed in 2013, in which we sought emails exchanged between reporters at 33 news outlets and Philippe Reines ... Late last week, ... the State Department [said it] had located an estimated 17,000 emails responsive to Gawker’s request. ... These newly discovered records are from Reines’ government account, and are not related to the 20 boxes of government-business emails stored on his personal account that Reines recently handed over.” http://bit.ly/1LiiwgO\nTIME-CAPSULE HEADLINE – L.A. Times yesterday, top of col. 1, “On paper, Bush is on fire: Seemingly ideal for the GOP, he hasn’t caught on with voters. Give it time, he says,” by Seema Mehta in Des Moines (online: “Jeb Bush, seemingly perfect on paper, just hasn’t caught on with GOP voters”) http://lat.ms/1TR9fkz\nWHAT IOWA IS READING – Des Moines Register p. 1A tease, “Another 3 step up to soapbox”: “Walker, greeted by protesters at the Iowa State Fair, highlighted what he called ‘common sense conservative reforms,’ during his time on The Des Moines Register Political Soapbox. ... Fiorina chose to focus on Hillary Clinton and Bernie Sanders and their plans for higher education, which she claimed is ‘how socialism begins.’ Lindsey Graham [warned] that radical Islamic terrorists must be stopped abroad.” Walker interview http://dmreg.co/1PjdXAX\nSIGHTS AND SOUNDS -- @Marco Rubio: “Had a great time at the #IowaStateFair tonight with Jeanette & the kids - back tomorrow for the soapbox!” pic.twitter.com/H9CHbtSEtL\nMILESTONES – USA Today, 1-col. lead, “2 women finish [Army] Ranger School: First female soldiers to complete arduous training,” by Jim Michaels: “The two were part of a group of 19 female soldiers who passed a rigorous screening process to begin the physically demanding course that had been closed to women since it opened more than six decades ago. Their names were not revealed. The graduation on Friday will mark a key milestone on the military’s ongoing efforts to open front-line combat units to women.” http://usat.ly/1K3kaS0\n--“US veteran, 110, dies weeks after meeting with Obama” – AFP/Washington: “The oldest known US veteran, Emma Didlake ... [Her granddaughter said:] ‘I think she felt she had accomplished everything and could take her rest.’” http://yhoo.it/1E2CyJB\nPLAYBOOK TRAVEL SECTION -- WSJ, above fold, “Obama Pushes for Deal to Start Flights to Cuba by Year’s End,” by Felicia Schwartz, Jack Nicas and Carol E. Lee: “The agreement would allow airlines to establish regular service between the U.S. and Cuba as early as December.” http://on.wsj.com/1J0KzvB\nFIRST LOOK – “American Defamation League launches ‘50 states against hate,’ new campaign for tougher hate crimes laws all across the country” – forthcoming release: “50 States Against Hate: An Initiative for Stronger Hate Crime Laws will work toward the passage of hate crime laws in the five states which do not have them – Arkansas, Georgia, Indiana, South Carolina and Wyoming – while simultaneously seeking to make existing hate crime laws in the other 45 states more inclusive and comprehensive.” http://bit.ly/1JnN14x\nLATE-NIGHT BEST – John Oliver on televangelists -- “U.S. tax law allows television preachers to get away with almost anything. We know this from personal experience.” Video http://bit.ly/1NfTYFy\nFUTURECAST -- “The Tesla Of The Future Could Look A Lot Like Uber,” by HuffPost’s Alexander C. Kaufman: “By 2018, the electric automaker, which has pioneered new self-driving technology, could launch a new service of autonomous vehicles that would arrive on demand and shuttle passengers from place to place, according to a Monday research note from Morgan Stanley analyst Adam Jonas. ...\nThe theoretical service, which Jonas dubbed ‘Tesla Mobility,’ could come just after the introduction of the Model 3, Tesla’s planned suite of consumer-grade cars that would cost about $35,000 each. The Model 3 is expected to begin production in 2017.” http://huff.to/1WBbqHC\nVALLEY TALK – “Facebook revamps notes, hopes sexier interface will attract bloggers,” by Fast Company’s Elizabeth Segran: “As seen in a test post by a Facebook employee, it may soon look like a snazzy blogging platform—much like Medium or LinkedIn's Pulse—with larger text, space for a broad cover image, and clearer headlines. It appears to be designed to give Facebook users the option of creating longer updates or stories that wouldn’t currently read well as status updates. ... [T]he company is currently testing different functionalities in Notes, including the ability to tag people, resize photos, and add links or hashtags.” http://bit.ly/1NfSSJZ\n--“Here’s what 25+ Amazonians Really Think About Their Company's Culture,” by LinkedIn’s Caroline Fairchild: “Based on the LinkedIn comments from current and ex-employees and people who had interviewed at Amazon or worked with ex-Amazon’er, it seems like both parties may be right — and wrong. Here are the themes: Working at Amazon isn’t for everyone. ... Your team is everything. ... Amazon’s was bad, but not anymore ... Where are all the women? ... Amazon’s struggling with culture, just like everyone else.” http://bit.ly/1JezJWg\nBUSINESS BURST -- WashPost A1, lower-left corner, “GE joins list of firms shifting from traditional job reviews,” by Lillian Cunningham and Jena McGregor (online: “Why big business is falling out of love with the annual performance review”): “GE's overhaul ... is ... a tipping point in the rush to remake a process that both workers and ... bosses have increasingly felt needs repair. It is experimenting with replacing a once-a-year formal review with more frequent conversations, introducing an app to help employees' managers and teammates share feedback and testing ... no performance ratings at all.” http://wapo.st/1EzmLNd\nTRANSITIONS -- Jack Minor, previously the digital director for Senator Ted Cruz began his new job Monday as the comms. director for Rep. Dave Brat (VA-07).\nSPORTS BLINK -- “Football’s future? QBs training with virtual reality,” by AP’s David Brandt: “Getting a few ‘mental reps’ has never been easier at Ole Miss: The Rebels are one of a growing number of football programs in the NCAA and NFL dabbling in virtual reality technology to help supplement work on the field. ... [For] three Ole Miss quarterbacks fighting for the starting job this fall [p]art of their offseason regimen has been 10 tests on the simulator that include 20 plays each.” http://bit.ly/1MvsFFP\nWELCOME TO THE WORLD – Facebook’s Andy Stone, a House Majority PAC and Hill alum, and Kathryn Frazier, SVP at M+R, have welcomed Milo Frazier Stone who was born 10:08 p.m. on Saturday at G.W. Hospital. Pic http://bit.ly/1JnUWih\nBIRTHDAYS: Econ lollapalooza: Jason Furman, chairman of the White House Council of Economic Advisers, is 45; Austan Goolsbee is 46; and Tim Geithner is 54. Austan writes: “Geithner and I celebrated together, wonk-style, at the Yale Program on Financial Stability Forum last week. But now packing up to take the family canoe camping for a few days on the Wisconsin River.” … Bob Woodruff is 54… Obama alum Jon Lovett … Dr. Darryl (“Doc”) Walker, celebrating with friends on the bay in Shady Side, Md. (h/t Jon Haber) ... Mark Edwards, chocolatier at Edward Marc Chocolatier (h/t Dana, Chris, Tommy) ... Politico’s Bill Tomson and Ethan Melnick ... Scott Haber of Hamilton Place Strategies (h/t Sabrina Siddiqui) ... Meera Kallupura ... Lincoln Foran … Andy Federick, campaign coordinator for Mark Poloncarz for Erie County and a DCCC and DGA alum ... Megan Scully, defense and national security reporter at CQ ... Roll Call’s Simone Pathe, a Newshour alum ... Jeffrey Hiday, director of media relations at RAND Corporation ...\n... WSJ and NJ alum Martin Vaughn ... CNN alum Kristi Slafka Brannan ... Connie Hair … Ogilvy’s Betsy Stark, an ABC News alum ... Gab Forsyth of Sen. Perdue’s office, an NRCC alum ... J.P. Duffy, VP of comms at Family Research Council … Matt Chandler, partner at Frontier Solutions and a DHS alum … Elizabeth Metraux, comms. director at NIH ... Paris Dennard, legislative director at Thurgood Marshall College Fund and a GWB White House and RNC alum ... Elizabeth Hart … Pat Heinz-Pribyl … Kim Haddow … Beth Grupp … Pam Houston … Jua Johnson … Bob Dvorsky … Margaret Planner (h/ts Teresa Vilmain) ... Dan Sullivan of Montrose Advisors (h/t Senator Warner) ... Chris Black ... Lauren Smith ... Rick Harrell ... movie director Roman Polanski is 82 ... Olympic gold medal decathlete Rafer Johnson is 80 ... Robert Redford is 79 ... Martin Mull is 72 ... Denis Leary is 58 ... Christian Slater is 46 ... Edward Norton is 46 ... Malcolm-Jamal Warner is 45 ... Andy Samberg (“Saturday Night Live”) is 37 ... actress Parker McKenna Posey is 20 (h/ts AP)\nDESSERT – “Big News for the Beloved Pumpkin Spice Latte,” by Peter Dukes on the Starbucks blog: “After hearing from customers and partners about ingredients, we took another look at this beverage and why we created it so many years ago. It was simple - espresso, perfectly steamed milk, warm fall spices with delicious flavor of pumpkin pie that reminds you of the cool, crisp days of autumn. So, with that great taste you know and love, the PSL returns this fall, and this time it will be made with real pumpkin and without caramel coloring.” http://sbux.co/1UQmAXd\n--“Summer Vacation: Goodbye Restaurants, Hello Kitchen” – “Critic’s Notebook,” by NYT’s Pete Wells: “Eating in a different restaurant almost every night, I am rarely bored. But I do get a little misty-eyed for the civilian life I’ve left behind. I start to miss those heartwarming scenes of domestic bliss around the family hearth: bleeding on the chopped onions, raising welts the size of hamsters on my arms each time I get near an oven rack, and erupting in language that my children would otherwise have to learn from Judd Apatow movies. Summer vacation is my chance to bleed on the onions again.” http://nyti.ms/1gTgYN1\n** A message from PhRMA: Since 2000, biopharmaceutical companies have brought more than 500 new medicines to the U.S. market, including new cures for hepatitis C, advances in treatment for high cholesterol and breakthroughs in cancer care. Yet, spending on retail prescription medicines accounts for just 10 percent of U.S. health care spending. And the federal government projects this trend will continue through at least the next decade. How is this possible? Because the competitive biopharmaceutical market that exists in the U.S. helps to control costs while encouraging the development of innovative new therapies. Read more at http://onphr.ma/1gQ9gE2.**\nBy MATT LATIMER\nBy JACK SHAFER\nBy ADAM WREN\nBy SEN. MARCO RUBIO\n© 2015 POLITICO LLC", "byline": "", "description": "Scott Walker releases his plan to repeal and replace the Affordable Care Act.", "title": "WALKER, RUBIO TALK HEALTH: Competing plans would roll back Obamacare -- WALKER CHANNELS TRUMP in Iowa -- WSJ: Next president could face recession -- DANA BASH named chief political correspondent", "url": "http://www.politico.com/playbook/0815/playbook19644.html", "topics": ["economy"], "people": ["David Fahrenthold", "Carol E. Lee", "Elizabeth Hart", "Amy Chozick", "Sam Feist", "Seema Mehta", "Teresa Vilmain", "Max Ehrenfreund", "Jason Furman", "Robert Mercer", "Ted Cruz", "Jon Hilsenrath", "Eric Lichtblau", "Jon Haber", "Dana Bash", "Dave Brat", "John Oliver", "Jenna Johnson", "Aping Trump", "Bernie Sanders", "Sabrina Siddiqui", "Scott Walker", "Nick Gass", "Jack Nicas", "Daniel Lippman", "Ole Miss", "Jeb Bush", "Jon Lovett", "Marco Rubio", "Austan Goolsbee", "Tim Geithner", "James Oliphant", "Al Sharpton", "Dan Sullivan", "Rick Santorum", "J.K. Trotter", "Mike Allen", "Philippe Reines", "Andrew Kaczynski", "Andy Samberg", "Lindsey Graham", "Edward Norton", "Hillary Clinton", "Caroline Fairchild", "Felicia Schwartz", "Robert Redford", "Nick Timiraos", "Bill Tomson", "Andy Stone", "Judd Apatow"], "orgs": ["ACA", "NCAA", "White House Council of Economic Advisers", "Hamilton Place Strategies", "WSJ", "NYT", "PLAYBOOK", "DGA", "Congress", "DHS", "State Department", "Medicaid", "Family Research Council", "Freedom of Information Act", "Morgan Stanley", "Lucent", "PACs", "NFL", "Des Moines Register Political Soapbox", "DCCC", "Foreign Affairs", "Cass Screw Machine Products", "G.W.", "AFP", "GOP", "SVP", "Warner", "NIH", "Reagan Library", "RNC", "U.S. Conference of Catholic Bishops"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-08-18 12:03:32", "org": "politico", "article_id": "96e53acef407272b01cc7dfbcf9916b7", "date_access": "2015-08-18 11:10:05.058038"}