{"body": "POLITICO\nMarc Caputo's must-read briefing on what's hot, crazy or shady about politics in the Sunshine State.\nBy Marc Caputo\n6/8/15 6:31 AM EDT\nBy Marc Caputo (mcaputo@politico.com @MarcACaputo)\nIt’s Monday, and Jeb is Europe-bound this week. Marco’s turning a lemon of a New York Times story into lemonade. And in Tallahassee lawmakers are –gasp!-- doing their jobs, by getting ready to pass a budget at the last possible moment. And, yes, in the headline and below I used the Tallahassee term “turkeys” for hometown/special spending items. Y’all can just call it pork. First, let’s check in with Florida’s most-crowded congressional GOP primary, CD-18\nStory Continued Below\n5 Rs & COUNTING FOR CD-18 – The Republican race to replace Rep. Patrick Murphy will have five announced candidates after today now that retired Army vet Brian Mast and former Palm Beach County business owner Rick Kozzell join the fray. Other candidates include Martin County school board member Rebecca Negron, St. Lucie County Commissioner Tod Mowery and former state Rep./2014 GOP nominee Carl Domino. FOX pundit Noelle Nikpour and former Secret Service agent Dan Bongino might run as well.\n--Mast is a decorated vet who lost both legs in an IED blast. His website is here: http://bit.ly/1Ix20Io.\n-- Kozzell served as a law clerk in the United States Senate’s Judiciary Committee and worked for Sen. George LeMieux. His campaign website is here http://bit.ly/1dpH3Bu\nIF TURKEYS WERE HORSES, LAWMAKERS WOULD RIDE – “Senate budget ‘linkage’ includes old-fashioned horse-trading,” by The Tampa Bay Times’ Steve Bousquet: “The second day of House-Senate budget negotiations Sunday was quieter than the first but Sen. Jack Latvala, R-Clearwater, kept things interesting. ... Latvala did some old-fashioned horse trading -- a tradition as old as the Legislature itself -- and he did it in public…. He offered to include $1 million for a new ‘Military Museum of South Florida’ if the House would support a project in his district: $1 million to expand East Lake Community Library in Palm Harbor. Latvala offered to find money for two highway projects in Broward if the House would support a Riviera Beach highway beautification and a new water taxi in Clearwater to reduce congestion on State Road 60, the main route to Clearwater beach.” http://bit.ly/1FJAW1C\n--“Budget Conference, Day 2: ‘I’ll Arm Wrestle You For It’” By The Naples Daily News’ Matt Dixon: http://bit.ly/1RWzbqo\nWHAT’S LEFT -- “Florida legislators still divided over key spending items,” by AP’s Gary Fineout: “Legislative leaders have reached agreement on broad spending parameters, but remain at odds over the specifics, including dozens of hometown projects sought by lawmakers. Over the past two days they have been haggling over everything from $10 million for a project at the Kennedy Space Center to $400,000 for a trail planned to be built adjacent to a private toll road in northern Leon County. ... Both sides have agreed to roughly boost spending on each public school student by 3 percent. But Senate Republicans also want to attach to the budget other changes, including changing the eligibility criteria for a scholarship program aimed at children with disabilities and the eligibility for the state's popular Bright Futures college scholarship program. ... House and Senate budget negotiators are also at odds over how to carry out Amendment 1, the land conservation measure passed last fall by voters. One big sticking point is whether to borrow money to help pay for both Everglades restoration and land acquisition. House leaders are in favor of borrowing the money, while the Senate is opposed. In the past Gov. Rick Scott has strongly opposed borrowing money to pay for construction projects or land buying.” http://apne.ws/1T5UYNU\n--Budget deal set, but Scott still a wild card,” by The Sarasota Herald-Tribune’s Lloyd Dunkelberger: “The final budget deal is likely to leave Scott short on some of his session priorities, including $673 million in tax cuts and record per-student funding in the public school system. The final budget will have tax cuts and higher K-12 spending, but it is not likely to reach the level that Scott had urged lawmakers to adopt. Another issue with the governor could be the House and Senate agreement to use state funding to make up for a portion of the reduction in the federal hospital funding program, known as the ‘Low Income Pool,’ from its current $2.2 billion to $1 billion in the coming year. Scott opposes the use of state funding to ‘backfill’ the LIP shortfall.” http://bit.ly/1FDLBMd\nLIP PATCH -- “Budget negotiators agree to spend $400 million to offset loss of LIP,” by The Miami Herald’s Mary Ellen Klas: “The proposal would draw down $604 million in federal funds and offset most of the $1.2 billion loss in federal Low Income Pool funds for the 2015-16 budget year. It would put the $1 billion into raising reimbursement rates for hospitals.” http://bit.ly/1FDLtw6\nPOLS LOVE SUBSIDIES. FOR THEMSELVES -- “Florida lawmakers, most of whom oppose Medicaid expansion, benefit from generous tax-subsidized health insurance,” by The Miami Herald’s Mary Ellen Klas: “One of the chief arguments Florida House Republicans made Friday when they rejected the Senate plan to help 600,000 working poor get health insurance is that it would create a taxpayer-funded entitlement and would be hard to repeal. What they didn’t mention during the debate is that they are entitled to a very generous health insurance package that costs $22,000 a year — with premiums mostly covered by Florida taxpayers. And, over the years, they have rejected any attempts by Gov. Rick Scott to reduce the benefit.” http://hrld.us/1JwsDxw\nTHE JEB LOBBY -- “What Jeb Bush’s friends (and others) want in a new budget,” by Gary Fineout in the Fine Print Blog: “[T]here’s plenty left in the $77-$80 billion spending plan that will be the target of lobbying in the next few days. Take for example an appropriation in the House budget for $1.2 million to provide liability insurance to teachers. This is not a new idea and had been in place while Gov. Jeb Bush was in office. The idea is for the state to help pay for coverage and take away a recruiting tool for the Florida Education Association - which right now is engaged in a lawsuit against Florida's tax credit scholarship program. (This program pays for roughly 70,000 kids to attend private schools around the state.).” http://bit.ly/1FZssXo\nJEB-STAKES – Jeb Bush’s June 15 announcement will be no shocker (he’s officially running for president, which has been unofficially doing for more than six months). But he’s finding ways of making news nonetheless over it, having sent out an email today that says “In 8 days I’m going to make some news…and I want you to be front and center for it. So today we’re officially launching a contest to fly one lucky winner and a friend to Miami for the big day. And all you have to do to is add your name to automatically enter. I won't get into details on what the announcement is about, but I promise you it’s worth throwing your name in: JebAnnouncement.com. Good luck! ... P.S. On November 8, 2016, you won’t want to look back and say I could have been there when it all began: JebAnnouncement.com.”\n--“Details emerge about Jeb Bush’s post-decision fundraising push,” by Saint Petersblog’s Peter Schorsch: http://bit.ly/1KP2x66\n--“Jeb Bush All But Says He’ll Kick Off Presidential Campaign and Head Straight to N.H.,” by Bloomberg Politics’ David Knowles: http://bloom.bg/1FJrfQX\nCONTINENTAL JEB-FEST – “Another Bush heads to Europe: On an increasingly unstable continent, Jeb confronts the legacy of W. and Dad,” by POLITICO’s Eli Stokols: http://politi.co/1dp5e30\nWALKER V. BUSH – “Walker jabs at Bush, calls for a ‘fresh’ GOP face,” by POLITICO’S Jonathan Topaz: “I hope Republicans, I hope independents and even some discerning Democrats will see that we’re striking a stark contrast with Hillary Clinton,” the governor said in an interview aired Sunday on ABC’s ‘This Week.’ ‘You know, we’re a new fresh face taking on someone from the past. … I think Gov. Bush is still probably up there, up front because he’s going to have more money than just about all of us combined,’ he said.” http://politi.co/1IwTqJK\nMARCO OF THE CORN – “Iowa’s ‘Roast and Ride’: 5 takeaways,” by POLITICO’s Katie Glueck: “The Florida senator is still introducing himself to the state after skipping several other cattle calls here. But the reception he received Saturday suggests that Iowans are interested in learning more, and they like what they hear so far. When he arrived, Rubio was mobbed by attendees who asked for meetings, talked policy and clamored for pictures. One voter asked Rubio to record a message for his girlfriend, and the senator obliged, while several people who were volunteering in Carson’s tent left their posts to take pictures with Rubio, saying they hadn’t decided whom to support yet. The crowd was receptive to Rubio’s speech, including his swipes at critics and his implicit jabs at Jeb Bush and Hillary Clinton.” http://politi.co/1FCwgLN\nRUBIO-JITSU – It’s tough to turn your opponent’s strength to your advantage, but Marco did it with a jiu-jitsu adherent’s aplomb this weekend with Friday’s New York Times’ story headlined “Marco Rubio and His Wife Cited 17 Times for Traffic Infractions” (http://nyti.ms/1BOs1eG). For starters, the headline got changed to “Rubios on the Road Have Drawn Unwanted Attention.” In the end, though, it was NYT that drew unwanted attention. It was roundly and justifiably mocked and criticized by folks across the political spectrum who wondered why it was written, whether it was a sloppy hit job planted by American Bridge and why it downplayed the fact that Marco only had four tickets. Why include the wife’s 13 citations – unless it was solely to pump up the number for a better headline (which, again, was changed)? Rubio turned the story into a fundraising pitch. So from a campaign perspective, this was wanted attention. Rubio has done this before, selling water bottles after his embarrassing thirst-slaking amid his 2013 SOTU response. On the stump in Iowa, he also did a little jiu-jitsu on an AP report concerning his not-so-great finances. That AP story, unlike the Times piece, was actually newsworthy however.\n--“Rubio Laughing All The Way To The Bank, Fundraising From #Rubiocrimespree,” by Breitbart’s Sarah Rumpf: “Friday afternoon, Rubio campaign manager Terry Sullivan sent out a fundraising email, gleefully mocking the ‘huge scandal’ that the Times had uncovered. http://bit.ly/1MAllaf\n--“Marco Rubio: 4 tickets ‘not that many,’ red light cameras a ‘scam,’” by MSNBC’s Kasie Hunt: “I can tell you, being from Miami, where you drive everywhere, having four tickets in 17 years is not considered bad,” he said in an interview Saturday. “Let me just say, I really don’t like red light cameras … That’s a big scam. But that’s another topic for another day.” http://on.msnbc.com/1JzwwA7\n--“‘New York Times’ shows its ‘gotcha’ colors,” USA Today column by Glenn Harlan Reynolds (aka Instapundit): The “earth-shattering traffic scoop produced rather a lot of mockery from people on the right, and from some on the left. Longtime political correspondent Jeff Greenfield tweeted: ‘Rubio TrafficTicketGate? This a parody of political journalism gone nuts, right?’... [F]olks on Twitter mocked the Times with the #RubioCrimeSpree hashtag, featuring such other alleged crimes as ‘Drank milk after the expiration,’ ‘Red wine with fish,’ and my favorite, ‘Called Chris Matthews, asked him if his refrigerator was running.’ Even most of the major newspapers and networks declined to treat the Times' story seriously.” http://usat.ly/1AVjL1v\nMARCO’S MONEY – “Rubio’s real estate dealings often a drag on his finances,” by AP’s Nicholas Riccardi: “Factor in some questionable moves with money and a hefty load of student loans, and it's clear that the Republican presidential candidate’s real estate dealings often have been a drag on his finances despite an income most would relish. ... he sold a home in Tallahassee, Florida, that he owned with a former colleague. That freed Rubio from a monthly payment on an interest-only loan and the cost of upkeep. But he lost money on the deal…. he consolidated the debt on his primary residence in West Miami, Florida. The original mortgage required only payments of interest on the principal in its first decade. Rubio has only paid off about 4 percent of overall principal since buying the house.” http://bit.ly/1HgxDVc\nMARCO’S RESPONSE – “The latest one is, I shouldn’t run for president because I’m not rich enough … And it’s true: I don’t make $11 million a year giving speeches to special interests, and I don’t have a family foundation that’s raised $2 billion, a lot of it from foreign interests,” he said, in a nod to Bill and Hillary Clinton. “But my wife and I work to ensure that we have enough money to send our kids to a Christian education at a private school and we have a mortgage we pay every month. But do you know what my biggest debt is? It’s not to a bank. It’s to the United States of America.” The quote is taken from Real Clear Politics’ Rebecca Berg’s story headlined “Walker Draws a Crowd at Ernst’s Iowa Event.” http://bit.ly/1QDfEsJ\nFLORI-DUH REEF-MAKING-- “That sinking feeling: Barge overturns, crushes Rapa Nui Reef,” by The South Florida Sun Sentinel’s Mike Clary: “The dream of planting 15 Easter Island-style concrete figures in the ocean floor as an underwater art installation and one-of-a-kind dive site was crushed Sunday when the barge on which it sat overturned and smashed the faux Polynesian gods to pieces.\nInstead of dropping straight down into the Atlantic Ocean about a half mile east of the Deerfield Beach International Fishing Pier, the rusty barge rolled over on its port side after the scuttle holes were opened and ended up coming to rest on top of what was called the Rapa Nui Reef.” http://bit.ly/1FIYJik\nOOPS -- State Has Been Overbilling Feds For Nursing Home Screenings (Possibly For Years),” by the Naples Daily News’ Matt Dixon: “The Florida Department of Elder Affairs has been requesting higher than allowed reimbursements from the federal government for nursing home screening work, an overbilling practice that has likely cost taxpayers millions of dollars, according to billing records and an internal report. Shoddy record keeping and a failure to file a federally required cost plan means there is no record to show how long the department has been overbilling the feds or how much in overpayments it has received over the years. ... The program that houses the screening program has been reimbursed by $6.8 million over the past four quarters, a number that includes the overbilling, according to state records.” http://bit.ly/1HV9C1H\nABORTION WATCH -- “Florida abortions dip, but not as high as other states,” by AP’s Kelli Kennedy: “The number of abortions performed in Florida dropped by 10 percent between 2010 and 2014, but the decrease is less than in other Republican-led states that have more aggressive restrictions on the procedure. Roughly 72,100 abortions were performed in Florida in 2014, a 9.7 percent dip from about 79,900 in 2010, according to state health records. The number of abortion clinics has remained steady at about 70 during the time period. ... Florida’s decline is modest compared to states like Arkansas, Ohio, Oklahoma, Missouri and Indiana, where abortion figures have dropped by more than 15 percent since the adoption of some of the strictest anti-abortion laws in the country. The annual number of abortions has declined substantially since 2010 in most U.S. states. But the declines are perplexing because they are not concentrated in states with restrictive laws and are equally spread among liberal states like New York where rights have been protected.” http://apne.ws/1eX8PGF\nTHE ROADRUNNER’S STILL FREE -- “Coyote trapped and killed in west Boca Raton,” by WPTV’s Webteam: “Last weekend a couple in west Boca Raton says a coyote attacked and killed one of their dogs, a 4-year-old Yorkie mix, in front of their home. Residents in the area have reported many coyote sightings over the past couple of months and one man claimed a coyote acted aggressively toward him.” http://bit.ly/1KVEaqg\n‘LIKE A LEPRECHAUN’ …WITH A SHARK? -- “Man attempts to sell live shark outside Fort Lauderdale Publix,” by WSVN-7: “Friday evening, 7News caught up to Patrick Lanier, the man who tried to sell the live shark, and he said he reeled in the marine predator on the Intracoastal Waterway. ‘I felt like a leprechaun, like I struck gold,’ he said. Lanier said he was hoping to make about $100 from selling the shark, but no one seemed interested. ‘On top of it, it's not on ice. It's just sitting there on the concrete,’ said Publix shopper James Douglas….This amateur shark salesman is not the first of his kind. In 2009, a South Florida man brought a nurse shark for a ride on the Miami Metromover and hauled it on his bike on his way to two sales stops along the Miami River.” http://bit.ly/1HaLjAQ\n--“Shark attacks child, leaves severe leg injury,” by Florida Today’s J.D. Gallop and Tim Shortt: “An 11-year-old Winter Springs boy is recovering after being severely bitten at least twice on the leg by a shark in waist-deep waters off of Cocoa Beach earlier today. ... Several witnesses at the beach said the child may have been bitten at least twice by small bull sharks seen in the water.” http://on.flatoday.com/1eWpOJc\nBy GAIL SHEEHY\nBy MICHAEL HIRSH and  JEFF BARTHOLET\nBy TIM MADIGAN\nBy KRISTEN EAST\n© 2015 POLITICO LLC", "byline": "", "description": "Rubio-jitsu.", "title": "Rubio-jitsu; a new Jeb-stakes; Tallahassee ‘turkey’ time; another 2 Republicans join CD-18 fray; of coyote-killers, reef-fails and Flori-duh shark-sellers", "url": "http://www.politico.com/floridaplaybook/0615/floridaplaybook18629.html", "topics": ["campaign_finance"], "people": ["Sarah Rumpf", "Jonathan Topaz", "Chris Matthews", "Mary Ellen Klas", "Brian Mast", "Marc Caputo", "Nicholas Riccardi", "Steve Bousquet", "James Douglas", "Saint Petersblog", "Joni Ernst", "Katie Glueck", "Lloyd Dunkelberger", "Gary Fineout", "Jeb Bush", "Terry Sullivan", "Patrick Murphy", "Kasie Hunt", "Kelli Kennedy", "Marco Rubio", "Jack Latvala", "Carl Domino", "Matt Dixon", "Rebecca Berg", "Rebecca Negron", "Rick Scott", "Hillary Clinton", "Peter Schorsch", "Mike Clary", "Jeff Greenfield"], "orgs": ["Legislature", "MARCO", "Judiciary Committee", "NYT", "United States Senate", "Senate", "Florida Education Association", "State Road", "MSNBC", "GOP", "House and Senate"], "authors": [{"author_id": 30877, "fullname": "marc caputo", "primary_org": "politico"}], "date_written": "2015-06-08 11:31:04", "org": "politico", "article_id": "4e4f1084aad7505315a411c58bfd8723", "date_access": "2015-06-23 17:14:31.345495"}