{"body": "\nCONGRESS\n\nRepublicans are still grappling with how much of the law to repeal, in part because of the cost.\nBy Rachael Bade\n6/23/15 5:08 AM EDT\nAP Photos\nRepublicans for months have been planning to use a fast-track budget procedure to extend Obamacare subsidies if the Supreme Court strikes them down — all while completely gutting the underlying law.\nBut just days before the court’s ruling, the party is still grappling with the question of how much of the law to repeal, in part because of its exorbitant cost.\nStory Continued Below\nThe plan to use the expedited procedure — called reconciliation — is in flux as lawmakers realize they would have to come up with hundreds of billions in spending cuts to pay for a full repeal of Obamacare. And some Republicans aren’t sure they want to go there.\nA new cost estimate from the Congressional Budget Office underscored the magnitude of the task: The budget scorekeeper last Friday said a full Obamacare repeal would add $353 billion to the deficit over the next decade. That price tag jeopardizes the GOP plan to use the expedited legislative process for a full repeal because any bill that uses the fast-track procedure, such as subsidy extensions followed by a fuller repeal, must reduce — not increase — the deficit.\nAlso on POLITICO\nLAUREN FRENCH and JAKE SHERMAN\nThat means Republicans will either have to forgo part of the Obamacare repeal they’ve promised for years — threatening to peel away the conservative support needed to pass their Plan B; or they’ll have to expand their package to include budget cuts to things like education, in order to pay for a fuller repeal. The latter could meet opposition from moderates or vulnerable Republicans up for reelection in 2016.\n“They could still repeal major elements of the ACA and offset with other provisions to meet the net figure, but for the love of me I don’t know what those offsets would be unless it were tax increases, which obviously would not be considered,” said Bill Hoagland, longtime GOP budget expert who has advised Republicans on how the process works.\nRepublicans, after all, have been unable to agree on the needed $60 billion to patch up crumbling roads and bridges over the next several years.\nPolicy writers in the House and Senate face a conundrum: They’ll have to walk a very tight rope between appeasing conservatives — despite the growing cost of repeal announced last week — and ensuring they don’t alienate moderate Republicans who fear leaving constituents without a viable alternative to help pay for health care.\nMeanwhile, the clock is ticking. The nation’s highest court will deliver its verdict any day now, which could constitute the biggest blow to Obamacare yet, stripping 6 million of their Obamacare subsidies and leaving them unable to afford coverage.\nRepublicans in both chambers are coalescing around a plan to continue Obamacare subsides for a time to ensure millions don’t lose the means to pay for coverage.\n“While Republicans did not create this mess, we are ready, we are willing, and we are able to do our best to protect the American people from any more harm caused by the president’s flawed law,” said No. 2 Senate Republican leader John Cornyn (R-Texas) on the Senate floor Monday, adding that the plan “will empower the states to opt out of Obamacare, allowing them the flexibility to more effectively lower costs and increase choices … [and] promote market-based options without the threat of harmful, onerous, expensive mandates.”\nBut a major unanswered question is what to do after the so-called bridge period ends. Should the reconciliation bill commit to repealing as much as possible under budget rules thereafter? Or will Republicans keep some of the Medicaid expansion, Medicare savings and taxes?\nAlso on POLITICO\nNICK GASS\nA House GOP leadership staffer said they’re interested in repealing as much as possible under reconciliation rules, though a plan discussed last week included only a partial repeal.\n“Obviously, we wouldn’t be moving an Obamacare replacement without repealing the law too, so that’s a given,” the aide said.\nIn the Senate, Majority Leader Mitch McConnell (R-Ky.) has backed a contingency plan by Sen. Ron Johnson (R-Wis.) that would simply repeal the mandates.\nMeanwhile, presidential candidates Sens. Rand Paul (R-Ky.) and Ted Cruz (R-Texas) are tacking right, pouring cold water on extending subsidies without a full repeal. And as soon as this week, a group of 25 conservative Senate Republicans are preparing to send McConnell a letter urging him to include a full repeal “in any legislation considered pursuant to the reconciliation instructions” in the budget.\n“This letter is to affirm our shared commitment to repealing the Affordable Care Act, and to use every procedural tool at our disposal to repeal Obamacare at the earliest possible opportunity,” the letter reads, according to a copy obtained by POLITICO. “The American people expect and deserve no less from the new Republican Congress they elected last fall.”\nBut whether that’s even possible is up for debate, especially considering the CBO’s new report.\nRepealing the individual and employer mandates as well as all the other Obamacare taxes and fees would cost more than $1.1 trillion. Eliminating the Medicare savings also included in ACA would tack on another nearly $879 billion.\nAccording to the new score, Republicans can save $822 billion over a decade by repealing subsidies and $824 billion more if they repeal the Medicaid and CHIP expansions — but at least some Senate Republicans have shown they’re a bit squeamish about doing so without providing an alternative.\nPOLITICO PRO\n“The political rationale behind the need to do a Burwell response presumably suggests that the GOP would pay a cost if it simply repealed the subsidies or if it also repealed Medicaid expansion,” said one staunch conservative Senate aide who thinks the logic is flawed.\nAnother option being discussed includes finding savings outside of health care to offset the cost of a larger repeal, such as education cuts. But that could be like searching for pennies under couch cushions since lawmakers have already cut to the bone in recent years.\nBy CASEY MICHEL\nBy JOSH ZEITZ\nBy VANESSA VITIELLO URQUHART\nBy PETER SUDERMAN\n© 2015 POLITICO LLC", "byline": "", "description": "Republicans are still grappling with how much of the law to repeal, in part because of the cost.", "title": "Obamacare repeal still vexes GOP", "url": "http://www.politico.com/story/2015/06/obamacare-repeal-gop-issues-119308.html", "topics": ["health"], "people": ["Rand Paul", "John Cornyn", "Ron Johnson", "Rachael Bade", "Ted Cruz"], "orgs": ["ACA", "CONGRESS", "Senate", "Congressional Budget Office", "Supreme Court", "Senate Republicans", "House GOP", "Medicare", "Medicaid", "GOP", "CBO"], "authors": [{"author_id": 30735, "fullname": "rachael bade", "primary_org": "politico"}], "date_written": "2015-06-23 10:08:09", "org": "politico", "article_id": "aa3e1e24a26c8f48f8ecb64d51345699", "date_access": "2015-06-23 17:13:45.317950"}