{"body": "AP Photo\nBy Nick Gass\n7/22/15 8:04 AM EDT\nPresident Barack Obama showed a “lack of class” during his interview with Jon Stewart in discussing the Iran deal, Florida Sen. Marco Rubio said Wednesday.\nSitting down for an interview with “Fox & Friends,” the Republican presidential contender responded both to a clip of Obama teasing critics of the Iran deal that “everything would be fine” if former Vice President Dick Cheney had been on the negotiating team and Donald Trump’s latest remarks.\nStory Continued Below\nAnd the way Trump has behaved recently is neither “dignified” nor “worthy” of the presidency either, Rubio added.\nMore on POLITICO\n“We already have a president now that has no class. I mean, we have a president now that does selfie stick videos, that invites YouTube stars there, people that eat cereal out of a bathtub,” the Florida senator remarked, recalling the president’s past social media forays.\nThe next presidency, Rubio said, needs to restore “dignity and class to the White House.”\n”I don’t believe that some of the language that Mr. Trump is employing is worthy of the office. I just do not,” Rubio said.\nBy ADAM WREN\nBy MATT CAROTENUTO and  KATHERINE LUONGO\nBy REP. SAM JOHNSON\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "And the way Trump has behaved recently is neither \"dignified\" nor \"worthy\" of the presidency either, Rubio added.", "title": "Rubio: Obama shows 'lack of class'", "url": "http://www.politico.com/story/2015/07/marco-rubio-obama-jon-stewart-interview-no-class-120459.html", "topics": ["personality", "campaign_finance"], "people": ["Nick Gass", "Jon Stewart", "Donald Trump", "Marco Rubio", "Barack Obama", "Dick Cheney"], "orgs": [], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-07-22 13:04:18", "org": "politico", "article_id": "c3f453f400671fb14ec816220a4e2db0", "date_access": "2015-07-22 14:20:04.166187"}