{"body": "Fourth Estate\nSure, she’s up and down — but we can’t learn anything about 2016 yet.\nBy JACK SHAFER\nJune 03, 2015\nLead image by Getty.\nPolitical journalists abhor a vacuum, especially the vacuum that forms 17 months before a presidential election, attaches itself to their brains like a sea lamprey and sucks hard.\nTop Stories, Videos & Photos\nOh, political journalists have so much to write about this distant from a general election. There are speeches to cover, fundraising numbers to chase, campaign jockeying to chronicle, backstories to collate, campaign staff rosters to collect, press management schemes to detect and vats of wonkery to fry. Such coverage is all necessary and good, but at this point even the press hounds will concede that they’re mostly barking at dust and vapor, waiting for the field to thin and for primary ballots to be cast so they can write more concretely about the race. (After all: Just how much public appetite is there for in-depth coverage of George Pataki or Lincoln Chafee?)\nUntil then, journalists casting for something tangible to hang their thoughts upon are reaching for poll data—like the figures released this week from CNN/ORC and Washington Post/ABC News, which show Hillary Clinton’s “favorability” numbers crumbling to a 14-year-low of 46 percent. “The honeymoon is over for Hillary Clinton, according to two new polls,” reported the National Journal. “As revelations mount, Hillary Clinton’s poll numbers plunge,” proclaimed the Atlanta Journal-Constitution. The conservative press, including Breitbart and the Washington Examiner danced on the new polls. “Is Hillary ‘Likeable Enough’?” asked National Review.\nWhile glory awaits the journalist who buries Hillary Clinton, carves her tombstone and tidies her grave, the makings of her demise cannot be read in these poll results. Clinton rides a favorability rollercoaster, and has been riding it hard for the past 23 years, as the American Enterprise Institute’s Karlyn Bowman and her team demonstrate in a recent analysis of Clinton polling data. As an infographic they produced indicates, Clinton favorability numbers vary with the role she’s playing. Her numbers grew steadily in the campaign year of 1992 and higher still when she became First Lady in 1993. First ladies, notes Bowman, “generally receive positive marks.”\nInfographic courtesy the American Enterprise Institute.\nBut Clinton’s numbers suffered whenever she stepped outside of the traditional First Lady function to join the policy and politics tussle (the healthcare debate) or became attached to White House “scandals” (Travelgate, Whitewater, Lewinsky, et al.). As a U.S. senator (2001-2009), Clinton’s numbers varied much less, dropping some during her 2008 run for president. Then came her secretary of state years (2009-2013), when she exuded diplomacy and did her soaring best in the polls. Her numbers descended again as she became identified with the Benghazi attack in 2013.\nHow to best interpret Clinton’s latest decline? When asked to rate Hillary Clinton on a favorable-unfavorable continuum, it has usually mattered to respondents what Clinton’s duties were. Now that she’s running for president, it’s predictable that some of the respondents who liked Clinton enough to give her a favorable rating when she was a self-effacing, team-playing diplomat might not like her enough to give her a favorable rating when they view her as a private citizen prepping a presidential candidacy. (This timeline from the Pew Research Center ties Clinton career “milestones” to her favorability ups and downs.)\nClinton’s numbers could easily go lower, of course, given the twin backdrops of the email controversy and the Clinton Foundation coverage. Also, in the coming months, as the Republican field winnows out, the remaining candidates will increase the frequency of their attacks on Clinton, their most credible opponent on the Democratic side, and lower her favorability still more.\nBut it’s hard to imagine a favorability-ratings veteran like Hillary Clinton panicking at this week’s or next week’s numbers. As the wise man once said, Clinton operates in glacial time, and has the patience to build support—and favorability—as the campaign throttles up. She has almost 30 years of hands-on experience handling political calamities and downturns. Plus, as low as her favorability ratings have dropped, they’re still about 15-to-20 percentage points higher than several of her Republican opponents'.\nIt’s always easier for a politician to survive a trough when she has so much experience living on the crest.\n******\nMy POLITICO colleagues Gabriel Debenedetti and Annie Karni are on my wavelength. Snap a picture of your wavelength and send it to Shafer.Politico@gmail.com. My email alerts have troughed, my Twitter feed has crested, and nobody gives a goddamn for my RSS feed.\nJack Shafer is Politico's senior media writer. \nLead image by Getty.\nPHOTO ESSAY\n By DAVID HUME KENNERLY \nWhat Works\n By PATRICK MICHELS\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "Sure, she’s up and down — but we can’t learn anything about 2016 yet.", "title": "Hillary's Popularity Rollercoaster", "url": "http://www.politico.com/magazine/story/2015/06/hillary-clintons-popularity-rollercoaster-118606.html", "topics": ["campaign_finance"], "people": ["Jack Shafer", "George Pataki", "Hillary Clinton", "Gabriel Debenedetti", "Annie Karni", "Karlyn Bowman", "Lincoln Chafee"], "orgs": ["What Works", "Videos & Photos", "National Journal", "Pew Research Center", "Clinton Foundation", "National Review", "Washington Examiner", "American Enterprise Institute", "ORC", "RSS"], "authors": [{"author_id": 15219, "fullname": "jack shafer", "primary_org": "nyt"}], "date_written": "2015-06-04 00:37:30", "org": "politico", "article_id": "db41a6469c3cf84c3f5aca59b8def7af", "date_access": "2015-06-23 17:14:15.638893"}