{"body": "\n2016\n\nDespite rules changes designed to avoid a messy and protracted GOP primary, thatâ\u0080\u0099s exactly what candidates are preparing for.\nBy Kyle Cheney and Katie Glueck\n7/9/15 5:16 AM EDT\nRepublican presidential candidate, former Pennsylvania Sen. Rick Santorum speaks during a stop at Panora Telecom Solutions, Monday, June 8, 2015, in Panora, Iowa. | AP Photo\nThe Republican National Committee changed its presidential nominating process to make it more clean and decisive, to avoid the rotating gang of frontrunners many believe damaged the party’s prospects in 2012. But many candidates are preparing for a messy, fractious crawl to the 2016 nomination anyway — and they’re stockpiling the cash to do it.\nTed Cruz has talked of an electorate so splintered no nominee is chosen before the party’s July convention in Cleveland. His early fundraising claims— including around $38 million amassed by supportive super PACs — suggests his campaign could last that long.\nStory Continued Below\nRand Paul is betting on caucus states, including those that vote later in the cycle — channeling his father, who employed that strategy to remain viable late in the 2012 primary. Rick Santorum is planning a selective congressional-district-by-congressional-district strategy to amass delegates, the truest sign of a trench warfare outlook.\nAll of it is a function, Republican operatives and campaign strategists say, of an unusually crowded field and the virtually limitless campaign contributions ushered in by the Supreme Court’s 2010 Citizen’s United case.\nAbout 20 candidates will divide Republican primary voters in so many ways, the argument goes, that it will be nearly impossible for anyone to claim a prohibitive lead after the first few states vote — meaning there would be little reason for longer-shot candidates to drop out even after a poor showing in Iowa or New Hampshire. And disparate super PACs empower wealthy donors to single-handedly sustain candidates for months.\nThen there’s the shorter, more compact primary season that was intended by the RNC to prevent a drawn-out contest — that could convince some middle-of-the-pack candidates to hang on longer. Taken together, those dynamics could incentivize many longer-shot campaigns to embrace strategies that look well beyond the early states.\n“Every time you go and you start fiddling and messing with the rules, you invariably get the exact opposite result from the one you intended,” said Steve Schmidt, who ran Sen. John McCain’s 2008 presidential campaign. “There could well be a contested convention.”\nAlso on POLITICO\nSTEVEN SHEPARD\nOne reason why is that candidates like Cruz are amassing war chests that far outpace the second-tier candidates who ran in 2012. Back then, Santorum had just $229,000 on hand at the same point in the cycle, though he went on to win Iowa. Former House Speaker Newt Gingrich, who won the South Carolina primary, had just $320,000 at the this point.\nPlenty of Republican operatives still expect a quick resolution to the race, convinced that the organization, infrastructure and talent of top-tier campaigns will swamp lesser candidates. So far, the contenders leading in the polls, from Jeb Bush (with a war chest expected to exceed $100 million) to Scott Walker to Marco Rubio, are generally keeping their attention fixed on the early states — Iowa, New Hampshire, South Carolina and Nevada — confident that they’ll have the resources and infrastructure to last deep into the nomination fight, if necessary, but hoping for and expecting a more decisive win earlier.\nAlso on POLITICO\nDYLAN BYERS\nYet, even if the field shrinks after the first four states, the prospect that six, seven, even eight other candidates could survive well into the spring is leading some middle- or bottom-of-the-pack contenders to bluntly state that they will wage a more surgical bid for delegates, identifying discrete opportunities and pockets of voters to target — rather than focusing on which states to win. It’s not what the RNC envisioned when it shortened the primary calendar and rewrote its rules to prevent a prolonged free-for-all.\n“This is going to go a long time,” said John Brabender, a senior Santorum adviser. “You almost have to think, I believe, more like a consumer marketer rather than a traditional political marketer. This becomes about market share. No one’s going to have market share in every market.”\nFor the GOP long-shots, the best hope is a lengthy, drawn-out process. Brabender said his candidate is focused on competing at the congressional district level to siphon off enough support to collect delegates and stay alive deep into primary season.\n“It was the belief last time that you have to be in the top three or four to move on. Now, if you have 13 candidates, coming in fifth or sixth isn’t necessarily too bad,” he said.\nAlso on POLITICO\nMARC CAPUTO\nTo one prominent Republican, the strategy of amassing delegates, rather than the broader approach of running statewide campaigns, resembles a game of Monopoly.\n“Do you buy Boardwalk or do you buy the railroads?” wondered Ron Kaufman, a longtime adviser to Mitt Romney and an RNC committeeman.\nKaufman, a Bush supporter, said the strategies will in part rely on candidates’ geographic strengths — New Jersey Gov. Chris Christie, for example, will likely target his home state, delegate-rich New York, Delaware and try to secure a Northeastern beachhead. Walker, on the other hand, will attempt to lay claim to the Midwest, while also wooing a swath of conservative voters who won’t align with his other likely Rust Belt competitor, Ohio Gov. John Kasich. The ultimate winner won’t have to capture a majority of delegates, he said, just enough to show that victory is “inevitable.”\nUnder RNC rules, February is reserved for voting in Iowa, New Hampshire, South Carolina and Nevada. But in March, a cascade of populous states — from Florida to Texas to Virginia to Ohio — will award enough delegates to practically determine the nominee, or at least elevate a presumptive winner. On March 1, a slew of Southern states are planning to host a so-called “SEC primary.” And after March 15, states are allowed to award delegates on a winner-take-all basis — rather than proportionally — which was expected to quickly thin the field. And the rules require all delegates to be awarded 45 days before the convention.\nIt’s why RNC officials say they’re confident that the race won’t drag on — and that a brokered convention is all but a fantasy; the the last one occurred in 1976.\n“It’s going to be intense. There’s a really good possibility that by April 1 we could have a nominee,” said a national Republican official. “You can’t argue that it’s going to be a longer, drawn-out process because mathematically, the calendar’s a lot shorter.”\nRepublican presidential candidate Sen. Rand Paul (R-KY) addresses the Baltimore county Republican Party's annual Lincoln/Reagan Dinner at Martin's West June 9, 2015 in Baltimore, Maryland. | Getty\nBut some candidates are openly floating alternative scenarios. Cruz, the Texas senator, says he can envision a brokered convention, telling conservative radio host Hugh Hewitt it is “certainly a possibility” given the large field. And his political director told POLITICO recently that the campaign’s strategy is to take the fight to the convention. The senator is devoting time to the early caucus and primary states, but has also been staffing up in late-voting states like California and New Jersey, which are scheduled to hold June primaries.\nOther candidates haven’t gone quite as far as Cruz, but their allies and aides say they are also preparing for a long grind, though the degrees of effort vary.\n“Nobody knows whether the nomination is going to wrap up early or whether it will go all the way to the convention or something in between,” said Steve Munisteri, a senior adviser to Paul, who emphasized he wasn’t speaking for the campaign. “We are playing both the short and the long game with the initial emphasis on the short game, but that doesn’t mean we’re ignoring the long game.”\nThe Paul campaign, for example, has emphasized that he’ll make a big push in caucus states like Utah, Minnesota and Colorado.\n“I still think the [early] states winnow down the field, but when you have between 15 and 18 candidates starting off, I also suspect that chances are, we will not know the nominee after the first four carve-out states,” said Munisteri, the former chairman of the Republican Party of Texas. “I’m not with those people that say it’s impossible to have a brokered convention when the nominee is not decided in advance of the convention, but I’m also not one of those who says, just because you have 15 candidates, it means it’ll go on for a long time.”\nLast cycle, Santorum won 11 states as the alternative to Mitt Romney in 2012’s protracted Republican primary. But he dropped out in April, before his home state voted. This time, Brabender said Santorum planned to showcase his strength in the Keystone State, a prelude to potentially competing there next spring. “This time, we’re able to move multiple chess pieces at one time,” he said. “It doesn’t mean it’s a 50-state strategy. It’s just not a one-state-at-a-time strategy.”\nBut ultimately, while some of the long-shot candidates may be buoyed by a super PAC or wealthy donor, as Santorum was in 2012, they make a risky bet by assuming the front-runners will battle to a stalemate in the early states, thus creating an opening for alternative candidates, Kaufman said.\n“That’s their hope. That’s part of their plan,” he said. “Is that reality or fantasy?”\nBy SEAN TRENDE\nBy GUSTAVO ARELLANO\nBy MICHAEL J. KOPLOW\nBy RICH LOWRY\n© 2015 POLITICO LLC", "byline": "", "description": "Despite rules changes designed to avoid a messy and protracted GOP primary, that's exactly what candidates are preparing for.", "title": "GOP gears up for long primary grind", "url": "http://www.politico.com/story/2015/07/gop-gears-up-for-long-primary-grind-119888.html", "topics": ["campaign_finance"], "people": ["Rand Paul", "Rick Santorum", "Mitt Romney", "Ron Kaufman", "Kyle Cheney", "Steve Schmidt", "John Brabender", "Jeb Bush", "John Kasich", "Chris Christie", "Marco Rubio", "Steve Munisteri", "Hugh Hewitt", "Katie Glueck", "Newt Gingrich", "Scott Walker", "Ted Cruz"], "orgs": ["PACs", "RNC", "LOWRY", "Supreme Court", "Republican National Committee", "SEC", "GOP", "Republican Party of Texas"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}, {"author_id": 30865, "fullname": "kyle cheney", "primary_org": "politico"}], "date_written": "2015-07-09 10:16:08", "org": "politico", "article_id": "e187e4d6dbf559108c5bd42c89947d44", "date_access": "2015-07-09 10:10:03.208683"}