{"body": "AP Photo\nBy Brianna Ehley\n8/24/15 7:13 PM EDT\nDonald Trump’s bromides on undocumented immigrants appear to have deeply damaged whatever appeal he might have once had among Hispanic voters.\nA new Gallup poll released Monday evening found that 65 percent of Hispanic voters say they have an unfavorable view of Trump, compared with 14 percent who view him favorably— yielding him a net favorable score of -51, well below any other presidential candidate.\nStory Continued Below\nTrump’s low rating isn’t surprising given his remarks about Mexico in his June presidential announcement speech — saying the country intentionally sends criminals over the border. “They’re bringing drugs, they’re bringing crime. They’re rapists and some, I assume, are good people, but I speak to border guards and they’re telling us what we’re getting,” the Republican presidential candidate said.\nHe has largely stood by his comments, and released an immigration plan calling for the mass deportation of undocumented immigrants, the building of a 1,900-mile wall across the U.S.-Mexico border, and the revocation of birthright citizenship.\nOther Republican candidates with net unfavorable ratings among Hispanics included former Texas governor Rick Perry and Sen. Ted Cruz, both scoring -7, and former Virginia governor Jim Gilmore with -6.\nAlso on POLITICO\nELI STOKOLS\nJeb Bush, meanwhile, racked up the highest favorability rating among GOP candidates with a +11 net favorable score, followed by Marco Rubio with +5 and Carly Fiorina with +3.\nOn the Democratic side, Hillary Clinton has a net favorable rating of +40, followed by Sen. Bernie Sanders with a +5 favorability score.\nGallup interviewed a random sample of 2,183 Hispanic adults aged 18 and older between July 8-Aug. 23. The poll has a margin of error of plus or minus 5 percentage points.\nBy GWENDA BLAIR\nBy JACK SHAFER\nBy MICHAEL LIND\nBy ZACHARY KARABELL\n© 2015 POLITICO LLC", "byline": "", "description": "About 65 percent of Hispanic voters say they have an unfavorable view of Trump.", "title": "Donald Trump's net favorability rating among Hispanics: -51", "url": "http://www.politico.com/story/2015/08/donald-trump-hispanic-favorability-121690.html", "topics": ["immigration"], "people": ["Jim Gilmore", "Jeb Bush", "Rick Perry", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Bernie Sanders", "Brianna Ehley", "Carly Fiorina", "Ted Cruz"], "orgs": ["GOP"], "authors": [{"author_id": 34802, "fullname": "brianna ehley", "primary_org": "politico"}], "date_written": "2015-08-25 00:13:28", "org": "politico", "article_id": "3d5ccda0d2c329371d2c760aa0e42f78", "date_access": "2015-08-25 00:20:14.045912"}