{"body": "POLITICO\nYour guide to the permanent campaign\nBy Theodoric Meyer\n8/3/15 10:00 AM EDT\nWith Elena Schneider and Steven Shepard\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nGOING UP — “Clinton set to launch $2 million ad campaign,” by POLITICO’s Annie Karni: “Hillary Clinton will become the first top-tier candidate to hit the airwaves in the early voting states of Iowa and New Hampshire starting Tuesday with a $2 million ad buy for five weeks of television commercials — a gambit intended to get out in front of her competitors and help boost her popularity before the airwaves are cluttered with competing messages from other candidates. It’s also a show of force in Iowa where recent polls show Clinton’s favorability numbers dropping, and where Vermont Sen. Bernie Sanders has enjoyed surging popularity — the single ad buy is almost as large as Sanders’ total campaign spending of $3 million in the first quarter, and more than any top-tier Republican candidate has spent so far on ads.” http://politi.co/1DjNqmm\n— Watch “Dorothy”: https://youtu.be/kNLwH8AEa7Q\n— Watch “Family Strong”: https://youtu.be/NdKsA4q-FFA\nSUPER PAC SMACKDOWN — “GOP Senate super PAC outclasses Dem competitors,” by Campaign Pro’s Theodoric Meyer: “A new Republican super PAC dedicated to helping the GOP hold the Senate next year raised nearly four times as much as its Democratic counterpart, according to Federal Election Commission reports filed on Friday. The Senate Leadership Fund, a super PAC started by allies of Senate Majority Leader Mitch McConnell (R-Ky.) in January, pulled in more than $4.9 million in the first half of the year. ... Senate Leadership Fund’s haul far outstripped the $1.3 million raised by Senate Majority PAC, the flagship Democratic super PAC with ties to Senate Minority Leader Harry Reid (D-Nev.). Senate Majority PAC had $916,000 in cash on hand on June 30 — roughly $65,000 less than what the group had in the bank at this point two years ago.” http://politi.co/1KGT1FP\n— “Democratic House candidate’s unusual bank loan raises questions,” by Campaign Pro’s Theodoric Meyer: http://politico.pro/1MyNosB\n\nTANGLED LOYALTIES — “Feud in Florida over Hillary Clinton backer,” by POLITICO Florida’s Marc Caputo: Supporters of Democrat Annette Taddeo, who’s challenging GOP Rep. Carlos Curbelo, a freshman, in Florida’s 26th District, “want Hillary Clinton to punish a top Hispanic media consultant and fundraiser” who’s endorsed Curbelo. The consultant, Freddy Balsera is a “Clinton campaign surrogate who was President Barack Obama’s 2008 Hispanic media manager and served as a national finance committee member for both of his presidential campaigns. ... Taddeo’s supporters complained about Balsera’s endorsement to the Democratic Congressional Campaign Committee, where executive director Kelly Ward raised the issue with the office of Clinton’s political director.” http://politi.co/1hdKe1z\nDays until the 2015 election: 91. Days until the 2016 election: 462.\n\r\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nDONORS REVEALED — Uihlein funding bulk of new conservative super PAC: Remember Restoration PAC, the newly formed super PAC that BuzzFeed reported was running TV ads supporting Sen. Ron Johnson (R-Wis.) using a faked image of President Obama shaking hands with the Iranian president? Wonder who was funding it? The group’s Federal Election Commission filing reveals that Richard Uihlein, the chief executive of a Wisconsin freezer company, has provided most of its funding. Uihlein, who gave $300,000, has previously given to FreedomWorks for America and Club for Growth Action super PACs. Peter Huizenga, an investor, chipped in another $10,000.\nODD TURNS — “At Fancy Farm, Bevin takes an unusual turn while Conway brings the heat,” by The Lexington Herald-Leader’s Sam Youngman in Fancy Farm, Ky.: “The annual political picnic here has long been a partisan battle of wits and one-liners, where the politicians trade barbs and laughs and the crowd eggs them on. But apparently nobody told Matt Bevin, the Republican candidate for governor. ... In a sharp departure from the theme of the picnic, Bevin said he was glad to be at the event, which primarily serves as a fundraiser for St. Jerome's Parrish, but said that the people there ‘literally are celebrating the very worst elements of the political process.’ ... The more Bevin called for unity — bypassing attempts at humor altogether — the more the boos from the Democratic side of the pavilion intensified, until the University of Kentucky Wildcats fight song came on and Bevin's microphone cut out, signifying that his allotted time had lapsed.” http://bit.ly/1Szk89R\nIN FOR THE LONG HAUL — As House Democrats embark on the August recess — POLITICO’s Lauren French reported on their messaging strategy last week (http://politi.co/1SMDLWV) — they are also playing the long game. According to a DCCC memo, the committee “is working now to conduct a serious and brand new analysis of mid- and long-term demographic and geographic trends, including migration, age and ethnicity” that is designed “to harness that potential in districts that may not yet be competitive for us in 2016.” That effort also includes “a keen focus on data and information sharing for the 2016, 2018, and 2020 elections.”\nPRESIDENTIAL SPEED READ — “GOP gets ready to rumble,” by POLITICO’s Eli Stokols: “Since the start of the year, 17 Republicans have announced their intention to run for president. They’ve logged more than a million miles across the early states and held more than 100 town halls between them. Combined, they’ve raised $302 million for their campaigns and accompanying super PACs. But all of that is prologue to this week, when a handful of forums and debates will begin the next stage of the 2016 GOP primary: the winnowing. On Monday night, 14 of the 17 GOP contenders will gather in Manchester, New Hampshire, and take the stage, one at a time, for a candidate forum that will be broadcast live on C-SPAN and in three early states. Then on Thursday, attention shifts to Cleveland, where Fox News Channel will host the big show — the first prime-time, nationally televised debate featuring the top 10 candidates, determined by an average of recent national polls.” http://politi.co/1KLgEwP\n— “Trump is cash cow for GOP state parties,” by POLITICO’s Kyle Cheney, Katie Glueck and Eli Stokols: “Donald Trump sends shudders through the GOP establishment each day he remains atop a volatile presidential pack, but in reality, local Republican parties have courted him and his polarizing brand for years, eagerly slotting him atop prominent party functions and fundraisers — and happily lapping up the dollars he draws. ... Now, a small, growing handful of Republican state party leaders are calling for a Trump detox, worried that all the easy cash is exponentially outweighed by damage he’s doing to the GOP image. Several party chairs who spoke with POLITICO say they’re leaning more heavily on their colleagues to shun associations with Trump, arguing that inviting him to speak — even for a quick buck — sustains his rise.” http://politi.co/1M6mQQo\n— “Biden considers his future amid pressure to make a bid for president,” by The Washington Post’s Karen Tumulty, Dan Balz and Paul Kane: Speculation that Vice President Joe Biden might yet run for the White House flared up again this weekend after Maureen Dowd’s column in The New York Times reported that Beau Biden had urged his father to run shortly before his death in May. Biden “and his closest advisers have spoken to some of those who have suggested that he run. But there is no indication that he has taken any serious steps toward launching what would be a challenging campaign to deny Hillary Rodham Clinton the Democratic nomination.” http://wapo.st/1OWzwrt\n— Clinton aides have done nothing publicly to dissuade Biden from running, POLITICO’s Annie Karni reports. “So far, Biden’s camp has given no signal to Clinton’s campaign in either direction, a source told POLITICO But Clinton supporters said in the unlikely event that Biden did enter the race, he would have a hard time eating away at the support she has built up in the early voting states.” http://politi.co/1LZMZ1F\n— Meanwhile, Josh Alcorn, a senior adviser to Beau Biden, is joining the Draft Biden super PAC, MSNBC’s Kasie Hunt reports, lending “legitimacy to a group that’s built an email list of 170,000 potential Biden supporters.” “With Josh’s help, we’ll be able to expand our fundraising to show the VP the country is ready for him to enter the race,” Will Pierce, the super PAC’s executive director, told MSNBC in a statement. http://on.msnbc.com/1IdQm2E\nCODA — QUOTE OF THE DAY: \"All of these guys are dicks. And Mark can be a dick with the best of them.\" — An anonymous “top GOP official” tells National Journal that Sen. Mark Kirk (R-Ill.) can still be as dickish as his colleagues, despite the stroke he suffered in. http://bit.ly/1LZxeI3\nBy PAUL GOLDMAN  and  MARK J. ROZELL \nBy MARK PERRY\nBy DAVID MCRANEY\nBy JOSH ZEITZ\n© 2015 POLITICO LLC", "byline": "", "description": "Dem house candidate takes out bank loan.", "title": "GOP super PAC outraises Senate Majority PAC — Dem house candidate takes out bank loan", "url": "http://www.politico.com/morningscore/0815/morningscore19409.html", "topics": ["campaign_finance"], "people": ["Paul Kane", "Kyle Cheney", "Mark Kirk", "Elena Schneider", "Sam Youngman", "Marc Caputo", "Carlos Curbelo", "Steven Shepard", "Will Pierce", "Joe Biden", "Harry Reid", "Maureen Dowd", "Hillary Rodham Clinton", "Theodoric Meyer", "Annie Karni", "Bernie Sanders", "Katie Glueck", "Richard Uihlein", "Josh Alcorn", "Beau Biden", "Freddy Balsera", "Donald Trump", "Barack Obama", "Dan Balz", "Ron Johnson", "Hillary Clinton", "Karen Tumulty", "Eli Stokols", "Matt Bevin"], "orgs": ["Democratic House", "PACs", "Senate", "Senate Leadership Fund", "Campaign Pro", "Senate Majority PAC", "PAC", "Federal Election Commission", "MSNBC", "National Journal", "GOP"], "authors": [{"author_id": 30738, "fullname": "theodoric meyer", "primary_org": "politico"}], "date_written": "2015-08-03 15:00:37", "org": "politico", "article_id": "9024b0a049ca7177f36ff32221856df8", "date_access": "2015-08-03 14:10:19.940913"}