{"body": "\n09/14/15, 12:00 PM EDT\n\n                                        By \nBrett Norman\n                                         and \nSarah Karlin\n\nPharma IPR carveout iffy — New First Amendment challenge for FDA\n\n09/14/15, 11:34 AM EDT\n\n                                        By \nDaniel Strauss\n\nHe did not back off his populist, strictly liberal message.\n\n09/14/15, 11:30 AM EDT\n\n                                        By \nNick Gass\n\nTrump grabs 28 percent compared with Carson's 17 percent.\n\n09/14/15, 10:05 AM EDT\n\n                                        By \nBrian Mahoney\n\nCollege data reveal gender wage gap — UAW chooses Fiat Chrysler for barganing\n\n09/14/15, 10:04 AM EDT\n\n09/14/15, 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nAd targets Republican presidential candidates on judicial appointments\n\n09/14/15, 10:02 AM EDT\n\n                                        By \nDavid Pittman\n\nKey ONC task force now drafting report — Excellus breach’s age not helping others \n\n09/14/15, 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nDOE pulls plug on uranium enrichment project\n\n09/14/15, 10:01 AM EDT\n\n                                        By \nMaggie Severns\n\nPARCC scores are coming — NCAA to consider new rules\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nFive Democratic senators take up cause of IRS funding — Trump: Tax plan coming in three weeks, will cut corporate tax — Highway bill punted, extension...\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nA week of hearings in Washington\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nMalmström picks busy week for D.C. visit - Taxpayer union urges path for MTB\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nTim Starks\n\nHatch, Wyden prep identity-theft bill post-IRS breach — FBI issues warning over Internet of Things\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nT&I leaders deliver another can-kick — Senate Commerce preps for Feinberg vetting — Auto deal eludes trade officials\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nComing soon: Schumer’s drone proposal — ECPA reform hearing this week\n\n09/14/15, 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse plans vote to defund Planned Parenthood — Deadline for insurers to submit risk corridor info\n\n09/14/15, 09:39 AM EDT\n\n                                        By \nJosh Gerstein\n\nLynch says the stunning indictment in May of 14 individuals linked to World Cup bids and global soccer promotion was just the beginning.\n\n09/14/15, 08:57 AM EDT\n\n                                        By \nNick Gass\n\nOn three issues likely to have a big impact in 2016—gun control, abortion and illegal immigration—Americans are divided.\n\n09/14/15, 08:34 AM EDT\n\n                                        By \nAustin Wright\n\nAmid industry fears, Carter moderates message — Taliban frees hundreds of prisoners in Afghanistan\n\n09/14/15, 08:18 AM EDT\n\n                                        By \nNick Gass\n\nKentucky county clerk Kim Davis returned to work Monday, announcing that while she would not interfere with the issuance of marriage licenses, she would...\n\n09/14/15, 08:02 AM EDT\n\n                                        By \nBen White\n\nHuge week for the Fed — China growth still stuck — Trump gains on Hillary\n\n09/14/15, 08:00 AM EDT\n\n                                        By \nLauren French\n\nMitch McConnell's agenda for this fall: Stay away from catastrophe\n\n                                        By \nPierre Briançon \n\n\n                                        By \n                                                Amol Rajan\n\n\n09/14/15, 07:45 AM EDT\nMBTA board meets today.\n\n09/14/15, 07:40 AM EDT\nNew NYC subway celebrated, tensely.\n\n09/14/15, 07:33 AM EDT\nTeam Christie and the airline execs.\n\n09/14/15, 07:30 AM EDT\n“When both the moderator and the candidates want a fight, you can be pretty sure what’s going to happen.”\n\n09/14/15, 07:28 AM EDT\n\n                                        By \nNick Gass\n\nThe retired neurosurgeon says he was not questioning the real estate mogul's faith.\n\n                                        By \nKate Bennett\n\n\n09/14/15, 06:59 AM EDT\n\n                                        By \nNick Gass\n\nUnder President Scott Walker, it would be illegal for federal workers to form unions, and the National Labor Relations Board would be no more.\n\n09/14/15, 06:49 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton and Donald Trump continue to lead Democrats and Republicans, respectively, in the latest national ABC News/Washington Post poll, though...\n\n                                        By \nMarc Caputo\n\nGrayson’s mockery of the nation’s spymasters was captured on an undercover video.\n\nKGB FILE\n\n09/14/15, 06:08 AM EDT\n\n                                        By \nKate Bennett\n\nRight across the street from fellow Catholic Joe Biden.\n\n09/14/15, 06:00 AM EDT\nFL House’s big spending.\n\nFinance\n\n09/14/15, 05:18 AM EDT\n\n                                        By \nZachary Warmbrodt\n\nLawmakers and activists say a rate hike would hurt workers.\n\n2016\n\n09/14/15, 05:17 AM EDT\n\n                                        By \nBen Schreckinger\n\nThe Donald’s success has Mark Cuban considering a run for office. He’s not the only famously rich guy suddenly inspired. \n\nCongress\n\n09/14/15, 05:13 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nJohn Bresnahan\n\nIn a POLITICO interview, the Senate leader says the GOP can do big things — in 2017. Until then, his agenda is more modest.\n\n09/13/15, 11:24 PM EDT\n\n                                        By \nAndrew Glass\n\nThe raise was one more dollar than House members.  \n\n09/13/15, 10:43 PM EDT\n\n                                        By \n                                                Jason Bedrick\n                                         and \n                                                Lindsey M. Burke\n\nA decent education shouldn’t require living in a ritzy neighborhood.\n\n09/13/15, 08:46 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nIf he gets into the 2016 race, Biden will be banking on a strong showing with the African-American community\n\nWashington And The World\n\n09/13/15, 07:33 PM EDT\n\n                                        By \nWalter Laqueur\n\nLet’s face it: Russians like a strong state, and they’ll always see themselves as an empire.\n\nPolitics\n\n09/13/15, 07:28 PM EDT\n\n                                        By \n                                                Andrew Zaleski\n\nWelcome to the woeful world of technology in Congress.\n\n2016\n\n                                        Updated 09/13/15, 06:45 PM EDT\n\n                                        By \nJosh Gerstein\n\nAides to the former secretary of state sent sensitive messages through Gmail and other private email services. \n\n                                        By \nMichael Grunwald\n\nDon't look now, but The Donald is actually shaping American policy.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        Updated 09/13/15, 03:27 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nBrushing back Trump, the former Hewlett-Packard CEO wins a straw poll of GOP women.\n\n                                        By \n                                                Jules Johnston\n\n\n09/13/15, 12:08 PM EDT\n\n                                        By \nLouis Nelson\n\nThe poll shows 59 percent of Americans disapprove of President Obama’s handling of America’s relationship with Iran.\n\n09/13/15, 11:51 AM EDT\nThe GOP race heats up as the second debate approaches.\nWe're working on more stories right now\n\n                                                    Politico\nYour guide to the permanent campaign \n\n            By \nElena Schneider\n\n09/14/15, 10:03 AM EDT\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nTAR HEEL STATE PARTY TROUBLES -- The North Carolina Republican Party has a lot on the line in 2016 - a battleground state in a presidential yea, one of the tightest governor's races in the country, and an incumbent senator to protect. But GOP leaders and the state party Chairman Hasan Harnett are struggling with trust issues, or as one Republican familiar with these discussions put it: \"[Harnett] will tell you one thing, and then two days later, he'll do a complete 180 on it.\" This summer, the party lost its executive director, and within weeks, lost its interim executive director, too. Without one, there is more chatter that the Republican National Committee might run its money through a county party, instead of the state, like former Sen. Kay Hagan did in 2014 when the state's Democratic Party was in turmoil. \n\"I'm almost sure that's going to happen,\" another local GOP strategist said. \"Now, they're trying to work around [Harnett], and isolate him.\" But Paul Shumaker, Senator Richard Burr's (R-N.C.) campaign consultant, said there is \"no decision\" yet to change the funding structure. \"Without knowing who the executive director is, everybody's going to leave a lot of options on the table,\" he said. However, Niger Innis, a Republican activist, said that while the Harnett has been willing to work with the \"old guard\" in the state, the establishment hasn't reciprocated. \"Is the Republican Party ready for the repercussions of attempting to force failure upon the first black chairman of North Carolina?\" Innis said. \nNorth Carolina isn't alone in its troubles. Colorado's state GOP may have papered over its in-fighting for now, but they struggled with accusations of extortion involving the state attorney general. In Nevada, the Las Vegas Journal-Review editorial board earlier this month called on the GOP chairman, Michael McDonald, to resign, following allegations fraud, calling him, \"disgraceful.\" http://bit.ly/1Y1Ty9M \nFIRST IN SCORE -- AIR WAR, ON JUDGES -- The Judicial Crisis Network, a conservative group, reserved $200,000 worth of airtime and digital ad space in Iowa, New Hampshire and Washington, D.C., challenging Republican candidates ahead of Wednesday's debate to declare their positions on Supreme Court appointments. \"We can't afford more surprises,\" the ad says, over images of Chief Justice John Roberts, Justice Anthony Kennedy, and retired Justice David Souter, all appointed by Republican presidents, who've all taken positions that didn't please some conservatives. Watch here: http://bit.ly/1NyJ5iF\nDays until the 2015 election: 50. Days until the 2016 election: 421.\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com. \nAIR WAR, ON IMMIGRATION -- A six-figure ad buy this week will attack Donald Trump, Texas Sen. Ted Cruz and Wisconsin Gov. Scott Walker for their comments on immigration, juxtaposing them with another Republican - Ronald Reagan. The National Immigration Forum Forum Action Fund reserved six-figures worth of airtime on CNN, MSNBC and Fox News during pre- and post-debate coverage. The Washington Post first reported the ad buy. http://wapo.st/1OP1i8Z \nTAKING IT ALL -- \"The Key to Winning Down Ballot Races,\" by Larry J. Sabato, Kyle Kondik and Geoffrey Skelley in POLITICO's Magazine: \"Down-ballot races are increasingly decided by who wins the White House. To grasp this fact, it's best to focus on two numbers: 6 percent and .781 ... 1. To win the Senate, win the White House ... 2. The year's most important Senate primary (Florida) ... 3. Will any incumbents face primary trouble? (Not really.) ... 4. More retirements are coming.\" http://politi.co/1VWW4fq \nYOUTH VOTE -- Sen. Rob Portman's campaign said it's mobilizing young voters with its Students for Portman coalition, and it's going after them on Instagram, too. Portman's staff said in a press release that it's the first Senate campaign to use the picture filter platform, micro-targeting Ohio State University students this weekend during the first football home game. \n** A message from Pandora: Pandora reaches over 70 million monthly voting-age listeners who listen on average over 2 hours per day. Pandora offers scale and precision political targeting solutions to reach your target voter anytime, anywhere.**\n2016 IN TWO MINUTES - PRESIDENTIAL REPLAY -- CARLY for America out with a new web video backing former Hewlett-Packard executive, where she pushes back on Donald Trump's criticism of her looks in a Rolling Stone article, while also emphasizing female leadership in the Republican Party. \"Ladies, look at this face ... This is the face of a 61-year-old woman. I am proud of every year and every wrinkle.\" Watch here: http://bit.ly/1Y1EGrY \n-- Fiorina hit those lines on a campaign stop in Scottsdale, Ariz., POLITICO's Hadas Gold reported. http://politi.co/1ETFSHE \n-- The San Francisco Chronicle does a deep dive into Fiorina's 2010 Senate campaign, which they call a roadmap for her opponents to use against her as the campaign heats up. http://bit.ly/1M5OpXx \nSUBTLE SIGNS -- \"Marco Rubio's Mormon play,\" Campaign Pro's Elena Schneider: \"Rubio is subtly leveraging his LDS background to build support in Nevada, where the state's LDS community isn't huge - Mormons make up just a small percentage of the population - but represents an influential constituency in Republican politics. Rubio has held kitchen table meetings and private meet-and-greets with prominent LDS Church leaders, lining up support from some of the top Mormon names in Nevada politics, including Lt. Gov. Mark Hutchison. Hutchison recently barnstormed northern Nevada with Rubio, personally introducing the Florida senator at stops along the way.\" http://politi.co/1NyWSFU\nNOT-SO-SUBTLE SIGNS -- \"Trump vs. Walker: A tale of two tailgates,\" by POLITICO's Katie Glueck in Ames, Iowa: \"The stage, the heat and the drunk college kids they faced were the same. But the receptions Scott Walker and Donald Trump received when they stumped at the same Iowa event Saturday couldn't have been more different - or revealing. The tailgate party scene at the annual Iowa State-University of Iowa football game was tailor-made for the Wisconsin governor, a football fan who's at his retail politicking-best when playing the Midwestern everyman role. ...But Walker was nearly inaudible in his remarks, the fault of too-weak speakers in the tailgate tent. It didn't matter much anyway: it quickly became apparent that many of the hundreds of attendees who had packed into and around the tent, sponsored by the Iowa GOP, couldn't see the main stage, and thought - and hoped - they were watching Trump instead.\" http://politi.co/1Nr5uwH \nCODA - QUOTE OF THE DAY: \"They made it very boring and plain.\" -- Rep.-elect Darin LaHood (R-Ill.), on moving this week into former Rep. Aaron Schock's offices -- which were notoriously decorated like a scene from \"Downton Abbey\" but have since been painted over. http://bit.ly/1VXen48\n** A message from Pandora: Music streaming is on pace to double in 2015* as millions of listeners tune in every day. Pandora offers precision targeting solutions to target voters by age, gender, location, political affiliation and more with premium audio, video and display advertising solutions across all devices and platforms.\nPandora’s monthly voting-age listeners by state: New Hampshire: 287,830; Iowa: 576,965; Nevada: 667,646; South Carolina: 961,417; Ohio: 2,321,265; Florida: 4,655,984\nTo learn more about how we can help you win contact Sean Duggan, VP Advertising, (917) 403-0259 or sduggan@pandora.com **\n\n                                            By \n                                                    Jason Bedrick\n                                             and \n                                                    Lindsey M. Burke\n\n\n                                            By \nWalter Laqueur\n\n\n                                            By \n                                                    Andrew Zaleski\n\n\n                                            By \n                                                    Larry J. Sabato\n                                            ,\n                                                    Kyle Kondik\n                                             and \n                                                    Geoffrey Skelley\n\nElena Schneider is a campaign pro reporter for POLITICO, where she focuses on House races and North Carolina. Before joining the 2016 politics team, Schneider was a news assistant and freelancer for the New York Times’ DC bureau. Her work has also appeared in the Texas Tribune, Texas Monthly and Business Insider.\nShe earned a Master’s and a Bachelor’s in Journalism from Northwestern University’s Medill School of Journalism. Schneider is a North Carolina native and an even-in-September Chicago Cubs fan.\n © 2015 POLITICO LLC", "byline": "", "description": "Ad targets Republican presidential candidates on judicial appointments", "title": "North Carolina GOP in hot water", "url": "http://www.politico.com/tipsheets/morning-score/2015/09/north-carolina-gop-in-hot-water-ad-targets-republican-presidential-candidates-on-judicial-appointments-210193", "topics": ["trade", "abortion"], "people": ["Geoffrey Skelley", "Katy O'Donnell", "Amol Rajan", "Kim Davis", "Walter Laqueur", "Helena Bottemiller Evich", "Elena Schneider", "Justice John Roberts", "Jason Bedrick", "Andrew Zaleski", "Jacopo Barigazzi", "Austin Wright", "Lauren French", "Ted Cruz", "Mark Cuban", "Richard Burr", "Marc Caputo", "Burgess Everett", "Brian Mahoney", "Justice Anthony Kennedy", "Larry J. Sabato", "Pierre Briancon", "Louis Nelson", "Josh Gerstein", "Aaron Schock", "Michael Grunwald", "Brianna Ehley", "Mark Hutchison", "Scott Walker", "Katie Glueck", "Nick Gass", "Kyle Kondik", "Sean Duggan", "Brett Norman", "Jennifer Scholtes", "Ben Schreckinger", "Isaac Dovere", "Andrew Glass", "Donald Trump", "John Bresnahan", "Marco Rubio", "Rob Portman", "Kate Bennett", "David Pittman", "Tim Starks", "Zachary Warmbrodt", "Adam Sneed", "Adam Behsudi", "Daniel Strauss", "Sarah Karlin", "Kay Hagan", "Lindsey M. Burke", "Hillary Clinton", "Ben White", "Jules Johnston", "Ron Wyden", "Ronald Reagan", "Eric Wolff", "Maggie Severns", "Justice David Souter"], "orgs": ["FDA", "Fed", "Republican Party", "Pharma IPR", "Supreme Court", "Hadas Gold", "Iowa GOP", "MSNBC", "Ohio State University", "Chicago Cubs", "VP Advertising", "Northwestern University", "Congress", "Medill School of Journalism", "NCAA", "UAW", "National Labor Relations Board", "KGB", "MBTA", "Senate Commerce", "IRS", "FL House", "San Francisco Chronicle", "Pandora", "Fiat Chrysler", "MTB", "ECPA", "GOP", "Washington And The World", "Senate", "Democratic Party", "Republican National Committee", "College", "FBI", "New NYC"], "authors": [{"author_id": 30912, "fullname": "brett norman", "primary_org": "politico"}, {"author_id": 30913, "fullname": "sarah karlin", "primary_org": "politico"}], "date_written": "2015-09-14 15:03:56", "org": "politico", "article_id": "f9b55b5f93f28bb58380437f4052ba01", "date_access": "2015-09-14 16:20:06.077839"}