{"body": "\nFINANCE & TAX\n\n08/28/15, 07:06 PM EDT\n\n                                        By \nJennifer Liberto\n\nPresidents of regional Federal Reserve meet, practically next door to a workshop called “Do Black Lives Matter to the Fed?”\n\nIn The Arena\n\n08/28/15, 06:58 PM EDT\n\n                                        By \n                                                Mitch Landrieu\n                                         and \n                                                Judith Rodin\n\nIn the decade since Hurricane Katrina devastated the Gulf Coast, New Orleans has weathered challenge after challenge, including multiple hurricanes, the...\n\n2016\n\n08/28/15, 06:30 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe front-runner’s campaign overwhelms the competition at the DNC’s cattle-call. \n\n08/28/15, 06:04 PM EDT\n\n08/28/15, 06:00 PM EDT\n\n08/28/15, 05:37 PM EDT\n\n                                        By \nNicholas Vinocur\n\nEuropeans' fascination with all things Trump.\n\n08/28/15, 05:29 PM EDT\n\n                                        By \nNick Gass\n\nTheir ground campaign will be accompanied with a week-long, five-figure ad buy in the New York City market.\n\n2016\n\n08/28/15, 05:16 PM EDT\n\n                                        By \nNick Gass\n\nPresidential candidate says Democrats need to run an exciting 2016 campaign or they'll lose again.\n\n08/28/15, 05:09 PM EDT\n\n                                        By \nNahal Toosi\n\nThe position comes in the wake of an administration review of how the U.S. deals with hostage situations overseas.\nAs labor boards weigh in on the legal disputes these trigger, there’s one player missing so far: Congress.\n\nWashington And The World\n\n08/28/15, 05:03 PM EDT\n\n                                        By \nMelinda Liu\n\nHe’s the most powerful leader since Mao. Yet it’s unclear if Xi’s agenda can survive a meltdown.\n\n08/28/15, 03:29 PM EDT\n\n                                        By \nNick Gass\n\nMartin O'Malley has made no bones about his opposition to the Democratic National Committee's presidential debate schedule.\n\n08/28/15, 03:27 PM EDT\n\n                                        By \nMarc Caputo\n\n\n08/28/15, 02:29 PM EDT\n\n                                        By \nNick Gass\n\nCriticism and confusion over her use of a private email server doesn't frustrate her, she said.\n\n                                        By \nMaxim Eristavi\n\n\n                                        By \nJules Johnston\n\n\n08/28/15, 02:02 PM EDT\n\n                                        By \nTarini Parti\n\nCarmen Group settles LDA violation case — Apple takes Washington — Meet Trump's donors\n\n08/28/15, 12:53 PM EDT\n\n                                        By \nHadas Gold\n\nThe former Alaska governor has been defending Trump for weeks.\n\n08/28/15, 12:34 PM EDT\n\n2016\n\n08/28/15, 12:09 PM EDT\n\n                                        By \nNahal Toosi\n\nGOP hopefuls are bashing China ahead of next month’s state visit.\r\n\n\n08/28/15, 12:00 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThese senators may well decide whether the president will be spared the spectacle of a veto.\n\n08/28/15, 11:54 AM EDT\n\n                                        By \nNick Gass\n\nHe laid out his plan to end defense budget cuts.\n\n08/28/15, 11:49 AM EDT\n\n                                        By \nJake Sherman\n\nSean Parnell received tens of thousands of dollars to work as a consultant.\n\n08/28/15, 11:40 AM EDT\n\n08/28/15, 11:40 AM EDT\n\n08/28/15, 11:15 AM EDT\n\n08/28/15, 11:05 AM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\n08/28/15, 10:50 AM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has overturned a lower court's injunction against the National Security Agency's program to collect records on billions of telephone...\n\n08/28/15, 10:12 AM EDT\n\n                                        By \nArthur Allen\n\nDeSalvo’s excellent non-vacation –E-prescribing of opioids now legal throughout U.S.\n\n08/28/15, 10:10 AM EDT\n\n                                        By \nEric Wolff\n\nWHOA!(TUS) — Obama goes easy on climate in Big Easy — Alaskans prefer salmon to gold — Traffic to somehow be even worse on Labor Day weekend\n\n08/28/15, 10:06 AM EDT\n\n                                        By \nCaitlin Emma\n\nPennsylvania teachers forgo paycheck - California wipes old student test scores\n\n08/28/15, 10:06 AM EDT\n\n                                        By \nAdam Sneed\n\nThe FTC’s tech endeavors — Lenovo in cyber crosshairs\n\n08/28/15, 10:05 AM EDT\n\n                                        By \nMatthew Korade\n\nBiden lunches with Trumka — NAM halts fundraising over Ex-Im\n\n08/28/15, 10:04 AM EDT\n\n                                        By \nJennifer Scholtes\n\nNHTSA chief hasn’t set timeline for deciding on early warning rules — DOT doesn’t make the CR anomaly wish list — ‘Manspreading’ graduates to the dictionary\n\n08/28/15, 10:02 AM EDT\n\n                                        By \nBrianna Ehley\n                                         and \nErin Mershon\n\nCadillac tax could wreck FSAs — Administration tightens 340B rules\n\n08/28/15, 10:02 AM EDT\n\n                                        By \nKaty O'Donnell\n                                         and \nBrian Faler\n\nThe end of FSAs? – Trump’s tax increase – An inside look at the IRS data breach\n\n08/28/15, 10:01 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nWOTUS blocked, sort of — Food industry tells Obama: No FSMA fees\n\n08/28/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nCarter seeks Silicon Valley’s help on cybersecurity — Could Lenovo run afoul of the FTC?\n\n08/28/15, 10:00 AM EDT\n\n                                        By \nSteven Shepard\n\nPOLITICO Caucus: Hassan will run for Senate.\n\n08/28/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nBoard rules on dues checkoff, successorship and drug tests\n\n08/28/15, 09:19 AM EDT\nChristie's own email issues\n\n08/28/15, 08:50 AM EDT\n\n                                        By \nMike Allen\n\nTRUMP’S FAVORITE VERSE: ‘the whole Bible’\n\n08/28/15, 08:37 AM EDT\n\n                                        By \nNick Gass\n\nWalker responds to a question as to how he would influence North Korea without a relationship with China.\n\n08/28/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRhode Island eager to bolster defense business — What the Ukrainian army really needs\n\n08/28/15, 08:25 AM EDT\n\n                                        By \nNick Gass\n\nDemocratic presidential frontrunner Hillary Clinton is \"desperate\" and \"panicked,\" he says.\n\n08/28/15, 08:02 AM EDT\n\n                                        By \nBen White\n\nTrump hearts ICAHN — Cantor to back Bush\n\n08/28/15, 08:00 AM EDT\n\n                                        By \nBurgess Everett\n\nRepublicans are already laying plans to return to the issue of Iran even after they likely fail to block the nuclear deal next month.\n\n08/28/15, 07:45 AM EDT\nBy Azi Paybarah in Manhattan, Jimmy Vielkind in Albany, andMike Allen in D.C., with Daniel Lippman\n\n08/28/15, 07:43 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1917, 10 suffragists were arrested while picketing the White House.\r\n\nWe're working on more stories right now\n\n                AP Photo\n\n                        The position was created in response to the U.S. failure to win the release of Americans held by the Islamic State.\n\n            By \nNahal Toosi\n\n08/28/15, 05:09 PM EDT\n\n                Updated 08/28/15, 05:32 PM EDT\nThe Obama administration has named James O'Brien, who helped broker peace in the Balkans in the 1990s, as its first special envoy for hostage affairs.\nThe position was created in the wake of an administration review of how the U.S. deals with hostage situations overseas, an issue that grew especially heated after the Islamic State beheaded several American captives. Concerns about the actions of U.S. officials — including claims that families of hostages were threatened with prosecution if they tried to pay ransoms — led to the review and a number of policy recommendations.\nIn a statement, Secretary of State John Kerry said O'Brien, who previously served as a special presidential envoy for the Balkans and helped formulate the 1995 Dayton Accords that ended the war in Bosnia, would now focus on \"one overriding goal: using diplomacy to secure the safe return of Americans held hostage overseas.\" \n\"Jim is exactly the right person for a job that demands a high level of diplomatic experience and the ability to analyze and find effective remedies to complex problems,\" Kerry said. \"He will be in close contact with the families of American hostages, meet with foreign leaders in support of our hostage recovery efforts, advise on options to enhance those efforts, participate in strategy meetings with other senior U.S. policymakers, and represent the United States internationally on hostage-related issues.\"\n\nAlso on POLITICO\n\n            By \nBurgess Everett\n             and \nSeung Min Kim\n\nO'Brien, who is currently vice chairman of the Albright Stonebridge Group, is expected to work with the interagency Hostage Recovery Fusion Cell, which was created as a result of the policy review. He will report to the secretary of state.\n\nNahal Toosi is the Foreign Affairs Correspondent for Politico. She was an Associated Press correspondent in Pakistan from April 2008 through August 2011.\n\n                                            By \n                                                    Mitch Landrieu\n                                             and \n                                                    Judith Rodin\n\n\n                                            By \nBen Wofford\n\n\n                                            By \nMelinda Liu\n\n\n                                            By \nCaleb Hannan\n\n © 2015 POLITICO LLC", "byline": "", "description": "The position was created in response to the U.S. failure to win the release of Americans held by the Islamic State.", "title": "Obama names special envoy for hostages", "url": "http://www.politico.com/story/2015/08/james-obrien-us-hostage-affairs-envoy-islamic-state-213145", "topics": ["terrorism", "campaign_finance"], "people": ["Katy O'Donnell", "Burgess Everett", "Sean Parnell", "Arthur Allen", "Caleb Hannan", "Erin Mershon", "Hillary Clinton", "Helena Bottemiller Evich", "James O'Brien", "Mitch Landrieu", "John Kerry", "Eric Cantor", "Marc Caputo", "Steven Shepard", "Brian Mahoney", "Maggie Hassan", "Nahal Toosi", "Jules Johnston", "Caitlin Emma", "Brian Faler", "Nick Gass", "Adam Sneed", "Ben Wofford", "Jennifer Scholtes", "Martin O'Malley", "Daniel Lippman", "Seung Min Kim", "Jimmy Vielkind", "Andrew Glass", "Jeremy Herb", "Nicholas Vinocur", "Eric Wolff", "Azi Paybarah", "Tim Starks", "Gabriel Debenedetti", "Jennifer Liberto", "Brianna Ehley", "Melinda Liu", "Mike Allen", "Judith Rodin", "Matthew Korade", "Ben White", "Jake Sherman", "Josh Gerstein", "Maxim Eristavi", "Hadas Gold"], "orgs": ["Washington And The World", "Tarini Parti", "Fed", "Lenovo", "Federal Reserve", "DNC", "Congress", "Senate", "National Security Agency", "NHTSA", "Albright Stonebridge Group", "LDA", "NAM", "FTC", "Democratic National Committee", "Bible", "Carmen Group", "WOTUS", "ICAHN", "IRS"], "authors": [{"author_id": 18573, "fullname": "jennifer liberto", "primary_org": "cnn"}], "date_written": "2015-08-28 22:09:21", "org": "politico", "article_id": "c6b63902e757f4d497b43048f18373f6", "date_access": "2015-08-28 23:38:23.965819"}