{"body": "\n10/17/15 11:53 AM EDT\n\n                                        By \nMike Allen\n\nA draft announcement speech for the V.P. -- in case he runs. Dateline: Scranton\n“On Saturday morning, the Vice President will be in Wilmington, Delaware. In the afternoon, he will travel to New York City.\n\n10/17/15 09:49 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\n2016\n\n10/17/15 08:14 AM EDT\n\n                                        By \nKyle Cheney\n\nFor all the buzz surrounding his campaign, the Florida senator isn't raising enough money and hasn't yet built much of a field organization. \n\nPrimary Source\n\n10/17/15 08:00 AM EDT\n\n                                        By \n                                                Mark Towhey\n                                         and \n                                                Johanna Schneller\n\nRob Ford’s former chief of staff dishes the inside story of the Toronto mayor’s decline and fall.\n\nForeign Policy\n\n10/17/15 07:59 AM EDT\n\n                                        By \nMichael Crowley\n\nIran's president may be setting an unrealistic goal of lifting sanctions before February elections. \n\n10/17/15 12:13 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1939, 45 of the Senate's 96 senators, as well as 250 House members, were present in Constitution Hall to watch the world premiere of Mr....\n\n2016\n\n10/16/15 08:37 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nAs party donors and activists await a Biden decision, Clinton and Sanders see a two-person race.\n\n2016\n\n10/16/15 08:23 PM EDT\n\n                                        By \nBen Schreckinger\n\nHis campaign has developed the infrastructure to put up a real fight in the earliest primaries and beyond.\n\n10/16/15 08:22 PM EDT\n\n                                        By \nElana Schor\n\nThe decision pivots away from energy development in the environmentally sensitive region.\n\n10/16/15 07:22 PM EDT\n\n                                        By \nEliza Collins\n\nIn a campaign cycle where candidates are battling over who can be the most frugal there's one sky-high luxury that teams on both sides are having a hard...\n\n10/16/15 06:52 PM EDT\n\n                                        By \nEliza Collins\n\nSen. Bernie Sanders, has not yet commented on Obama's decision.\n\n                                        By \n                                                Henry C. Jackson\n\n389 days until Election Day 2016\n\n10/16/15 06:38 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHey Big Spender\n\n2016\n\n                                        Updated 10/16/15 06:14 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe Republican front-runner's threat to boycott CNBC's debate set off an intense 48 hours of deal-making.\n\n10/16/15 05:58 PM EDT\n\n                                        By \nKatie Glueck\n\nBen Carson's spokesman contributed to liberal Sen. Barbara Boxer's victory over Carly Fiorina in 2010.\n\nFourth Estate\n\n10/16/15 05:38 PM EDT\n\n                                        By \nJack Shafer\n\nNobody else has the political will to kick Clinton in the shins—to squeeze a little blood in the broth, if you allow.\n\n10/16/15 05:01 PM EDT\n\n10/16/15 05:00 PM EDT\n\n10/16/15 04:57 PM EDT\n\n10/16/15 04:23 PM EDT\n\n                                        By \nAnnie Karni\n\nHillary is making guns a campaign issue.\n\n10/16/15 03:56 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt didn't take long for staffers from a few 2016 Republican presidential campaigns to start taking pot shots at each other over the latest FEC fundraising...\n\n                                        Updated 10/16/15 03:22 PM EDT\n\n                                        By \nRachael Bade\n\nPanel Republicans did not respond to Democratic accusations that Abedin's testimony was irrelevant.\n\n                                        Updated 10/16/15 03:20 PM EDT\n\n                                        By \nNick Gass\n\n\"Don’t blame him or don’t blame him, but he was president,\" Trump says.\n\n                                        Updated 10/16/15 03:11 PM EDT\n\n                                        By \nNick Gass\n\nIt's up to the American people to decide the next president, he says.\n\n10/16/15 02:55 PM EDT\n\n10/28/15 08:00 AM EDT\nPOLITICO's Chief Economic Correspondent Ben White takes Morning Money live for a breakfast briefing with Director Richard Cordray, Consumer Financial Protection...\n\n10/16/15 02:04 PM EDT\n\n                                        By \nEliza Collins\n\nRomney says Trump's controversial comments about Hispanics could be \"problematic.\"\n\n10/16/15 02:02 PM EDT\n\n                                        By \nJosh Gerstein\n\nAhmed Abu Khatallah is facing a slew of terrorism and murder charges in connection with the assault that claimed the lives of four Americans.\n\n10/16/15 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nMore signs pointing to API, ANGA merger — Bill Clinton hits money trail\n\n                                        Updated 10/16/15 01:34 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton and Bernie Sanders are in a tight race in New Hampshire, a new poll finds.\n\nWar Room\n\n10/16/15 12:59 PM EDT\n\n                                        By \n                                                Jeff Eggers\n\nMore troops alone can’t win. The U.S. needs to leverage its new commitment into diplomatic and political gains.\n\n                                        Updated 10/16/15 12:54 PM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton will make her first visit to Stephen Colbert's \"Late Show\" on Oct. 27.\n\n11/10/15 05:30 PM EST\nJoin POLITICO for cocktails and conversation with leading voices who are changing the way Americans engage around the world.\n\n                                        By \n                                                Dana Rubinstein\n\n\n                                        By \n                                                Matt Dixon\n\n\n10/16/15 11:39 AM EDT\n\n10/23/15 12:00 PM EDT\nJoin POLITICO's heath care editor Joanne Kenen and eHealth editor Arthur Allen for an Outside, In Twitter Chat exploring the digital revolution...\n\n                                        Updated 10/16/15 10:57 AM EDT\n\n                                        By \nRachael Bade\n\nHuma Abedin had been scheduled weeks ago to testify Friday.\n\n10/16/15 10:45 AM EDT\n\n10/16/15 10:12 AM EDT\n\n                                        By \nHadas Gold\n\nWashington Free Beacon editor Matthew Continetti said in a statement Stiles purchased the hats for the staff at the publication.\n\n10/16/15 10:06 AM EDT\nNRA vs. NEWSOM\n\n10/16/15 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nLouisiana rivals slam Vitter over debate restrictions\n\n10/16/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nTeamsters fund cuts made public – McDonald's NLRB 'Chutzpah'\n\n10/16/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nKasich’s vanilla tax plan — Hastert saga nearing end\n\n10/16/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHHS lowballs Obamacare enrollment targets — Colorado co-op looks for ways to stay alive — Obamacare doesn't cancel class for long\n\n10/16/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nRFS air wars escalate — Feds to give update on biotech rule changes\n\n10/16/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW details worldwide recall plans — Debt-limit date skips ahead\n\n10/16/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nTech giants oppose CISA (but not unanimously) — FinFisher malware used by governments\n\n10/16/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nPritzker urges EU to speed up safe harbor talks — Harper not guessing anymore\nWe're working on more stories right now\nJosh Gerstein on the Courts, Transparency, & More\n\n            By \nJosh Gerstein\n\n10/15/15 06:16 PM EDT\nA flurry of improper leaks to the media is plaguing a lawsuit the FBI is facing over allegations it illegally leaked private information, the Justice Department complained Thursday.\nThe government's move to turn the tables came in a suit brought by Florida residents Jill and Scott Kelley, who contend that their privacy was invaded when FBI and Defense Department officials leaked messages from their private email account after Jill Kelley told the FBI that she and high ranking government officials she knew were being stalked online.\nThe ensuing investigation exposed an extramarital affair then-CIA Director David Petraeus had with his biographer, Paula Broadwell. The disclosure led to Petraeus’s resignation and eventually to his guilty plea earlier this year to a misdemeanor charge he mishandled classified information by storing it at his home and sharing it with Broadwell.\nIn a court filing early Thursday (posted here), the Justice Department pointed to stories on CNN’s website and in POLITICO detailing aspects of a key FBI agent’s deposition in the case. The motion seeking to limit questioning of FBI officials stopped just short of accusing the Kelleys or their attorneys of the leaks, but argued that the disclosures appeared to be part of an effort to abuse depositions in the case to fish for information on topics that government lawyers believe should be off limits.\n“Within days after the parties (both plaintiffs and defendants) designated certain portions of the [FBI Agent Fred] Humphries deposition transcript as ‘CONFIDENTIAL-SUBJECT TO THE PROTECTIVE ORDER’, a redacted copy was provided to the media,” DOJ lawyers wrote. “Defendants do not know who provided this transcript to the media, except they know it was not provided by either defendant FBI or DoD nor their counsel.”\n“In July and August, plaintiffs deposed several current and former DoD employees, and information from those depositions was later provided to the press and reported in news articles appearing to cast plaintiffs in a favorable light,” the Justice Department continued. “One [AP] story…purported to describe testimony given by the DoD witnesses at these depositions…It also described the plaintiffs ‘legal strategy,’ including their plans to subpoena journalists.”\nThe DOJ filing argues that the Kelleys’ attorneys are pursuing an “ulterior motive” by using the depositions to embarrass and harass witnesses and to seek information not related to the only surviving issue in the suit: whether the FBI or Defense Department leaked private information about the Kelleys to the media. Some press accounts after the probe became public suggested Jill Kelley had an affair with Gen. John Allen, something both parties deny.\nA lawyer for the Kelleys, Alan Raul, did not respond to a request for comment for this story.  However, in comments quoted in the pleadings, another lawyer for the Kelleys argued that the manner in which the FBI carried out the investigation and the timing of when individuals received the Kelleys’ personal information was relevant to who may have leaked their personal information and why.\n“I’m being met with obstruction,” Kelley lawyer Guy Neal declared at a deposition last month after government lawyer Lisa Marcus set forth a series of objections and repeatedly instructed FBI Agent Adam Malone not to answer certain questions.\nAt a hearing in the case last week, Judge Amy Berman Jackson criticized “an unbelievable waste of time by both sides” during an earlier deposition. “I hope it’s not representative of depositions in this case,” she said.\nLast month, Jackson also dressed down the Kelleys’ legal team for publicly filing a list of nine journalists or former journalists subpoenaed in the case.\nThe latest government motion asks to limit discovery requests and depositions of FBI personnel to “facts sufficient to show disclosure(s) to the media by one or more FBI employees in a manner violating the Privacy Act.”\nJackson issued an order late Thursday afternoon giving the Kelleys’ legal team until next week to respond the government’s filing.\n © 2015 POLITICO LLC", "byline": "", "description": "A flurry of improper leaks to the media is plaguing a lawsuit the FBI is facing over allegations of it illegally leaked private information, the Justice Department complained Thursday.", "title": "Feds complain leak lawsuit spurred leaks", "url": "http://www.politico.com/blogs/under-the-radar/2015/10/feds-complain-leak-lawsuit-spurred-leaks-214858", "topics": ["economy", "campaign_finance"], "people": ["Kyle Cheney", "Rachael Bade", "Helena Bottemiller Evich", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Hadas Gold", "David Petraeus", "Dana Rubinstein", "Matthew Continetti", "Paula Broadwell", "Barbara Boxer", "Richard Cordray", "Joanne Kenen", "Brian Mahoney", "Bill Clinton", "Gabriel Debenedetti", "Elana Schor", "Bernie Sanders", "Huma Abedin", "Annie Karni", "Nick Gass", "Jack Shafer", "Stephen Colbert", "Jennifer Scholtes", "Adam Behsudi", "Daniel Lippman", "Alex Isenstadt", "Andrew Glass", "Michael Crowley", "Eliza Collins", "Toby Eckert", "David Vitter", "Matt Dixon", "Tim Starks", "Carly Fiorina", "Brianna Ehley", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Jill Kelley", "Arthur Allen", "Hillary Clinton", "Ben White", "Josh Gerstein", "Katie Glueck", "Ben Carson", "Amy Berman Jackson"], "orgs": ["RFS", "Courts , Transparency , & More", "CNBC", "Defense Department", "Senate", "NRA", "CIA", "Justice Department", "eHealth", "V.P.", "FBI", "CISA"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-10-15 23:16:42", "org": "politico", "article_id": "840a2e290529b672a131c74cf43aebf2", "date_access": "2015-10-17 17:31:37.332582"}