{"body": "2016\nWhat the press forgets every election.\nBy JEFF GREENFIELD \nJuly 13, 2015\nGetty.\nIn his classic 1941 short story “Nightfall,” Isaac Asimov imagines a planet (Lagash) with six suns. Only once every 2,049 years does total darkness fall—and with nightfall comes the appearance of the stars. When that happens, the citizens of Lagash go mad; they burn everything in a desperate attempt to banish the darkness. The total collapse of civilization means there is no record of what has happened; no collective memory to ward off the next collapse when darkness descends again in another 2,049 years.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nThis fictional story unfortunately is an illuminating (no pun intended) guide to how we cover—or miscover—the presidential primary process. Even though there’s a gap of only four years between elections, as opposed to two millennia and change, it’s as though our collective memory gets wiped clean sometime around the inauguration, and we approach the next cycle with no guide to what has happened in elections past.\nThe key lesson we forget every four years is that the nominating process stands in sharp contrast to the general election, where “fundamentals” often hold sway. While I’m skeptical about the predictive ability of academics and experts to call an election a year or two out, there’s good evidence that a combination of variables—mostly, but not exclusively economic—can provide a useful, if sometimes blunt instrument for gauging the outcome of an election. (When you get within a week or two of a presidential Election Day, you’d be pretty reckless not to trust the kind of analysis made famous by Nate Silver.)\nPerhaps that fact shouldn’t be surprising; a general election in this country is binary. Given that we’ve only elected Democrats or Republicans for the past 165 years, a monkey with one red and one blue card in front of him ought to be able to bat .500; and as often as not, the outcome is a foregone conclusion weeks, if not months, before Election Day. Indeed, there are academic studies that argue more broadly that the general election campaign itself is almost wholly irrelevant to the outcome.\nThe history of primary elections, by contrast, suggests that they might as well take place on a different planet. The presidential nominating process usually involves a number of contestants. It moves by fits and starts; candidacies can rise, fall, revive and collapse with breathtaking speed. Again and again, months, even years of assumptions are thrown into a cocked hat by a sudden surge or implosion of a campaign. It’s a history that should lead any political journalist to question just how much the ever-increasing tonnage of pre-primary coverage really adds anything useful to our understanding of the process. When we look at the stories and conjectures of just the past two weeks or so—do Bernie Sanders’ crowds mean Clinton could lose? might Trump run third party? Has Jeb Bush’s “work longer hours” notion turned him into Mitt Romney 2.0? It’s worth remembering how quickly and dramatically the fortunes of candidates have shifted in recent decades:\n• 1976: Ronald Reagan’s challenge to fellow Republican Gerald Ford is at death’s door in late March; a narrow but unexpected loss in New Hampshire is followed by a series of defeats, withdrawal seems inevitable. Then, aided by a half-hour TV speech blasting the Ford-Kissinger foreign policy, Reagan wins New Hampshire, then 10 later primaries, and comes within a few dozen votes of unseating Ford at the convention.\n• 1980: Sen. Edward Kennedy’s challenge to fellow Democrat Jimmy Carter is at death’s door in late March; Carter has beaten Kennedy in every contest save for Massachusetts, and a late poll shows Carter with a double-digit lead in New York. Instead, Kennedy beats Carter by 18 points in New York, and wins a series of later primaries that carries Kennedy’s campaign through the convention.\n• 1984: Former Vice-President Walter Mondale sails through the pre-primary phase with a lead so big he refuses to debate his rivals, declaring the campaign “the sweetest primary in history.” He scores a 3-1 win in Iowa, and several days later, just before the New Hampshire primary, the New York Times reports Mondale has the largest poll lead of any non-incumbent ever. But Senator Gary Hart crushes Mondale in New Hampshire and, within a week, Mondale is struggling to survive.\nAre these campaigns too distant to be relevant? How about the past three primaries:\n• 2004: Vermont Governor Howard Dean draws huge crowds and torrents of volunteers and campaign cash with a powerful anti-war message and online savvy. With a few weeks before actual voting starts, Dean has double-digit leads in Iowa and New Hampshire. Instead, he finishes a distant third behind Senators John Kerry and John Edwards (His famous—or infamous—pep-talk-cum-scream came on Caucus Night, after his Iowa collapse).\n• 2008: In the summer of 2007, presumptive front-runner John McCain is in freefall, with an empty campaign treasury and a staff implosion that has left his campaign written off by rivals and by the press. New York Mayor Rudy Giuliani holds huge leads in national and key state polls. By year’s end, ex-Massachusetts Governor Mitt Romney, with virtually limitless financial resources, is poised to win Iowa and New Hampshire, on his way to the nomination. But Arkansas Governor Mike Huckabee turns his appeal to Iowa evangelicals into a win, and in New Hampshire a cash-strapped McCain uses town meetings to win the primary and, with Giuliani’s collapse and a divided opposition, capture winner-take-all primaries in big states and win the nomination.\nJeff Greenfield is a five-time Emmy-winning network television analyst and author.\nLead image by Getty.\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nWhat Works\n By SAUNDRA AMRHEIN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "In his classic 1941 short story “Nightfall,” Isaac Asimov imagines a planet (Lagash) with six suns. Only once every 2,049 years does total darkness fall—and with nightfall comes the appearance of the stars. When that happens, the citizens of Lagash go mad; they burn everything iContinue reading ...", "title": "Primary Amnesia", "url": "http://www.politico.com/magazine/story/2015/07/2016-elections-primary-amnesia-120046.html", "topics": ["economy"], "people": ["John Kerry", "Rudy Giuliani", "Mitt Romney", "Gary Hart", "Jeb Bush", "Walter Mondale", "Nate Silver", "Howard Dean", "Edward Kennedy", "Isaac Asimov", "John Edwards", "Mike Huckabee", "Bernie Sanders", "Ronald Reagan", "Jeff Greenfield"], "orgs": ["Videos & Photos", "What Works", "Ford"], "authors": [{"author_id": 33762, "fullname": "jeff greenfield", "primary_org": "politico"}], "date_written": "2015-07-14 00:05:47", "org": "politico", "article_id": "438373985cd43dc17f2e459708c372ed", "date_access": "2015-07-13 23:40:04.726029"}