{"body": "Getty\nBy Annie Karni\n7/30/15 4:41 PM EDT\nUpdated 7/30/15 5:03 PM EDT\nIt’s going to be a working vacation for Hillary Clinton.\nThe former secretary of state is taking some time off the campaign trail at the end of August to relax in the Hamptons, a tony vacation spot for New York’s elite, but she already has three campaign fundraisers on her schedule.\nStory Continued Below\nClinton will host a luncheon at fashion designer and mogul Tory Burch’s Southampton home on Sunday, Aug. 30, according to an invite obtained by POLITICO.\nBurch appears to be a first-time Clinton donor but has some connections in Clinton world. Terri McCullough, director of the Clinton Foundation’s “No Ceilings” project, previously worked at the Tory Burch Foundation. Burch has in the past made political contributions to Cory Booker’s Senate campaign and to New York Sen. Chuck Schumer.\nA Burch spokeswoman did not respond to a request for comment.\nTickets to the Burch brunch cost $1,000 to attend, and $2,700 to attend and get a photograph with Clinton.\nMore on POLITICO\nClinton is also scheduled to attend a dinner reception on Saturday, Aug. 22, at the home of philanthropists Selma and Artie Rabin in Water Mill, and a pancake breakfast Aug. 30 hosted by longtime Clinton donors Susan and Alan Patricof at their East Hampton home, according to an invite obtained by POLITICO.\nBy JACK SHAFER\nBy MICHAEL KRUSE\nBy DENNIS ROSS\nBy BEN WOFFORD\n© 2015 POLITICO LLC", "byline": "", "description": "Fashion designer and mogul Tory Burch will host a luncheon for Clinton.", "title": "Hillary's vacation includes Hamptons fundraisers", "url": "http://www.politico.com/story/2015/07/hillarys-vacation-includes-hamptons-fundraisers-120828.html", "topics": ["campaign_finance", "women", "economy"], "people": ["Artie Rabin", "Cory Booker", "Hillary Clinton", "Chuck Schumer", "Annie Karni", "Alan Patricof", "Tory Burch"], "orgs": ["Clinton Foundation", "Southampton", "Tory Burch Foundation", "Senate"], "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}], "date_written": "2015-07-30 21:41:07", "org": "politico", "article_id": "cd799fbf7a9da3f41ae90210b4a6bf76", "date_access": "2015-07-30 22:20:05.267284"}