{"body": "AP Photo\nBy Nick Gass\n7/20/15 6:50 AM EDT\nUpdated 7/20/15 8:07 AM EDT\nDonald Trump does not owe him an apology for remarks disparaging his military service in Vietnam, Arizona Sen. John McCain said Monday. But he should apologize to others.\n“But I think he may owe an apology to the families of those who have sacrificed in conflict and those who have undergone the prison experience of serving their country,” McCain said during an interview on MSNBC’s “Morning Joe.”\nStory Continued Below\nMcCain, a five-term senator who spent more than five years in the “Hanoi Hilton” as a prisoner of war in Vietnam, said he is used to barbs and rhetoric in the political arena.\n“I’m not a hero, but those who were my senior ranking officers, people like Col. Bud Day, a congressional Medal of Honor winner, and those that have inspired us to do things that we otherwise wouldn’t have been capable of doing. Those are the people that I think he owes an apology to,” McCain said.\nFor his part, Trump is not backing down on his comments criticizing the senator’s service. And he has fresh venom for his fellow 2016 contenders as well.\nDuring an appearance at the Family Leadership Summit in Ames, Iowa, Trump created an uproar when he told pollster Frank Luntz of McCain: “He’s not a war hero. He was a war hero because he was captured. I like people who weren’t captured.”\nThe comments were the latest in a back-and-forth between Trump and the Arizona senator, who went on record in a New Yorker interview last week, calling the candidate’s supporters at a Phoenix rally “crazies.”\n“I thought it was a term of endearment,” McCain said Monday about the term “crazies,” adding that he meant it in a way of “paternal affection” toward Arizona’s political diversity.\nTrump’s remarks provoked widespread condemnation, but he responded to the backlash by doing what he did before on immigration: doubling down.\nIn an Monday interview with NBC’s Matt Lauer on “Today,” Trump again blasted McCain for what he called the “terrible job” he has done for veterans and noting an article from journalist Sharyl Attkisson that concluded that The Washington Post mischaracterized the quote.\nBut he also said he did not expect the comments would turn into an issue.\n“We talk about John McCain, and I think it’s great. He is a very brave man and all of that, but we don’t talk about the people who weren’t captured, and that’s what I was trying to refer to, and I think I did. And by the way, if you see the news conference right afterwards, a few minutes afterwards, everything was perfect,” Trump said, referring to a press availability after the event in Ames.\n“I never even thought this would be an issue,” Trump added. “My opponents have brought it up. These are guys who have zeros in the polls.”\nAsked by Lauer if he would say the same thing to McCain’s face, Trump said he would not but took issue with the way his remarks were being characterized.\n“No, and if you go on [to the next sentence], Matt, see that’s what you don’t do,” Trump said, as Lauer tried to interject.\n“Excuse me, excuse me, Matt, because you’re the media, and you do the same thing. And the next sentence, was ‘He is a war hero,’ and I said that, but they don’t want to play that and you don’t want to play it … Excuse me … Savannah [Guthrie] started it off … and if you would have let it run another three seconds … What I do have problems with is that he called 15,000 people that showed up for me to speak in Phoenix, he called them ‘crazies,’ because they want to stop illegal immigration,” he added.\n“We did run the other part of your comments, Mr. Trump. So please don’t say that we didn’t, because we did,” Lauer responded.\n“Then why did Savannah start off by saying I said that he was not a war hero. I never said that. I said he was a war hero, Matt. So you misrepresent, just like everyone else,” Trump said.\nTrump also blasted McCain’s stance on immigration reform and border security.\n“He’s terrible,” Trump remarked. “And he’s doing a horrible job with the vets.”\nHe then tied the two issues together.\n“Frankly, illegal immigrants get treated better than many of our vets. It’s a disgrace,” he added.\n“A number of my competitors for the Republican nomination have no business running for president. I do not need to be lectured by any of them. Many are failed politicians or people who would be unable to succeed in the private sector. Some, however, I have great respect for,” he wrote in a USA Today op-ed published Sunday evening.\n“The reality is that John McCain the politician has made America less safe, sent our brave soldiers into wrong-headed foreign adventures, covered up for President Obama with the VA scandal and has spent most of his time in the Senate pushing amnesty. He would rather protect the Iraqi border than Arizona’s,” Trump wrote.\nEchoing a campaign statement, he noted his support for getting a New York City memorial built for Vietnam War veterans and his work in financing a parade in the same city for 25,000 veterans.\nPoliticians on both sides of aisle have piled on against the Republican billionaire candidate, with some urging him to drop out of the presidential race entirely.\n“Enough with the slanderous attacks,” former Florida Gov. Jeb Bush tweeted Saturday.\nSouth Carolina Sen. Lindsey Graham, no stranger to going after Trump’s effect on the GOP, denounced his remarks later in his appearance on the dais with Luntz, saying that every prisoner of war “deserves our recognition and respect.”\nFormer Texas Gov. Rick Perry called on Trump to withdraw from the race in a statement on Saturday. “We’re seeing an individual who’s more interested in throwing invectives and this hyperbolic rhetoric out there, rather than laying out solutions,” he told NBC’s Chuck Todd in a “Meet the Press” appearance on Sunday.\nIn another interview with NBC published Monday, Wisconsin Gov. Scott Walker said that “at a minimum,” Trump “needs to apologize.” He added, “I think more people need to push him.”\nFlorida Sen. Marco Rubio said Trump’s comments disqualify him from the presidency. “This is an insult to all POWs, all men and women who have served us in uniform and have been captured,” Rubio said on CNN’s “State of the Union” on Sunday.\nThe Republican National Committee itself denounced Trump’s criticism of McCain, the party’s 2008 nominee, as well. “Senator McCain is an American hero because he served his country and sacrificed more than most can imagine. Period. There is no place in our party or our country for comments that disparage those who have served honorably,” RNC spokesman Sean Spicer said in a written statement released Saturday.\nAt least one GOP contender declined to directly criticize Trump, however. Texas Sen. Ted Cruz called Senate colleague McCain a “hero” in a CNN interview Sunday but said we would not speak ill of a fellow Republican. “I’m not going to do it,” he said.\nHillary Clinton lambasted Trump’s remarks at a state Democratic Party dinner in Arkansas on Saturday night. “It’s shameful, and so is the fact that it took so long for his fellow Republican candidates to start standing up to him,” she told a room of about 1,500 Democrats. “The sad truth is if you look at many of their policies, it can be hard to tell the difference.”\nSecretary of State John Kerry, whose own record in Vietnam became an issue in the 2004 presidential campaign, defended McCain’s service. “If anyone doesn’t know that John McCain is a war hero, it only proves they know nothing about war and even less about heroism,” Kerry said in a statement.\nAs far as McCain himself, the Arizona senator and one-time Republican presidential nominee demurred on whether Trump should pull out of the race.\n“I think it’s a decision that he would have to make,” he said. “But I can assure you, if you talk to our veterans, and I’ve had a flood of calls … they are not happy.”\nBy ROBERT DALLEK\nBy JOSH ZEITZ\nBy COLIN WOODARD\nBy JAY FAISON \n© 2015 POLITICO LLC", "byline": "", "description": "Politicians on both sides of aisle have piled on against the Republican billionaire candidate.", "title": "McCain on Trump: I don't need an apology, but others deserve one", "url": "http://www.politico.com/story/2015/07/donald-trump-john-mccain-feud-veterans-usa-today-op-ed-120347.html", "topics": ["immigration", "personality"], "people": ["Nick Gass", "John Kerry", "Frank Luntz", "Sean Spicer", "Lindsey Graham", "Jeb Bush", "Rick Perry", "Hillary Clinton", "Donald Trump", "Chuck Todd", "Marco Rubio", "Sharyl Attkisson", "Bud Day", "Ted Cruz", "Scott Walker", "Matt Lauer"], "orgs": ["Family Leadership Summit in Ames", "Senate", "Democratic Party", "Hanoi Hilton", "Republican National Committee", "RNC", "MSNBC", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-07-20 11:50:35", "org": "politico", "article_id": "46066505e41855fa1dac6f49a564c931", "date_access": "2015-07-20 12:20:03.490891"}