{"body": "Getty\nBy Nick Gass\n7/15/15 7:55 AM EDT\nAmericans have increasingly positive views of Republican presidential candidate Donald Trump since his remarks on immigration, though many more still dislike him by nearly a 2-to-1 margin, according to a new ABC News/Washington Post poll released Wednesday.\nThirty-three percent of those surveyed said they had a favorable view of the billionaire real-estate mogul, while 61 percent said they did not. Still, that is an improvement from the last ABC News/Washington Post poll conducted in May before Trump’s campaign announcement, when 71 percent viewed him unfavorably and just 16 percent said they had a favorable impression of him.\nMore on POLITICO\nAmong Hispanics, however, his negatives are soaring. Just 13 percent said they have a positive opinion of Trump, who last month decried undocumented immigrants who are “rapists” and “killers” coming across the border from Mexico and other countries. More than eight-in-10 (81 percent) of Hispanics said they have an unfavorable impression of him.\nStory Continued Below\nThe only groups that see Trump favorably are Republicans and strong conservatives, according to the poll. Republicans view Trump favorably by a margin of 57 percent to 40 percent, while those identifying as very conservative view him favorably, 55 percent to 37 percent. Among all whites, 53 percent see him unfavorably, along with 74 percent of nonwhites, 58 percent of independents and 60 percent of moderates.\nAmong Democrats, Hillary Clinton’s favorability rating (52 percent to 45 percent) tops that of Bernie Sanders’ (27 percent to 28 percent), though a plurality (45 percent) of those surveyed said they had no opinion of the independent Vermont senator.\nThe poll was conducted July 8-12 via landline and cellphones in English and Spanish, surveying a random national sample of 1,011 adults. The results carry a margin of error of plus-or-minus 3.5 percentage points.\nBy MOHAMAD BAZZI\nBy ELIZABETH DICKINSON\nBy DANIELLE PLETKA\nBy JACK A. GOLDSTONE\n© 2015 POLITICO LLC", "byline": "", "description": "Among Hispanics, however, his negatives are soaring.", "title": "Poll: Trump's favorability increasing, but not with Hispanics", "url": "http://www.politico.com/story/2015/07/poll-donald-trump-favorability-increasing-120139.html", "topics": ["immigration"], "people": ["Nick Gass", "Donald Trump", "Hillary Clinton", "Bernie Sanders"], "orgs": [], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-07-15 12:55:50", "org": "politico", "article_id": "906d4c3710c7136eb839cd5c7a371141", "date_access": "2015-07-15 12:20:03.494875"}