{"body": "\n08/27/15, 10:44 PM EDT\n\n08/27/15, 10:42 PM EDT\n\nThe Friday Cover\n\n08/27/15, 09:51 PM EDT\n\n                                        By \nTony Romm\n\nSteve Jobs famously disdained D.C. Tim Cook’s quietly taking it on.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\n\n08/27/15, 09:22 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:20 PM EDT\n\n2016\n\n08/27/15, 07:56 PM EDT\n\n                                        By \nSteven Shepard\n\nA new approach to the email scandal may help, but pollsters see a long climb ahead.\r\n\n\n08/27/15, 07:45 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n“Congress needs to really hammer home in their investigations.”\r\n\n\n                                        By \nHenry C. Jackson\n\nHILLARY CLINTON talks gun violence in Ohio.\r\n\n\n08/27/15, 07:41 PM EDT\n\n                                        By \nHenry C. Jackson\n\nThe Progressive Resistance\r\n\n\n2016\n\n08/27/15, 07:24 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nHadas Gold\n\nAs the controversies pile up, Trump’s favorability soars.\r\n\n\n08/27/15, 07:15 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\nVoter Fraud\n\n08/27/15, 07:05 PM EDT\n\n                                        By \nNicholas Kusnetz\n\nThe integrity of the election is under threat—in Ohio and across the country.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\r\n\n\n2016\n\n08/27/15, 05:50 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe weakened front-runner is going to Democratic elites with one message: My campaign is on track.\r\n\n\n08/27/15, 04:31 PM EDT\n\n                                        By \nMike Allen\n\nThe former House majority leader will also be named a Virginia state co-chair of Bush's presidential campaign.\r\n\n\n08/27/15, 04:24 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n08/27/15, 04:11 PM EDT\n\n08/27/15, 03:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGabriel Debenedetti\n\nClinton wouldn’t have access to the money unless and until she’s the nominee.\r\n\n\n08/27/15, 03:13 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe campaign rivals team up for a joint attack on Obama’s nuclear deal with Iran.\r\n\n\n08/27/15, 02:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nA resolution honoring the vice president’s son comes as his father weighs a presidential run.\r\n\n\n08/27/15, 01:40 PM EDT\n\n                                        By \nPOLITICO Magazine\n\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:21 PM EDT\n\n08/27/15, 01:20 PM EDT\n\n08/27/15, 01:20 PM EDT\n\n08/27/15, 01:19 PM EDT\n\n08/27/15, 01:19 PM EDT\n\n08/27/15, 01:18 PM EDT\n\n08/27/15, 01:18 PM EDT\n\n08/27/15, 01:16 PM EDT\n\n08/27/15, 01:15 PM EDT\n\n08/27/15, 01:15 PM EDT\n\n08/27/15, 01:14 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:12 PM EDT\n\n08/27/15, 01:10 PM EDT\n\n08/27/15, 01:10 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n                                        By \nEliza Collins\n\nSaudi Arabia has expressed concerns that the deal would strengthen Iran, its major rival in the region.\r\n\n\n08/27/15, 01:09 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n08/27/15, 01:08 PM EDT\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe meeting with was meant to be private — Biden’s official schedule only had him meeting with “senior advisers.”\r\n\n\n08/27/15, 01:05 PM EDT\n\n08/27/15, 01:05 PM EDT\nWe're working on more stories right now\n\n                Getty\n\nDefense\n\n            By \nBryan Bender\n             and \nAustin Wright\n\n08/22/15, 08:03 AM EDT\nThe GOP presidential field may not agree on everything, but it’s quickly coalescing around one big idea: vastly increasing the size of the Navy. \n But the Republican vow — to go from 273 ships today to as many as 350 — is likely to run aground due to the enormous price tag for a military buildup that could cost hundreds of billions of dollars and a series of other political obstacles. \n The ambitious plan would put the GOP presidential wing on a potential collision course with its own congressional budget hawks, along with key constituencies who would likely see their prized programs slashed to reach the goal. \n Yet that isn’t stopped a growing roster of Republican hopefuls from going full steam ahead, with John Kasich the latest to join Chris Christie, Marco Rubio, Scott Walker and others in making the case for dozens of new warships. \n Former Navy Secretary Richard Danzig calls the pledges “sloganeering” and lacking in “strategic thought.” Even one leading GOP defense strategist freely admits the price tag would require deep cuts in other programs, and so far there’s no consensus on how to do that. \n “The Republican approach has clearly been to sidestep the whole issue of entitlements” said Dov Zakheim, former Pentagon budget chief in the George W. Bush administration who has advised Kasich, Christie, Rubio and Jeb Bush on the need for a substantially larger fleet but believes the only way to pay for it would be to cut other programs, particularly social programs. \n A number of experts also pointed out that even the Navy’s current shipbuilding plan is billions of dollars short of what is needed and GOP majorities in both houses of Congress have been unwilling to lift strict caps on government spending in order to cover the gaps. \n But the longing of GOP defense hawks for a bigger fleet has lasted generations. It can be traced, like so much else, to Ronald Reagan, who justified his unfulfilled dream of a 600-ship fleet by saying “the way to prevent war is to prepare for it.” \n It’s been one of the most reliable campaign pledges in recent presidential elections, sparking a memorable putdown by President Barack Obama when Mitt Romney proposed a 350-ship Navy in a debate in 2012 by arguing the fleet was the smallest it had been since 1917. (“We also have fewer horses and bayonets,” Obama shot back.) \nPOLITICO PRO\n It’s a love affair steeped in the ideology that more warships bristling with aircraft and missiles translates into more security — and that control of the high seas will not only guarantee international trade but also check the worst ambitions of other powers like Russia and China. And it’s also fueled by a powerful shipbuilding lobby in Washington that is also calling anew for billions more in federal spending to beef up the sea service. \n Christie was the first to raise the issue earlier this election season, saying the Navy “should be an armada without equal,” and pledging, if elected president, to reach the goal of 350 ships. Walker also noted earlier this year that “we’re at, what, 275, 280 vessels right now? We’re headed down toward 250. That’s less than half of where we were under Reagan.” \n And on Monday, Kasich weighed in, saying that “reinvigorating the Navy’s ability to project power globally is critical to defending and advancing American interests, including ensuring the free flow of global commerce.” Rubio has been more nuanced, calling for increasing the number of aircraft carrier strike groups from 10 to 12 (the newest carrier, about to enter the fleet, is estimated to cost $13 billion). \n One of the key architects of the 350-ship Navy proposal is John Lehman, who served as Reagan’s Navy secretary and said he has advised Christie, Kasich, Rubio, Walker, Kentucky Sen. Rand Paul and “a couple of others” seeking the GOP nomination on the proposal. \n “You just cannot run the Navy the way the Carter administration did, and now the Obama administration is doing,” Lehman said. “The Navy is just too small. What’s happening with the Navy is almost an exact replay of what happened in the ’70s.” \n He noted that congressionally mandated commissions, including last year’s high-profile National Defense Panel that reviewed the Obama administration’s long-term defense strategy, have concluded that the Navy must get larger. \n The Republican presidential contenders, Lehman said, were basing their numbers on those and other recommendations. \n “I hope this really solidifies into a strongly supported Republican platform and that’s why I’ve been trying to support anyone who asks,” he said. \n The candidates have key allies in Congress, such as Rep. Randy Forbes, a Virginia Republican who chairs the House Armed Services subcommittee that oversees the Navy’s shipbuilding budget. \n Forbes, whose district is a major shipbuilding hub, supports a boost in funding for the Navy through broad increases in defense spending and through a hike in Navy spending relative to other parts of the Pentagon’s budget — namely, the Army and Air Force. Traditionally, the Pentagon has tried to keep the peace among the three military departments — the Army, Air Force and Navy, which includes the Marine Corps — by dividing up each year’s budget by roughly one-third. But given the importance of sea power to American prosperity and the potential dangers from China and Russia, Washington must “reevaluate” those distributions, Forbes said. \nAlso on POLITICO\nMICHAEL CROWLEY\n “I think what we have to do is present a fair assessment, both to policymakers and the general public as to what it takes to defend America,” he said. “I think [Americans] will respond to that, and I think we’re seeing that across the country today as they realize that the pendulum really has swung too far.” \n But others who are intimately familiar with the defense budget contend that shifting such an enormous amount of money from sister branches of the military to the Navy will meet fierce opposition from members of Congress in both parties, whose constituents and campaign donors would likely feel the brunt. \n “You may have to shift from someone’s district to someone else’s,” said Jacques Gansler, who served as the Pentagon’s top weapons buyer in the 1990s. \n The campaign season proposals dovetail with a major new push by the shipbuilding industry. The Navy League of the United States, the leading industry association for Navy contractors, recently launched a 16-month grass-roots campaign titled “America’s Strength: Investing in the Navy-Marine Corps Team” to build support for more funding for the sea service. \n The public advocacy effort asserts the Navy is at a “breaking point,” citing years worth of overdue maintenance, stress on sailors and their families, and gaps in coverage near global hot spots. \n A growing roster of Republican hopefuls, including Sen. Marco Rubio, are going full steam ahead, in making the case for dozens of new warships. | Getty \n\n \n “We are concerned that if the Department of the Navy is required to continue to respond to crisis after crisis without the funding needed to build new ships, repair old equipment and provide routine maintenance to existing equipment,’ the Navy League said, “the nation risks permanent damage to our national defense and negative impacts on the domestic and international economies that rely on the safety and security that U.S. sea power provides.” \n But the league’s proposal is far less ambitious than the one being put forward on the campaign trail. For instance, it calls for maintaining 308 ships in the fleet. \n Even some who support a significantly larger Navy question the wisdom of the GOP refrain. \n Richard Danzig, who served as Navy secretary in the Clinton administration and advised candidate Obama said “more is better than less.” \n “What the Navy does is provide a presence, which can be used for signaling or for calming,” he said. “It is very helpful to have a substantial number of ships available to do that. If you are deploying ships to the Persian Gulf to signal commitment, for example, to countries in that region, it is highly desirable that you also have enough ships to signal commitment in the South China Sea. There are good reasons why people should value a bigger Navy.” \n But he said throwing out numbers is “just a substitute for not thinking through what you really want or optimizing what you have,” he believes. For example, Danzig said, “in a world of cyber conflict, more ships that are not highly well-defended against cyberattack just renders more targets that can be disabled or become hostages, rather than real benefit.” \n “You tie yourself to an artificial number and so you start to contort your budget to achieve your number instead of achieving the strongest overall Navy,” he added. “I’m afraid that those who are commenting on it in this political arena haven’t yet shown that have in any way thought through what they really want and need. Instead they are substituting a round number — just happens to be a round number — for what they think is reliable. That is more sloganeering than strategic thought.” \n Philip Ewing contributed to this report. \n\nAustin Wright is a defense reporter for Politico.\n\n                                            By \nAmb. Samantha Power\n\n\n                                            By \nBill Scher\n\n\n                                            By \nTony Romm\n\n\n                                            By \nBen Wofford\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "The GOP's fantasy of a bigger Navy", "url": "http://www.politico.com/story/2015/08/the-gops-fantasy-of-a-bigger-navy-121624", "topics": ["trade", "campaign_finance"], "people": ["Dov Zakheim", "Michael Grunwald", "Nicholas Kusnetz", "D.C. Tim Cook", "Steve Jobs", "Rand Paul", "Henry C. Jackson", "Ben Wofford", "Hadas Gold", "Austin Wright", "Ronald Reagan", "Philip Ewing", "Steven Shepard", "Chris Christie", "Gabriel Debenedetti", "Randy Forbes", "Scott Walker", "Bryan Bender", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Marco Rubio", "Mitt Romney", "Eliza Collins", "Samantha Power", "Ben Schreckinger", "Tony Romm", "Jennifer Haberkorn", "Mike Allen", "John Kasich", "George W. Bush", "Bill Scher", "Barack Obama"], "orgs": ["Congress", "Army Corps of Engineers", "Amb", "Marine Corps", "Navy", "Pentagon", "GOP"], "authors": [{"author_id": 32422, "fullname": "tony romm", "primary_org": "politico"}], "date_written": "2015-08-22 13:03:31", "org": "politico", "article_id": "a3f3ef1b53f8242fc38de40729fdde51", "date_access": "2015-08-28 06:30:13.980385"}