{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Jonathan Topaz\n6/26/15 6:55 PM EDT\nTHE CLOCK: 501 days until Election Day 2016 ...\nSCOTT WALKER’S SAME-SEX MARRIAGE SHIFT: POLITICO’s Daniel Strauss reports: In response to the Supreme Court’s landmark ruling today legalizing same-sex marriage, Wisconsin Gov. SCOTT WALKER moved quickly to continue the fight. The decision was “a grave mistake,” he said in a statement, and the “only alternative left for the American people” is a constitutional amendment reaffirming the states’ ability to define marriage.\nStory Continued Below\nThe resolute, unflinching language left no doubt about where Walker stands on an issue of great consequence to social conservatives.\nBut there’s one problem: His demeanor wasn’t quite so unyielding back in October 2014, during his close reelection campaign, when the high court refused to hear a set of same-sex marriage cases effectively allowing homosexual couples to marry in Indiana, Oklahoma, Utah, Virginia, and Walker’s home state of Wisconsin. At the time, Walker sounded a far more resigned note. Asked if there should be a U.S. constitutional amendment banning same-sex marriage, Walker told the Milwaukee Journal-Sentinel, “I think it’s resolved.”\n“For us, it’s over in Wisconsin,” he said. “Others will have to talk about the federal level.”\nGood Friday afternoon, and welcome to The 2016 BLAST. Your guide for the campaign is Jonathan Topaz (@JonathanTopaz). Send tips, ideas and gripes to jtopaz@politico.com.\nToday marked the second straight day the Supreme Court dominated the news cycle, as it ruled in favor of a national right to same-sex marriage. It’s likely a political boost for HILLARY CLINTON, but a potentially thorny issue for Republicans. In other 2016 news, MARTIN O’MALLEY outlined his foreign policy vision with a speech in D.C. and the Republican Party establishment struggled to deal with the sudden and unwelcome rise of DONALD TRUMP.\nTRAIL MIX: A look at what's popping on the campaign trail\nSTORY OF THE DAY: SAME-SEX MARRIAGE\nAnother day, another meaningful Supreme Court victory for progressives. Justice Anthony Kennedy sided with the liberal wing to deliver a 5-4 decision that same-sex marriage is a constitutional right. The ruling was immediately hailed by Democrats but there were unmistakable Republican divisions: the more muted statements came from JEB BUSH and MARCO RUBIO and the more fiery ones vowing to fight came from social conservatives like SCOTT WALKER and MIKE HUCKABEE.\nTHE SPECTRUM OF 2016 REACTION \n SCOTT WALKER: “I believe this Supreme Court decision is a grave mistake. Five unelected judges have taken it upon themselves to redefine the institution of marriage … As a result of this decision, the only alternative left for the American people is to support an amendment to the U.S. Constitution to reaffirm the ability of the states to continue to define marriage.”\nMIKE HUCKABEE: “I will not acquiesce to an imperial court any more than our Founders acquiesced to an imperial British monarch. We must resist and reject judicial tyranny, not retreat.”\nRICK SANTORUM: “Today, five unelected justices decided to redefine the foundational unit that binds together our society without public debate or input … Marriage, the family and our children are too central to a healthy society to not fight for what is best.”\nCARLY FIORINA: “This is only the latest example of an activist Court ignoring its constitutional duty to say what the law is and not what the law should be … The Court did not and could not end this debate today.”\nRICK PERRY: “I fundamentally disagree with the court rewriting the law and assaulting the 10th Amendment. Our founding fathers did not intend for the judicial branch to legislate from the bench.”\nBOBBY JINDAL: “Marriage between a man and a woman was established by God, and no earthly court can alter that. This decision will pave the way for an all out assault against the religious freedom rights of Christians who disagree with this decision.”\nJEB BUSH: “Guided by my faith, I believe in traditional marriage.  I believe the Supreme Court should have allowed the states to make this decision.  I also believe that we should love our neighbor and respect others, including those making lifetime commitments.  In a country as diverse as ours, good people who have opposing views should be able to live side by side.  It is now crucial that as a country we protect religious freedom and the right of conscience and also not discriminate.”\nMARCO RUBIO: “While I disagree with this decision, we live in a republic and must abide by the law. As we look ahead, the priority of the next president to nominate\nLINDSEY GRAHAM: “The Supreme Court has ruled that state bans on gay marriage are unconstitutional, and I will respect the court’s decision. Furthermore, given the quickly changing tide of public opinion on this issue, I do not believe that an attempt to amend the U.S. Constitution could possibly gain the support of three-fourths of the states or a supermajority in the U.S. Congress.”\nBEN CARSON: “While I strongly disagree with the Supreme Court’s decision, their ruling is now the law of the land.”\nFOR MORE: 2016 Roundup from POLITICO’s Nick Gass and Jonathan Topaz: politi.co/1HkRmmi\nTHE DAILY CLINTON \nHILLARY CLINTON today sat in the front row at the funeral service for Rev. Clementa Pinckney — the South Carolina senator killed in last week’s shooting at his church. President Barack Obama spoke at the funeral and Vice President JOE BIDEN also attended. MARTIN O’MALLEY visited the Palmetto State earlier this week to pay his respects.\nA BOON FOR HILLARY: POLITICO’s Annie Karni reports on how today’s Supreme Court ruling helps HILLARY CLINTON: “It gives her a chance to stress the importance of nominating liberal Supreme Court justices, and creates a moment of enthusiasm in the LGBT community that her campaign needs to ride. It places her squarely in the mainstream of public opinion. And it puts her stance in sharp relief against the Republicans fulminating, to various degrees, at the majority’s break with tradition.” politi.co/1Hl1Y4K\nIOWA BLITZ: Des Moines Register: “HILLARY CLINTON’s campaign is having prominent Democratic supporters host volunteer organizing events over the next two weeks. The supporters will host open houses at offices around the state, spokeswoman Lily Adams said.” dmreg.co/1BSx9E8\nGORE BALKS: Page Six: Al Gore, asked whether he’d refuse to answer who he’ll support for president: “I wouldn’t refuse to answer that question, I would try to cleverly dodge the question … I would say it’s actually too early.” After the moderator said he believes HILLARY CLINTON will win and it will be great to have a female president, the report says, “Gore merely smiled, but didn’t comment further.” pge.sx/1dlt6Ez\nTHE PROGRESSIVE RESISTANCE\nO’MALLEY’S FOREIGN POLICY VISION: MARTIN O’MALLEY today gave the biggest foreign policy speech of his campaign this morning at the Truman Conference in D.C., devoting a significant amount of the speech to issues for international cooperation — immigration, climate change, trade and cybersecurity. While he never mentioned HILLARY CLINTON by name, he lobbed a few shells her way.\nHILLARY ATTACK LINE #1: “The invasion of Iraq — along with the subsequent disbanding of the Iraqi military — will be remembered as one of the most tragic, deceitful, and costly blunders in U.S. history. We are still paying the price of a war pursued under false pretenses and acquiesced to by ‘the appalling silence of the good.’”\nHILLARY ATTACK LINE #2: “We must recognize that there are real lessons to be learned from the tragedy in Benghazi.”\n‘IMPLICIT NEGATIVE’: Mother Jones on BERNIE SANDERS’ plan to counter HILLARY CLINTON despite the candidate’s refusal to do negative ads: “Sanders won't even do a straight-up contrast ad — as in, BERNIE SANDERS believes X about subject Y, but HILLARY CLINTON believes Z. ‘If we do that, we're done,’ [Sanders adviser Tad] Devine says. ‘If we do a classic comparative ad, it's over. We'll have to be smarter.’ And Team Sanders does have what it considers to be a smarter way: implying a contrast … In the campaign against Clinton, Devine notes, ‘There will be a lot of implicit negative. But it won't look negative. It won't feel negative.’” bit.ly/1Ja9yyq\nTHE CHRISTIE CHRONICLES\nHOW NOT TO ANNOUNCE YOU’RE ANNOUNCING: NJ.com looks at how the rollout of CHRIS CHRISTIE’s presidential announcement plans — June 30 at his old New Jersey high school, as reported yesterday — went so wrong. “The news day started with a local media outlet breaking news of Christie's upcoming announcement … and ended with Christie brushing off reporters who gathered outside of New Jersey radio station to get a word from the governor … Spokespeople for the governor's office and those tied to his 2016 political action committee refused to provide comment on the story. The spokespeople maintained their silence throughout the day … Despite the silence from official spokespeople, news outlets began confirming the details of Christie's upcoming announcement.” bit.ly/1GxLnXB\nFEEL THE EXCITEMENT: NJ.com: \"It's the governor,\" said O'Neill. \"If he wants to make an announcement from his hometown, who are we to say no?” http://bit.ly/1dmi0ik\nVETO PEN: NJ.com: “Less than 24 hours after the Legislature sent Gov. CHRIS CHRISTIE a budget raising taxes on the wealthy and corporations in defiance of a known veto threat, the Republican governor on Friday sliced out key portions of the Democratic plan.” bit.ly/1dlKqck\nTRUMP ON THE STUMP\nGOP’S TRUMP PROBLEM: POLITICO’s Jonathan Topaz and Daniel Strauss report: “All jokes aside, the Republican Party is officially afraid of DONALD TRUMP. He has virtually zero chance of winning the presidential nomination. But insiders worry that the loud-mouthed mogul is more than just a minor comedic nuisance on cable news; they fret that he’s a loose cannon whose rants about Mexicans and scorched-earth attacks on his rivals will damage the eventual nominee and hurt a party struggling to connect with women and minorities and desperate to win.” politi.co/1BHmT16\nLATINO OUTREACH: POLITICO’s Dylan Byers reports: “DONALD TRUMP sent a letter to Univision CEO and president Randy Falco on Friday informing him that ‘no Univision officer or representative’ is allowed to use his Trump National Doral, the resort and golf club immediately adjacent to Univision offices in Miami, the On Media blog has learned. The move is the latest in a public dispute that started Thursday when Univision announced it would end its business relationship with the Miss Universe Organization, which is co-owned by Trump and NBCUniversal.” http://politi.co/1QUnAeu\nSURVEYING THE 2016 LANDSCAPE\nMISSING IN ACTION: Two Republican candidates get taken to task by early state Republicans for their responses to the Confederate Flag debate, Kyle Cheney reports for the POLITICO Caucus.\nRAND PAUL, from an Iowa Republican: “RAND PAUL continues to be one or two beats off the mark. He’s building an outreach, big tent brand and would have helped himself with an immediate, unequivocal call to banish the Confederate symbol once and for all.”\nCHRIS CHRISTIE, from a New Hampshire Republican: “Mr. Tell-It-Like-It-Is was a ghost.” politi.co/1GNW1vz\nWALKER’S WEEK: SCOTT WALKER will announce his decision on a presidential bid on the week of July 13, he told Fox News last night. The suspense is killing us.\nJINDAL ON OBAMACARE: BOBBY JINDAL vows to keep up the fight against the Affordable Care Act in a Time op-ed today, despite yesterday’s Supreme Court ruling: “As I write this, I stand as the sole major declared presidential candidate (with the possible exception of BERNIE SANDERS) to put forward my vision on health care, and an alternative to Obamacare … contrary to this president’s self-proclaimed edicts, yesterday’s Supreme Court decision is not the end of the debate on Obamacare.” ti.me/1dlUfqT\nDOOMSDAY: TED CRUZ, to Sean Hannity, on the last two days of Supreme Court decisions: “Some of the darkest 24 hours in our nation’s history … Yesterday and today were both naked and shameless judicial activism … Six justices joined the Obama administration … today, this radical decision purporting to strike down the marriage laws of every state. It has no connection to the United States Constitution. They are simply making it up.” bit.ly/1TStYSk\nNEW HAMPSHIRE ENDORSEMENTS\nCARLY FIORINA: State Sens. Sharon Carson and Jeanie Forrester\nDONALD TRUMP: State Rep. Stephen Stepanek\nNEXT NEWS CYCLE\nTOMORROW IN THE EARLY STATES: JEB BUSH holds a morning town-hall event in Nevada; TED CRUZ speaks at Drake University in Des Moines; BERNIE SANDERS holds three events in New Hampshire; LINDSEY GRAHAM and DONALD TRUMP hold events in Iowa.\nELSEWHERE TOMORROW: SCOTT WALKER keynotes the Western Conservative Summit tomorrow night in Denver, after which he’ll hold a Q&A with conservative talk-show host Hugh Hewitt.\nSUNDAY SHOWS: JOHN KASICH is on “Face the Nation,” LINDSEY GRAHAM and BOBBY JINDAL are on “Meet the Press,” DONALD TRUMP is on “State of the Union.”\nPROGRESSIVE SUNDAY: BERNIE SANDERS holds three town meetings in New Hampshire, while MARTIN O’MALLEY holds a trio of events in Iowa.\nMONDAY: HILLARY CLINTON fundraises in New York City, RAND PAUL holds events in Nevada.\nTHE DAILY NUMBER\n208,337: The number of people who have signed an online petition circulated by the BERNIE SANDERS campaign urging the Democratic National Committee to hold more debates, according to the campaign. Sanders has called on the DNC to host more than the six sanctioned debates they have announced, to start them earlier in the cycle and to have some with both Democratic and Republican candidates.\nFOLLOW @POLITICO's politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush , @EliStokols, @katie_glueck, @schreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin, @mikeallen, @dlippman, @Danielstrauss4\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "GOP's Trump problem.\n ", "title": "Walker's same-sex marriage shift", "url": "http://www.politico.com/2016blast/0615/2016blast18918.html", "topics": ["gay_marriage", "terrorism"], "people": ["Nick Gass", "Lily Adams", "Jeanie Forrester", "Martin O'Malley", "Daniel Strauss", "Sharon Carson", "Clementa Pinckney", "Jonathan Topaz", "Randy Falco", "Justice Anthony Kennedy", "Stephen Stepanek", "Barack Obama", "Annie Karni", "Hugh Hewitt", "Kyle Cheney", "Tad Devine", "Mother Jones", "Sean Hannity", "Al Gore"], "orgs": ["Legislature", "JINDAL", "Trump National Doral", "DNC", "Congress", "Republican Party", "Univision", "Milwaukee Journal", "Supreme Court", "State Sens", "Q&A", "Democratic National Committee", "Founders", "Dylan Byers", "GOP", "LANDSCAPE"], "authors": [{"author_id": 30867, "fullname": "jonathan topaz", "primary_org": "politico"}], "date_written": "2015-06-26 23:55:36", "org": "politico", "article_id": "d66fa54531736d68ce79243bb21210cc", "date_access": "2015-06-26 23:50:09.579298"}