{"body": "2016\nMy fellow socialists and I have a love-hate relationship with the Vermont Senator.\nBy FREDRIK DEBOER\nJuly 23, 2015\nThe 2016 Republican presidential field is consumed by debates over which candidates are RINOs—the slur directed by party faithful at those liberal GOP-ers considered Republicans In Name Only. On the other end of the spectrum, though, debate is just as hot about what might just be the first SINO in American politics, the first Socialist In Name Only.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nAt the center of many conversations at the bustling Socialism 2015 convention in Chicago earlier this month was the presidential campaign of self-avowed socialist Bernie Sanders. National political debates over the senator from Vermont have generally focused on whether he is too far to the left, but the question asked instead by the conferencegoers—which included thousands of socialists, communists, anarchists, Marxists, Social Democrats and sundry others whose politics place them a country mile to the left of the American middle—was whether Sanders is too conservative to warrant their support.   \nAs a socialist myself, the question of partisan politics has always been a vexing one. The first presidential campaign I voted in, I pulled the lever for Al Gore—not out of a belief that he would be anything resembling a president who would represent my interests, but out of a fairly clueless sense that voting for Democrats was what you did. (Living in Connecticut, my vote meant little, anyway.) Then came 9/11, and the days after it, when Democrats jumped enthusiastically into ultrapatriotism and militarism. When the Barack Obama campaign rose out of the ashes of the George W. Bush presidency, I allowed myself to believe in its transformative potential, writing endlessly in support of his candidacy. That, in turn, led to the days of drones, compromises on austerity and the Trans-Pacific Partnership.\nThat’s been the cycle, for me: always knowing that Democrats would never really represent my interests, but nevertheless perpetually ready to believe that the next Democrat might make some sort of a difference. I have grown to envy those purer Marxist peers of mine who simply washed their hands of the whole thing long ago. It has left me in a state of permanent agnosticism towards Sanders: I’m pleased that someone who calls himself a socialist is in the race, but I will not invest myself in his campaign, not in terms of energy, effort, time or emotion.\nThough Sanders speaks with more candor and vitriol about inequality and corporatism than most Democrats, he is more likely to call for more a more muscular social safety net and higher taxes than for the nationalization of the banks. Sanders is not Zell Miller, but neither is he Eugene V. Debs. This has created a split in socialist circles: some see the Sanders campaign as an opportunity to popularize socialism with the public at large while others fear that it is a trick to bring socialists back into the Democratic fold.\nI can’t help but respect those who see support for Sanders as a strategic move for the far left, and who can engage with his campaign without the kind of emotional investment I’ve always fallen prey to. Socialists enthusiastic about Sanders emphasize that he and his campaign are clearly of more relevance to contemporary socialist politics than any major presidential run in recent history. “Sanders is moving the discussion to the left, and mobilizing an absurdly high number of people,” says socialist Bhaskar Sunkara, the editor and publisher of the explicitly Marxist-socialist Jacobin magazine, in an interview. “I want to take the risk of reaching out to all these people comfortable with supporting a self-described socialist candidate.” Sunkara sat on a panel at Socialism 2015 focused on the Sanders campaign and its relationship with the socialist left.\nAshley Smith, a board member of the International Socialist Review who also sat on the Sanders panel, has criticized Sanders not only for his generally conventional policy preferences but also for the likely political outcome of his campaign. “Sanders refused to consider an independent presidential campaign not because he had little chance of winning, but because he didn't want to compete for votes with the Democrats' eventual nominee,” Smith wrote in an article for the Socialist Worker, pointing out that insurgent Democratic campaigns frequently end up merely corralling critics of mainstream Democratic politicians into support for the eventual mainstream candidate. As Smith writes, “by steering liberal and left supporters into a Democratic Party whose policies and politics he claims to disagree with, Sanders—no matter how critical he might be of Hillary Clinton—is acting as the opposite of an ‘alternative.’”\nThis phenomenon is often referred to as “sheepdogging,” a term suggesting that candidates like Sanders simply function to capture left-wing unhappiness within the party and subdue it. (Indeed, it isn’t difficult to find images depicting Sanders as a literal sheepdog, herding voters toward Clinton, in online left-wing communities.) In a scathing piece for Black Agenda Report, the essential journal of radical black politics, Bruce A. Dixon writes, “Bernie Sanders is this election’s Democratic sheepdog…. Sheepdogs are herders, and the sheepdog candidate is charged with herding activists and voters back into the Democratic fold who might otherwise drift leftward and outside of the Democratic party.” The Sanders candidacy, according to Dixon, will simply redound to the benefit of inevitable nominee Clinton, and in so doing turn activist energy into just more politics as usual.\nFredrik deBoer is a writer and academic. He lives in Indiana. \nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nWhat Works\n By DEBRA BRUNO\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "The 2016 Republican presidential field is consumed by debates over which candidates are RINOs—the slur directed by party faithful at those liberal GOP-ers considered Republicans In Name Only. On the other end of the spectrum, though, debate is just as hot about what might just be the first Continue reading ...", "title": "Is Bernie Sanders a Socialist in Name Only?", "url": "http://www.politico.com/magazine/story/2015/07/is-bernie-sanders-a-socialist-in-name-only-120545.html", "topics": ["economy", "campaign_finance"], "people": ["Bernie Sanders", "George W. Bush", "Eugene V. Debs", "Hillary Clinton", "Al Gore"], "orgs": ["Democratic Party", "Videos & Photos", "What Works"], "authors": [{"author_id": 31682, "fullname": "fredrik deboer", "primary_org": "politico"}], "date_written": "2015-07-24 00:19:54", "org": "politico", "article_id": "b1706ecfb2b0e3faf104c39ee5cae82a", "date_access": "2015-07-23 23:40:04.942317"}