{"body": "On Media\nBy HADAS GOLD\n8/27/15 12:24 PM EDT\nFox News Chairman and CEO Roger Ailes took a stand against Donald Trump on Tuesday, calling on the GOP frontrunner to apologize for his Twitter attacks on Fox News host Megyn Kelly.\nBut about 20 minutes later a modified version of that message was being sent from Fox News headquarters to Trump, when Fox News host Sean Hannity tweeted at Trump with some advice: Stick to the issues—you’re so good on the issues!—and leave Megyn Kelly alone.\n\"My friend @realDonaldTrump has captured the imagination of many. Focus on Hillary, Putin, border, jobs, Iran China & leave @megynkelly alone,\" he wrote. Hannity also tweeted that he told Trump the same thing privately.\nHannity’s message is a useful one for Ailes, who has been characterized as being in something of a Trump conundrum: He must defend one his most valued stars, Kelly, while keeping some semblance of a relationship going with the man who is currently the Republican front runner (and, more importantly, ratings gold).\nThe push and pull between Trump and the network has produced a surprising result: nothing has served both sides as well as this perception of conflict between the two. (Kelly’s show was number one in the key 25-54 audience demo on Tuesday night.) It seems that neither peace nor war has been as good for the network or the candidate as this carefully managed, “fragile” detente.\nSo how to navigate this current ripple, the dispute between Kelly and the candidate? Simple. Suggest that Trump is \"so good on the issues\" that he should focus on them instead of on Kelly or Fox, while Kelly takes the high road and stays quiet (save for a funny quip about buying her husband a Donald Trump tie for his birthday on Tuesday night).\nOn “The Five,” a few hours after Hannity’s tweet, host Juan Williams read Ailes’ statement (as nearly every Fox News host did on Tuesday) and added a bit of commentary of his own:\n“Trump has certainly been successful to this point in the GOP primaries. But if he hopes for that momentum to continue, he may want to focus on more serious issues facing this country,” Williams said. “As for Megyn her journalistic credentials speak for themselves, and all of us sitting at this table and at throughout Fox News are honored to call her a teammate and a friend.\"\n“Wouldn’t that be smarter, to focus on the issues!” Hannity proclaimed on his show later that evening.\n“He’s winning on the issues and he should stay focused on the issues,” said “Outnumbered” host Andrea Tantaros, appearing alongside Hannity.\nAs Fox insiders have told POLITICO, much of Ailes’ messages can be discerned from watching Hannity. While it's not clear whether an explicit directive from Ailes told anchors to promote the \"focus on the issues\" line, the evidence shows it became a sort of network-wide mantra.\n\"Megyn Kelly is extraordinary, I point to her as someone my daughter should look at as how to handle most issues. Donald Trump should just stick to the issues,” “Fox and Friends” host Elisabeth Hasslebeck said on Wednesday morning.\n\"Which he’s strong on,” co-host Steve Doocy added.\n\"Speak to immigration, speak to the war on terror, speak to the issues we’re facing here on the economy and stop aiming at Fox News,” Hasselbeck continued.\n\"Yes move on,” co-host Brian Kilmeade said.\nThe supposed feud did very little to quiet coverage of Trump on the network. His town hall on Tuesday night was carried live on Fox, taking over most of Greta Van Susteren’s show and his tussle with Univision and Fusion anchor Jorge Ramos was often the top story on Wednesday, with hosts like Bill O’Reilly saying Trump was right to kick Ramos out of his press conference.\nNot long after “Fox and Friends” on Wednesday morning, Fox News contributor and radio host Laura Ingraham, had Trump on her radio show.\n\"You’re so powerful on the stump, and you’re getting such huge crowds. The kind of late night tweets reacting to what’s happening on [Kelly’s] show, I mean, I personally don’t think that’s helpful. Now you don’t need my advice, I mean who the heck am I, but I just think your message on trade and globalism and immigration and middle class renewal is really a serious platform of ideas,” Ingraham said.\nAnd then finally, less than 48 hours after his initial tweets, Trump brought news of a new truce and told Ingraham there wouldn’t be any more late night Twitter rants.\n“Roger Ailes is great, Roger Ailes is a special guy, a good friend of mine. We just spoke two minutes ago, I mean Roger Ailes is a great guy. And, no I have no problem. And, I actually liked [Kelly’s] show very much last night, if you want to know the truth,” Trump said.\n© 2015 POLITICO LLC", "byline": "", "description": "Roger Ailes may have called on Trump to apologize but the underlying message he's sending through his hosts: Stick to the issues.", "title": "Roger Ailes' real message to Trump", "url": "http://www.politico.com/blogs/media/2015/08/roger-ailes-real-message-to-trump-213062.html", "topics": ["immigration", "trade"], "people": ["Roger Ailes", "Laura Ingraham", "Andrea Tantaros", "Megyn Kelly", "Bill O'Reilly", "Brian Kilmeade", "Steve Doocy", "Donald Trump", "Jorge Ramos", "Vladimir Putin", "Greta Van Susteren", "Sean Hannity", "Juan Williams"], "orgs": ["GOP", "Ailes"], "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-08-27 17:24:10", "org": "politico", "article_id": "1cf57a426198b0884b783d0c0ec446a6", "date_access": "2015-08-27 18:20:15.561296"}