{"body": "\nCartoon Carousel \n\n09/18/15, 08:11 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/18/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nFed decision a risk for Dems — Trump slowing down? — Shutdown could happen — Goldman comes to Snapchat\n\n09/18/15, 07:53 AM EDT\nMarco Rubio and Rand Paul stay out of Ted Cruz's Planned Parenthood fight.\n\n09/18/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\n\"I'll just tell you what I would do, and I wouldn't have permitted that.\"\n\n09/18/15, 07:34 AM EDT\nPreet digs into Cuomo’s Buffalo bucks.\n\n09/18/15, 07:26 AM EDT\n\n                                        By \nNick Gass\n\nJust 53 percent said they had \"a great deal\" or \"a fair amount\" of trust in the judiciary's ability to do its job.\n\n09/18/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n\n\"Every question had to do with me,\" he said.\n\n09/18/15, 07:06 AM EDT\nChris Christie’s pretty good week.\n\n09/18/15, 07:02 AM EDT\nHoward Dean to rally Clinton donors.\n\n2016\n\n09/18/15, 06:25 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nIsabelle Taft\n\nThey went from ‘dead broke’ to millionaires in months.\n\n09/18/15, 06:24 AM EDT\nAfter Wednesday's debate, is Trump's momentum gone?\n\n2016\n\n09/18/15, 06:22 AM EDT\n\n                                        By \nMichael Kruse\n                                        ,\nJosh Gerstein\n                                         and \nBen Schreckinger\n\nStory of Cincinnati apartment complex exaggerates the young Donald's role.\n\n09/18/15, 06:00 AM EDT\nFlorida mapping hypocrisy.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nEli Stokols\n\nFirms that boosted his net worth after leaving office helped his record campaign fundraising.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nMichael Kruse\n\nRailing for decades about unequal income has meant he earned little of it himself.\n\n2016\n\n09/18/15, 05:51 AM EDT\n\n                                        By \nMarc Caputo\n                                         and \nManu Raju\n\nA new house, private schools, a fishing boat and a nearly debt-free life.\n\n2016\n\n09/18/15, 05:50 AM EDT\n\n                                        By \nTarini Parti\n\nHe’s in debt, but he’s also living in the governor’s mansion.\n\n2016\n\n09/18/15, 05:45 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe 2016 field is the richest ever, and it's not only because of the self-promoting billionaire.\n\n09/18/15, 05:23 AM EDT\n\n                                        By \nTerence Mulcahy\n                                         and \nHanna Trudo\n\n\n09/18/15, 05:16 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nA lump-sum payment to an ex-staffer appears to be prohibited by House rules.\n\nCongress\n\n09/18/15, 05:13 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n2016\n\n09/18/15, 05:10 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe VP's inner circle thinks he can bide his time a while longer -- even into the spring -- before deciding whether to run for president. \n\n09/18/15, 05:00 AM EDT\n\n09/18/15, 04:30 AM EDT\n\nWhat Works\n\n09/18/15, 12:06 AM EDT\n\n                                        By \n                                                Sara Solovitch\n\nThe House That Could Save The World\n\nThe Friday Cover\n\n09/17/15, 11:48 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\nLast night Carly Fiorina dared Democrats to name it. Today 20 top Democrats accepted the challenge.\n\nOptics\n\n09/17/15, 10:42 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n                                         and \n                                                Jesse Rifkin \n\n\nWhat Works\n\n09/17/15, 10:29 PM EDT\n\n                                        By \n                                                Andrea Damewood\n\nAmerica’s most environmental city thinks it’s losing its edge.\n\n09/17/15, 10:25 PM EDT\n\n                                        By \nAnnie Karni\n\nShe again refuses to state her position at the kick-off of a swing through New Hampshire.\nClinton aides are worried.\n\n                                        Updated 09/17/15, 09:00 PM EDT\n\n                                        By \nArthur Allen\n\nPhysicians blast fellow doctors Carson, Paul for failing to refute autism claim in GOP debate.\n\n09/17/15, 08:56 PM EDT\n\n                                        By \nBen Schreckinger\n\nConfronted with a questioner who called Muslims a \"problem\" and asserted that President Obama is a Mulsim and not American, Donald Trump did...\n\n                                        Updated 09/17/15, 08:38 PM EDT\n\n                                        By \nHadas Gold\n\nMore than 22 million viewers tuned into the 11-candidate GOP encounter.\n\n09/17/15, 08:14 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe only thing clear two weeks from deadline is it will go down to the wire.\n\n09/17/15, 07:49 PM EDT\n\n                                        By \nLauren French\n\nThe former of secretary of state will meet with Congressional Black Caucus members in Washington. \n\n                                        By \n                                                Henry C. Jackson\n\n25 days until the first Democratic debate. 41 days until the GOP candidates debate again.\n\n09/17/15, 07:25 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nAfter a summer of spectacle and saturation coverage, signs are accumulating that for the public and the media, the onset of Trump fatigue has begun.\n\nCongress\n\n09/17/15, 07:23 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Florida senator and Rand Paul are in an especially tough spot as a government closure looms.\n\n                                        Updated 09/17/15, 06:59 PM EDT\n\n                                        By \nLauren French\n\nThe roughly 20-minute meeting was initiated by the Ohio Republican after Pelosi had been pressuring him for weeks.\n\n2016\n\n09/17/15, 06:50 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nPhones were ringing off the hook at the super PAC Thursday and the new speaking invitations were piling up.\n\n2016\n\n                                        Updated 09/17/15, 06:48 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe front-runner is being mentioned less and scoring a shrinking share of media attention. \n\n                                        Updated 09/17/15, 05:39 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Defunding a trusted health care provider that serves one in five women in America doesn't help anyone,\" she says.\n\n2016\n\n                                        Updated 09/17/15, 05:20 PM EDT\n\n                                        By \nNick Gass\n\nThe billionaire businessman emerges from the second presidential debate with a more subdued tone.\n\n09/17/15, 05:15 PM EDT\n\n                                        By \nEliza Collins\n\n“Short of tackling someone I don’t know what more I could have done,” he said\n\nMoney\n\n09/17/15, 05:08 PM EDT\n\n                                        By \nBen White\n\nLiberals cheered the decision to stand pat on interest rates, but a later hike could doom their party's chances.\n\nTHE POLITICO CAUCUS\n\n                                        Updated 09/17/15, 05:05 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\n09/17/15, 04:54 PM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has stepped into the legal fray over undercover videos anti-abortion groups say demonstrate the sale of aborted fetuses.\nJoin POLITICO New York for an interactive conversation looking at the most critical infrastructure issues facing New York.\n\n                                        Updated 09/17/15, 04:38 PM EDT\n\n                                        By \nEliza Collins\n\nShe said she was pleased with her performance.\n\n                                        Updated 09/17/15, 04:27 PM EDT\n\n                                        By \nNick Gass\n\n\"The video footage that she claims exists — and that she 'dared' people to watch — does not exist.\"\nWe're working on more stories right now\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Andrea Damewood\n\n\n                AP Photo\n\n            By \nAnnie Karni\n\n09/17/15, 10:25 PM EDT\nConcord, N.H. – Hillary Clinton again refused to state her position on the Keystone XL pipeline Thursday at the beginning of a three-day swing through New Hampshire, but she promised to voice her opinion on it “soon.” \n“Keystone Pipeline, one of my favorite issues,” Clinton said when asked about the proposed oil pipeline at a friendly town hall here in the first-in-the-nation primary state, where she is seeking to regain her polling lead over Vermont Sen. Bernie Sanders. “I have been waiting for the administration to make a decision … I can’t wait too much longer. I’m putting the White House on notice, I’m going to tell you what I think -- soon.”\nThe contentious pipeline project is still under review at the State Department, and Clinton has said for months that because the process was started under her watch, she should not “second guess” President Barack Obama’s eventual decision. Her refusal to say whether she supports approving or rejecting the pipeline has been criticized from both sides as a lack of leadership on an important issue to the Democratic Party’s grassroots. Sanders opposes the pipeline and has criticized Clinton for not taking a position on it.\nThe Keystone question was lobbed at Clinton at the end of what devolved into a lightning-round town hall at the Boys and Girls Club, where attendees shouted out the general topic of their questions -- immigration, autism, Russian President Vladimir Putin, climate change, and more -- with Clinton offering a quick-fire round of answers that did not probe much deeper than what she says in her stump speech.\nThe evening event – Clinton’s second of the day -- was attended by many New Hampshire voters who said they were deciding between Clinton and Sanders for the Democratic nomination. By the end, she appeared eager to tick off quick hits on national and international issues rather than engage in longer back-and-forth discussions that some attendees had been anticipating.\nClinton had already listened a lot throughout a day that kicked off with a discussion about substance abuse in Laconia, a picturesque city between two lakes where the community has struggled with pervasive problems of drug and alcohol addiction. She was joined by Vermont Gov. Peter Shumlin, who has become a choice endorsement from Sanders' home state for Clinton to tout in neighboring New Hampshire (where Sanders is leading Clinton by 7 points, 43 percent to 36 percent, in a Monmouth Poll released earlier this week).\nThe morning discussion and setting could not have provided a starker contrast with Clinton’s Wednesday night appearance on “The Tonight Show With Jimmy Fallon,” where she gamely poked fun at Donald Trump and herself, part of a recent charm offensive in an attempt to show off a softer side. But at the sober event with grieving parents and recovering addicts, Clinton was somber again as attendees poured out their personal stories. \n\n\nTwo mothers shared stories of losing their sons -- one to a drug overdose and one to suicide. Another woman, Jane Sparks, told Clinton she has been in recovery since 2009, and said her 21-year-old son has been sober for two weeks and is living with her.\nNone of the teary testimonials ended in a question -- and Clinton didn’t jump in to reclaim the narrative or offer any more specifics about her $10 billion, ten-year plan to help combat drug abuse that she unveiled earlier this month. Instead, she took a back-seat role and listened, offering her sympathy from the center of the room. \"This is a disease,\" she said in her opening remarks. \"It has to be interrupted and treated and prevented, if possible. We have to equip law enforcement with the ability to save people from overdoses.\" Clinton has proposed that first responders carry naloxone – which reverses the effects of opiods -- to help prevent overdoses. \"Untended, it's only going to get worse ... the heartbreak and the tragedies are only going to increase.\"\nClinton’s New Hampshire swing continues Friday morning, with a community forum on college affordability in Durham and a Democratic dinner in Plymouth Friday night.\nMany New Hampshire voters who came out to see her speak on Thursday said they were still undecided -- but that had nothing to do with the email controversy that has been dogging Clinton's campaign, or even any dislike of the former Secretary of State. It had more to do with facts about Clinton that she has little power to change, they said.\n“I am on the fence,” said Glenda Guzouskas, a retired teacher. “I like Hillary a lot. What nags at me a little bit is that the establishment doesn’t really tend to get very far and do very much. I keep wondering, how are you going to be different? Bernie Sanders says things that are really for the everyday person right now. And he’s not an establishment person.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Clinton: I'll give my Keystone pipeline opinion 'soon'", "url": "http://www.politico.com/story/2015/09/hillary-clinton-keystone-pipeline-213813", "topics": ["campaign_finance", "abortion"], "people": ["Nick Gass", "Sara Solovitch", "Burgess Everett", "Jesse Rifkin", "Henry C. Jackson", "Isabelle Taft", "Anna Palmer", "Hanna Trudo", "Vladimir Putin", "Marc Caputo", "Michael Kruse", "Ted Cruz", "Chris Christie", "Howard Dean", "Manu Raju", "Peter Shumlin", "Josh Gerstein", "Annie Karni", "Jimmy Fallon", "Gabriel Debenedetti", "Katie Glueck", "Rand Paul", "Isaac Dovere", "Nancy Pelosi", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Bernie Sanders", "Lauren French", "Carly Fiorina", "Ben Schreckinger", "Arthur Allen", "Hillary Clinton", "Terence Mulcahy", "Ben White", "Eli Stokols", "Andrea Damewood", "Barack Obama", "Hadas Gold"], "orgs": ["Tarini Parti", "Fed", "State Department", "Congress", "Democratic Party", "Keystone XL", "What Works", "Boys and Girls Club", "Keystone Pipeline", "PAC", "Cartoon Carousel", "Keystone", "GOP", "Congressional Black Caucus"], "authors": [{"author_id": 31370, "fullname": "politico staff", "primary_org": "politico"}], "date_written": "2015-09-18 03:25:22", "org": "politico", "article_id": "5271659b674c53bd5aef29842bef465f", "date_access": "2015-09-18 12:20:11.512272"}