{"body": "AP Photo.\n2016\nWishful thinking won’t win the White House.\nBy BARNEY FRANK\nJuly 22, 2015\nAs skillful a controversialist as Bill Kristol is, he couldn’t help grinning. When we were discussing the 2016 campaign on “Morning Joe” last month, he expressed strong admiration for Bernie Sanders and pretended disbelief that I was not supporting him for president. But the strategically driven discipline he brought to the task of lavishly praising a man whose views he usually derides did not extend to control of his facial muscles.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nIf you weren’t watching the TV and only overheard our discussion, you might have wondered why one of the leading conservative strategists was speaking so approvingly of a tribune of the left. Viewers who saw the broad smile he was unable to suppress had a clue to the answer: Republicans fear that if Hillary Clinton is nominated fairly easily, while they are locked in a bitter, lengthy, ideologically charged series of primaries with a large cast of characters of varying degrees of plausibility, she gets a head start for the real fight.\nOf course Republicans recognize that at its most vigorous, a debate between Clinton and Sanders on how — not whether — to toughen financial regulation or diminish income inequality will fall decibels short of the fundamental arguments between Ted Cruz and Jeb Bush on immigration, Lindsey Graham and Rand Paul on military intervention, Ben Carson and Mike Huckabee against many others on how sharply to press against same-sex marriage, and Donald Trump and all of the others on the role of rational discussion in politics. But they believe boosting Sanders’ candidacy is their only way to prevent Clinton emerging as the nominee with broad support early in the process, strengthening her position in November.\nThey are correct.\nI know that there is a counter-argument made by some on the Democratic left that a closely contested nomination process will help our ultimate nominee — that Clinton will somehow benefit from having to spend most of her time and campaign funds between now and next summer proving her ideological purity in an intraparty fight, like Mitt Romney in 2012 — rather than focusing on her differences with the conservative she will face in the election. But neither an analysis of the current political situation nor the history of presidential races supports this.\nI believe strongly that the most effective thing liberals and progressives can do to advance our public policy goals — on health care, immigration, financial regulation, reducing income inequality, completing the fight against anti-LGBT discrimination, protecting women’s autonomy in choices about reproduction and other critical matters on which the Democratic and Republican candidates for president will be sharply divided — is to help Clinton win our nomination early in the year. That way, she can focus on what we know will be a tough job: combating the flood of post-Citizens United right-wing money, in an atmosphere in which public skepticism about the effectiveness of public policy is high.\nI realize that before explaining why I am convinced that a prolonged prenomination debate about the authenticity of Clinton’s support for progressive policy stances will do us more harm than good, that very point must be addressed. Without any substance, some argue that she has been insufficiently committed to economic and social reform — for example, that she is too close to Wall Street, and consequently soft on financial regulation, and unwilling to support higher taxation on the super-rich. This is wholly without basis. Well before the Sanders candidacy began to draw attention, she spoke out promptly in criticism of the appropriations rider that responded to the big banks’ wish list on derivative trading. She has spoken thoughtfully about further steps against abuses and in favor of taxing hedge funds at a fairer, i.e., higher, rate.\nThis is reflective of her role in the 1990s, when she was a consistent force for progressive policies in her husband’s administration. And as Paul Krugman documented throughout the 2008 nomination campaign, she was, on the whole, to Barack Obama’s left on domestic issues.\nTrue, not on Iraq. Having myself voted against that terrible mistake, I agree that her position on the war is a legitimate concern for those of us on the left. The question then becomes whether this was a manifestation of a general tendency to support unwise military intervention, or the case of her joining every other Democratic senator who had serious presidential ambitions in voting for a war that the Bush-Cheney administration had successfully hyped as a necessary defense against terrorism. While I wish that she, Joe Biden and John Kerry had not been spooked into believing that no one who voted no would have the national security merit badge required to win the presidency, I regard liberal senators’ support for the Iraq War as a response to a given fraught political situation rather than an indication of their basic policy stance — like Obama’s off-again, on-again support for same-sex marriage. (Yes, I am saying that in deciding whether or not to support a candidate with whom I have disagreed on a fundamental issue, I am more at ease if it was a one-time political accommodation rather than a genuine conviction.) Most relevantly for this discussion, she will clearly be for less military spending and intervention than the Republican nominee. While I admire Paul’s skepticism about an expansive global policing role for America, even the more tempered version of this he now propounds is an absolute bar to his winning a Republican convention.\nOf course it is not only possible to accept the legitimacy of Clinton’s liberal-progressive credentials and still prefer that Sanders be president, it makes sense for the most ideologically committed to hold that view. But wishful thinking is no way to win the presidency. There is not only no chance — perhaps regrettably — for Sanders to win a national election. A long primary campaign will only erode the benefit Democrats are now poised to reap from the Republicans’ free-for-all.\nDecades ago, Sanders made a principled choice to play a valuable part in our politics — the outsider within the system. He defied the uniquely American aversion to the word “socialism.” We are, after all, the only Western democracy in which no self-identified socialist party has ever played a significant governmental role. While voting with the Democrats to organize first the House and then the Senate, he made clear he did so as a regrettable necessity, not a preference, and cited his nonmembership in the party as an indication of his political integrity. Substantively, he has consistently, forcefully and cogently made the case for a larger federal government role in improving both the fairness and the quality of life in our country, refusing to soft-pedal in the face of declining support for this view in public opinion.\nHis very unwillingness to be confined by existing voter attitudes, as part of a long-term strategy to change them, is both a very valuable contribution to the democratic dialogue and an obvious bar to winning support from the majority of these very voters in the near term.\nBarney Frank is a Politico columnist and a former Democratic representative from Massachusetts.\nLead image by AP Photo.\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nWhat Works\n By DEBRA BRUNO\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "As skillful a controversialist as Bill Kristol is, he couldn’t help grinning. When we were discussing the 2016 campaign on “Morning Joe” last month, he expressed strong admiration for Bernie Sanders and pretended disbelief that I was not supporting him for president. But the strContinue reading ...", "title": "Why Progressives Shouldn't Support Bernie", "url": "http://www.politico.com/magazine/story/2015/07/why-progressives-shouldnt-support-bernie-120484.html", "topics": ["economy"], "people": ["Rand Paul", "John Kerry", "Mitt Romney", "Lindsey Graham", "Joe Biden", "Jeb Bush", "Paul Krugman", "Hillary Clinton", "Donald Trump", "Mike Huckabee", "Barack Obama", "Barney Frank", "Bernie Sanders", "Bill Kristol", "Ben Carson", "Ted Cruz"], "orgs": ["Senate", "Videos & Photos", "What Works", "Citizens United"], "authors": [{"author_id": 31781, "fullname": "barney frank", "primary_org": "politico"}], "date_written": "2015-07-23 00:23:04", "org": "politico", "article_id": "fcc8ce2655954dc4498fb753621da66b", "date_access": "2015-07-22 23:40:04.924429"}