{"body": "\n09/27/15 09:20 AM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nThe prospect of a reduction in the number of candidates on stage is a life-or-death matter for some campaigns.\n\n09/27/15 09:06 AM EDT\n\n                                        By \nKyle Cheney\n\n“During the ’90s, I was subjected to the same kind of barrage,” she says.\n\n09/27/15 09:01 AM EDT\n\n                                        By \nKyle Cheney\n\n\"They don't filter out the people that aren't going to vote.\"\n\n09/27/15 09:01 AM EDT\n\n                                        By \nKyle Cheney\n\nHe justifies them by saying the rich pay the most taxes.\n\n09/27/15 09:00 AM EDT\n\n                                        By \nSteven Shepard\n\nDemocratic and Republican front-runners are losing their leads.\n\n                                        By \n                                                Nicholas Vinocur\n\nBut the president rules out troops on the ground.\n\nFourth Estate\n\n09/27/15 08:10 AM EDT\n\n                                        By \nJack Shafer\n\nDeclaring a subject or a question a distraction has become Clinton’s favorite way of dodging questions.\n\n                                        Updated 09/27/15 08:07 AM EDT\n\n                                        By \nJosh Gerstein\n\nInstead, Cheryl Mills did.\n\n09/27/15 07:55 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nA ruling on the state's requirements for abortion providers could roil the 2016 race.\nMillions of kids, some as young as 5, now get their schooling online. Just one problem: Nobody knows how well it works.\n\n09/26/15 07:57 PM EDT\n\n                                        By \nAli Breland\n\n“The other party doesn’t want to run against her. And if they do, they’d like her as mangled up as possible,” he says.\n\n09/26/15 07:00 PM EDT\n\n                                        By \nJake Sherman\n\nIllinois Rep. Peter Roskam says he's secured enough signatures to hold a special Republican meeting to discuss the future of the party. \n\n09/26/15 05:05 PM EDT\n\n                                        By \nPatrick Temple-West\n\nConcerns about security restrictions may have dampened Saturday's crowds.\n\nWar Room\n\n09/26/15 09:27 AM EDT\n\n                                        By \n                                                James Kitfield\n\nThe outgoing Joint Chiefs Chairman bids farewell to an alliance beset by crises.\nThe GOP civil war infects 2016.\n\n09/26/15 08:17 AM EDT\n\n                                        By \nTerry Mulcahy\n\n\n09/26/15 08:15 AM EDT\nGOP CIVIL WAR.\n\n09/26/15 08:02 AM EDT\n\n                                        By \nBen Schreckinger\n\nA potential kingmaker, the senator discusses what it will take to win his endorsement.\n\n2016\n\n09/26/15 08:00 AM EDT\n\n                                        By \nKenneth P. Vogel\n                                         and \nNoah Weiland\n\nThe charity is struggling to regain its luster amid political scandals.\n\n09/26/15 07:58 AM EDT\n\n                                        By \nAndrew Glass\n\nPresident Richard Nixon told reporters that he was making 'some progress' in his effort to end the Vietnam War.\n\n09/26/15 07:53 AM EDT\n\n                                        By \nJake Sherman\n\nIllinois Rep. Peter Roskam is trying to force Republicans to hold a closed meeting about the future of the party before a vote on new leadership slate,...\n\n09/25/15 10:49 PM EDT\nRemarks given by President Barack Obama and Chinese President Xi Jinping during Friday's Chinese state dinner.\n\nCongress\n\n                                        Updated 09/25/15 10:22 PM EDT\n\n                                        By \nGlenn Thrush\n                                         and \nSarah Wheaton\n\nThe speaker and the president had big ideas, but 'the crazies' got in the way.\n\nCONGRESS\n\n                                        Updated 09/25/15 10:10 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nJake Sherman\n\nAfter less than nine years in the House, the majority leader is poised to take the reins from Boehner.\n\n09/25/15 08:10 PM EDT\n\n                                        By \nJohn Bresnahan\n                                        ,\nJake Sherman\n                                         and \nAnna Palmer\n\nBattle shaping up for No, 2 post among House Republicans.\n\n09/25/15 07:57 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nHere's who's attending the state dinner at the White House.\n\n                                        By \n                                                Henry C. Jackson\n\nHe constantly touts the number of attendees at his events and sometimes wildly exaggerates.\n\n09/25/15 07:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nDonald Trump constantly touts the number of attendees at his events and sometimes wildly exaggerates. He also publicly attacks journalistic accounts of...\n\n09/25/15 07:41 PM EDT\n\n                                        By \nDavid Rogers\n\nLooming showdowns over the budget and debt ceiling might have benefited from his experience.\n\nCongress\n\n09/25/15 07:28 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nhow boehner decided to bounce\n\n                                        Updated 09/25/15 07:16 PM EDT\n\n                                        By \nBen White\n\nWall Street is quietly freaking out over Boehner's departure .\n\n                                        Updated 09/25/15 06:59 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nThe embattled House speaker, facing a fresh coup attempt, woke up on Friday and said, 'Today's the day.'\n\n09/25/15 06:50 PM EDT\n\n                                        By \nLauren French\n\nHouse Democrats are seeing a silver lining in John Boehner's unexpected announcement that he plans to resign from Congress at the end of October.\n\nCongress\n\n09/25/15 06:50 PM EDT\n\n                                        By \nShane Goldmacher\n\nThe internal struggle that helped doom Boehner now bleeds into the presidential race.\n\n2016\n\n                                        Updated 09/25/15 06:47 PM EDT\n\n                                        By \nBen Schreckinger\n\nHe's obsessed with his crowds. It’s a sign of an unfiltered candidate focused on the most conspicuous indicators of success.\n\nPolitics\n\n09/25/15 06:46 PM EDT\n\n                                        By \nTodd S. Purdum\n\nBeing a GOP House speaker might be the worst job in Washington.\n\nPolitics\n\n09/25/15 06:43 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\n20 political experts mull the future of the top job in the House.\n\n09/25/15 06:37 PM EDT\n\n                                        By \nSarah Wheaton\n\n“He went and he became president. I didn’t go and I’m still vice president,\" Biden jokes.\n\n                                        Updated 09/25/15 06:33 PM EDT\n\n                                        By \nJoseph Marks\n\nThe joint promise goes beyond merely vowing that the countries won't launch cyber first strikes against each other’s power grids and other critical infrastructure.\n\n09/25/15 06:24 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe lawsuit challenges the NSA’s monitoring of U.S.-based international Internet gateways effort under a 2008 law seeking to legalize a practice the George...\n\n09/25/15 06:13 PM EDT\n\n                                        By \nTheodoric Meyer\n\nAs House Majority Leader Kevin McCarthy began consolidating support to replace John Boehner.\n\n09/25/15 06:13 PM EDT\n\n                                        Updated 09/25/15 06:13 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBoehner, 65, offered no clues to his future beyond October when hetook questionsFriday afternoon\n\n                                        Updated 09/25/15 06:08 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHe says he wants a debate focused on climate change and clean energy to occur before the Iowa caucuses in February.\n\n09/25/15 05:48 PM EDT\n\n09/25/15 05:37 PM EDT\n\n                                        By \nTimothy Noah\n\nParadoxically, Boehner's achievements may have proved his undoing.\n\n                                        Updated 09/25/15 05:30 PM EDT\n\n                                        By \n                                                Katie Glueck\n                                         and \nDaniel Strauss\n\nConservatives at the Values Voters Summit cheered the demise of House Speaker John Boehner as Sen. Marco Rubio said the time had come to make way for new...\n\n                                        Updated 09/25/15 05:27 PM EDT\n\"The time for appeasement is over.”\n\n                                        Updated 09/25/15 05:18 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJake Sherman\n                                         and \nJohn Bresnahan\n\nRepublican Kevin McCarthy is strongly favored to become speaker, but jockeying is intense for other leadership posts.\n\nIn The Arena\n\n09/25/15 05:12 PM EDT\n\n                                        By \n                                                Michael A. Needham\n\nWhy the Speaker's resignation is great news for conservatives.\nWe're working on more stories right now\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    James Kitfield\n\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \nTodd S. Purdum\n\n\n                AP Photo\n\n                        Democratic and Republican front-runners are losing their leads.\n\n            By \nSteven Shepard\n\n09/27/15 09:00 AM EDT\nAs Vice President Joe Biden considers a potential presidential campaign, a new NBC News/Wall Street Journal poll released Sunday shows a Biden candidacy would draw support away from former Secretary of State Hillary Clinton.\nThe poll shows Clinton leading Vermont Independent Sen. Bernie Sanders, 42 percent to 35 percent — with Biden, who is mulling entering the race, at 17 percent. But when pollsters asked those favoring Biden to pick their second-choice candidate, the majority of Biden backers flocked to Clinton, who would lead Sanders by 15 points without the vice president in the race.\nStory Continued Below\nThe other Democratic contenders — former Virginia Sen. Jim Webb, former Maryland Gov. Martin O'Malley and former Rhode Island Gov. Lincoln Chafee — were at 1 percent or less in either scenario. The poll surveyed 256 Democratic voters and has a margin of error of plus or minus 6.1 percentage points.\nOn the Republican side, neurosurgeon Ben Carson has pulled into a tie with real estate magnate Donald Trump. Trump has just a one-point advantage over Carson, 21 percent to 20 percent.\nFlorida Sen. Marco Rubio and former Hewlett-Packard CEO Carly Fiorina are tied for third at 11 percent. Former Florida Gov. Jeb Bush is at 7 percent, Ohio Gov. John Kasich is at 6 percent, Texas Sen. Ted Cruz is at 5 percent, Kentucky Sen. Rand Paul is at 3 percent, New Jersey Gov. Chris Christie is at 3 percent and former Arkansas Gov. Mike Huckabee is at 2 percent.\n\n\n\n            By \nEliza Collins\n\nBringing up the rear are former Pennsylvania Sen. Rick Santorum and Louisiana Gov. Bobby Jindal, both at 1 percent. Failing to earn any support were South Carolina Sen. Lindsey Graham, former New York Gov. George Pataki and former Virginia Gov. Jim Gilmore. The poll includes interviews with 230 Republican voters, and results for this question carry a margin of error of plus or minus 6.5 percentage points.\nThe poll was conducted Sept. 20-24 for the two media outlets by the Democratic firm Hart Research Associates and the Republican firm Public Opinion Strategies.\n © 2015 POLITICO LLC", "byline": "", "description": "Democratic and Republican front-runners are losing their leads.", "title": "Poll: Carson ties Trump, Biden draws from Clinton", "url": "http://www.politico.com/story/2015/09/trump-biden-nbc-poll-carson-clinton-sanders-214108", "topics": ["campaign_finance", "personality"], "people": ["Isaac Arnsdorf", "Joe Biden", "Eliza Collins", "Kyle Cheney", "Rick Santorum", "Richard Nixon", "Kenneth P. Vogel", "Hillary Clinton", "Henry C. Jackson", "Peter Roskam", "Anna Palmer", "Hadas Gold", "Ted Cruz", "Jim Gilmore", "Steven Shepard", "Chris Christie", "Patrick Temple", "Theodoric Meyer", "George Pataki", "Mike Huckabee", "John Boehner", "Josh Gerstein", "Michael A. Needham", "Gabriel Debenedetti", "Bobby Jindal", "Xi Jinping", "Shane Goldmacher", "Rand Paul", "Jack Shafer", "Jeb Bush", "Martin O'Malley", "Joseph Marks", "Noah Weiland", "Alex Isenstadt", "Jim Webb", "Cheryl Mills", "David Rogers", "Andrew Glass", "Donald Trump", "John Bresnahan", "Marco Rubio", "Nicholas Vinocur", "Barack Obama", "Sarah Wheaton", "Bernie Sanders", "Timothy Noah", "Lauren French", "Carly Fiorina", "Ben Schreckinger", "Jennifer Haberkorn", "Daniel Strauss", "Todd S. Purdum", "Lindsey Graham", "Ali Breland", "John Kasich", "Terry Mulcahy", "Ben White", "Jake Sherman", "Glenn Thrush", "James Kitfield", "Katie Glueck", "Ben Carson", "Lincoln Chafee"], "orgs": ["Congress", "CONGRESS", "NSA", "GOP House", "Public Opinion Strategies", "Hart Research Associates"], "authors": [{"author_id": 31212, "fullname": "alex isenstadt", "primary_org": "politico"}, {"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-09-27 14:00:37", "org": "politico", "article_id": "15d3421ee80d9f6aa0b964332d8b3728", "date_access": "2015-09-27 13:30:11.512857"}