{"body": "\n10/06/15 07:25 AM EDT\nPOSTCARD from New Yorker Festival -- REDSKINS are #1 -- B’DAY: Jonathan Alter \n\n10/06/15 07:03 AM EDT\nNYT’s milestone\n\n10/06/15 06:57 AM EDT\n\n                                        By \nNick Gass\n\nCarly Fiorina says that she thinks she is \"distinctly horrifying to liberals\" because of the prospect that she could beat Hillary Clinton.\n\n10/06/15 06:55 AM EDT\nOMNIA gets marathon Senate hearing\n\n10/06/15 06:36 AM EDT\nCharlie Baker in the balance on transgender protections bill.\n\n10/06/15 06:30 AM EDT\nOpen-carry gun bill gets hearing in Florida.\n\n10/06/15 06:25 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump slammed Mitt Romney's top 2012 strategist after he went on CNN on Monday.\n\n2016\n\n10/06/15 05:09 AM EDT\n\n                                        By \n                                                Gwenda Blair\n\nThe magnate’s biographer explains the spiritual guide behind his relentless self-confidence.\n\n2016\n\n10/06/15 05:06 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nBrooklyn is being hassled by the old Clinton network over strategy and resources in the first primary state.\n\n                                        Updated 10/06/15 12:43 AM EDT\n\n                                        By \nDaniel Strauss\n\nIt’s a jab at Rubio who awkwardly reached for water in the middle of his 2013 State of the Union rebuttal.\n\n                                        Updated 10/06/15 12:15 AM EDT\n\n                                        By \nVictoria Guida\n                                         and \nAdam Behsudi\n\nThe agreement will soon be released straight into the neon glare of a presidential election campaign and a bitterly divided Congress. \n\n10/06/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nFairbanks’ political fortunes changed with McKinley’s assassination in 1901.\n\n2016\n\n                                        Updated 10/05/15 11:26 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president is mourning. He’s also calculating.\n\n                                        Updated 10/05/15 10:20 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“The Republicans finally admit it.\"\n\nTrade\n\n                                        Updated 10/05/15 10:02 PM EDT\n\n                                        By \nVictoria Guida\n\nThe Pacific Rim trade pact poses some political complications for her.\n\nOptics\n\n10/05/15 09:05 PM EDT\n\n                                        Updated 10/05/15 08:34 PM EDT\n\n                                        By \nNick Gass\n\nThe email chains include 72 pages with Reines' conversations with reporters.\n\n                                        By \n                                                Paul Dallison\n\n\n                                        By \n                                                Zeke Turner\n\n\n                                        By \n                                                Paul Dallison\n                                         and \n                                                Sofia Melo\n\nAngry employees get physical after announcement of job cuts.\n\n                                        By \n                                                Henry C. Jackson\n\nONE WEEK until the first Democratic debate. 23 days until the GOP candidates debate again.\n\n10/05/15 07:33 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHillary Clinton has presented herself as a skeptic of the biggest trade deal in history, saying this summer that “we should prepared to walk away” from...\n\nLaw And Order\n\n10/05/15 07:18 PM EDT\n\n                                        By \n                                                Matt Valentine\n\nThe canard of the armed civilian mass-shooting hero is perpetuated by exaggerations and half-truths.\n\nLaw And Order\n\n10/05/15 07:17 PM EDT\n\n                                        By \n                                                James Dudley\n\nThe Oregon shooting is a tragic reminder that the laws on the books are woefully inadequate. \n\n10/05/15 07:14 PM EDT\n\n10/05/15 07:11 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.\n\n10/05/15 07:05 PM EDT\n\n                                        By \nKevin Robillard\n\nThe party lands its top recruit in N.H., Maggie Hassan, but primaries elsewhere complicate path to majority.\n\n2016\n\n10/05/15 06:59 PM EDT\n\n                                        By \nRachael Bade\n\nThey argue that the California Republican validated their view that the panel's work amounts to a witch hunt. \n\n                                        Updated 10/05/15 06:50 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nSenate Democrats are gearing up for another gun-control push in the aftermath of last week's mass shooting in Oregon, as the chamber's top Democrat accused...\n\n10/05/15 06:41 PM EDT\n\n                                        By \nKyle Cheney\n\nIn an interview with POLITICO, Romney also said Jeb Bush and his backers played no role in her husband's decision.\n\n10/05/15 06:37 PM EDT\n\n                                        Updated 10/05/15 06:19 PM EDT\n\n                                        By \n                                                Kelsey Sutton\n\nMSNBC executives are still considering expanding its popular early-day “Morning Joe” programming. \n\n10/05/15 05:57 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"Police shootings are not minutiae at all,\" the attorney general says.\n\nCongress\n\n                                        Updated 10/05/15 05:54 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nSources close to the leaders privately said their relationship seems to be getting worse.\n\n10/05/15 05:29 PM EDT\n\n                                        By \nAnna Palmer\n\nAn email to Democratic operatives asked \"if you or any friends have interest in submitting your resume for the potential Biden campaign.\"\n\n                                        Updated 10/05/15 05:29 PM EDT\n\n                                        By \nSteven Shepard\n\nPolls have showed the popular Hassan running close with Ayotte in early matchups.\n\n                                        By \nDanny Vinik\n\nAs the White House tries to open up a trade relationship, Cuba shuts off the spigot. What’s going on?\n\n10/09/15 05:00 PM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and California Playbook Author Carla Marinucci as they mark the launch of California Playbook...\n\n10/05/15 05:01 PM EDT\n\n                                        By \nBurgess Everett\n\nA first-term senator disses the debate over the next House speaker.\n\n10/14/15 08:00 AM EDT\nJoin POLITICO’s Outside, In: Will Tech Transform Chronic Care? panel discussion, where leading voices in healthcare, technology and policy will convene...\n\n10/05/15 04:16 PM EDT\n\n                                        By \nHadas Gold\n\nInfluential conservative radio host and RedState editor Erick Erickson announced on Monday he's leaving the website by the end of the year to focus on...\n\n                                        Updated 10/05/15 04:13 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton wryly rejected the notion of considering the No. 2 spot on a presidential ticket on Monday, remarking in an answer to a hypothetical question...\n\n10/05/15 04:10 PM EDT\n\n                                        By \nJosh Gerstein\n\nHomeland Security Secretary Jeh Johnson rallied to the defense of the beleaguered Secret Service on Monday, dismissing media coverage of high-level misconduct...\n\n10/05/15 04:09 PM EDT\n\n                                        Updated 10/05/15 03:57 PM EDT\n\n                                        By \nNick Gass\n\n\"Now, I'm a little different from those who say free college for everybody.\"\n\n10/05/15 03:55 PM EDT\n\n                                        Updated 10/05/15 03:51 PM EDT\n\n                                        By \nNick Gass\n\nClinton again expressed contrition for choosing to conduct official business on a private email account and server.\n\n10/05/15 03:44 PM EDT\n\n                                        Updated 10/05/15 03:41 PM EDT\n\n                                        By \nNick Gass\n\nIt's the second time this cycle that a Democratic presidential candidate has appeared on her show. \n\n10/05/15 03:19 PM EDT\nWe're working on more stories right now\n\n                                            By \n                                                    Gwenda Blair\n\n\n                                            By \n                                                    James Dudley\n\n\n                                            By \n                                                    Matt Valentine\n\n\n                                            By \nJack Shafer\n\n\n                Getty\n\n            By \nNick Gass\n\n10/06/15 06:57 AM EDT\nCarly Fiorina says that she thinks she is \"distinctly horrifying to liberals\" because of the prospect that she could beat Hillary Clinton in a general election, hours after a poll was released showing her besting the Democratic front-runner in a hypothetical general election matchup in Iowa.\nDuring an interview with Fox News' Megyn Kelly on her Monday night show, Fiorina responded after Kelly read part of a New York Times story from last week in which one woman remarked of the former Hewlett-Packard executive that, \"It’s so weird — she looks like one of us, but she’s not.\"\nStory Continued Below\n\"Look, we know that most of the media is very liberal. We know that liberal women have trouble accepting that there are many, many women who don't agree with them,\" Fiorina declared. \"And in fact, it's liberal women, unfortunately, who believe that unless you follow their orthodoxy -- [MSNBC's] Rachel Maddow is one, but Hillary Clinton is one, as well.\"\nFiorina then recalled that Clinton, campaigning for Iowa senatorial candidate Bruce Braley last year, \"went through her litany of liberal orthodoxy\" on GOP candidate Joni Ernst, when she said of the Iowa Republican that \"it's not enough to be a woman.\"\n\n\n\n            By \nGabriel Debenedetti\n\n\"You have to be committed to expand rights and opportunities for all women,\" Clinton added.\nAccording to the latest NBC News/Wall Street Journal/Marist poll out Monday, Fiorina led Clinton 52 percent to 38 percent in a hypothetical matchup.\n\"Actually, note to Democrat Party: We're half the nation. And so our views differ, just like men's views differ,\" Fiorina said. \"And yes, I think I am distinctly horrifying to liberals that I am a conservative woman who right now, head-to-head, beats Hillary Clinton soundly.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Fiorina: 'I'm distinctly horrifying to liberals'", "url": "http://www.politico.com/story/2015/10/carly-fiorina-i-am-to-horrifying-liberals-214462", "topics": ["campaign_finance", "trade", "personality"], "people": ["Kelly Ayotte", "Burgess Everett", "Paul Dallison", "Kyle Cheney", "James Dudley", "Rachael Bade", "Kevin Robillard", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Rachel Maddow", "Carla Marinucci", "Kelsey Sutton", "Steven Shepard", "Gwenda Blair", "Sofia Melo", "Gabriel Debenedetti", "Jonathan Alter", "Josh Gerstein", "Matt Valentine", "Joni Ernst", "Zeke Turner", "Nick Gass", "Jack Shafer", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Danny Vinik", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Charlie Baker", "Megyn Kelly", "Bruce Braley", "Jeh Johnson", "Carly Fiorina", "Adam Behsudi", "Erick Erickson", "Mitt Romney", "Mike Allen", "Daniel Strauss", "Philippe Reines", "Hillary Clinton", "Victoria Guida", "Maggie Hassan"], "orgs": ["RedState", "Congress", "Senate", "MSNBC", "NYT", "California Playbook", "REDSKINS", "Marist", "State of the Union", "Law And Order", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-10-06 11:57:59", "org": "politico", "article_id": "b1323865cb63fc0694332166a484d6f6", "date_access": "2015-10-06 11:30:10.618998"}