{"body": "Cruz said Mcconnell, 'basically rammed [the Ex-Im bank] through.' | Getty\nBy Adam B. Lerner\n7/27/15 5:42 PM EDT\nUpdated 7/27/15 6:00 PM EDT\nTed Cruz on Monday defended his statement that Mitch McConnell told a “flat-out lie” about reauthorization of the Export-Import Bank, doubling down on his assertion that the Senate majority leader conspired with Democrats to undermine the most conservative wing of the party.\n“I gave a highly unusual floor speech,” Cruz said on “The Howie Carr Show” on WRKO in Boston, referring to his diatribe last Friday condemning the way the Senate ultimately passed funding for the Export-Import Bank.\nStory Continued Below\nMcConnell, Cruz said, “basically rammed [the Ex-Im Bank] through using the full power of the Senate majority leader,” while getting “visibly angry” with concerned conservative members of the caucus, like Cruz, and assuring them that he made “no deal” with Democrats about the bank.\nIn Friday’s speech, which Cruz delivered on the floor of the Senate, the Texas Republican and 2016 presidential contender compared McConnell’s denial of a deal to St. Peter’s thrice-repeated denial that he knew Jesus Christ. But, Cruz added, McConnell’s statement was a “lie.”\nAlso on POLITICO\nKATIE GLUECK\n“What we saw today was an absolute demonstration that not only what he told every Republican senator, but what he told the press over and over again was a simple lie,” said Cruz. “The majority and minority leader, arm-in-arm again, should not team up against the American taxpayers.”\nWhen asked by host Howie Carr whether or not he believes that the speech was an attack on a fellow Republican, Cruz said he would never “throw rocks” at a member of his own party. Ronald Reagan famously refrained from attacking fellow GOP-ers, dubbing this policy his “eleventh commandment.” Cruz has cited Reagan’s dictum in the past.\n“What I said about McConnell wasn’t attacking him personally,” explained Cruz, who later refused to condemn any of Donald Trump’s comments on the campaign trail.\nBy DAVID GREENBERG\nBy JIEUN BAEK\nBy SVEN BECKERT\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "\"I gave a highly unusual floor speech.\"", "title": "Ted Cruz: I wasn't attacking Mitch McConnell 'personally'", "url": "http://www.politico.com/story/2015/07/ted-cruz-i-wasnt-attacking-mitch-mcconnell-personally-120684.html", "topics": ["personality"], "people": ["Adam B. Lerner", "Jesus Christ", "Donald Trump", "Ronald Reagan", "Howie Carr", "Ted Cruz"], "orgs": ["Senate", "WRKO", "GOP"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-27 22:42:16", "org": "politico", "article_id": "795fd5d1f3d7fcdf5dac903f66702d66", "date_access": "2015-07-27 22:20:04.715139"}