{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Ben White\n7/27/15 8:00 AM EDT\nBy Ben White\nCHINA STOCKS TANK AGAIN — Reuters/Shanghai: “Chinese shares tumbled more than 8 percent on Monday amid renewed fears about the outlook for the world's No. 2 economy, reviving the specter of a full-blown market crash that prompted unprecedented government intervention earlier this month. … Major indexes suffered their largest one-day drop since 2007, shattering a period of relative calm in China's volatile stock markets since Beijing unleashed a barrage of support measures to arrest a slump that began in mid-June.\nStory Continued Below\n“The CSI300 index of the largest listed companies in Shanghai and Shenzhen plunged 8.6 percent, to 3,818.73, while the Shanghai Composite Index .SSEC lost 8.5 percent, to 3,725.56 points. While the falls followed lackluster data on profit at Chinese industrial firms on Monday and a disappointing private factory sector survey on Friday, there was little to explain the scale of the sell-off. Some analysts said fears that China may hold off from further loosening of monetary policy had contributed to souring investor sentiment.” http://reut.rs/1LMpfiW\nSO MUCH FOR THE BRIEF CALM — Bloomberg: “China’s stocks tumbled … amid concern a three-week rally sparked by unprecedented government intervention is unsustainable. … PetroChina Co., long considered a target of state-linked market support funds, tumbled by a record 9.6 percent. The rout dented investor confidence from Hong Kong to Taiwan and Indonesia, helping send the MSCI Emerging Markets Index to a two-year low. …\n“Monday’s retreat shattered the sense of calm that had fallen over mainland markets last week and raised questions over the viability of government efforts to prop up prices as the economy slows. China’s industrial profits fell 0.3 percent in June from a year earlier, the statistics bureau reported on Monday. The International Monetary Fund has urged China to eventually unwind its support measures, according to a person familiar with the matter.” http://bloom.bg/1Jp5pIO\nEX-IM RISES AGAIN — POLITICO’s Victoria Guida and Kathryn A. Wolf: “The Senate … voted to close debate on an amendment that would reauthorize the Export-Import Bank, as part of a multiyear surface transportation bill. The Senate voted, 67-26, to bring debate to a close on the amendment by Sen. Mark Kirk; there will now be 30 hours of post-cloture debate time before proceeding to a vote on the amendment itself, likely some time Monday night assuming all the post-cloture debate time is used.\n“The amendment contains the text of a bill Kirk sponsored with Sen. Heidi Heitkamp to extend Ex-Im’s charter for four years and lower its lending cap from $140 billion to $135 billion. The measure would also raise the percentage of the agency’s operations that must go toward supporting small businesses from 20 to 25 percent. It deals with the Obama administration’s controversial restrictions on coal financing by prohibiting discrimination against any energy sources.” http://politi.co/1VHP5I4\nFED PREVIEW — HFE’s Jim O’Sullivan: “Fed officials will end their meeting before seeing the GDP … Of course, there was virtually no chance that Fed officials would be raising rates this week anyway. Instead, the focus will be on the extent to which they encourage expectations for a move in September.\n“We expect they will encourage such expectations with their tone on labor market improvement in particular; we don’t expect an explicit signal in the forward guidance part of the statement. Fed officials will likely avoid including anything in the FOMC statement that could be construed as calendar-based forward guidance”\nWHAT DOES DONALD TRUMP BELIEVE? — POLITICO’s Timothy Noah with a team of POLITICO Pro reporters: “Will the real Donald Trump please stand up? Over the past two decades he was a Republican, then an independent, then a Democrat, then a Republican … Voters are drawn to Trump more for his I'll-say-anything style than for his policy views. But a close inspection of Trump's two published policy tomes, 'The America We Deserve' (2000) and 'Time To Get Tough' (2011), along with Trump's public statements in interviews, on Twitter and in public appearances, indicate that Trump's policy preferences are eclectic, improvisational and often contradictory.\n“Some of his policy stances are flat-out disqualifying to the Republican establishment, but that doesn't seem to matter. The inconsistencies may even be an asset in assembling a coalition. … In 1999, Trump quit the Republican Party, saying 'I just believe the Republicans are just too crazy right.' … In 2001, Trump quit the Reform Party to register as a Democrat. … Trump once endorsed a massive surtax on the rich. But he now wants the top income tax rate cut in half. … [H]is campaign will identify no policy director, he has no “issues” tab on his campaign website and he hasn’t given any substantive policy speeches on the campaign trail.” http://politi.co/1S3CHD1\nTRUMP-MENTUM STILL THERE (FOR NOW) — POLITICO’s Steven Shepard: “Donald Trump has surged to the lead in the New Hampshire GOP presidential primary and virtually erased Wisconsin Gov. Scott Walker’s advantage in the Iowa caucuses, according to new NBC News/Marist polls … In Iowa, Walker still tops the field with 19 percent, the poll shows — only two points ahead of Trump, who garners 17 percent. Interviews for the poll began on July 14 — the day after the Walker campaign’s launch event in Wisconsin. The only other candidate in double digits is former Florida Gov. Jeb Bush, at 12 percent.\n“Those lagging behind include a number of candidates banking on strong finishes in Iowa. Neurosurgeon Ben Carson is in fourth place, at 8 percent, followed by former Arkansas Gov. Mike Huckabee at 7 percent, Kentucky Sen. Rand Paul at 5 percent, Texas Sen. Ted Cruz at 4 percent and Florida Sen. Marco Rubio at 4 percent. Former Texas Gov. Rick Perry, for whom a super PAC has spent more than $600,000 on ads on Iowa television supporting him over the past six weeks, is at just 3 percent.” …\n“Meanwhile, in the first-in-the-nation primary state of New Hampshire, Trump is in the lead at 21 percent. Bush, the second-place candidate, is at 14 percent. Walker is third, at 12 percent, followed by a surprise fourth-place finisher: Ohio Gov. John Kasich, who announced his campaign on the last day the poll was in the field, is at 7 percent” http://politi.co/1HTjoV6\nGOOD MONDAY MORNING — For early risers, M.M. is on CNBC’s “Squawk Box” at 6:20 a.m. talking politics and what have you.\nDRIVING THE WEEK — President Obama continues his Africa trip today in Ethiopia … Hillary Clinton is in Iowa today talking renewable energy … Inaugural Playbook New Jersey event this morning in Newark with Mike Allen, Matt Friedman and Sen. Cory Booker (RSVP: http://politi.co/1HIC9ud) … Fed begins two-day policy meeting on Tuesday with a statement (but no news conference on Wednesday). … House Financial Services has a Dodd-Frank at five years hearing Tuesday at 10:00 a.m. … Joint Economic Committee has a hearing at 10:00 a.m. Tuesday on dynamic scoring … House Ag has a hearing at 10:00 a.m. on Dodd-Frank and derivatives reform … First read on Q2 GDP on Thursday at 8:30 a.m. expected to show growth popping back to 2.5 percent … Twitter reports earnings Tuesday after the close … Facebook reports Wednesday after the close …\n** A message from MetLife: We keep our promises. MetLife pays over $30 billion a year in claims and benefits. We're proud to have earned a place in the lives of more than 50 million Americans who rely on us to be there for them. Learn more: http://www.metlife.com/promiseskept **\nGREEK BAILOUT TALKS BEGIN — FT’s Peter Spiegel in Brussels and Kerin Hope in Athens: “Negotiators from Greece’s bailout monitors will fly to Athens on Monday to formally begin talks on a €86bn rescue after days of delays over whether the Greek government would allow creditors to have full access to staff and facilities. … Despite an agreement that gives teams from the EU and the International Monetary Fund access to some ministries and data, officials said only middle-ranking technical teams — and not mission chiefs — would participate for now.\n“The IMF, which last week scrapped its €28bn bailout programme that was originally to run until March, on Friday received a request from Athens for a new rescue. It is unlikely to send negotiators until later in the week, officials said. Opening talks on an IMF programme must first be approved by the fund’s board. … The decision to send lower-level negotiators on Monday is the latest sign of concern among Greece’s creditors that, despite the summit agreement two weeks ago to restart talks, there remain deep differences on the way forward that could still derail negotiations before an August 20 deadline.” http://on.ft.com/1GSuhCu\nBIG HURDLES FOR TRADE DEAL REMAIN — POLITICO’s Doug Palmer: “The Obama administration is closer than ever on a breakthrough on the biggest trade deal in world history. But years of delicate negotiating could be undone by Canadian milk. Or Japanese rice. Or U.S. pharmaceutical patents. … Top trade officials from 12 countries scattered around the Asia-Pacific region descended on the island of Maui on Friday for a week of meetings, where they will sit in hotel conference rooms negotiating a free trade zone that would cover about 40 percent of world economic output.\n“And while they could leave with a breakthrough deal, the talks could just as easily be blown up by petty and not-so-petty grievances over everything from cheese labels to auto tariffs. … The administration sees the Trans Pacific Partnership as a major part of President Barack Obama’s legacy, and his top trade representative, Michael Froman has visited four countries and met with most of the others in Washington, D.C., over the past several weeks urging them to be prepared to close the deal” http://politi.co/1Jp4E2t\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES –  Jon Prior on Jeb Hensarling's latest call for reforms at the Federal Reserve… For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com\nSIX STOCKS THAT RULE THE WORLD — WSJ’s Dan Strumpf: “Just a few companies are driving the gains in major U.S. stock indexes this year, raising fresh concerns about the health of the market’s advance. Six firms: Amazon, Google, Apple Inc., Facebook Inc., Netflix Inc. and Gilead Sciences Inc. — now account for more than half of the $664 billion in value added this year to the Nasdaq Composite Index, according to data compiled by brokerage firm JonesTrading. Amazon, Google, Apple, Facebook, Gilead and Walt Disney Co. account for more than all of the $199 billion in market-capitalization gains in the S&P 500.\n“The concentrated gains are spurring concerns that soft trading in much of the market could presage a pullback in the indexes. Many investors see echoes of prior market tops — including the 2007 peak and the late 1990s frenzy — when fewer and fewer stocks lifted the broader market. The S&P 500 is up 1 percent this year while the Nasdaq has gained 7.4 percent. Other indicators are also flashing yellow. In the Nasdaq, falling stocks have outnumbered rising stocks this year, sending the “advance-decline line” into negative territory, a phenomenon that has come before market downturns in the past, investors and analysts said.” http://on.wsj.com/1LKULy3\nCLINTON DENIES EMAIL STORY — POLITICO’s Hadas Gold: “Hillary Clinton said she is confident none of the emails she sent using her private email server while secretary as state contained information that was classified when she sent them. Clinton, speaking to reporters Saturday after a presidential campaign event here, said she has ‘no idea’ which are the four emails an inspector general review has determined were classified ‘secret’ at the time. ‘I am confident I never sent nor received any information that was classified at the time it was sent and received,’ Clinton said. ‘What I think you’re seeing is a very typical kind of discussion to some extent, disagreement among various parts of the government over what should or what should not be publicly released.’”\n“Clinton went on to say that she turned over 55,000 pages of emails to help the State Department, which had asked all living former secretaries to do the same in order to help with their record-keeping efforts. Clinton then said it was her own desire for transparency that had led to the arguments over levels of classification. ‘Then I said, ‘Well let’s make it public.’ If I just turned it over, we would not be having this conversation, but when I said, ‘Hey I want this to be public’, it has to go through the FOIA process.”\nU.S. INFRASTRUCTURE: CRUMBLING — NYT’s Emma G. Fitzsimmons and David W. Chen: “In Maryland, a century-old rail tunnel needed emergency repairs this winter because of soil erosion from leaks, causing widespread train delays. In Connecticut, an aging swing bridge failed to close twice last summer, shutting train service and stranding passengers. And last week, New Jersey Transit riders had a truly torturous experience. There were major delays on four days because of problems with overhead electrical wires and a power substation, leaving thousands of commuters stalled for hours. …\n“These troubles have become all too common on the Northeast Corridor, the nation’s busiest rail sector, which stretches from Washington to Boston and carries about 750,000 riders each day on Amtrak and several commuter rail lines. The corridor’s ridership has doubled in the last 30 years even as its old and overloaded infrastructure of tracks, power lines, bridges and tunnels has begun to wear out. And with Amtrak and local transit agencies struggling to secure funding, many fear the disruptions will continue to worsen in the years ahead.” http://nyti.ms/1gY35gM\n** A message from MetLife: Building on a nearly 150-year legacy of excellence, MetLife is committed to ensuring a future in which we can continue helping people, families and communities around the world get the most out of life. MetLife's success depends on securing the trust of our customers and advancing stability in the communities we serve. Learn more: http://www.metlife.com/promiseskept? **\nBy DAVID GREENBERG\nBy JIEUN BAEK\nBy SVEN BECKERT\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "Ex-Im rises in the Senate.", "title": "China stocks tank again — Ex-Im rises in the Senate — Fed hints ahead — Trump-mentum remains (for now)", "url": "http://www.politico.com/morningmoney/0715/morningmoney19299.html", "topics": ["trade", "economy"], "people": ["Peter Spiegel", "Hillary Clinton", "Mike Huckabee", "Kerin Hope", "Ted Cruz", "Steven Shepard", "Heidi Heitkamp", "Jim O'Sullivan", "David W. Chen", "Matt Friedman", "Rand Paul", "Mark Kirk", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Timothy Noah", "Michael Froman", "Mike Allen", "Cory Booker", "Rick Perry", "John Kasich", "Ben White", "Jeb Hensarling", "Doug Palmer", "Jon Prior", "Scott Walker", "Ben Carson"], "orgs": ["Fed", "Amtrak", "Republican Party", "WSJ", "CNBC", "NYT", "PAC", "MetLife", "HFE", "International Monetary Fund", "State Department", "FED", "IMF", "FOMC", "House Financial Services", "S&P", "Walt Disney Co.", "Reform Party", "House Ag", "Trans Pacific Partnership", "Senate", "M.M.", "Netflix Inc.", "Pro Services"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-07-27 13:00:11", "org": "politico", "article_id": "5ed9b7d37960ce9275de60ebad4f5772", "date_access": "2015-07-27 12:10:09.713023"}