{"body": "Getty.\nFourth Estate\nBy JACK SHAFER\nJuly 07, 2015\nWhich presidential candidates have a low to non-existent chance of winning?\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nDonald Trump, says NBC News’ Perry Bacon Jr. Bernie Sanders, states Slate’s Jamelle Bouie. The Economist calls a Mike Huckabee victory “remote.” The odds that either Ben Carson or Carly Fiorina could become president are “practically nil,” writes the Atlantic’s David A. Graham. No less a political seer than Sarah Palin has declared that “anti-freedom politician” Martin O’Malley “doesn’t have much chance of winning.” Other no-shots masquerading as long-shots include Rick Santorum, Lindsey Graham, Jim Webb, Bobby Jindal, Rick Perry and George Pataki (George Pataki!), who is such a non-contender he hardly deserves a place on a list of certain losers.\nThe big list of candidates, which will soon to grow bigger, won’t bankrupt the campaign news budgets across the land, but it’s enough to make editors to scream, Do we really have to spend our time and budget to cover Lincoln Chafee’s sorrowful, tear-filled crusade?!\nYes, you must. Perhaps not every minute of every day of every campaign swing. Not every coffee with supporters and every speech. Not every campaign paper and definitely not every handshake outside the factory entrance. But, yes, if an aspirant rises to the level of a candidate—by poll placement or the balance in his campaign checkbook—the press must take note.\nIt is a universal truth rarely expressed about presidential candidates that with the exception of the younger members of political dynasties (Kennedy, Bush, Clinton), many fresh presidential candidates spend some time as a poor bet merely because the unsuccessful candidates from the previous presidential campaign enjoy better name-recognition and organization.\nHe who is last often becomes first. (And, now in this election, perhaps she who is last might become first.) Nobody in the press knows which of the one-in-a-million candidates might, as the combustion-minded reporters like to put it, “catch fire” like Barack Obama. Well, we all knew Donald Trump would go to flame the instant he announced, but you know what I mean.\nIn the early goings of a presidential campaign, the public isn’t paying much attention, as this Pew Research Center survey from April instructs us. Only 26 percent of registered voters were spending “a lot” of thought on the presidential candidates, and only 32 percent were spending “some,” with the combined number being lower than the same period in 2011 and 2007. With this little interest being paid to the campaigns, the polls separating the frontrunners from the also-rans must be taken with a grain of salt, as the Pew people inform us: Early presidential polls aren’t reliable predictors of eventual victory.\nTo ignore a candidate just because he’s scraping the bottom in the polls isn’t reasonable. If a news organization wants to bury a candidate, at least they should have the decency to wait until he pulls low, single-digit numbers in the Iowa caucus before they break out the shovels. Besides, many of these Republicans aren’t running for 2016. They’re running for 2020. This is just their national warm-up. By covering 2016 losers, a publication is getting a head start on covering 2020s winners.\nAnother reason the press should cover the also-rans: That’s where new political ideas tend to come from, while frontrunners stay in that ruffle-no-feathers comfort zone. This year, Bernie Sanders is pushing free college tuition, a trillion dollars of infrastructure spending, an increase in the minimum wage, federal financing for worker-run cooperatives and increased taxes (among other things), all of which deserve press scrutiny because proposals floated by losers are frequently co-opted by the winners. As the leftward drift of poll-leader Hillary Clinton shows, prospective winners sometimes don’t wait long before embracing some of the prospective losers’ ideas. (Bouie makes this point in his Slate piece.) By covering this iteration of Bernie Sanders, the press is covering the future iterations of Hillary Clinton.\nLikewise, just because Trump can’t win doesn’t mean the press can ignore him. Trump’s ideas on immigration—if you want to call them that—aren’t likely to be adopted by the Republican winner but his verbal explosions oblige the other candidates to either repudiate his immigration stands or clarify their own. Every election might benefit from the inclusion of a few stunt candidates like Trump to clarify the campaign broth. My enthusiasm for such coverage, however, stops at requiring readers to consume it. I’m not a sadist.\npolitico’s editors, whose appetite for campaign minutia exceeds mine, endorse the thrust of the flood-the-zone sentiments of this column. They’re so enthusiastic about it that, after reading an early draft of this piece, they’ve offered to embed me in Lincoln Chafee’s “Politics Change—Values Don’t” campaign for as long as it runs, or, if I prefer, to have me tossed me off the 31st floor of the Rosslyn tower that houses our offices.\nIt isn’t even a hard choice.\n******\nWhere can I get a cheap wingsuit? Send tips via email to Shafer.Politico@gmail.com. My email alerts are like Ralph Nader, a four-time candidate for the presidency, and it still can’t get no respect. My Twitter feed is registered with the Federal Election Commission. My RSS feed is set up as a non-connected PAC.\nJack Shafer is Politico's senior media writer. \nLead image by Getty.\nThe POLITICO Mag Profile\n By LUKE Oâ\u0080\u0099BRIEN\nWhat Works\n By SAUNDRA AMRHEIN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "Which presidential candidates have a low to non-existent chance of winning?\nDonald Trump, says NBC News’ Perry Bacon Jr. Bernie Sanders, states Continue reading ...", "title": "The Trumpets of Donald Trump and Bernie Sanders", "url": "http://www.politico.com/magazine/story/2015/07/the-trumpets-of-donald-trump-and-bernie-sanders-119818.html", "topics": ["campaign_finance"], "people": ["David A. Graham", "Rick Santorum", "Barack Obama", "Jamelle Bouie", "Ralph Nader", "Martin O'Malley", "Jack Shafer", "Lindsey Graham", "Sarah Palin", "Rick Perry", "Hillary Clinton", "Donald Trump", "George Pataki", "Mike Huckabee", "Jim Webb", "Bobby Jindal", "Bernie Sanders", "Carly Fiorina", "Ben Carson", "Lincoln Chafee"], "orgs": ["What Works", "Videos & Photos", "Rosslyn", "Pew Research Center", "PAC", "Federal Election Commission", "Economist", "Lincoln Chafee"], "authors": [{"author_id": 15219, "fullname": "jack shafer", "primary_org": "nyt"}], "date_written": "2015-07-07 23:38:18", "org": "politico", "article_id": "65f489f70d47200071316e9b671ec2b5", "date_access": "2015-07-07 22:40:03.724709"}