{"body": "\n09/17/15, 02:17 PM EDT\n\n                                        By \nKathryn A. Wolfe\n\nUnder the settlement, GM will pay the fine by the end of next week and submit to three years of monitoring.\n\n09/17/15, 02:11 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nit gives Speaker  Boehner the power to move a bill from the Rules Committee to the House floor on the same day.\n\n09/17/15, 02:07 PM EDT\nThe delay is likely to please liberals who’ve been urging the central bank to hold off on increasing borrowing costs until more Americans get raises and...\n\n09/17/15, 02:01 PM EDT\n\n                                        By \nTheodoric Meyer\n\nFEC questions Ted Cruz super PAC donation — Debate liaIson turnover at the DNC\n\n09/17/15, 01:53 PM EDT\n\n                                        By \nDaniel Strauss\n                                         and \nKyle Cheney\n\nAt private confab in Maine, Carly Fiorina grabs straw poll win.\n\n09/17/15, 01:50 PM EDT\n\n                                        By \nNick Gass\n\n\"I dare Hillary Clinton, Barack Obama to watch these tapes.\"\n\n                                        Updated 09/17/15, 01:50 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nJennifer Haberkorn\n\nThe concession reflects how hard conservatives are pushing a strategy that could provoke a government shutdown.\n\n09/17/15, 01:41 PM EDT\n\n                                        By \nHadas Gold\n\nMore than 22 million viewers tuned into the 11-candidate GOP encounter.\n\n09/17/15, 01:37 PM EDT\n\n                                        By \nNick Gass\n\n\"You saw a dozen people in suits who are lined up in kiosks in front of a plane.,\" he says \n\n                                        Updated 09/17/15, 01:23 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe votes mark the final roll calls that lawmakers will take ahead of the Thursday deadline for Congress to act on the deal.\n\n2016\n\n                                        Updated 09/17/15, 01:11 PM EDT\n\n                                        By \nAnnie Karni\n\nDonors and operatives close to Clinton's campaign can't get enough of the bombastic billionaire.\n\n                                        Updated 09/17/15, 12:54 PM EDT\n\n                                        By \nEliza Collins\n\nChris Christie thinks the 32 minutes that he went without not being called on were the most boring of the entire three hour debate. \n\n09/17/15, 12:41 PM EDT\n\n                                        By \nLauren French\n\nThe minority leader said it is \"shameful\" to shutdown the government over Planned Parenthood funding \n\n09/17/15, 12:00 PM EDT\n\n                                        By \nJosh Gerstein\n\nClinton lawyer David Kendall said deleting the message could run afoul of promises he previously made to the House Benghazi committee.\n\n09/17/15, 11:04 AM EDT\n\n                                        By \nBurgess Everett\n\nSen. Jeff Flake said that it “does not make sense” to hold repeated procedural votes on Iran that are sure to fail.\n\n09/17/15, 10:22 AM EDT\n\n                                        By \nKevin Robillard\n\nIs the 'Summer of Trump' over?\n\n09/17/15, 10:02 AM EDT\n\n                                        By \nJenny Hopkinson\n\nFSMA funding remains uncertain — What about the rest of the food (waste) chain?\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nObama threatens retaliation for Chinese hacking — U.S. export official: Too late for Wassen\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nRepublican leaders discuss defunding through reconciliation – States go small on major Obamacare waiver\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nDarius Tahir\n\nThe travails of patient access — Oh, what a newsy day\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nJennifer Scholtes\n                                         and \nLauren Gardner\n\nT&I leaders return without highway compromise.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nExxon buried climate research — Winter is coming to FERC\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nCPAs sack tax fraud bill.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nRankings best Education Department — Cool clock, Ahmed — Children in poverty\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nHJC marks up Judicial Redress Act.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nObama predicts GOP problem for TPP passage.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nMore on the Scott-Murray labor law bill.\n\n09/17/15, 09:18 AM EDT\n\n                                        By \nEliza Collins\n\nThe Vermont senator leads Democratic primary voters in New Hampshire 32 percent to Clinton’s 29 percent.\n\n                                        By \n                                                James Panichi\n\n\n                                        By \n                                                Jacopo Barigazzi\n\nDiplomats debate what to do if no consensus can be found on plan to relocate asylum-seekers.\n\n09/17/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nOnly ‘four or five’ U.S. trained Syrian fighters.\n\n09/17/15, 08:11 AM EDT\n\n                                        By \nEliza Collins\n\nShe said she was pleased with her performance.\n\n09/17/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nGOP debate: Fiorina wins — Trump takes heat — Fed Day is finally here! — Another huge cable deal \n\n09/17/15, 07:56 AM EDT\n\n                                        By \nEliza Collins\n\n“I really think that everybody did at least pretty well,” Trump says.\n\n09/17/15, 07:16 AM EDT\nThe Baker-Walsh show.\n\n09/17/15, 07:10 AM EDT\nUber vs. City Hall Round 2.\n\n09/17/15, 07:03 AM EDT\nChristie's notable debate.\n\n09/17/15, 07:03 AM EDT\nKevin McCarthy and Paul Ryan back John Boehner as Speaker of the House.\n\n09/17/15, 06:55 AM EDT\n\n                                        By \nKate Bennett\n\nSpain's famously fashionable Queen Letizia meets with Michelle Obama.\n\n09/17/15, 06:47 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nFleeting moments are the kinds of lines that can make or break television ads.\n\n09/17/15, 06:30 AM EDT\nCarly Fiorina steals the show at the GOP presidential debate.\n\n                                        By \nMarc Caputo\n\n“I’m not into conspiracy theories, but my recent favourite is that Donald Trump is running a false flag campaign for Hillary Clinton,” Radcliffe says....\n\n09/17/15, 06:25 AM EDT\nClinton fundraiser’s ‘email fiasco’ fret.\n\n                                        By \nMarc Caputo\n\nThe campaign will establish a “war room” to respond to next month’s congressional Benghazi hearings.\n\nKGB File\n\n09/17/15, 05:23 AM EDT\n\n                                        By \nKate Bennett\n\nIt was a fashion face-off Tuesday afternoon at the White House when Michelle Obama, considered the most sartorially knowledgeable first lady in history,...\n\nKGB File\n\n09/17/15, 05:22 AM EDT\n\n                                        By \nKate Bennett\n\n\nKGB File\n\n09/17/15, 05:21 AM EDT\n\n                                        By \nKate Bennett\n\nWhen eccentric French tailor Georges de Paris died this week, the 81-year-old left behind family, friends — and possibly one of the largest bar tabs in...\n\nKGB File\n\n09/17/15, 05:19 AM EDT\n\n                                        By \nKate Bennett\n\nPreparations are already in place for the China state dinner, scheduled for Friday, Sept. 25, being held in honor of President Xi Jinping's first visit...\n\nKGB File\n\n09/17/15, 05:17 AM EDT\n\n                                        By \nKate Bennett\n\nElvis Presley made an appearance at millionaire philanthropist and businesswoman Connie Milstein's Georgetown mansion last Friday night.\n\nKGB File\n\n09/17/15, 05:16 AM EDT\nNext week’s quick turnaround from Pope Francis to President Xi will be a major test of D.C.'s readiness to handle chaos.\nWe're working on more stories right now\n\n                                            By \nElizabeth F. Ralph\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Rick Wilson\n\n\n                Getty\n\n            By \nLauren French\n             and \nJake Sherman\n\n09/17/15, 02:11 PM EDT\nWith the clock ticking on a government shutdown, the House Republican leadership will move Thursday to give themselves authority to fast-track a bill through the legislative process, according to multiple senior congressional sources.\nReferred to in the Capitol as same-day or \"martial law\" authority, it gives Speaker John Boehner the power to move a bill from the Rules Committee to the House floor on the same day.\nIt's a defensive measure that's sometimes deployed with a deadline looming. But with only seven legislative work days until Sept. 30, when the government runs out of money, leaders want to ensure they have the ability to bring any bill to the floor quickly to avoid a shutdown.\nDemocrats are already protesting the move. House Democrats asked for a recorded vote on Thursday to draw attention to the move. The vote will need to pass the House with Republican votes only, sources say. \nThe request for \"martial law\" underscores the tight deadline Boehner faces. Next week will be dominated by Pope Francis’ appearance in the Capitol. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "House wants 'martial law' power to pass spending bill", "url": "http://www.politico.com/story/2015/09/house-martial-law-authority-213790", "topics": ["campaign_finance", "personality", "trade"], "people": ["Burgess Everett", "Kyle Cheney", "Lauren Gardner", "David Kendall", "Kevin Robillard", "Kate Bennett", "Hadas Gold", "Elvis Presley", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Ted Cruz", "Ben White", "Chris Christie", "Connie Milstein", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "Donald Trump", "James Panichi", "Brianna Ehley", "Xi Jinping", "Jeff Flake", "Nick Gass", "Jennifer Scholtes", "Toby Eckert", "Seung Min Kim", "Jeremy Herb", "Pope Francis", "Jake Sherman", "Barack Obama", "Paul Ryan", "Eric Wolff", "Lauren French", "Carly Fiorina", "Gabriel Debenedetti", "Adam Sneed", "Adam Behsudi", "Jennifer Haberkorn", "Daniel Strauss", "Todd S. Purdum", "Michelle Obama", "Elizabeth F. Ralph", "Hillary Clinton", "Kathryn A. Wolfe", "Ahmed Mohammed", "Rick Wilson", "Eliza Collins", "Darius Tahir", "Caitlin Emma"], "orgs": ["FERC", "Exxon", "DNC", "Congress", "Rules Committee", "KGB", "City Hall", "Education Department", "GOP"], "authors": [{"author_id": 31918, "fullname": "kathryn a. wolfe", "primary_org": "politico"}], "date_written": "2015-09-17 19:11:56", "org": "politico", "article_id": "0b0ec1c080775bf5996161c1b76df538", "date_access": "2015-09-17 18:20:07.202105"}