{"body": "POLITICO\nAn early filing of the day's tax news\nBy Toby Eckert\n8/7/15 10:02 AM EDT\nWith assistance from Brian Faler, Katy O’Donnell and Elena Chiriboga\nDUELING TAX CUTS IN GOP DEBATE. The candidates in the prime-time debate broke no new ground on taxes. Unsurprisingly, the governors and former governors among them touted their tax-cutting records. Former Florida Gov. Jeb Bush said he “cut taxes every year, totaling $19 billion.” But Pro Tax’s Katy O’Donnell points out that claim is based on cumulative revenue changes from 1999 to 2007, and not all revenue changes are tax cuts. They include fee and license changes, for example. What’s more, part of the $19 billion figure is due to changes to the federal estate tax in 2001 — not the work of the Florida governor or Legislature. Leaving that out, Tax Analysts’ Marty Sullivan pegs the tax cuts during Bush’s administration closer to $13 billion. Ohio Gov. John Kasich claimed $5 billion in tax cuts. But that is a matter of some debate. Critics on the right note that Kasich has “shifted” some taxes — he’s cut income taxes while increasing sales taxes and taxes on cigarettes, for instance. Kasich battled Ohio lawmakers and business groups this year over his plan to raise the sales tax and other levies by $5.2 billion to offset a $5.7 billion income tax cut. New Jersey Gov. Chris Christie said, “We cut business taxes $2.3 billion.” But the Newark Star-Ledger said “some of these cuts were passed under former Gov. Jon Corzine.”\nStory Continued Below\nJINDAL: IRS SHOULD GO AFTER PLANNED PARENTHOOD. In the earlier “happy hour” debate, Louisiana Gov. Bobby Jindal said that, if elected, he would sic the IRS on Planned Parenthood. “Planned Parenthood had better hope that Hillary Clinton wins this election. Because I guarantee that under President Jindal, January 2017, the Department of Justice and the IRS, and everybody else that we can send from the federal government will be going into Planned Parenthood,” Jindal said. His fellow Republicans in Congress have been going after the IRS for the past two years for the type of political targeting Jindal seemed to advocate. Their gripe is with the IRS's treatment of tea party groups seeking tax-exempt status. Former Sen. Rick Santorum, meanwhile, proposed a 20 percent flat tax, while former Virginia Gov. Jim Gilmore called for cutting the top income tax rate to 25 percent and charging businesses 15 percent.\nDOWN THIS ROAD BEFORE. In the latest sign of the Senate’s ill feelings about combining tax reform with highway funding, Majority Leader Mitch McConnell on Thursday rejected the idea. That’s an ill omen for any quick resolution to the struggle over where to find money for a long-term extension of the Highway Trust Fund when Congress returns from its August recess. In a news conference with reporters, McConnell touted his own competing road- and transit-funding proposal and said he believes highway financing and tax reform should be two entirely separate issues. “Sen. [Barbara] Boxer and I have put together a multiyear highway bill with credible pay-fors,” McConnell said. “A separate issue is the issue of tax reform. And there’s been a lot of focus on going to a territorial system. I might be well enthusiastic about that but I view it as a totally separate track unrelated to the highway issue.”\n— RYAN’S PREFERRED ROUTE: McConnell’s comments came as House Ways and Means Committee Chairman Paul Ryan pushed to combine an international tax code rewrite with longer-term highway financing. Ryan sought to build political momentum for the effort shortly before lawmakers’ August recess by releasing a long-awaited “patent box” proposal that seeks to keep intellectual property from moving abroad to dodge U.S. taxes. The idea has won some bipartisan support, from lawmakers such as Sen. Chuck Schumer, and he’s been conferring with the Obama administration on the issue. But many Senate Republicans, in addition to McConnell, are wary of the effort for a host of reasons. McConnell has offered a competing highway financing program, with Boxer, that relies on a hodgepodge of pay-fors.\nIT’S FRIDAY, ’nuff said. But we’ve gotta do this all over again for Monday. So please remember your Morning Tax team if you stumble on tax news over the weekend. You can reach us at teckert@politico.com, bfaler@politico.com and kodonnell@politico.com.\nWHAT’LL THEY THINK OF NEXT? Scammers using the phone or email to trick honest taxpayers into believing they owe the IRS money is nothing new. But in trying to stay one step ahead of the IRS, they’re using some new tricks, according to a notice published by the IRS on Thursday. They’re altering the caller ID that victims see when they call, making it look like they’re calling from the IRS or another agency. They’re using fake badge numbers. They’re mining other sources of information about their victims to get personal details that make the call or email seem official. They’re copying official IRS letterhead. “Brazen scammers will even provide their victims with directions to the nearest bank or business where the victim can obtain a means of payment such as a debit card,” the notice adds. “And in another new variation of these scams, con artists may then provide an actual IRS address where the victim can mail a receipt for the payment — all in an attempt to make the scheme look official.” One thing that hasn’t changed: threats of arrest, deportation and other punishment to motivate the victims to pay up. http://1.usa.gov/1MTiMCl\n** A message from the Campaign to Fix the Debt: We need to encourage all the candidates for president to talk about how they would fix the debt. Real leaders will provide real answers. See the top budget myths we hope the candidates will avoid: http://FixTheDebt.org/2016 **\nMYTHBUSTERS. Taxes may have gotten short shrift in last night’s GOP debates, but they’re bound to be a major topic in the presidential race sooner or later. In preparation for that, the Committee for a Responsible Federal Budget and Fix the Debt put out a “Fiscal FactChecker” with 16 “budget myths” to look out for. On the tax side, they include: tax cuts pay for themselves by stimulating the economy, the federal debt problem can be fixed solely by taxing the wealthiest 1 percent of Americans, the tax rate can be dramatically lowered by closing a few “egregious loopholes, and “any tax increases will cripple economic growth.” The full report has much more detail on these and other fiscal matters, along with some handy charts and graphs. http://bit.ly/1IoEcns\nSTATE UPDATE — \nN.C. SENATE LOOKS TO PIN DOWN TAX BREAKS. North Carolina Senate Republicans are pushing a bill that “calls for three constitutional amendments, one of which would cap income taxes on corporations or individuals at 5 percent,” WRAL reports. “North Carolina's corporate income tax is already slated to fall under that level, but the individual income taxes currently sit at 5.75 percent, and most plans that have been floated so far this session don't anticipate going under 5 percent.” Voters would decide on the amendments during the presidential primary vote in March. The change could have a price tag of somewhere between $1.7 billion and $2 billion. The full story: http://bit.ly/1T8jT0o\n‘KINGDOM OF HEAVEN’ TAX DODGER TO SPEND TWO YEARS IN PRISON. A Minnesota woman, 56, has been ordered to spend two years in prison and will pay nearly $200,000 for evading income taxes for multiple years after claiming she and her husband were permanent residents of the “Kingdom of Heaven” — not the U.S. Tami Mae May “was sentenced Tuesday in federal court in Minneapolis for not filing income tax returns or paying income tax from 1998 until 2005, despite receiving payments from customers of the family business, D & T & Son Excavating in Coon Rapids, totaling hundreds of thousands of dollars,” The Star Tribune reports. The full story: http://strib.mn/1gNu6nr\nTHREE MEN INDICTED FOR TAX CREDITS SCAM IN VIRGINIA. Three men were indicted on federal charges on Thursday in Richmond, Va., for “conspiracy to defraud the United States and aiding in the preparation of 19 false and fraudulent U.S. individual tax returns,” WTVR reports. The indictment states the two men presented themselves as tax preparers in 2011 and conducted business out of a place called Mo’ Money Taxes. The men “created and inflated fictitious and fraudulent tax credits, including the Earned Income Credit and the American Opportunity credit, to claim tax refunds that customers were not entitled to receive.” The full story: http://bit.ly/1IR04JH\nSUPREME COURT TO HEAR CLEVELAND ‘JOCK TAX’ CASE? In a motion filed Wednesday, Cleveland asked for time to petition the U.S. Supreme Court to rule on the constitutionality of the “jock tax” imposed on visiting athletes. “Cleveland asked the Ohio Supreme Court to stay its ruling in April overturning the tax method until it can petition the nation's highest court. Once it appeals, the U.S. Supreme Court will then decide whether to hear the case,” Northeast Ohio Media Group writes. The Ohio Supreme Court has ruled that Cleveland must determine tax from the amount of days the visiting player works in a year, the way seven other cities impose the jock tax. The full story: http://bit.ly/1SUJBL9\nINTERNATIONAL REPORT — \nAWASH IN (ILL-GOTTEN?) CASH: The number of euro notes issued by the central bank of tiny Luxembourg surged by 15 percent in 2013, almost double the grand duchy’s GDP, Bloomberg reported, citing a report from the law-enforcement consortium Europol. A likely explanation: French, German and Belgian account holders in Luxembourg were cashing out their accounts to stay one step ahead of new rules that will largely erase the country’s bank secrecy laws and prompt it to exchange information with other nations. http://bloom.bg/1IQAPXU\nTHE TAX DODGER FROM IPANEMA: Facing its own plague of tax avoidance, Brazil is offering amnesty to the holders of some $150 billion in unreported assets stashed in tax havens and secret accounts. The financially strapped nation hopes to raise $3 billion through the effort. But Reuters reports that the 35 percent penalty that amnesty seekers would have to pay could sink the program. \"‘It's going to be a major flop. A lot of Brazilians would like to clean up the ledger, but 35 percent is too high, the government is crazy,’ said a retired top executive of a foreign bank in Brazil who asked not to be named.” http://reut.rs/1eVDUd5\nON THE SAME SUBJECT: Three more Swiss banks that abetted tax evasion struck deals with the Justice Department through its Swiss Bank Program. Privatbank Reichmuth & Co. will pay a penalty of $2.6 million and Banque Cantonale du Jura will pay $970,000. The third bank, Banca Intermobiliare di Investimenti e Gestioni (Suisse), avoided a penalty. All three agreed to participate in continuing investigations of tax evasion by U.S. citizens. http://1.usa.gov/1Dxh9rM\nOver and out. Send tips to the Pro Tax team: kodonnell@politico.com; bfaler@politico.com; teckert@politico.com. Twitter: @katyodonnell_, @tobyeckert and @brian_faler. And please follow us at @POLITICOPro and @Morning_Tax\n** A message from the Campaign to Fix the Debt: See the top 16 budget myths you are likely to hear over the course of the 2016 campaign. Real leaders will provide real answers. http://FixTheDebt.org/2016 **\nBy ADAM WREN\nBy POLITICO MAGAZINE\nBy JONAH SHEPP\nBy GLENN THRUSH and  ALEX ISENSTADT\n© 2015 POLITICO LLC", "byline": "", "description": "Governors boast of tax cuts in GOP debate.", "title": "Governors boast of tax cuts in GOP debate — Jindal says IRS should target Planned Parenthood — McConnell: No highway funding from tax reform", "url": "http://www.politico.com/morningtax/0815/morningtax19495.html", "topics": ["economy"], "people": ["Katy O'Donnell", "Brian Faler", "Rick Santorum", "Elena Chiriboga", "Jon Corzine", "Jeb Bush", "Hillary Clinton", "John Kasich", "Jim Gilmore", "Chris Christie", "Paul Ryan", "Bobby Jindal", "Toby Eckert", "Barbara Boxer", "Chuck Schumer"], "orgs": ["Real", "U.S. Supreme Court", "WRAL", "Congress", "Highway Trust Fund", "Department of Justice", "Senate", "IRS", "Federal Budget", "Justice Department", "CLEVELAND", "GOP"], "authors": [{"author_id": 33186, "fullname": "toby eckert", "primary_org": "politico"}], "date_written": "2015-08-07 15:02:52", "org": "politico", "article_id": "b3a4e6445a52bd71f35ffde6e024ca72", "date_access": "2015-08-07 14:10:24.710310"}