{"body": "POLITICO\nMatt Friedman's must-read briefing on the Garden State's important news of the day.\nBy Matt Friedman\n8/19/15 6:52 AM EDT\nBy Matt Friedman (mfriedman@politico.com; @mattfriedmannj)\nGood Wednesday morning.\nStory Continued Below\nPREZ POLL: It’s getting even uglier out there for Christie. Sure, it’s still early, but he fell to 11th place in the latest CNN/ORC poll, at 3 percent support from national GOP voters. I’d give his fav/unfav breakdown but the poll didn’t bother to ask it for Christie. http://cnn.it/1Nizhsx\nQUOTE OF THE DAY: “I am beginning to wonder if Christie makes it to New Hampshire.” — @dick_nixon http://bit.ly/1hncv5Z\nWHERE’S CHRISTIE?  New Hampshire. You can watch a live stream at his appearance at an educational summit. He’s supposed to be on a 3:00.  http://bit.ly/1K5wxge\nTips? suggestions? criticism? observations? birthday shoutouts? Email me at mfriedman@politico.com. And be sure to follow @politicoNJ on Twitter.\nWant to make an impact? POLITICO New Jersey has a variety of multi-platform solutions available to reach and activate the most influential people in the Garden State. Have a petition you want signed? A cause you’re promoting? Share your message with our influential readers to increase awareness and drive action. Contact Chris Falls to find out how: cfalls@politico.com.\nMEDIA NEWS — My old colleague Ginger Gibson, who dug up dirt on Christine O’Donnell as a reporter for the Delaware News Journal and then earned the enmity of Gov. Chris Christie’s administration during her time at the Star-Ledger, is joining Reuters to cover the 2016 campaign. Gibson announced it on Facebook. “Very excited for the new adventures,” she wrote. She’s had many adventures. After the Star-Ledger, she covered Congress for POLITICO, followed by a short stint in PR and then as a reporter for The International Business Times. http://on.fb.me/1PlEGgc\nFUN FACT: Donald Trump’s sister, seniors Third Circuit Court of Appeal judge MaryAnne Trump Barry, is in the news now. http://nyti.ms/1TU4t0a. Back in 1982, she was in the news in New Jersey a federal prosecutor in the corruption case against Union City Mayor William Musto. You know, the case where a young Musto mentee-turned-government witness named Bob Menendez wore a bulletproof vest to testify against him. http://bit.ly/1TU4Dou\nSTATE NEWS\nA FRAMEWORK. AKA NO REAL AGREEMENT — “Christie says state, feds will find ‘framework’ for cross-Hudson tunnel,” by POLITICO NJ’s Ryan Hutchins: “‘The state of New Jersey supports the Gateway project and is committed to developing a framework with the Federal government to begin it,” the joint statement said. ‘We all recognize that the only way forward is equitable distribution of funding responsibility a the active participation of all parties. As commuters can attest, we cannot afford further delay.’” http://politi.co/1hnbQSb\nCUOM...NO — “Not Cuomo’s tunnel, but New York’s problem,” by POLITICO NY’s Dana Rubinstein: “The fact that Cuomo has gotten away with that argument for as long as he has is partly a testament to the circus-like atmosphere surrounding the presidential candidate across the river … A prolonged tunnel outage would have profound consequences for New York State’s finances, its economy, its future.” http://politi.co/1K5vLQr\nWHO’S COMPTROLLS THE COMPTROLLER?  — “Friend hired by N.J. comptroller raised cronyism concerns,” by NJ Advance Media’s Christopher Baxter: “The Comptroller’s Office is intended to be an independent guard of the public's wallet, charged with calling out government waste, fraud and abuse throughout the state. Its findings often prompt new laws and significant changes to policies. But three sources familiar with the matter said the March hiring of Kenneth Van Deventer, a former senior partner in a high-powered New Jersey law firm, caused concern over the appearance of a double standard inside the office.” http://bit.ly/1NizJHn\n“I WILL NOT FLIP FLOP”  — “Christie’s Shift on Common Core Turns Off Some Donors,” by The Wall Street Journal’s Heather Haddon: “Mike Lilley, a former Goldman Sachs bond trader who supported Mr. Christie in the past, said the governor’s denunciation of Common Core was one of a number of reasons he is now backing Mr. Bush. ‘The fact that he’s stood there firmly while Walker, Jindal and Christie have walked back, matters more,’ Mr. Lilley said of Mr. Bush. ‘You should like people who stand up for their principles.’” http://on.wsj.com/1K5tXHk\nBOOK REVIEW: “The Prize” by Dale Russakoff, about the $100 million Mark Zuckerberg donation to Newark schools. Review by The New York Times’ Alex Kotlowitz: “You can begin to see where this story’s headed. Booker shows more interest in his own political career than he does in running his city. Christie hires an ideologue as his point person on the Newark schools. And Zuckerberg, a newcomer to philanthropy, seems frustrated by the inability to negotiate a union contract that would quickly raise the salaries of promising young teachers and pay substantial merit bonuses for high performers.” http://nyti.ms/1K5uV6c $12.99 pre-order on Amazon: http://amzn.to/1ECa4kK\nLIKE, YEAH, HE MUST HAVE — “Uh, Did Chris Christie Forget About the Time He Deleted Bridgegate Text Messages?,” by Gizmodo’s Kate Nibbs: “It’s bad politics for Christie to voluntarily draw attention to ‘the bridge investigation’—aka Bridgegate—aka the time Christie’s team deliberately caused a traffic jam for political gain. It’s one of the most flagrant embarrassments of his career. It’d make more sense if Christie never even uttered the word “bridge” again, but aside from that, arguing that he’d be pilloried for deleting digital communications related to Bridgegate is a weirdo move for Christie because his team did delete digital communications related to Bridgegate.” http://bit.ly/1NizXOB\nGOOD THING SHE WON’T BE BURIED IN HUDSON COUNTY — “'Don’t vote for Hillary,’ Gloucester Twp. woman asks in obit,” by Alex Young for NJ.com: “Elaine Fydrych died on Aug. 13, at the age of 63 … In her obituary published in the South Jersey Times on Aug. 16, Fydrych requested, “In lieu of flowers, please do not vote for Hillary Clinton.” http://bit.ly/1NiAeBc\nMOODY’S GETTING MOODY — “N.J.’s credit rating may fall more if court rules against state in lawsuit challenging Christie’s pension-reform law,” by The Record’s Salvador Rizzo: ”Analysts at Moody’s issued a rare warning on Monday. New Jersey’s ‘A2’ credit rating, one of the lowest in the country for a state, could go down once again if Christie received ‘an unfavorable court decision in the pension litigation regarding COLAs,’ Moody’s said.” http://bit.ly/1hnbXgx\nSHOCKER — “Menendez rejects Iran deal, proposes an alternative,” by POLITICO NJ’s David Giambusso: “Menendez, a frequent critic of Obama's foreign policy, said the deal is far too conciliatory and allows Iran too much relief from crippling economic sanctions without proper verification of its nuclear program. ‘Advocates of the deal argue that a good deal that would have dismantled critical elements of Iran's nuclear infrastructure isn’t attainable — that the Iranians were tough negotiators — and that despite our massive economic leverage and the weight of the international community we couldn’t buy more than 10 years of inspection and verification in exchange for permanent sanctions relief, and for revoking Iran’s pariah status,’ Menendez said in the 6,173-word address. ‘I don’t believe that.’” http://politi.co/1hnbqLr\n            -The Record’s Mike Kelly: “For a moment, it was easy to forget that this was the same man who is preparing to fight a 14-count federal indictment on political corruption charges that could not only destroy his political career but also send him to prison.” http://bit.ly/1K5uCbw\nIT WAS THE BEST OF TIMES (for developers) —  “A sign of the times for ‘two cities’,” by The Jersey Journal’s Earl Morgan: “New restaurants, shops and other amenities welcome the mostly young new Jersey City residents. Mayor Steve Fulop, a tireless booster of the city (as he should be), can be seen constantly on the city’s cable TV municipal channel, microphone in hand, interviewing one of the latest proud owners of a new shop, artist studio, eatery, etc., further enhancing the image of the city as being the new, hip place to be. But there is another Jersey City, west and south of Downtown, where gunfire and violence herald the everyday reality of the residents living there. There are no images of the mayor on the municipal channel interviewing optimistic entrepreneurs, anxious to show off the wares in their shops or the specialties on their menus.” http://bit.ly/1NiAvEg\nYOU DON’T SAY — “New Jersey Tops Rankings of State Property Tax Rates” http://bit.ly/1NiAQXD\nCHRISTIE WOULD NEVER ALLOW 2016 TO DICTATE POLICY IN NJ. PERISH THE THOUGHT — “Chris Christie’s Political Ambitions Confront Need for U.S. Tunnel Aid,” by Bloomberg’s Terrence Dopp: Any Gateway funding plan would need approval from the Republican-controlled Congress, which has been reluctant to back rail spending. Christie would likely have to lobby U.S. lawmakers for financial support at the same time he tries to convince voters he’s fiscally conservative, and as riders blast him on social media for killing a tunnel in 2010 that would have doubled peak service to Manhattan. http://bloom.bg/1NiCAQy\nTHIS IS HEATING UP — “Trenton teen shot by police charged with gun possession, assaulting officers,” by Keith Brown for NJ.com: “Radazz Hearns, who is recovering from gunshot wounds to his legs and buttocks from the the Aug. 7 shooting, was charged with a single count each of aggravated assault, possession of a handgun and possession of a defaced firearm.” http://bit.ly/1NiyGXU\nI THOUGHT IN LYNDHURST THEY SETTLED DISPUTES THROUGH JOUSTING — “Lyndhurst, mayor sued over alleged harassment,” by The Record’s Linda Moss: “A former executive director of the Bergen County Housing Authority has filed suit against Lyndhurst and Mayor Robert Giangeruso, claiming that he was the victim of harassment — including an intimidating visit from the township police — for cooperating with an investigation into alleged federal housing-subsidy violations by the mayor.” http://bit.ly/1hnaQO1\nPUT OUT TO A VERY NICE PASTURE -  “Likely $77K pension, lifetime benefits for departing Jersey City agency chief,” by The Jersey Journal’s Terrence T. McDonald: “The Jersey City agency chief who retired today amidst a public corruption probe involving his brother and charges of racism aimed at City Hall will likely retire with an estimated $77,472 pension and lifetime benefits for him and his family.” http://bit.ly/1NiytE5\nJERSEY COMEBACK — ”Good news, bad news for N.J. in latest Small Business Friendliness Survey,” by NJ BIZ’s Eric Strauss: New Jersey’s grade in the fourth annual Small Business Friendliness Survey from San Francisco-based services firm Thumbtack is a matter of perspective On the positive side, the Garden State’s score rose in 2015 from a disappointing “D” in 2014. On the negative side, the grade remains subpar at ‘C-.’” http://bit.ly/1K5v9KB\nDOUBLETIME — “Payroll records show five Paterson DPW employees matched their salaries through overtime pay,” by The Record’s Joe Malinconico: “Overall, Paterson spent $5.98 million on overtime in the 2015 fiscal year, or 34.85 percent more than what the city had budgeted, according to public records.” http://bit.ly/1hnbfQx\nNJ BIZ NAMES 40 UNDER 40 — http://bit.ly/1K5vf4T\nCHASM — “NJ schools: Diversity gap widens,” by The Asbury Park Press’s Karen Yi: “In public school classrooms across New Jersey, students and their teachers are looking less and less alike. The state’s teaching force remains mostly white despite a growing number of minority students, an Asbury Park Press analysis found. Minorities made up more than half of the student body last year, up from 45 percent six years ago. Even still, only 15.6 percent of certified teachers were nonwhite — a slight uptick from 14.4 percent six years ago, state data showed.” http://on.app.com/1K5voVX\nWILL PAULS, WHO’S RUNNING FOR ASSEMBLY — “Crime Education Science & Nature NJ U.S. World Politics Weather Atlantic County freeholders gather to oppose north Jersey casinos,” by The Press of Atlantic City’s Michelle Brunetti: “The newly formed Freeholder Committee to Oppose Expanding Gaming to North Jersey held its first meeting Tuesday, and is starting to compile research results, said Atlantic County Freeholder Will Pauls.” http://bit.ly/1NiztrL\nSTILL A DREAM AFTER ALL THESE YEARS — “East Rutherford tables two resolutions regarding American Dream Meadowlands project,” by The Record’s Linda Moss: “The governing body tabled two resolutions regarding the $3.2 billion mixed-use project, including one related to the project development agreement between the town, developer Triple Five and the New Jersey Sports and Exposition Authority. Until the terms of that agreement are nailed down to their satisfaction, borough officials said they won’t be able to issue up to $675 million in bonds to help finance American Dream … The council’s decision not to act on the resolutions came just days after American Dream took a big step forward, with the Sports Authority agreeing to issue its own set of bonds, for up to $350 million, for the massive project at the Meadowlands Sports Complex.” http://bit.ly/1K5uuJ3\nA NAVY SEAL CHRISTIE WON’T CALL AN IDIOT — “Republicans in county race unveil campaign platform,” by The Burlington County Times’ Kristina Scala: “(Kate) Gibbs formerly served as the county GOP committee’s executive director and is on the Rowan College at Burlington County College board of trustees. She works in business development for engineers labor union, Engineers Labor-Employer Cooperative/Operating Engineers Local 825. Her running mate, (Ryan) Peters, 33, is a former Navy SEAL and served multiple tours in Iraq and Afghanistan. He’s an associate with Philadelphia-based law firm Pepper Hamilton LLP.” http://bit.ly/1K5vtsS\nIN OCEANPORT –  “Lack of administrator contract causes Oceanport ire,” by The Asbury Park Press’s Dan Radel: “Borough Administrator John O. Bennett III has been working without a contract, to the ire of some residents, for over 18 months. According to a state spokesperson, however, neither he nor the borough are in any violation of state laws. ‘The (state) statutes are silent on the issue of contracts for business administrators,’ said Tammori Petty, spokeswoman for the state’s Department of Community Affairs.” http://on.app.com/1K5vih3\nSURE, WHY NOT — “Can Higher Education Save Atlantic City?,” by PolitickerNJ’s JT Aregood: “Following Superior Court Judge Julio Mendez’s ruling last Monday that Stockton University is free to part ways with KK Ventures and seek a new buyer for the shuttered Showboat Casino Hotel, the fate of the public university’s push to expand into Atlantic City’s tourism district is unclear — and so is the role a new Stockton campus might play in the city’s recovery as it attempts to diversify its economy.” http://bit.ly/1K5ubhy\nIN ESSEX COUNTY — “Officer body cameras a ‘win-win’ for Essex County, sheriff says,” by NJ Advance Media’s Vernal Coleman: “As part of an effort to ‘bolster trust,’ the Essex County Sheriff’s Office will outfit 40 officers with newly purchased body cameras, Sheriff Armando Fontoura announced at a Tuesday press conference.” http://bit.ly/1K5ukkW\nBy JOSH ZEITZ\nBy MATTHEW MILLER\nBy JACK SHAFER\nBy MATT LATIMER\n© 2015 POLITICO LLC", "byline": "", "description": "Christie falls off the pace.", "title": "CHRISTIE falls off the pace -- GINGER GIBSON to Reuters -- CUOMO-less tunnel ‘framework’", "url": "http://www.politico.com/newjerseyplaybook/0815/newjerseyplaybook19666.html", "topics": ["campaign_finance", "economy"], "people": ["Keith Brown", "Bob Menendez", "Chris Falls", "Ryan Hutchins", "Vernal Coleman", "Dana Rubinstein", "Mike Lilley", "Karen Yi", "Salvador Rizzo", "Chris Christie", "Matt Friedman", "Joe Malinconico", "Jeb Bush", "Linda Moss", "Christine O'Donnell", "Donald Trump", "David Giambusso", "Mike Kelly", "Christopher Baxter", "Mark Zuckerberg", "Cory Booker", "Heather Haddon", "Terrence Dopp", "Ginger Gibson", "Dan Radel", "Hillary Clinton", "Elaine Fydrych"], "orgs": ["Meadowlands", "Stockton University", "Congress", "Burlington County College", "Goldman Sachs", "Navy SEAL", "Paterson", "The Jersey Journal", "GOP"], "authors": [{"author_id": 35459, "fullname": "matt friedman", "primary_org": "politico"}], "date_written": "2015-08-19 11:52:44", "org": "politico", "article_id": "91ebc1bc5bf87af3fb8763394c288095", "date_access": "2015-08-19 11:10:11.512807"}