{"body": "AP Photo.\nFourth Estate\nBy JACK SHAFER\nAugust 25, 2015\nIt probably pleases Bernie Sanders each morning to wake up and realize the trajectory of his campaign shows that Chief Justice John Roberts and Antonin Scalia didn’t ruin the country in quite the way that progressive groups had feared in 2010. After all, the flood of money unleashed by them and the other justices in the majority of the Citizens United case hasn’t been enough to stop him and Donald Trump from skyrocketing in polls this summer.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nCongress spent the four decades since Watergate chasing the moneychangers out of politics. Then, in 2010, the Supreme Court invited them back in with its Citizens United decision. Citing the First Amendment, the court ruled unconstitutional government restrictions on independent political spending by corporations and unions. The court’s massive deregulation the campaign finance biz infuriated the New York Times editorial page, which spoke for liberals everywhere when it asserted that the court had “thrust politics back to the robber-baron era of the 19th century” and “paved the way for corporations to use their vast treasuries to overwhelm elections and intimidate elected officials into doing their bidding.”\nCritics of the Citizens United decision—and other regulatory campaign finance rulings—have loudly predicted that the new order will permit corporations and billionaires to purchase Congress and the White House. They insist that the Constitution must be amended to prevent the wealthy from pouring their money into campaigns.\nBut these expectations that big money would float the best-financed candidate directly to the White House have yet to materialize this campaign season. The best-financed candidates seem to be enjoying no dramatic advantage over their less-well financed opponents. On the Republican side, Jeb Bush has collected $120 million in donations to lead all Republicans in the money sweepstakes, yet he trails Donald Trump badly in the polls. Trump has raised a mere $1.9 million—and $1.8 million of that is a Trump loan! Ben Carson is beating both Ted Cruz and Marco Rubio in the polls despite raising a fourth of their loot.\nOn the Democratic Party side, poll leader Hillary Clinton leads the money race with $67.8 million, but her poll numbers are dropping at about the same rate that Bernie Sanders’ are rising, and the Sanders campaign has raked in only $15.2 million.\nObviously, campaigns need money. Without money, a candidate can’t buy ads, can’t travel, can’t hire staff, can’t poll and so on. But campaign 2016 is demonstrating the Citizens United Cassandras wrong—the biggest money doesn’t necessarily buy an election. Citizens United has, however, allowed billionaires to create pop-up presidential candidacies. On the Republican side, Ted Cruz, who has raised an astounding $52.5 million, has billionaire Robert Mercer. Scott Walker has Diane Hendricks, Marco Rubio has Norman Braman, and Rick Perry has a pair. “Chris Christie counts about a dozen billionaires” as supporters, reports the Wall Street Journal. (At least eight billionaires have given to Clinton’s campaign.)\nAll this wild spending has helped broaden the Republican field to 17 candidates, expanding democratic choice. If you’re a Democrat, you might say that 17 offers little choice, but in the Fox News Channel debates each candidate labored to differentiate his candidacy. Rand Paul, for example, played the civil libertarian card. Chris Christie posed as the national security tough guy. John Kasich and Jeb Bush distanced themselves from Donald Trump’s punitive immigration stand. Scott Walker declared solidarity with the Egyptian regime. Ben Carson appeared to have signed on for more waterboarding. Money didn’t create this surfeit of candidates and views, but it has helped.\nAlthough Trump is a billionaire, his candidacy stands as a rebuke to those who think the presidency can be bought. Instead of spending money, he’s leveraging his celebrity and logging hours of free TV airtime by giving provocative speeches. This low-budget, high-profile approach makes him the opposite of fellow Republican Rudy Giuliani, whose spent about $50 million in a well-financed campaign 2008 to capture just a single Republican delegate. At that rate, the Los Angeles Times noted, Giuliani would have needed $60 billion to win the Republican nomination. (As long as we’re ridiculing the Giuliani crusade’s waste, let’s talk about Mitt Romney’s 2012 campaign in which seven billionaires blew a combined $64 million of super PACs money to support him. Or the $20 million that Sheldon Adelson lavished on Newt Gingrich in 2012.)\nLike the Trump campaign, the Sanders campaign shows how money matters less when a candidate’s ideas burn like a sodium fire among voters. His message has filled arenas and enthused supporters in a way hundreds of thousands in campaign dollars never could. “I don’t want money from the billionaires,” Sanders says. As POLITICO’s Tarini Parti and Jonathan Topaz reported in late June, the Sanders campaign refuses to have a super PAC and has a tiny fundraising team. The Trump and Sanders candidacies may be 2016 anomalies or the template for future billionaire-busting campaigns.\nThe truth that we’re seeing on the trail is that campaigns—particularly national presidential campaigns—are big complicated behemoths, with far too many inputs and conducted on too broad of a political landscape for any one single input to outweigh all others. There are so many facets that influence the success of a presidential campaign—money, the media, message, national moods, and, yes, even now and again, actual issues. (I’ve previously covered in this column how the conservative media isn’t even as effective at shaping presidential politics as critics of Fox News fear.) And we’re now living that day-by-day in the presidential race. Money certainly matters—just not as much as the critics of Citizens United feared.\nNot that I have anything against billionaires and their money—I’d happily accept $20 million from almost any billionaire out there. According to Forbes, the nation has about 513 billionaires, and very few of them have birthed or even nurtured a presidential candidate. In a more perfect union, I would have additional billionaires shaking spare change from their hedge funds and into the political process. The ability to raise campaign donations, as many have written before, reflects the political support a candidate enjoys.\nHowever crass that begging for campaign donations may be, it’s superior to the method for selecting a presidential nominal it replaced. Until the 1960s (or thereabouts), the nominating process in both parties was controlled by political machines and party bosses and conducted with almost zero transparency. Political influence and not dollars was currency that nominated presidential candidates. I would argue that attempts to reduce campaign treasuries inevitably pushes the balance of power in the nominating process to shadowy power brokers.\nToo much money in politics? Given the stakes, I say not enough. Only 0.40 percent of the adult population gave $200 or more to a campaign in 2012, indicating that too few are voting their consciences with their pocketbooks. The joy of giving to a political campaign, which can be enjoyed by a billionaire and a working man, is getting to vote more than once. Hurrah for Citizens United.\n******\nMy campaign will accept bitcoin and bullion only. For information, send email to Shafer.Politico@gmail.com. My email alerts are leaning toward Trump, my Twitter feed likes Bernie, and my RSS feed, which fell and hit its head this morning, is a Chafee man. \nJack Shafer is Politico's senior media writer. \nLead image by AP Photo.\nThe Friday Cover\n By ADAM WREN\nThe POLITICO Mag Profile\n By LUKE Oâ\u0080\u0099BRIEN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "It probably pleases Bernie Sanders each morning to wake up and realize the trajectory of his campaign shows that Chief Justice John Roberts and Antonin Scalia didn’t ruin the country in quite the way that progressive groups had feared in 2010. After all, the flood of money unleashed by themContinue reading ...", "title": "Three Cheers for Citizens United!", "url": "http://www.politico.com/magazine/story/2015/08/citizens-united-2016-121739.html", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Jonathan Topaz", "Hillary Clinton", "Justice John Roberts", "Robert Mercer", "Ted Cruz", "Chris Christie", "Bernie Sanders", "Scott Walker", "Antonin Scalia", "Rand Paul", "Jack Shafer", "Jeb Bush", "Norman Braman", "Donald Trump", "Marco Rubio", "Newt Gingrich", "Mitt Romney", "Rick Perry", "Sheldon Adelson", "John Kasich", "Diane Hendricks", "Ben Carson"], "orgs": ["Tarini Parti", "Videos & Photos", "Trump", "Congress", "PACs", "Democratic Party", "Supreme Court", "PAC", "Citizens United", "RSS"], "authors": [{"author_id": 15219, "fullname": "jack shafer", "primary_org": "nyt"}], "date_written": "2015-08-25 23:43:03", "org": "politico", "article_id": "f71eb2e126b8faf7d020e59b3756539d", "date_access": "2015-08-25 23:10:04.992702"}