{"body": "Clinton's headquarters in Brooklyn. | AP Photo\nBy Annie Karni\n7/16/15 9:26 PM EDT\nHillary Clinton’s bundlers — individuals who raised at least $100,000 in primary dollars since April — were treated to four hours of face time with top campaign officials Thursday in Brooklyn, sources told POLITICO.\nThe meeting, at the Marriott hotel in downtown Brooklyn, marked the first meeting for bundlers, known as “Hillblazers,” and was designed to give them a sense of the state of the race, as well as a peek at the inner workings of the campaign. About 70 people attended, a source said.\nStory Continued Below\nSpeakers at the meeting included vice chairman Huma Abedin, campaign chairman John Podesta, and campaign manager Robby Mook, who all participated in a “wrap-up” panel discussing the state of play. Communications director Jennifer Palmieri also spoke, along with top policy gurus Jake Sullivan and Maya Harris, and national political director Amanda Renteria, among others.\nThe first campaign filings released Wednesday evening showed Clinton struggled to attract small donors. Less than 20 percent of the $47.5 million Clinton raised between April and July was from individuals contributing $200 or less. A source said engaging small donors was part of a bigger conversation at Thursday’s meeting about grassroots engagement, including how to reach out to millennial voters.\nThe Clinton camp released the names Wednesday night of over 100 bundlers who together make up the campaign’s finance committee, which included longtime Clinton donors, Obama allies, and some elected officials\nAlso on POLITICO\nHADAS GOLD\nIncluded in the roster are former Indiana Sen. Evan Bayh; Rep. Joaquin Castro; Rep. Grace Meng; Rep. Jim Hime; longtime supporter and Clinton Foundation donor Lynn Forester de Rothschild; Sean Eldridge and New Republic owner Chris Hughes; media mogul Fred Eychaner; billionaire venture capitalist J. B. Pritzker; Morgan Stanley executive Tom Nides, who served as part of Clinton’s brain trust at the State Department; megadonor and Univision owner Haim Saban; Steve Rattner; and Democratic National Committee member Robert Zimmerman, among others.\nA Clinton campaign spokesman declined to comment about the meeting.\nBy ADAM WREN\nBy DEBRA BRUNO\nBy LARRY J. SABATO\nBy TODD S. PURDUM\n© 2015 POLITICO LLC", "byline": "", "description": "A Clinton campaign spokesman declined to comment about the meeting.", "title": "Clinton bundlers get inside look at campaign workings", "url": "http://www.politico.com/story/2015/07/clinton-bundlers-get-inside-look-at-campaign-workings-120274.html", "topics": ["campaign_finance"], "people": ["Sean Eldridge", "Chris Hughes", "Robert Zimmerman", "Steve Rattner", "Fred Eychaner", "Jim Hime", "Amanda Renteria", "Joaquin Castro", "Jennifer Palmieri", "Hillary Clinton", "Grace Meng", "Tom Nides", "Haim Saban", "Annie Karni", "B. Pritzker", "Jake Sullivan", "Robby Mook", "John Podesta", "Huma Abedin", "Maya Harris", "Evan Bayh"], "orgs": ["Morgan Stanley", "Univision", "State Department", "Clinton Foundation", "Democratic National Committee", "HADAS GOLD", "Marriott"], "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}], "date_written": "2015-07-17 02:26:15", "org": "politico", "article_id": "2efa5b505f954af24c68469b4ecfa9e4", "date_access": "2015-07-17 12:20:07.512076"}