{"body": "\nThe POLITICO Caucus\n\n08/28/15, 03:55 AM EDT\n\n                                        By \nKatie Glueck\n\nBut Democrats are more confident the governor will take the plunge than Republicans.\r\n\n\n08/31/15, 02:56 AM EDT\n\nThe POLITICO Caucus\n\n08/28/15, 03:27 AM EDT\n\n                                        By \nKatie Glueck\n\nEight out of 10 early-state Democrats think the vice president will decide against challenging Hillary Clinton in the 2016 primary.\r\n\n\n2016\n\n08/28/15, 03:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nWho would give money to a billionaire? These guys.\n\n2016\n\n08/28/15, 02:36 AM EDT\n\n                                        By \nNahal Toosi\n\nGOP hopefuls are bashing China ahead of next month’s state visit.\r\n\n\n08/27/15, 10:44 PM EDT\n\n08/27/15, 10:42 PM EDT\n\nThe Friday Cover\n\n08/27/15, 09:51 PM EDT\n\n                                        By \nTony Romm\n\nSteve Jobs famously disdained D.C. Tim Cook’s quietly taking it on.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\n\n08/27/15, 09:22 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:20 PM EDT\n\n2016\n\n08/27/15, 07:56 PM EDT\n\n                                        By \nSteven Shepard\n\nA new approach to the email scandal may help, but pollsters see a long climb ahead.\r\n\n\n08/27/15, 07:45 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n“Congress needs to really hammer home in their investigations.”\r\n\n\n                                        By \nHenry C. Jackson\n\nHILLARY CLINTON talks gun violence in Ohio.\r\n\n\n08/27/15, 07:41 PM EDT\n\n                                        By \nHenry C. Jackson\n\nThe Progressive Resistance\r\n\n\n2016\n\n08/27/15, 07:24 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nHadas Gold\n\nAs the controversies pile up, Trump’s favorability soars.\r\n\n\n08/27/15, 07:15 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\nVoter Fraud\n\n08/27/15, 07:05 PM EDT\n\n                                        By \nNicholas Kusnetz\n\nThe integrity of the election is under threat—in Ohio and across the country.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\r\n\n\n2016\n\n08/27/15, 05:50 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe weakened front-runner is going to Democratic elites with one message: My campaign is on track.\r\n\n\n08/27/15, 04:31 PM EDT\n\n                                        By \nMike Allen\n\nThe former House majority leader will also be named a Virginia state co-chair of Bush's presidential campaign.\r\n\n\n08/27/15, 04:24 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n08/27/15, 04:11 PM EDT\n\n08/27/15, 03:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGabriel Debenedetti\n\nClinton wouldn’t have access to the money unless and until she’s the nominee.\r\n\n\n08/27/15, 03:13 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe campaign rivals team up for a joint attack on Obama’s nuclear deal with Iran.\r\n\n\n08/27/15, 02:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nA resolution honoring the vice president’s son comes as his father weighs a presidential run.\r\n\n\nThe Friday Cover \n\n07/31/15, 12:00 AM EDT\n\n08/27/15, 01:40 PM EDT\n\n                                        By \nPOLITICO Magazine\n\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:21 PM EDT\n\n08/27/15, 01:19 PM EDT\n\n08/27/15, 01:18 PM EDT\n\n08/27/15, 01:18 PM EDT\n\n08/27/15, 01:14 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:12 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n                                        By \nEliza Collins\n\nSaudi Arabia has expressed concerns that the deal would strengthen Iran, its major rival in the region.\r\n\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe meeting with was meant to be private — Biden’s official schedule only had him meeting with “senior advisers.”\r\n\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nJacob Soll\n\nThe Chinese crisis has important echoes of the Soviet Union and history tells us the outlook isn't pretty.\r\n\n\n08/27/15, 01:00 PM EDT\n\n                                        By \nNick Gass\n\n“I don’t wear a toupee. It’s my hair. I swear!”\r\n\n\n08/27/15, 12:54 PM EDT\n\n                                        By \nBrianna Ehley\n\nShe says Jeb Bush and Sen. Marco Rubio for having “extreme views on women.”\r\n\n\n08/27/15, 12:18 PM EDT\n\n                                        By \nHadas Gold\n\nRoger Ailes may have called on Trump to apologize but the underlying message he's sending through his hosts: Stick to the issues. \n\n08/27/15, 12:09 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"He did a great job as your governor, and he will be an important voice in the Senate.\"\r\n\n\n08/27/15, 11:59 AM EDT\nWe're working on more stories right now\n\n2016\n\n                        Jeb’s bid to blame Hillary for the rise of the Islamic State is fraught with peril.\n\n            By \nEli Stokols\n\n08/11/15, 07:47 PM EDT\n\n                Updated 08/11/15, 10:49 PM EDT\n\n                AP Photo\nDoes Jeb Bush really want to refight the Iraq War? \n Yes, his eagerness to blame Hillary Clinton for the rise of the Islamic State and the spread of terrorism and instability across the Middle East is an opportunity to show his mettle on foreign policy, a top issue for Republican primary voters, and demonstrate toughness toward the expected Democratic nominee. \n But his calculation to broaden and expand that argument into a full speech, delivered Tuesday night at the Ronald Reagan Presidential Library in Simi Valley, California, also exposes the former Florida governor to real political risk by drawing attention to the Iraq War, his brother’s defining legacy and a fraught subject he struggled to reckon with just three months ago. \nGABRIEL DEBENEDETTI\n “What we are facing in ISIS and its ideology is, to borrow a phrase, the focus of evil in the modern world,” Bush said. “And civilized nations everywhere, especially those with power, have a duty to oppose and defeat this enemy.” \n The specific plan Bush laid out — urging the U.S. to take the fight to ISIS in Iraq and Syria and to help oust Syrian president Bashar Assad — is a delicate tightrope walk, an effort to address the U.S.’ most urgent geopolitical problem in a serious way while satisfying a conservative base eager for a more robust foreign policy without evoking the broader electorate’s memories of his brother’s quick-trigger approach to complex global crises. \n Bush is gambling that he can turn a major potential weakness into an exhibition of strength. \n “I think it’s a pretty important moment for his candidacy,” said Craig Robinson, a prominent GOP activist in Iowa who publishes The Iowa Republican website. “This is a subject matter that the next debate is going to focus on; it’s also a subject matter that he has struggled with. This is a moment for him to gain his footing on foreign policy issues.” \n Arguing that Clinton, as secretary of state, “stood by” while Iraq fell apart and as the Islamic State, also known as ISIL or ISIS, took root across Iraq and Syria puts Bush on offense, shifting the conversation away from whether the war itself was a mistake. (Bush admits now, after stumbling on this question for four days in May, that the invasion was a bad idea.) \n “ISIS grew while the United States disengaged from the Middle East and ignored the threat,” Bush said. “And where was Secretary of State Clinton in all of this? Like the president himself, she had opposed the surge … then joined in claiming credit for its success … then stood by as that hard-won victory by American and allied forces was thrown away.” \n Bush’s speech was also an attempt to harden negative perceptions about Clinton’s globe-trotting tenure as America’s top diplomat. \n “In all her record-setting travels, she stopped by Iraq exactly once,” he said. “Who can seriously argue that America and our friends are safer today than in 2009, when the president and Secretary Clinton — the storied ‘team of rivals’ — took office? So eager to be the history makers, they failed to be the peacemakers. It was a case of blind haste to get out, and to call the tragic consequences somebody else’s problem.” \n While Clinton herself didn’t mention Bush publicly Tuesday, the Democratic rapid-response machine whirred into motion, eager to turn the debate around. \nJENNIFER SHUTT\n “If Jeb Bush wants to spread blame for the situation in the Middle East, he doesn’t need to look much further than his next family reunion,” said Brad Woodhouse, president of Correct The Record, the organization tasked with running Clinton’s rapid-response operation. “Jeb championed former President George W. Bush’s destructive foreign policy from Day One, from the invasion of Iraq based on faulty intelligence to the strategy regarding ISIS.” \n Clinton’s official campaign held a conference call Tuesday afternoon, putting senior policy adviser Jake Sullivan on the line with reporters to argue that Clinton’s tenure in Foggy Bottom was spent rebuilding relationships with allies after George W. Bush’s “policies that for eight years set the cause of American leadership back.” \n “This is a pretty bold attempt to rewrite history and reassign responsibility,” Sullivan said, pushing back at Bush’s idea that the Islamic State took root due to the vacuum created on Obama’s watch, when American troops left Iraq. “ISIS grew out of Al-Qaeda in Iraq,” said Sullivan, who served as a top adviser in Clinton’s State Department. “And where did AQI come from? It didn’t exist before the invasion. It emerged in no small part as a result of President’s Bush’s failed strategy. And it gained strength by signing up former Sunni military officers — officers from the army that the Bush administration disbanded.” \n Following the conference call, Bush’s campaign fired back, emailing reporters a transcript from a town hall that took place during Clinton’s only visit to Iraq in 2009, in which she promised to take more questions “when I next come to Iraq.” \n She never returned. \n Both Clinton and Bush, two political heirs desperate to present themselves as the candidates of “the future,” are, at least when it comes to foreign policy, far more comfortable focusing on the past. On Tuesday night, Bush sought to change that, presenting a more detailed plan for combating ISIL — which, according to FBI Director James Comey, has overtaken Al Qaeda as a threat to the U.S. homeland. \n Last week, during a candidate forum in New Hampshire, Bush repeatedly criticized Obama for not having a strategy but offered only a vague proposal himself, attempting to draw a line between putting “boots on the ground,” which he opposes, and embedding U.S. special forces with Syrian rebel forces, which he supports. He also backs using limited airstrikes against ISIL — the very policy Obama is pursuing with little obvious success. \n As for Clinton, when reporters asked Sullivan during Tuesday’s conference call what the former secretary of state would do to fight ISIL, he demurred, saying only that she “will have more to say in the days and weeks to come.” \n In his speech Tuesday night, Bush called for supporting the Iraqi military with American air power, embedding the few U.S. forces in Iraq with the country’s army and providing more support for Kurdish fighters. His plan to bring stability to Syria goes much further, calling for a U.S.-led international coalition to oust Assad and rebuild the country’s depleted military. \n Beyond that, Bush called for creating safe zones within Syria and instituting a no-fly zone. \n “Our ultimate goal in Syria is to defeat ISIS and to achieve long-term political stability in that country,” Bush said. “Defeating ISIS requires defeating Assad, but we have to make sure that his regime is not replaced by something as bad or worse.” \nELI STOKOLS\n Tuesday’s speech, while an opportunity to project a presidential bearing, could remind voters that, however tight Bush’s case against Clinton might be, he might not be his party’s best messenger on this subject — given his last name, he might even be the worst. \n “Voters are looking for someone who’s not held captive by the debates and fights of the past,” said Steve Schmidt, a GOP strategist who guided John McCain’s 2008 campaign and has offered legal advice to Rick Perry over the past year. “There’s a recognition that the more there’s a Bush versus Clinton fight, the more fatigue that will cause, especially if it commences in 2015.” \n It also has some foreign policy experts questioning Bush’s grasp of the facts. \n Jeb Bush speaks at the RedState Gathering Saturday, Aug. 8, 2015, in Atlanta. | AP Photo \n “Why was the success of the surge followed by a withdrawal from Iraq, leaving not even the residual force that commanders and the Joint Chiefs knew was necessary?” Bush asked in his speech. “That premature withdrawal was the fatal error, creating the void that ISIS moved in to fill.” \n Richard LeBaron, a career diplomat who served as ambassador to Kuwait under George W. Bush, called that argument “disingenuous.” The answer to Bush’s rhetorical question about why the surge led to a drawdown, he argues, “distorts history.” \n Obama administration officials have long noted that it was George W. Bush — not Obama — who signed the initial agreement to remove U.S. troops by 2011. And it was the Iraqi parliament that ultimately nixed the administration’s proposal to keep a small residual force in Iraq, not the president, they say. \n A slim majority of Americans, 51 percent, consider the Iraq War to have been a mistake, according to a Gallup poll earlier this year; that’s down 6 points in the past year as ISIS has emerged as a major threat, but still significant. \n And if there was any “fatal error” that led to the rise of ISIL, LeBaron says, it was George W. Bush’s dissolution of the Iraqi military in May 2003 rather than Obama’s U.S. troop drawdown in 2011. \n “The notion that the surge worked is belied by facts after it,” said LeBaron, now a Middle East policy expert at the Atlantic Council. “It gave us some political space to say ‘we’re not leaving a total fiasco’ when we probably were; it was really just a period in which we were able to placate and buy off some of the Sunni tribes who took our money and just waited for us to leave. \n “The Bush administration was looking for an exit strategy; the whole country was looking to get out,” LeBaron said. “The surge was designed to get us out of Iraq, not to keep us involved there.” \n Then there are the parallels, Democrats note, between Jeb Bush’s team and George W.’s. \n Of Jeb Bush’s 21 named foreign-policy advisers, 17 worked in his brother’s White House; his top foreign policy staffer, Robert S. Karem, was a member of Dick Cheney’s national security staff and assisted with the former vice president’s autobiography. \n “The Republican bench of experts on the Middle East is pretty weak, and you can tell they’re already giving Jeb bad advice,” said LeBaron. “They don’t have a very good track record, and they’re going to be telling him things to justify their own actions. These are the people responsible for the Iraq War. They’re rewriting history for their own reasons.” \n\nEli Stokols, an Emmy-winning reporter and anchor at Denver’s KDVR-TV, has covered Colorado politics for nearly a decade.\n\n                                            By \nCaleb Hannan\n\n\n                                            By \n                                                    Amb. Samantha Power\n\n\n                                            By \nBill Scher\n\n\n                                            By \nTony Romm\n\n © 2015 POLITICO LLC", "byline": "", "description": "Jeb’s bid to blame Hillary for the rise of the Islamic State is fraught with peril.", "title": "Bush's attack on Clinton could backfire", "url": "http://www.politico.com/story/2015/08/jeb-bushs-attack-on-hillary-clinton-could-backfire-121279", "topics": ["terrorism"], "people": ["Roger Ailes", "Katy O'Donnell", "Michael Grunwald", "Robert S. Karem", "Nicholas Kusnetz", "Bashar Assad", "D.C. Tim Cook", "Steve Jobs", "Rick Perry", "Henry C. Jackson", "Caleb Hannan", "Hadas Gold", "Steven Shepard", "Craig Robinson", "Jacob Soll", "Steve Schmidt", "George W. Bush", "Nahal Toosi", "Gabriel Debenedetti", "Jake Sullivan", "Brianna Ehley", "Katie Glueck", "Nick Gass", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Marco Rubio", "Eliza Collins", "James Comey", "Samantha Power", "Ben Schreckinger", "Tony Romm", "Jennifer Haberkorn", "Mike Allen", "Hillary Clinton", "Brad Woodhouse", "Eli Stokols", "Bill Scher", "Dick Cheney"], "orgs": ["Amb", "Congress", "Army Corps of Engineers", "Senate", "Al Qaeda", "State Department", "Gallup", "FBI", "ISIL", "AQI", "GOP", "Joint Chiefs"], "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-08-12 00:47:05", "org": "politico", "article_id": "c881a114e1f6aa0e562f3b261807f960", "date_access": "2015-08-28 09:50:12.269744"}