{"body": "POLITICO\nYour guide to the permanent campaign\nBy Theodoric Meyer\n7/24/15 10:00 AM EDT\nWith Steven Shepard\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news - sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nTODAY ON CAMPAIGN PRO —“Ashford tries to reboot after poor fundraising, staff turnover,” by Campaign Pro’s Elena Schneider: http://politico.pro/1MrkzPB\nGETTING IN — Murphy seeks a rematch with Blum in IA-01: Former Iowa state House Speaker Pat Murphy, a Democrat, announced he would challenge GOP Rep. Rod Blum, setting up rematches of last year's Iowa 1st District race in both the primary and the general election. Murphy will face Monica Vernon, the Cedar Rapids city councilwoman whom he defeated last year, in the Democratic primary. But Vernon, who announced her candidacy months ago, has already consolidated some Democratic support around her, winning endorsements from Rep. Dave Loebsack, the state's only Democratic congressman, and from EMILY's List. Her campaign had $424,000 in cash on hand as of June 30.\n— Murphy told Campaign Pro on Thursday that was would “run a much more aggressive campaign this time around,” with a strong focus on fundraising now and new emphasis on voter turnout next year. He plans to build his campaign around economic issues, including raising the minimum wages, as well as protecting Social Security, Medicare and Medicaid and improving the Affordable Care Act. “I’ve got a proven record, and nobody else in the race can say that,” he said, referring to his time in the state House.\nFIRST IN SCORE — Cole to speaker at fundraiser with RGA chairman: West Virginia state Senate President Bill Cole, a Republican who’s running for governor, will appear alongside Tennessee Gov. Bill Haslam, the chairman of the Republican Governors Association at a fundraiser on Friday in Charleston, W.Va., for the West Virginia Republican Party. The fundraiser comes while Haslam will be in nearby White Sulfur Springs, W.Va., for the summer meeting of the National Governors Association at the Greenbrier — a resort owned, coincidentally, by billionaire Jim Justice, a Democratic candidate for governor.\nDays until the 2015 election: 102. Days until the 2016 election: 473.\n\r\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nWATCH OUT, INCUMBENTS — “Chamber gearing up to take out GOP incumbents,” by POLITICO’s Anna Palmer and Jake Sherman: “The U.S. Chamber of Commerce is gearing up to challenge some House Republicans in primary elections, frustrated after much of its agenda has been stymied by a small pocket of conservative GOP lawmakers. The influential and well-heeled business group is already eyeing several races, but the plans are still in their infancy and the targets have not yet been decided upon, according to more than a half-dozen Republican sources on K Street and Capitol Hill. The group’s apparent new willingness to engage in hand-to-hand political combat to take out sitting Republicans would represent a major shift for the business community, which has largely shied away from targeting sitting lawmakers.” http://politi.co/1VF0Kr6\nCASH HUSTLE — “Reid rakes in $1M from trial lawyers by invoking Koch brothers,” by POLITICO’s Anna Palmer and John Bresnahan: Trial lawyers must really hate Charles and David Koch. “For years, Harry Reid has railed against the Koch brothers as the worst example of the corrupting influence of special interest money in politics. But the Senate minority leader’s crusade against the conservative barons recently yielded big bucks for his own party. Reid invoked the Republican megadonors during a July 12 fundraiser in Montreal for the Democratic Senatorial Campaign Committee. In the end, he raised more than $1 million from one special interest — trial lawyers — by criticizing another. Reid flew to the event in one lawyer’s private jet.” Of course he did. http://politi.co/1HM3hbQ\nCAREFULLY CONSIDERED VOTES — Bera votes for sanctuary cities bill, Curbelo doesn’t: House Republicans overwhelmingly voted for a bill that would withhold federal law enforcement grants from cities with policies designed to protect illegal immigrants from deportation, while Democrats overwhelmingly voted against it. (The bill passed, 241 to 179.) But a handful of lawmakers facing potentially tough races next year voted the opposite of most other members of their party. Reps. Ami Bera (D-Calif.), Collin Peterson (D-Minn.) and Kyrsten Sinema (D-Ariz.) voted for the bill, while Reps. Carlos Curbelo (R-Fla.) and Bob Dold (R-Ill.) voted against it. Here’s the vote tally: http://1.usa.gov/1RWywIY.\nCONVENTION CASH — “DNC to start accepting lobbying and PAC money for convention,” by POLITICO’s Gabriel Debenedetti: “The Democratic National Committee will start accepting money from lobbyists and political action committees for the 2016 convention in Philadelphia and for its various joint fundraising accounts with the party’s primary candidates, the DNC told POLITICO on Thursday evening. The move — which comes as representatives of front-runner Hillary Clinton’s campaign have been negotiating with the DNC over their joint fundraising agreement — signals a significant shift for the group, which has not raised money from such sources since then-Sen. Barack Obama’s first convention in 2008. But a number of Democrats have remained unsatisfied with the party’s fundraising in 2012 ... and Clinton’s camp has recently gained influence within the DNC.” http://politi.co/1HMxesi\nPRESIDENTIAL SPEED READ — “How Donald Trump cashes in even when his name-brand properties fail,” by The Washington Post’s Tom Hamburger and Rosalind S. Helderman: Donald Trump has made “many millions of dollars” on a golf resort that bears his name in Puerto Rico, even though the resort filed for bankruptcy last week. The reason: He never invested any money in it. “As he runs for president, Trump is promoting his success as a real estate mogul to argue that he has the proven skills to fix America’s problems. He brags that he made his money “the old-fashioned way,” building iconic properties such as Trump Tower in Manhattan and, soon, a luxury hotel in the Old Post Office Pavilion blocks from the White House. ... But as the Puerto Rico example illustrates, Trump has become increasingly reliant on a different business model — one in which he makes money by harnessing his celebrity brand rather than risking capital in real estate investments.” http://wapo.st/1MqXjBp\n— “Criminal inquiry sought in Clinton’s use of email,” by The New York Times’ Michael S. Schmidt and Matt Apuzzo: “Two inspectors general have asked the Justice Department to open a criminal investigation into whether sensitive government information was mishandled in connection with the personal email account Hillary Rodham Clinton used as secretary of state, senior government officials said Thursday. The request follows an assessment in a June 29 memo by the inspectors general for the State Department and the intelligence agencies that Mrs. Clinton’s private account contained ‘hundreds of potentially classified emails.’ The memo was written to Patrick F. Kennedy, the under secretary of state for management.” http://nyti.ms/1LzWOVo\n— Jeb Bush raised $500,000 in Chris Christie’s backyard, Alex Isenstadt reports: Former Florida governor and Republican 2016 candidate Jeb Bush ventured into enemy territory on Thursday evening, pulling in a total of $500,000 at a pair of fundraisers held in New Jersey Gov. Chris Christie’s home state, according to a source familiar with the planning for the events. Bush held his first fundraiser at the Navesink Country Club in Middletown. The event was hosted by New York Jets owner Woody Johnson, attorney Larry Bathgate, and state Sen. Joe Kyrillos — influential figures who helped to fuel Christie’s rise but have now deserted him. The second event of the evening, held at the Short Hills home of investment banker Bill Cohen, was hosted by investor David Tepper and former Ambassador Clifford Sobel.\nCODA — QUOTE OF THE DAY: \"It's really about Jim and his vision, not so much about us. We're now the backup singers of the Temptations.\" — Former Philadelphia mayoral candidate Anthony Williams, joining this year’s entire Democratic primary field in endorsing Democratic nominee Jim Kenney. http://bit.ly/1GJBYLb\nBy JAMES KITFIELD\nBy FREDRIK DEBOER\nBy MICHAEL HIRSH\nBy JEFF GREENFIELD \n© 2015 POLITICO LLC", "byline": "", "description": "U.S. Chamber gets ready to take out incumbents.", "title": "Ashford tries to turn it around — U.S. Chamber gets ready to take out incumbents", "url": "http://www.politico.com/morningscore/0715/morningscore19289.html", "topics": ["campaign_finance"], "people": ["Matt Apuzzo", "Bill Haslam", "Tom Hamburger", "Kyrsten Sinema", "Elena Schneider", "Anna Palmer", "Michael S. Schmidt", "Carlos Curbelo", "Steven Shepard", "David Koch", "Chris Christie", "Harry Reid", "Theodoric Meyer", "David Tepper", "Bob Dold", "Pat Murphy", "Anthony Williams", "Gabriel Debenedetti", "Bill Cohen", "Rosalind S. Helderman", "Ami Bera", "Bill Cole", "Alex Isenstadt", "Dave Loebsack", "Jeb Bush", "Patrick F. Kennedy", "Donald Trump", "John Bresnahan", "Jake Sherman", "Barack Obama", "Jim Justice", "Larry Bathgate", "Monica Vernon", "Jim Kenney", "Hillary Clinton", "Rod Blum", "Joe Kyrillos", "Woody Johnson", "Collin Peterson", "Hillary Rodham Clinton"], "orgs": ["Old Post Office Pavilion", "U.S. Chamber", "State Department", "DNC", "Justice Department", "Senate", "Democratic Senatorial Campaign Committee", "Campaign Pro", "National Governors Association", "CASH HUSTLE", "RGA", "PAC", "K Street", "Democratic National Committee", "U.S. Chamber of Commerce", "New York Jets", "Social Security , Medicare and Medicaid", "GOP"], "authors": [{"author_id": 30738, "fullname": "theodoric meyer", "primary_org": "politico"}], "date_written": "2015-07-24 15:00:41", "org": "politico", "article_id": "35891306b79cb68290dc7fa34c37c388", "date_access": "2015-07-24 14:10:10.037159"}