{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n8/21/15 7:51 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Friday morning from Seattle. PLAYBOOK IN-BOX: Trump rally tonight in Mobile, to organize for Alabama primary on March 1. A Trump source emails: “Hope you have someone coming to AL ... we have over 35,000 confirmed in Mobile. ... No joke.”\nStory Continued Below\nTHE CONVERSATION: Will Trump last? For weeks, pundits and GOP campaigns have been saying: “Maybe.” THIS MORNING, a chorus of coverage is saying: “Yes!”\n--JEREMY PETERS on “Morning Joe,” previewing a N.Y. Times story coming this weekend that delves into the breadth of the Trump coalition: “For the time being, there’s no sign this strength is going to fade” – though in the long run, that big a swath can be fractured.\n--COOK POLITICAL REPORT has a perfect headline on an Amy Walter story: “Can Trump Turn From Summer Fling to Serious Relationship?” http://bit.ly/1TXy5zd\nFIRST-LOOK VIDEO – Per Hillary HQ: “The Clinton campaign will release this new video this morning featuring National Press Secretary Brian Fallon responding to the latest GOP lies and misdirection about Hillary Clinton’s emails. ... Fallon corrects false tweets from partisan and non-partisan sources. The campaign continues to step up our efforts to provide important education about Hillary Clinton's emails and frame Republicans as more focused on partisan investigations like this one than getting anything done.” YouTube http://bit.ly/1WJ38NW\nNOTED AT JEB HQ – AFP/Miami: “Danny becomes first hurricane of Atlantic season ... Tropical Storm Danny was upgraded to be the first hurricane of the Atlantic season, strengthening slightly as it barreled through the Caribbean.”\nNICE TRY -- “Ashley Madison client list includes Louisiana GOP executive director; he says it was for research,” by New Orleans Times-Picayune’s Kevin Litten: “Louisiana GOP executive director Jason Doré said ... his name is on a list of accounts released as part of the Ashley Madison cheating website hack because the site was used for ‘opposition research.’ ... ‘As the state’s leading opposition research firm, our law office routinely searches public records, online databases and websites of all types to provide clients with comprehensive reports.’” http://bit.ly/1J9fx4I\n--EMAIL DU JOUR: “Just like reading Playboy for the ‘articles.’”\nNEW BRITISH AMBASSADOR -- Sir KIM DARROCH KCMG has been appointed Her Majesty’s Ambassador to the United States of America: “in succession to Sir Peter Westmacott, ... who will be retiring from the Diplomatic Service. Sir Kim will take up his appointment during January 2016.” He had been national security adviser to the Cabinet Office. http://bit.ly/1Kze9s3\nBLOOMBERG CURBS D.C. AMBITIONS – Dylan Byers: “The [coming D.C. and N.Y.] layoffs ... signal the definitive end to Bloomberg’s long-held ambition of becoming a dominant player in Washington and political media. The Washington bureau will continue to exist -- headed now by former Financial Times Washington bureau chief Megan Murphy -- but its focus will be redirected toward financial aspects of government like law, regulation and the Treasury ... The New York-based Bloomberg Politics team, anchored by ‘Game Change’ co-authors Mark Halperin and John Heilemann, will continue at least through the 2016 campaign.” http://politi.co/1K9W205\n** A message from PhRMA: For every dollar spent on health care in the U.S. only 10 cents goes towards retail prescription medicines. What are patients getting for that dime? In the last year alone, it has brought new cures for hepatitis C, new treatments for high cholesterol and breakthroughs in cancer care. Read more at http://onphr.ma/1gQ9gE2. **\nWASHINGTON, INC. -- “Chamber weighs role in Democratic primaries,” by AP’s Erica Werner: “The U.S. Chamber of Commerce is weighing a major role in Democratic primaries in key congressional races nationally, which could produce weakened nominees who would be more easily defeated by Republicans ... The unorthodox strategy could heighten Democratic upheaval in battleground states like Florida and Pennsylvania.” http://bit.ly/1MHP30k\nSUNDAY SO FAR: \n--NBC’s “Meet the Press”: Carly Fiorina (exclusive) ... Calif. Gov. Jerry Brown ... PANEL: Jon Ralston; Amy Walter; Alfonso Aguilar, executive director, American Principles Project’s Latino Partnership\n--CBS’s “Face the Nation”: Cruz and Christie, both taping with John Dickerson today in Des Moines ... Ken Burns, on the Sept. 7 re-release of “The Civil War” ... Panel: Manu Raju, Ruth Marcus, Michael Scherer, Anne Gearan\n--ABC’s “This Week”: Scott Walker ... Roundtable: Nancy Gibbs, Rich Lowry (who’s a birthday boy tomorrow), Matt Bai, Ana Navarro and Bill Richardson\n--CNN’s “State of the Union,” with Jim Acosta anchoring:  Ben Carson, live from Columbia, S.C. ... Panel: Neera Tanden; Kevin Madden; S.E. Cupp; Bakari Sellers, CNN contributor and former Democratic member of S.C. House\n--“Fox News Sunday”: former Attorney General Michael Mukasey, on Hillary email ... Josh Alcorn, Draft Biden ... Huckabee ... Panel: Kim Strassel, Peter Baker, Bob Costa, Juan Williams\nMILESTONE -- “Feeling the heat: Earth in July was hottest month on record,” by AP’s Seth Borenstein: “[I]t’s almost a dead certain lock that this year will beat last year as the warmest year on record ... July’s average temperature was 61.86 degrees Fahrenheit, beating the previous global mark set in 1998 and 2010 by about one-seventh of a degree.” http://yhoo.it/1J97pU0\nHEADLINE HISTORY – 47 years ago today: Aug. 21, 1968 – NYT banner, “CZECHOSLOVAKIA INVADED BY RUSSIANS AND FOUR OTHER WARSAW PACTS FORCES; THEY OPEN FIRE ON CROWDS IN PRAGUE: TANKS ENTER CITY,” by Tad Szulc in Prague. See the page. http://nyti.ms/1fuAY7D\nOBAMA DISAPPEARS ON VACATION – WashPost A1, bottom of page, “On Martha’s Vineyard, one man is an island,” by Greg Jaffe on Martha’s Vineyard: “[T]he president is the equivalent of a vacationing Yeti. Many have had near brushes with the leader of the free world, but only a precious few have actually laid eyes on him. ... There have been a few nights out at restaurants, where a few dozen or more admirers will cluster outside to snap a photo of him leaving. ... Mostly though, he has played a LOT of golf.”  http://wapo.st/1HZeYbV\nNEW WHITE HOUSE SITE -- @WhiteHouse: “Introducing http://LettersToPresidentObama.Tumblr.com, a new @Tumblr to showcase letters Americans have written to @POTUS.”\nHAMPTONS WATCH -- “Bill Clinton heckled by children on the golf course [for taking too long],” by N.Y. Post’s Mara Siegler: “The ex-president, who has started his two-week vacation in the Hamptons without wife Hillary ... sported neon pink sneakers and a matching hat at Montauk Downs State Park golf course Tuesday. He also played a round of mini-golf at Puff ’n’ Putt with his niece and nephew, who looked around 8 and 10. ... Clinton took the time to talk to a vet and his children, ages 4, 9 and 11. But, ‘One of the little kids didn’t know who Clinton was and got impatient with his chat, saying, ‘Come on, it’s your turn.’” http://pge.sx/1J9yg2i\nRUT-ROH  -- “Dozens of Clinton emails were classified from the start, U.S. rules suggest,” by Reuters’ Jonathan Allen: “The new stamps indicate that some of Clinton’s emails ... are filled with a type of information the U.S. government and the department’s own regulations automatically deems classified from the get-go — regardless of whether it is already marked that way or not.” http://reut.rs/1PpogDv\n--“Former officials question Clinton’s email defense: While sympathetic to the messy nature of the classification system, fellow diplomats and specialists say Clinton could have bore responsibility to flag sensitive material,” by Bryan Bender: “Clinton’s campaign this week stepped ... [said she was] a ‘passive recipient of unwitting information that subsequently became deemed as classified.’ But those with deep expertise in the classification system say it’s not so simple.” http://politi.co/1JuFcdy\n--“Democratic rep: Clinton email flap ‘could upend her campaign,’” by Nick Gass: “Kentucky Rep. John Yarmuth[:] said ... ‘I just never feel I have a grasp of what the facts are ... “Clearly, she has handled it poorly from the first day. And, there’s the appearance of dishonesty, if it’s not dishonest.’” http://politi.co/1J99sr7\nSTRATEGERY – “Cruz’s plan to win back the anti-establishment vote: The Texas senator has deployed a strategy to unseat Trump as the outsider of choice,” by Katie Glueck in Des Moines: “scoring endorsements, locking down the support of hardliner activists and creating an extensive grassroots network ... [Cruz] and his wife, Heidi, have spent months courting Iowa activists over dinners, women’s lunches and meet-ups at conservative confabs.\n“He plans to name a pastor to run point on faith engagement in each of Iowa’s 99 counties. His efforts in the South are aided by grassroots leaders abhorred by the establishment, but who have cachet among the region’s most deeply conservative voters. And he has studiously avoided upsetting the angry voters who are for the moment fueling Trump’s campaign, but who could easily look for an alternative down the road.” http://politi.co/1NJnGjp\nHOW DO YOU SOLVE A PROBLEM LIKE THE DONALD? – “Teflon Don: Nothing can seem to dislodge ... Trump,” by Dylan Byers: “It is evident that the regular rules do not apply ... Two months into his rowdy campaign, ... the political media ... has been leveled by Trump ... [T]he press corps is beginning to realize that nothing it might do ...  has the power to push this candidate ... off [a] course ... which is far more likely to burn out on its own terms ...\n“Trump is playing according to ... circus-master P.T. Barnum: all publicity is good publicity. ... Trump did not succeed (or at least survive) in the cutthroat world of New York real estate by playing by its rules, but by flouting them. ... In a recent Facebook video, The Atlantic’s Molly Ball [said]: “Pundits like me are terribly clueless when it comes to predicting how Donald Trump is going to do. ... Maybe this is why so many people like Donald Trump.’”\n--TOM BROKAW tells Dylan: “[M]y oft repeated mantra is the UFO rule. At some point, the unforeseen will occur ... Gary Hart and Monkey Business, Dukakis failing to defend Kitty, Bush 41 and the Perot factor. What the UFO will be this time, I don’t know yet, but there will be one.” http://politi.co/1UWTqpx\n--“Trump organization seeks peace with Hispanic media,” by Hadas Gold: “Trump’s organization is quietly reaching out to a Hispanic media group with a very un-Trump-like request: Let’s meet and make peace. Alex Nogales, CEO of the National Hispanic Media Coalition, a leading advocacy group, told POLITICO he received a call last week from Lawrence Glick, executive vice president of strategic development at the Trump Organization, proposing the meeting.” http://politi.co/1WICqVL\n--WashPost A2, “GOP field wrestles a Trump tornado,” by Bob Costa and Phil Rucker: “The 2016 Republican primary has turned into a puzzle about how to deal with Donald Trump. The new dynamic has come into focus this week as Trump’s opponents debut strategies for engaging the white-hot front-runner whom they believe, and in some cases fear, could be a dominant force for some time to come. ... Donors feel powerless. Republican officials have little leverage. ...\n“The non-Trump candidates are falling into three categories: Those who are emulating and befriending him in an effort to win over his supporters; those who are assailing his background or calling him out for his views and rhetoric; and those who prefer to stay silent, as if hunkering down in the basement to ride out the tornado. ... Jeb ... launched a tough verbal assault against Trump this week in New Hampshire, ... ticking through his past liberal positions. Yet Bush’s allied super PAC vowed not to spend money to supplement the candidate’s barbs.\n“‘If other campaigns wish that we’re going to uncork money on Donald Trump, they’ll be disappointed,’ said Mike Murphy, chief strategist of the Right to Rise PAC. ‘Trump is, frankly, other people’s problem. We’d be happy to have a two-way race with Trump in the end.’” http://wapo.st/1U3s7aQ\n--PLAYBOOK READS BETWEEN THE LINES: Because of super PAC restrictions, Murphy can’t pick up the phone and tell Sally and Danny to lay off Trump. But he can talk to them through the press. Will be fun to see if Jeb takes Murphy’s advice.\n--USA Today banner, “How Trump team plans to win nomination: Confidence is no issue; credibility more complicated,” by David Jackson and Jennifer Jacobs: “In addition to his main campaign headquarters at Trump Tower in New York, [early states] are currently the only places where he has full-time staff members ... 10 in Iowa, eight in New Hampshire and seven in South Carolina. ... Trump ... aides ... said they are staffing up and will have people in all 50 states.” http://usat.ly/1U3viz3\nWHAT IOWA IS READING – Des Moines Register 1A, above fold, “Why Iowa Republicans are flocking to Trump, for now: Evangelicals question his relationship with God, but still like his message,” by Jennifer Jacobs: “‘He’s the movie they’ve chosen to watch, and at this point, they don’t particularly care if his plot doesn’t make any sense,’ [said] Jan Mickelson, a conservative radio talk show host for WHO Radio ... Trump’s bubble ... might deflate a month or two before the Iowa caucuses – but only if the right alternative messenger with the right political chops emerges, some Iowa conservatives predict.” http://dmreg.co/1hvkk9P\nJASON HOROWITZ in Dubuque, on N.Y. Times A1, above fold, “Sanders Draws Big Crowds to His ‘Revolution’: Echoing Obama 2008, With Less Hope for a Broken System”: “Sanders, 73, has recaptured the enthusiasm that fueled the 2008 Obama campaign, with T-shirts that say ‘Feel the Bern’ and show an image of floppy white hair and glasses replacing the famous image in the Obama “Hope” poster by Shepard Fairey. ... Sanders’s appeal is less about oratorical lift ... than about [letting] disaffected Democrats ... vent their anger.” http://nyti.ms/1MI1lpx\nHAPPENING TODAY – “Newcomer to Koch scene, Bush competes with tea party class,” by AP’s Tom Beaumont and Julie Bykowicz: “[I]n Columbus, Ohio, Bush is making his first appearance at the annual summit of Americans for Prosperity, the Kochs' flagship conservative organization. He'll address an expected 3,000 activists ... A strong performance in Columbus could help him poach some of the very activists who worked to elect the movement's 2010 and 2012 election darlings, ... Sens. Marco Rubio, Ted Cruz and Rand Paul, and Wisconsin Gov. Scott Walker. ...\n“Cruz[,] Rubio, ... Jindal and ... Perry are also scheduled to speak at the two-day summit. Notably absent will be Ohio's own Gov. John Kasich, whose office is less than a mile from the convention hall. Americans for Prosperity objected strongly to [his] acceptance of federal money in exchange for expanding Ohio's [Medicaid] program ... under the 2010 federal health care law.” http://bit.ly/1UWLIM2\nWHAT THEY’RE SAYING – “To solve country’s problems, ‘press one’: Fiorina promotes idea of crowdsourcing policy at Iowa GOP town halls,” by WashPost’s Jenna Johnson in Mason City: “The former Hewlett-Packard chief executive has been telling audiences ... that ... common sense — combined with her business know-how — would yield solutions ... Fiorina’s targeted voters seem to be those who have become enraged with the long waiting lists at VA, the inefficiency of airport security ... Her town halls at times have become venting sessions.” http://wapo.st/1NJiNqL\n2016 PLAYERS -- “Walker to tap [Alabama State Senator majority leader] Greg Reed as Alabama campaign chairman,” by AL.com’s Howard Koplowitz: “Walker is poised to appoint Alabama State Senate Majority Leader Greg Reed, R-Jasper, as the Alabama chairman ... Walker’s campaign is swinging through the South over the weekend and Monday, with stops in fellow ‘SEC Primary’ state Tennessee as well as North Carolina and early primary state South Carolina.” http://bit.ly/1PCZgcN\nSCOOP -- “Thomas Boggs Jr. Estate In Battle With Woman Claiming Romantic, Business Relationship,” by National Law Journal’s Zoe Tillman and Katelyn Polantz: “The woman, local realtor Janine Davey Waxman, and Boggs’ family have been fighting in courts in Maryland and Washington ... over the settlement of his estate ... Waxman said in court documents that she and Boggs began a romantic relationship in 1997 that ‘evolved’ into a business partnership and friendship over 17 years. ... She sought approximately $2 million ... -- loans they took out together and a $400,000 promissory note -- and to a two-story brick house Boggs owned in Northwest Washington that she says he intended to transfer to her.” http://bit.ly/1J99fnH\nBUSINESS BURST -- “A Week After Retirement Ray Odierno Lands at JPMorgan Chase & Co. [as senior advisor],” by Foreign Policy’s David Francis and Paul McLeary: “Odierno, 60, will advise the board and Chief Executive Jamie Dimon, focusing on country risk analysis and security. He will also represent JPMorgan Chase — which had $1.7 trillion assets under management at the end of 2014 — with policymakers, government officials, and clients.” http://atfp.co/1Npztqc\nMEDIAWATCH – KEITH KOFFLER is new political editor of LifeZette, the website co-founded by radio talk show host Laura Ingraham. Keith is leading its Polizette webpage, the political section: “I am very excited, because I feel like I’m not just part of a publication, but part of a cause. At LifeZette, I am assembling a team of reporters who will work for me, and I will also write for the website. ... I will continue writing at White House Dossier and have permission to run the articles I write for PoliZette on White House Dossier.” www.lifezette.com ... www.lifezette.com/polizette/\n--“[Mort] Zuckerman takes Daily News off the market,” by Joe Pompeo: “In a memo to staffers ... the 78-year-old mogul wrote, ‘I have met with several potential interested and well-intentioned suitors during this process. For a variety of reasons, I have decided to withdraw the Daily News from the market and have instructed our financial advisors to inform the suitors.’ Presumably the News was not going to fetch the reported $150 to $200 million Zuckerman was said to be asking for the paper.” http://politi.co/1fulcJQ\nEVERY NETWORK: WE’RE #1 -- Sunday shows: “NBC’s ‘Meet the Press’ is #1 across the board with biggest audience in more than a year and a half ... MTP Delivers Biggest Total Viewer Win over CBS’s ‘Face the Nation’ Half-Hour Since August 2012 ... MTP Tops ABC’s ‘This Week’ in Total Viewers for 4th Consecutive Week ... In Demo, MTP Marks 10th Consecutive Win over ‘Face the Nation’ Half-Hour.\n--“ABC News’ ‘This Week with George Stephanopoulos’ averaged 2.873 million Total Viewers and 773,000 Adults 25-54 on August 16, 2015, based on Live +Same Day Data from Nielsen Media Research. In Total Viewers, ‘This Week’ led CBS’ ‘Face the Nation’ (2.837 million) by 36,000.”\n--MORNING SHOWS -- “For the week of August 10, TODAY was the number-one morning show on Monday and Friday, topping GMA in the key demo A25-54. This marks TODAY’s 46th daily win in the demo this year. For the week, TODAY came within just 15k key demo viewers of GMA. TODAY also delivered the biggest audience growth in total viewers, A25-54 and A18-49, week-to-week and versus the quarter-to-date average.”\n--“CBS This Morning was the only network morning broadcast to post year-to-year percentage gains with adults 25-54 (+14% ... the demographic most important to those who advertise in news, and viewers (+10%, 3.16m from 2.86m), for the week ending August 14. CBS This Morning added +300,000 viewers year-over-year, closing the viewership gap with ABC by 570,000 viewers and with NBC by 510,000 viewers.”\n--“Trump Interview Causes Big Spike for CNN” – Mediaite: “CNN’s Trump special came in second place at 9 p.m. with 369K in the 25-54 demo and 1.144M total viewers. Fox News’ The Kelly File, with guest-host Martha MacCallum (who didn’t have a Trump interview), remained solidly in first place with 513K in the demo and 2.558M total viewers.” http://bit.ly/1J9gMkp\nTRANSITIONS -- Juliet Albin is leaving Rep. Michael Capuano’s office after two years as a foreign policy, human rights and technology legislative aide and is moving to West Palm Beach to become the Director of Operations for Rep. Pat Murphy’s Senate campaign.\nBIRTHWEEK (was yesterday): Ambassador Michael Froman, U.S. Trade Representative ... Brad Fingeroot, Michigan operative and avid Playbooker (h/t Matt Chisholm)\nBIRTHDAYS: Sen. Jon Tester is 59 ... Ken Mehlman of KKR ... Snapchat’s Peter Hamby, a CNN alum … Steve Case, AOL’s co-founder, now at Revolution and the pride of Honolulu … NBC newsman Harry Smith is 64 ... Steve Neuman, a former senior O’Malley aide and now chief of staff to newly elected Gov. Gina Raimondo and #1 fan of O’Malley’s in Rhode Island (h/t Lis Smith) ... WashPost’s Manuel Roig-Franzia, the pride of Escalon, Calif., near Modesto ... Ben Howard, Floor Director for Majority Leader Kevin McCarthy (h/t Dad, U.S. Chamber’s Jack Howard) ... Mike Shannon … Ruben Olmos of Global Nexus, LLC, which caters to U.S.-Mexico interests, celebrating at Riviera Maya with family ... Steve Munroe, VP at Global X Fund, is 3-0 (h/t girlfriend Cailie Burns) ... Elizabeth Stoltz, project manager at Ketchum ... Politico’s Puja Murgai and Katherine Rojas ... David Heifetz ... Matt DeCample, a Mike Beebe alum ... Greg Bell, HUD’s director of speechwriting and author of “In the Black: A History of African Americans on Wall Street” …\n... WBZ’s Joe Mathieu ... Quartz’s Cameron Hough ... WMAL’s Heather Smith ... Francine McMahon, CEO and founder of The Capitol Image Counsel and former publisher of the Hill … former Calif. Lt. Governor Abel Maldonado … Ragin’ Cajun Brandon Lee Breaux … WHO’s Margaret Chan … Lamont Black … Fin Gomez ... Jack Kelly ... Tim Griffin ... Larry Martin ... Paul Harstad (h/ts Teresa Vilmain) ... Tom Houck ... Jessica Lee of Morgan Stanley ... Adam Dubitsky ... Heather Martin ... former NFL player and general manager Pete Retzlaff is 84 ... Kenny Rogers is 77 ... Harold Reid (The Statler Brothers) is 76 ... College and Pro Football Hall of Famer Willie Lanier is 70 ... Kim Cattrall is 59 ... College Football Hall of Famer and former NFL quarterback Jim McMahon is 56 ... Brody Jenner is 32 ... Olympic gold medal sprinter Usain Bolt is 29 ... Brooks Wheelan (“Saturday Night Live”) is 29 ... Maxim Knight (TV: “Falling Skies”) is 16 (h/ts AP)\nDESSERT -- “Popular foods taking on new hues without artificial dyes,” by AP’s Candice Choi: “Mozzarella cheese at Panera restaurants won't be as glaringly white. Banana peppers in Subway sandwiches won't be the same exact shade of yellow. Trix cereal will have two fewer colors. Food makers are purging their products of artificial dyes as people increasingly eschew anything in their food they don’t feel is natural. ... Now, more companies say they are replacing artificial dyes with colors made from fruits, vegetables and spices, which are widely considered ‘natural,’ although the FDA doesn't classify them that way.” http://yhoo.it/1JnCGnv\n** A message from PhRMA: Since 2000, biopharmaceutical companies have brought more than 500 new medicines to the U.S. market, including new cures for hepatitis C, advances in treatment for high cholesterol and breakthroughs in cancer care. Yet, spending on retail prescription medicines accounts for just 10 percent of U.S. health care spending. And the federal government projects this trend will continue through at least the next decade. How is this possible? Because the competitive biopharmaceutical market that exists in the U.S. helps to control costs while encouraging the development of innovative new therapies. Read more at http://onphr.ma/1gQ9gE2. **\nBy JEFF GREENFIELD \nBy MICHAEL HIRSH\nBy CALEB HANNAN\nBy IBRAHIM HIRSI\n© 2015 POLITICO LLC", "byline": "", "description": "Donald Trump's campaign says it had 35,000 people coming to a rally tonight in Alabama.", "title": "GOP MOVES TO NEW STAGE OF GRIEF: Trump’s here to stay – MIKE MURPHY: Jeb wins by ignoring Trump -- BLOOMBERG NEWS curtails D.C. dreams – KEITH KOFFLER’s new job -- B’DAYS: Ken Mehlman, Peter Hamby", "url": "http://www.politico.com/playbook/0815/playbook19712.html", "topics": ["trade", "personality"], "people": ["Manuel Roig", "Peter Hamby", "Michael Mukasey", "Jim Acosta", "Dylan Byers", "Michael Scherer", "Jon Tester", "Manu Raju", "Jenna Johnson", "Shepard Fairey", "Peter Westmacott", "Bryan Bender", "Joe Pompeo", "John Yarmuth", "Kenny Rogers", "Ashley Madison", "Kevin Madden", "Mike Allen", "Julie Bykowicz", "Ken Mehlman", "Bob Costa", "Alfonso Aguilar", "Alex Nogales", "Will Trump", "Mike Beebe", "Gary Hart", "George Stephanopoulos", "Mike Murphy", "Teresa Vilmain", "Juliet Albin", "Jennifer Jacobs", "John Heilemann", "Jon Ralston", "Ted Cruz", "Peter Baker", "Bakari Sellers", "Neera Tanden", "Ken Burns", "Candice Choi", "Nancy Gibbs", "Rand Paul", "Jonathan Allen", "John Dickerson", "Lis Smith", "Daniel Lippman", "Molly Ball", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Michael Capuano", "Juan Williams", "Erica Werner", "Steve Case", "Phil Rucker", "Brian Fallon", "Jerry Brown", "Pat Murphy", "Bill Richardson", "Mark Halperin", "Bill Clinton", "Josh Alcorn", "Jack Howard", "Ruth Marcus", "Rich Lowry", "Laura Ingraham", "Tom Beaumont", "Hillary Clinton", "John Kasich", "Katie Glueck", "Nick Gass", "Michael Froman", "David Jackson", "Ross Perot", "Gina Raimondo", "Draft Biden", "Greg Jaffe", "Jamie Dimon", "Ana Navarro", "Lawrence Glick", "Scott Walker", "Heather Smith", "Jan Mickelson", "Greg Reed", "Kim Strassel", "Anne Gearan", "Matt Bai", "Megan Murphy", "Ben Carson", "Amy Walter"], "orgs": ["Morgan Stanley", "U.S. Chamber", "S.C. House", "WBZ", "N.Y. Post", "PAC", "Treasury", "POTUS", "HUD", "Playboy", "AOL", "Kochs", "The Texas", "P.T.", "JPMorgan Chase & Co.", "Trump Organization", "GMA", "NFL", "Foreign Policy", "BIRTHWEEK", "AFP", "GOP", "White House Dossier", "Monkey Business", "Senate", "College Football Hall of Famer", "S.E.", "KKR", "Tumblr", "U.S. Chamber of Commerce"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-08-21 12:51:32", "org": "politico", "article_id": "86ff3dc3235407131bc6112049e1ae0e", "date_access": "2015-08-21 12:10:11.058667"}