{"body": "AP Photo\nBy Nick Gass\n7/22/15 8:24 AM EDT\nDonald Trump has no regrets about giving out Lindsey Graham’s cellphone number on Tuesday.\nIn fact, Trump said Wednesday, he “did it for fun.”\nStory Continued Below\nAsked on “Fox and Friends” whether he was sorry about sharing the South Carolina senator’s personal number during a campaign event in Graham’s home state, Trump said, “not at all.”\nTrump referenced Graham calling him a “jackass” during television appearances on CBS and CNN.\n“He’s got zero in the polls,” Trump declared. “I did it for fun, and everybody had a good time, and we had a packed house. We had a beyond-packed house. We had auditoriums next door that were packed. The place was amazing.”\n“It seems to have gotten a lot of press,” Trump said. ”He calls me names, you have to fight back.”\nAlso on POLITICO\nDYLAN BYERS\n“I’m a nice person, Trump said, guessing that perhaps people are “having a field day” at his expense because he has led several recent national polls.\nTrump has super-charged his media presence since saying over the weekend that Sen. John McCain was “a war hero because he was captured,” a remark for which he has never fully apologized.\nThe comments came after he already whipped the Republican presidential field into a frenzy by accusing Mexico of dumping “rapists” and drug peddlers into the United States.\nAsked on Wednesday whether he would change his approach as the debates and primary season draw nearer, Trump demurred.\nMore on POLITICO\n“I have to be myself,” he said. “I don’t want to read teleprompters.”\n“I don’t want to go out and do that,” he added, slamming Florida Jeb. Bush for using a pollster, “because that’s not real.” (Trump has hired a pollster, Federal Election Commission reports show.)\nBut who among the 2016 candidates is real?, Trump was asked.\nHis response: “Donald Trump is real.”\nBy ADAM WREN\nBy MATT CAROTENUTO and  KATHERINE LUONGO\nBy REP. SAM JOHNSON\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "\"I did it for fun, and everybody had a good time, and we had a packed house.\"", "title": "Trump: I gave out Lindsey Graham's phone number 'for fun'", "url": "http://www.politico.com/story/2015/07/donald-trump-lindsey-graham-cellphone-response-120460.html", "topics": ["personality", "campaign_finance", "mexico"], "people": ["Lindsey Graham", "Nick Gass", "Donald Trump"], "orgs": ["Federal Election Commission", "United States."], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-07-22 13:24:30", "org": "politico", "article_id": "351f96474d4ca461613c36f5e81f0d73", "date_access": "2015-07-22 14:20:05.798912"}