{"body": "AP Photo\nBy Nick Gass\n7/15/15 11:58 AM EDT\nUpdated 7/15/15 12:06 PM EDT\nJim Webb on Wednesday broke with fellow Democrats running for the White House, calling the nuclear agreement with Iran a signal to the Middle East that the U.S. is accepting the eventuality that Iran will one day acquire a nuclear weapon.\n“My concern really is that at the bottom line of the agreement, here is what we have. We have Iran having their sanctions lifted, having a number of these other issues with respect to their activities not addressed and having the rest of the region receiving a signal that we, the United States, are accepting the eventuality that they will acquire a nuclear weapon,” Webb said Wednesday on “The Diane Rehm Show” on NPR.\nStory Continued Below\nThe former Virginia senator and Navy secretary’s remarks are in contrast with those of Democratic front-runner Hillary Clinton, independent Vermont Sen. Bernie Sanders, former Maryland Gov. Martin O’Malley and Lincoln Chafee, the former Rhode Island senator and governor, all of whom praised the agreement to varying degrees on Tuesday.\n“So, however you get through the checks and the measures as the agreement moves forward … that’s where we end up after 10 years, even if everything works,” Webb told Rehm. “The bottom line is: Even if it all works, is this where we want to be in that region as a country with Iran having been so empowered in recent years,” he said, noting that he has been a proponent of improving relations with Iran and removing sanctions in a measured way that keeps regional balances in check.\n“We should, with respect to the situation with Iran right now, we do not want to be signaling in the region right now that we have accepted that Iran would have a larger role in this balance than would be good for the region,” Webb said.\nBy MOHAMAD BAZZI\nBy ELIZABETH DICKINSON\nBy DANIELLE PLETKA\nBy ALEXANDER COHEN\n© 2015 POLITICO LLC", "byline": "", "description": "He says the United States is accepting \"eventuality that they will acquire a nuclear weapon\"", "title": "Webb breaks from 2016 Dems in dinging Iran deal", "url": "http://www.politico.com/story/2015/07/jim-webb-criticize-iran-deal-120145.html", "topics": ["campaign_finance"], "people": ["Nick Gass", "Diane Rehm", "Martin O'Malley", "Hillary Clinton", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Navy"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-07-15 16:58:44", "org": "politico", "article_id": "2ac7fd41ae6adc1685d184f058d08f17", "date_access": "2015-07-15 16:30:06.949202"}