{"body": "\n08/28/15, 08:02 AM EDT\n\n                                        By \nBen White\n\nTrump hearts ICAHN — Cantor to back Bush\n\n08/28/15, 08:00 AM EDT\n\n                                        By \nBurgess Everett\n\nRepublicans are already laying plans to return to the issue of Iran even after they likely fail to block the nuclear deal next month.\n\n08/28/15, 07:45 AM EDT\nBy Azi Paybarah in Manhattan, Jimmy Vielkind in Albany, andMike Allen in D.C., with Daniel Lippman\n\n08/28/15, 07:43 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1917, 10 suffragists were arrested while picketing the White House.\r\n\n\n08/28/15, 07:34 AM EDT\n\n                                        By \nNick Gass\n\nHe says the United States needs someone \"with tremendous drive and tremendous smarts\" to be president.\n\n08/28/15, 07:13 AM EDT\n\n                                        By \nLauren Dezenski\n\nBy Lauren Dezenski (ldezenski@politico.com; @laurendezenski)\n\n08/28/15, 06:22 AM EDT\n\n                                        By \nMarc Caputo\n\nLatin Builders could rebuke Trump\n\n                                        By \nMarc Caputo\n\n\nThe POLITICO Caucus\n\n08/28/15, 03:55 AM EDT\n\n                                        By \nKatie Glueck\n\nBut Democrats are more confident the governor will take the plunge than Republicans.\r\n\n\n08/31/15, 02:56 AM EDT\n\nThe POLITICO Caucus\n\n08/28/15, 03:27 AM EDT\n\n                                        By \nKatie Glueck\n\nEight out of 10 early-state Democrats think the vice president will decide against challenging Hillary Clinton in the 2016 primary.\r\n\n\n2016\n\n08/28/15, 03:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nWho would give money to a billionaire? These guys.\n\n2016\n\n08/28/15, 02:36 AM EDT\n\n                                        By \nNahal Toosi\n\nGOP hopefuls are bashing China ahead of next month’s state visit.\r\n\n\n08/27/15, 10:44 PM EDT\n\n08/27/15, 10:42 PM EDT\n\nThe Friday Cover\n\n08/27/15, 09:51 PM EDT\n\n                                        By \nTony Romm\n\nSteve Jobs famously disdained D.C. Tim Cook’s quietly taking it on.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\n\n08/27/15, 09:22 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:20 PM EDT\n\n2016\n\n08/27/15, 07:56 PM EDT\n\n                                        By \nSteven Shepard\n\nA new approach to the email scandal may help, but pollsters see a long climb ahead.\r\n\n\n08/27/15, 07:45 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n“Congress needs to really hammer home in their investigations.”\r\n\n\n                                        By \nHenry C. Jackson\n\nHILLARY CLINTON talks gun violence in Ohio.\r\n\n\n08/27/15, 07:41 PM EDT\n\n                                        By \nHenry C. Jackson\n\nThe Progressive Resistance\r\n\n\n2016\n\n08/27/15, 07:24 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nHadas Gold\n\nAs the controversies pile up, Trump’s favorability soars.\r\n\n\n08/27/15, 07:15 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\nVoter Fraud\n\n08/27/15, 07:05 PM EDT\n\n                                        By \nNicholas Kusnetz\n\nThe integrity of the election is under threat—in Ohio and across the country.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\r\n\n\n2016\n\n08/27/15, 05:50 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe weakened front-runner is going to Democratic elites with one message: My campaign is on track.\r\n\n\n08/27/15, 04:31 PM EDT\n\n                                        By \nMike Allen\n\nThe former House majority leader will also be named a Virginia state co-chair of Bush's presidential campaign.\r\n\n\n08/27/15, 04:24 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n08/27/15, 04:11 PM EDT\n\n08/27/15, 03:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGabriel Debenedetti\n\nClinton wouldn’t have access to the money unless and until she’s the nominee.\r\n\n\n08/27/15, 03:13 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe campaign rivals team up for a joint attack on Obama’s nuclear deal with Iran.\r\n\n\n08/27/15, 02:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nA resolution honoring the vice president’s son comes as his father weighs a presidential run.\r\n\n\nThe Friday Cover \n\n07/31/15, 12:00 AM EDT\n\n08/27/15, 01:40 PM EDT\n\n                                        By \nPOLITICO Magazine\n\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:21 PM EDT\n\n08/27/15, 01:14 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:12 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n                                        By \nEliza Collins\n\nSaudi Arabia has expressed concerns that the deal would strengthen Iran, its major rival in the region.\r\n\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe meeting with was meant to be private — Biden’s official schedule only had him meeting with “senior advisers.”\r\n\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nJacob Soll\n\nThe Chinese crisis has important echoes of the Soviet Union and history tells us the outlook isn't pretty.\r\n\nWe're working on more stories right now\n\n                                                    Politico\nA play-by-play preview of the day's congressional news\n\n            By \nBurgess Everett\n\n08/28/15, 08:00 AM EDT\nIRAN AIN’T A ONE AND DONE: As support continues to build among Democrats (make it 30 in the Senate, see below), Republicans are already laying plans to return to the issue of Iran even after they likely fail to block the nuclear deal next month. What that will look like, no one is saying, but it’s the thought that counts. “If you just look at the long-winded statements people are making … there’s tremendous concern on this. I don't think anybody that supports this is a no-brainer,” said Senate Foreign Relations Chairman Bob Corker in an interview. “Supporters acknowledge it’s deeply flawed … there’s significant concern that this administration … has zero strategy to counter Iran in the region with its newfound strength.” New sanctions are the most likely avenue, but Republicans believe that it’s going to be up to Congress to aggressively keep Iran in check, not the White House. “I do think at some point it will be addressed again. We need to first see if the deal is approved and then we’ll go from there,” Corker said. \nSpeaking of long-winded: Sen. Tom Carper of Delaware is out this morning in support of the deal with an 1100-word op-ed in the Wilmington News-Journal. “This is a good deal for America and our allies, including Israel, one of our closest allies. And, oh yes. It beats the likely alternative – war with Iran – hands down.” That makes it 30 Senate Dems for, two against. http://goo.gl/AEbnWU\n2014er strikes back: I didn’t peg former Sen. Mary Landrieu as one of the big bashers of Obama’s diplomacy. She was always conciliatory toward the president on the campaign trail, but now she’s writing op-eds for The Hill arguing there’s a better deal to be had. http://goo.gl/UIurUa\nHOUSE SUPPORT UP TOO: Reps. Hank Johnson, Bonnie Watson Coleman, Jim McDermott and Earl Perlmutter are among the latest backers of the Iran deal in the House. That’s 74 for, 14 against per The Hill’s House tracker. http://goo.gl/uBp7UY\n8 million reasons to vote against? New York is really the epicenter of opposition at this point, which is why Rep. Jerry Nadler’s public backing of the deal last week was so important. He counters members like Carolyn Maloney, the latest House Democrat to oppose the deal. “There are strong arguments for and against the agreement but, as a matter of conscience, I have decided to oppose it,” she told the NYDN. http://goo.gl/5T7qAu\nWhither the whip: Minority Leader Nancy Pelosi has done a great job of creating momentum for the deal this month, and she’s done so without any help or support from No. 2 House Democrat Steny Hoyer. And Hoyer sounds like he’s leaning away from the White House. LA Times: “The administration is working it very hard. They feel very strongly that this is the best deal that we could get and that we are much better off if we approve this deal,” Hoyer said. \"I think that is the administration's case, I think Nancy shares that view. I'm not sure I share that view.\" http://goo.gl/oVC3vQ\nBUSH AND CANTOR: Thinking of people that you’d want to endorse you for president, one of the most shocking primary losses doesn’t come to mind. And yet ousted House Majority Leader Eric Cantor is endorsing Jeb Bush, per Mike Allen. http://goo.gl/yyzam1\nBrat pack: So what would it take to get Rep. Dave Brat’s endorsement? Matt Fuller reports that the Cantor slayer is “Waiting for the first [candidate] to reference 127 trillion in unfunded liabilities and that all federal revenue will go toward only the 4 entitlement programs and interest payments by 2027 … So no endorsements yet but the first one that weighs in on that topic will grab my attention very quickly.” http://goo.gl/M5Rj6q\nFINALLY FRIDAY. And welcome to the Huddle, your play-by-play guide to everything Capitol Hill, where there’s really no need to go to the office today. Please send tips to beverett@politico.com and follow along on Twitter @burgessev. \nTHURSDAY’S MOST-CLICKED: Our story on the White House’s filibuster push on Iran. \nREMINDER: We’re off next week. Catch us back on Tuesday after Labor Day for all the drama under the dome. \nA GOOD GUY: As most of you know, Manu Raju is taking his talents to TV-land in a few days. But not before I say that he’s been an awesome teammate and also a good friend in the nearly 2.5 years we’ve covered the Senate in tandem. We’ve written dozens of stories together (his name is usually before mine, not that I’m bitter) but we actually teamed up before I even covered the Senate to take a look at how Sen. Jim DeMint might run the Commerce Committee. Of course, the GOP did not win the Senate in 2012 and he resigned his seat, but it’s still a good story with a sizzling quote from Sen. Kay Bailey Hutchison. In tribute to Manu, check out “Chairman DeMint”: http://goo.gl/0V069H\nPP FIGHTS BACK: Those Planned Parenthood videos that have been animating a potential government shutdown fight in Congress have been manipulated, according to a report for the group that was sent to congressional leadership. Per Jen Haberkorn: David “Daleiden, who founded and leads CMP, told POLITICO that the footage missing from the tapes is ‘bathroom breaks’ and conversations between the group’s members. He denied cutting anything substantial or any leading questions.” http://goo.gl/NyTlTM\nTARGETING BERNIE: Vermont’s Seven Days is out with a tough piece on Sen. Bernie Sanders, with lots of anonymous claims that he’s a jerk to his employees. He’s dubbed as “incredibly abusive,” a swear word, a yeller, “harsh to a fault” and lacking a “soft touch.” Longtime spokesman Michael Briggs: \"Too many writers and publications look at politics as a soap opera and engage in gossip and personal attacks.\" http://goo.gl/32ihSX\nMy take: I’ve known Bernie for several years. He’s certainly gruff and not especially warm but I’ve yet to see anything to indicate he’s a mean person. Briggs has been with him forever, and high staff turnover is usually a good indicator of someone’s temperament. \nFORMERS PRAISE BIDEN: Man that vice president is riding a presidential buzz this summer. He’s even got former GOP Sen. Dick Lugar saying things like “he has sufficient independence of thought and sufficient energy to be a very strong leader.” Lots of other kind words from former colleagues that aren’t as closely shackled to party politics as serving senators. Roll Call: http://goo.gl/z1oUGS\nSeen another way: Sen. Marco Rubio says Vice President Joe Biden would be a \"disastrous commander-in-chief” because “he has a lot of experience at being wrong.” The Hill: http://goo.gl/YvSQoV\nCRUZ BULLETIN: “Sen. Cruz has invited Donald Trump to join him on the Capitol grounds for a rally to call on members of Congress to defeat the catastrophic deal that the Obama Administration has struck with the Islamic Republic of Iran. The event will be sponsored by Tea Party Patriots, Center for Security Policy, and the Zionist Organization of America. We are thankful for all their hard work on this effort and will have more details on time, date, and location as they are finalized.”\nTHURSDAY’S TRIVIA WINNER – Jeremy Berkowitz was the first to answer that Bill Clinton announced his successful presidential campaign after Labor Day, on Oct. 3, 1991.\nTODAY’S TRIVIA – Jeremy has today’s question: Since the early 1970s, this Southern state has consistently had at least one of its U.S. Senators serving in their first term. What is the state and who were its last two multi-term Senators to serve together? The first person to correctly answer gets a mention in the next day’s Huddle. Email me at beverett@politico.com\nGET HUDDLE emailed to your Blackberry, iPhone or other mobile device each morning. Just enter your email address where it says “Sign Up.” http://www.politico.com/huddle/\n\n                                            By \nCaleb Hannan\n\n\n                                            By \nMichael Brown\n\n\n                                            By \n                                                    Amb. Samantha Power\n\n\n                                            By \nBill Scher\n\nJohn Burgess Everett is a transportation reporter for POLITICO Pro. He previously was a Web producer, helping run POLITICO’s Twitter and Facebook accounts, and a contributor to the On Media blog.\n Everett is originally from Maine and a University of Maryland graduate. He has previously worked at The Portland Press Herald, where he worked in the sports department and also helped found the publication’s Bar Guide, and at The Gazette in Maryland, where he was a Web editor and covered music in Prince George’s County.\n Everett enjoys playing basketball, running, hip-hop music and exploring all four quadrants. He lives in Washington.\n © 2015 POLITICO LLC", "byline": "", "description": "Republicans are already laying plans to return to the issue of Iran even after they likely fail to block the nuclear deal next month.", "title": "GOP PLOTS MORE ON IRAN -- Carper supports deal -- BACKSTABBING BERNIE", "url": "http://www.politico.com/tipsheets/huddle/2015/08/gop-plots-more-on-iran-carper-supports-deal-backstabbing-bernie-210024", "topics": ["campaign_finance"], "people": ["Mary Landrieu", "Katy O'Donnell", "Burgess Everett", "Nicholas Kusnetz", "Michael Briggs", "D.C. Tim Cook", "Steve Jobs", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Hank Johnson", "Eric Cantor", "Steny Hoyer", "Marc Caputo", "Jimmy Vielkind", "Jen Haberkorn", "Jacob Soll", "Tom Carper", "Carolyn Maloney", "Joe Biden", "Dave Brat", "Lauren Dezenski", "Isaac Dovere", "Manu Raju", "Nahal Toosi", "Gabriel Debenedetti", "Donald Trump", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Jerry Nadler", "Matt Fuller", "Daniel Lippman", "Jeb Bush", "Seung Min Kim", "Steven Shepard", "Andrew Glass", "Dick Lugar", "Marco Rubio", "Eliza Collins", "Jeremy Berkowitz", "Mike Allen", "Nancy Pelosi", "Samantha Power", "Ben Schreckinger", "Tony Romm", "Jennifer Haberkorn", "Azi Paybarah", "Michael Brown", "Bob Corker", "Hillary Clinton", "Ben White", "Caleb Hannan", "Kay Bailey Hutchison", "Bill Scher", "Bonnie Watson Coleman", "Bill Clinton"], "orgs": ["Senate Foreign Relations", "Congress", "Army Corps of Engineers", "Zionist Organization of America", "Senate", "Amb", "University of Maryland", "ICAHN", "Latin Builders", "Commerce Committee", "Tea Party Patriots , Center for Security Policy", "Senate Dems", "GOP", "CMP"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-08-28 13:00:51", "org": "politico", "article_id": "4a126edff852a6dd4957c265df259953", "date_access": "2015-08-28 12:10:21.777555"}