{"body": "AP Photo\nBy Daniel Strauss\n7/8/15 1:46 PM EDT\nUpdated 7/8/15 2:09 PM EDT\nDonald Trump is almost completely shutting the door on the possibility of switching to a third-party presidential bid in the 2016 presidential cycle — almost.\n“I’ve had many, many people ask me about running as an independent,” Trump said in an interview Tuesday with The Washington Examiner’s Byron York. “My sole focus is to run as a Republican. I’m a conservative Republican.”\nStory Continued Below\nStill, Trump isn’t ruling out running under a different party banner.\n“It’s something I’m not thinking about right now,” Trump continued in the interview. He added that he’s “doing well within the Republican ranks, and that gives us the best chance of defeating Hillary Clinton.”\nThe media mogul’s comments come as he continues to lead most of the 2016 Republican primary field in the polls even as he deals with the reaction to his comments that countries like Mexico are sending rapists and murderers to the U.S.\nNBC and Macy’s have already stopped doing business with Trump. The latest company to break with him is PVH Corp., which partners with Trump to produce a clothing line.\nAlso on POLITICO\nALEX ISENSTADT\nIn a statement Tuesday, a PVH spokesperson said: “Mr. Trump and Macy’s have both addressed the discontinuation of the Trump business at Macy’s, which was the exclusive retail account for the Donald J. Trump Signature Collection dress shirt and neckwear collections produced under our license agreement for the brand. We are in the process of winding down this business. The license agreement was scheduled to run through 2018.”\nHis brand woes aside, Trump has been bullish on his chances in 2016, even against former Florida Gov. Jeb Bush and Democratic front-runner Clinton.\n“Hillary will be a disaster as a president. Jeb will be very poor as a president. No energy,” Trump said Wednesday in a combative interview with NBC.\nIn that same interview Trump, said he has a “great relationship with Mexican people.”\n“I have many people working for me — you can look at the job in Washington — I have many legal immigrants working with me. And many of them come from Mexico,” Trump said.\n“They love me,” he continued. “I love them. And I’ll tell you something, if I get the nomination, I’ll win the Latino vote. I will win it, because I’m going to create jobs.”\nBy BILL SCHER\nBy ANNA BADKHEN\nBy JACK SHAFER\nBy LARA BAZELON\n© 2015 POLITICO LLC", "byline": "", "description": "\"My sole focus is to run as a Republican. I'm a conservative Republican,\" he says.", "title": "Donald Trump declines to rule out third-party bid", "url": "http://www.politico.com/story/2015/07/donald-trump-republican-independent-119846.html", "topics": ["personality"], "people": ["Donald Trump", "Jeb Bush", "Hillary Clinton", "Daniel Strauss"], "orgs": ["Washington Examiner", "Trump", "Macy"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-07-08 18:46:38", "org": "politico", "article_id": "e2ff05e5bc7cd3c3dd5b7844c6608685", "date_access": "2015-07-08 18:20:02.896523"}