{"body": "\nEducation\n\nConservative presidential hopefuls in the Senate are trying to keep their talking points on education trendy.\nBy Maggie Severns\n7/20/15 5:08 AM EDT\nUpdated 7/20/15 5:08 AM EDT\nAP Photo\nRepublican presidential hopefuls in the Senate have joined the fast-growing movement encouraging students to opt out of the standardized tests that have become a part of everyday life in American schools.\nThe emphasis on testing has only been been ratcheted up in the era of Common Core, the education standards backed by Jeb Bush but vilified by most other Republicans. The new national political interest in testing could give even more momentum to the calls from thousands of parents and state lawmakers for students to skip the tests, despite threats from the federal government to cut off federal dollars if too few kids show up on exam day.\nStory Continued Below\nIn a twist, the issue is putting conservatives on the same side of the issue as teachers unions and parents and even some Democrats, all of whom have called for cutting back on testing and the consequences that can result from the scores.\nSens. Ted Cruz (R-Texas) and Rand Paul (R-Ky.) concentrated on opt-out issues last week during their chamber’s debate on No Child Left Behind, rejecting the standardized tests mandated by the George W. Bush-era law. Cruz, Paul and others offered amendments designed to ensure the government keeps its hands off of students’ opt-out rights.\nIn April and May, thousands of students skipped testing in states including New York and Pennsylvania. In Washington state, preliminary results showed fewer than half of high school juniors took new Common Core-aligned tests this spring.\nState legislatures are responding. The Oregon state legislature passed a bill in late June, for example, to ensure parents can easily choose to keep students from being tested over objections from the Obama administration. Democratic Gov. Kate Brown signed the bill, while pledging to protect federal dollars. In Delaware and New Hampshire, opt out bills have cleared the state legislature but were vetoed by Democratic governors.\nAlso on POLITICO\nKATIE GLUECK\nOpponents say opting out of standardized tests destroys the ability to get an accurate read on how students are performing in school and where achievement gaps between disadvantaged students and their peers lie.\nLast week, the Senate passed a version of the No Child Left Behind education bill that includes a compromise on the opt-out issue. But for the presidential contenders in the Senate, the compromise, compounded with other provisions in the bill, wasn’t good enough.\nThe Senate bill “retains some of No Child Left Behind’s biggest flaws,” Paul said in a statement, which are “a lack of adequate parental choice, a federal testing mandate and continued support for Common Core.”\nCruz, Paul and Sen. Marco Rubio (R-Fla.) all ultimately voted against the Senate education bill, which passed Thursday by a vote of 81-17. Sen. Lindsey Graham (R-S.C.) did not cast a vote. (Independent Sen. Bernie Sanders of Vermont, who’s running for the 2016 Democratic presidential nomination, voted for the bill.)\nCruz said the lack of a strong opt-out provision and the annual testing requirement — a holdover from the original law — was major concern. “At the end of the day, this bill still mandates testing requirements,” he said, adding that his amendment would have put “power over choices in education in the hands of teachers, in the hands of school boards, in the hands of states.”\nBut there is still hope for strident opt-out advocates, with the bill headed to a conference with House lawmakers, who passed a more conservative version.\nTo offer red meat to conservative lawmakers skeptical of that chamber’s education bill, lawmakers put an opt-out amendment from the Freedom Caucus’ Rep. Matt Salmon (R-Ariz.) up for a vote in the chamber last week, where it passed easily. The House passed its education bill later that day.\nSalmon’s amendment targeted the federal requirement that 95 percent of students participate in standardized tests. It says that students who opt out of tests won’t count against that federally mandated rate, which would allow large numbers of students to opt out of standardized tests without states worrying about violating federal law or losing federal dollars.\nOn POLITICO Magazine\nMARK PETERSON and MAYA PARK\nOpt out is just one area where unions have found common ground with Republicans on education. The country’s largest teacher’s union, the National Education Association, is an emphatic supporter of the parts of the Senate bill that would hand control over education to back states — though it still requires annual testing and a 95 percent participation rate.\n“We couldn’t have done this without [Sen.] Lamar Alexander,” NEA President Lily Eskelsen García said after the Senate bill passed Thursday. Alexander pushed for the bill to hand as much authority back to states and schools as Sen. Patty Murray, his partner on the bill, could stomach. “This is a historic day.”\nThe Senate approved a moderate proposal from Sen. Johnny Isakson (R-Ga.) requiring new parental notifications about tests and opt-out options and voted down more conservative proposals from Cruz and Sen. Mike Lee (R-Utah). The Senate bill would also add a provision to law stating federal law can’t override state opt-out laws.\nMurray is a strong proponent of annual testing but, like the Obama administration, has spoken often about the need to get rid of unnecessary tests. But other Democrats, especially those on the far left, are more militant and taking interest in the opt-out movement.\nRep. Rosa DeLauro (D-Conn.) signed on to an early GOP opt out bill in the House, sponsored by Rep. Tom Reed (R-N.Y.), and voted in favor of opt-out with more than a dozen other Democrats when Salmon’s amendment was put up for a vote last week. Rep. Bobby Scott (D-Va.), ranking member of the House education committee, had to whip furiously against the amendment to keep a larger number of Democrats from jumping on board.\nAP Photo\nThe No Child Left Behind debate marked the first time the opt-out issue grabbed the spotlight in Washington, though Education Secretary Arne Duncan and some education groups have called upon states to evaluate how many tests students take and eliminate what they can.\nBy comparison, amendments specifically targeting the Common Core got little time in either chamber this month, though both education bills include language barring the federal government from getting involved in setting standards in the states.\nAnd for the senators running for president, while they took a hard stance, they were largely absent from the education bill debate and they still lack a track record on education issues. Paul signed on to Lee’s opt-out amendment after filing two of his own.\nMike Petrilli, president of the Fordham Institute, said for campaign purposes, the lack of experience may not matter as much as rhetoric, even in a primary season that’s poised to showcase education as an issue.\n“None of the senators have much in the way of a record,” Petrilli noted. “That’s the nature of the Senate these days.”\nCaitlin Emma contributed to this report.\nBy ROBERT DALLEK\nBy JOSH ZEITZ\nBy COLIN WOODARD\nBy JAY FAISON \n© 2015 POLITICO LLC", "byline": "", "description": "Conservative presidential hopefuls in the Senate are trying to keep their talking points on education trendy.", "title": "GOP candidates join testing opt-out movement", "url": "http://www.politico.com/story/2015/07/gop-candidates-join-testing-opt-out-movement-120318.html", "topics": ["trade", "campaign_finance", "abortion"], "people": ["Rand Paul", "Arne Duncan", "Lamar Alexander", "Kate Brown", "Johnny Isakson", "Lindsey Graham", "Tom Reed", "Jeb Bush", "Mike Lee", "Marco Rubio", "Caitlin Emma", "Lily Eskelsen Garcia", "George W. Bush", "Matt Salmon", "Bobby Scott", "Bernie Sanders", "Patty Murray", "Maggie Severns", "Ted Cruz"], "orgs": ["National Education Association", "Senate", "Common Core", "NEA", "Freedom Caucus", "Fordham Institute", "GOP"], "authors": [{"author_id": 32680, "fullname": "maggie severns", "primary_org": "politico"}], "date_written": "2015-07-20 10:08:55", "org": "politico", "article_id": "10182c28895f4510828093a65fb52ee9", "date_access": "2015-07-20 10:20:04.101868"}