{"body": "Getty\nBy Adam B. Lerner\n7/16/15 10:01 AM EDT\nThe Wisconsin Supreme Court ruled on Thursday that Gov. Scott Walker did not break campaign finance laws during his 2012 recall election battle.\nProsecutors alleged that Walker evaded election laws by pushing donors to direct their money to the Wisconsin Club for Growth, which supported keeping the governor in office. Lawyers for the governor countered that Walker did not technically become a candidate until April 9, 2012, and therefore his behavior before that date did not violate laws pertaining to the campaign.\nStory Continued Below\nThe state’s supreme court sided with the governor by a vote of 4-2, with Justice Michael Gableman writing that “the special prosecutor’s legal theory is unsupported in either reason or law.”\nGableman wrote that a portion of Wisconsin’s election laws are “unconstitutionally overbroad and vague,” upholding a lower court judge’s decision that no laws were violated, despite the unsettled issue of whether or not the governor’s campaign and the outside group collaborated.\nAlso on POLITICO\nNICK GASS\nFrancis Schmitz, the special prosecutor leading the probe, separately argued that multiple Wisconsin Supreme Court justices should have recused themselves, since the groups in question spent millions to help elect them, but none of the justices ultimately agreed to do so.\nThursday’s decision was not the governor’s first legal battle over controversial campaigning.\nIn 2013, three former Walker aides and a number of other allies were convicted on criminal charges for doing campaign work on county time.\nThe earlier saga ultimately did not result in charges against Walker, and he denied any involvement.\nThe end of the latest legal battle spells an enormous victory for Walker, who announced his candidacy for the Republican presidential nomination earlier this week. The investigation had been held up for 18 months after a lower court ruling, which proved to be a significant liability for the Wisconsin Republican as he prepared for the launch of his campaign.\nBy KEITH KOFFLER\nBy JACK SHAFER\nBy AFSHON OSTOVAR\nBy PHILIP GORDON\n© 2015 POLITICO LLC", "byline": "", "description": "Prosecutors alleged that Walker evaded election laws by pushing donors to direct their money to the Wisconsin Club for Growth.", "title": "Wisconsin Supreme Court rules Walker didn't violate campaign finance laws", "url": "http://www.politico.com/story/2015/07/scott-walker-campaign-finance-laws-no-violation-wisconsin-supreme-court-120220.html", "topics": ["campaign_finance"], "people": ["Francis Schmitz", "Justice Michael Gableman", "Scott Walker", "Adam B. Lerner"], "orgs": ["Wisconsin Supreme Court"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-16 15:01:50", "org": "politico", "article_id": "3f4916cc86f060c6c17c93100efb4051", "date_access": "2015-07-16 19:50:05.859912"}