{"body": "Getty\nBy Gabriel Debenedetti\n8/13/15 12:25 AM EDT\nIn a bid to climb his way into the thick of the presidential race, Democrat Martin O’Malley will launch a three-week, more than 15-stop tour of Iowa on Friday to promote a set of new policy proposals, his campaign told POLITICO late Wednesday.\nThe former Maryland governor — who is running behind Hillary Clinton and Bernie Sanders in both the early-voting states and in national surveys — will unveil his collection of 15 national goals at the Des Moines Register’s Iowa State Fair Soapbox, attempting to highlight his own record and to put forth the race’s most specific proposals yet.\nStory Continued Below\nO’Malley’s campaign has made its focus on Iowa clear, and the super PAC backing his effort has invested in organizers on the ground in the Hawkeye State. But so far it is not certain whether O’Malley’s attempt to spend the most time there of any candidate has paid off: a PPP poll showed him rising to 7 percent in the state on Monday, but a CNN/ORC poll published Wednesday had him tied with Jim Webb at 1 percent, far behind Clinton, Sanders, and Vice President Joe Biden — who is not currently running.\nNonetheless, the O’Malley camp is betting that his set of new proposals will help set him apart.\nAlso on POLITICO\nJOSH GERSTEIN\nThe wide-ranging set of ambitious goals — some of which would face stark Republican opposition in Congress — span from increasing the median net worth of American families by $25,000 in a decade, to cutting the youth unemployment rate in half within three years, to ensuring all college students can graduate without debt within five years, to cutting deaths caused by gun violence in half by 2025, to reducing infant mortality by 10 percent before 2020, to implementing public financing for congressional campaigns within five years.\n“Goals are fundamentally about leadership: the ability to lay out a vision and march towards it in the face of adversity,” O’Malley writes in a Medium post that will introduce the goals. “If we hope to rebuild the American Dream we need to ensure that every American — in every community — [has] a fighting chance. All it takes is a commitment to action over rhetoric; courage over convenience; and compassion over close-mindedness.”\nAlso on POLITICO\nELIZA COLLINS\nThe Baltimore-based operation has been criticized by Democrats for not fully committing to focus either on O’Malley’s liberal policy positions or on his history of executive leadership while the 52-year-old makes his generational appeal (his slogan is “New Leadership”). But the “Rebuild the American Dream Tour” apparently aims to marry those two pitches by zeroing in more on his record as a mayor and governor, and by making each of the goals measurable, with specific benchmarks.\nThe announcement of O’Malley’s tour comes as each of the Democratic presidential candidates is set to spend time in the first-in-the-nation caucus state in the coming days. Four of the five candidates (Clinton, Sanders, O’Malley, and Lincoln Chafee) will share a stage at the Democratic Wing Ding in Clear Lake on Friday.\nBy BILL SCHER\nBy JON RALSTON\nBy TODD S. PURDUM\nBy RICH LOWRY\n© 2015 POLITICO LLC", "byline": "", "description": "He will unveil his collection of 15 national goals at the Des Moines Register's Iowa State Fair Soapbox.", "title": "O'Malley to launch three-week tour of Iowa promoting new policies", "url": "http://www.politico.com/story/2015/08/martin-omalley-to-launch-three-week-tour-of-iowa-promoting-new-policies-121315.html", "topics": ["campaign_finance"], "people": ["Joe Biden", "Hillary Clinton", "Jim Webb", "Bernie Sanders", "Lincoln Chafee", "Gabriel Debenedetti"], "orgs": ["Congress", "Des Moines Register", "New Leadership", "LOWRY", "PPP", "PAC"], "authors": [{"author_id": 31592, "fullname": "gabriel debenedetti", "primary_org": "politico"}], "date_written": "2015-08-13 05:25:27", "org": "politico", "article_id": "b82d83670a8262519bdbab28678e02bd", "date_access": "2015-08-13 06:20:18.249881"}