{"body": "\n2016\n\nTrump says he fired his campaign adviser. His adviser says he fired Trump.  \nBy Marc Caputo\n8/8/15 2:40 PM EDT\nRoger Stone is a Republican operative who has worked for Reagan and Nixon. | Getty\nDonald Trump made the surprising announcement Saturday afternoon that he was firing his top adviser, Roger Stone, but hours before the political consultant’s friends told POLITICO that he was actually quitting.\n“Sorry @realDonaldTrump didn’t fire me- I fired Trump. Diasagree with diversion to food fight with @megynkelly away core issue messages,” Stone, referencing Trump’s battle with a moderator of Fox’s Republican debate Thursday, said just before 3 p.m. on Twitter.\nStory Continued Below\nEarlier in the day, Stone’s friends told POLITICO that he sent an email to Trump announcing his decision to leave the campaign. More than an hour later, Trump told a Washington Post reporter he fired Stone. The news coincidentally hit Twitter about 15 minutes after Stone told a Fox News TV show that he couldn’t appear Saturday because he was no longer affiliated with the campaign, friends say.\n“I can’t believe Roger got out-Trumped, that he got out-Stoned,” one of Stone’s friends said. “Roger’s mistake was trusting Donald and not establishing a clear record that he was resigning first.”\nRegardless of who resigned or was fired first, the campaign shakeup was the first sign that Trump’s election effort was seriously damaged from within after his Thursday night debate performance and his subsequent comments in which he attacked one of the Fox debate moderators, Megyn Kelly.\nHours before Stone was planning to quit, conservative Erick Erickson disinvited Trump from his RedState gathering on Saturday because of Trump’s increasingly misogynistic attacks on Kelly.\nStone would not comment to POLITICO, but his friends shared a copy of the email he sent Trump in which he expressed gratitude concerning their longtime relationship, which dates back to the 1980s.\nAlso on POLITICO\nKATIE GLUECK\n“I was proud to have played a role in the launch of your presidential campaign. Your message of ‘Make America Great Again’ harkened back to the Reagan era. Restoring national pride and bringing jobs back to America - your initial and still underlying message - is a solid conservative message. In fact, it catapulted you instantly into a commanding lead in the race,” Stone’s email said.\n“Unfortunately, the current controversies involving personalities and provocative media fights have reached such a high volume that it has distracted attention from your platform and overwhelmed your core message,” Stone wrote. “With this current direction of the candidacy, I no longer can remain involved in your campaign.”\nThough longtime friends, Stone and Trump have clashed before – in part because the two men share such similar combustible personalities. Both men are from New York; Stone lives in Fort Lauderdale now and Trump owns the Mar-a-Lago mansion to the north in Palm Beach. A longtime Republican operative, Stone became a libertarian. Trump has flirted with leaving the GOP as well.\nThe two clashed after Stone – known universally in political circles as a Nixon-era “dirty trickster” – helped bring down Trump friend and New York Gov. Eliot Spitzer in a prostitution scandal. But soon Stone and Trump were back and working together.\nStone’s friends say internal troubles in the Trump campaign were roiling before Thursday’s debate. Stone had increasingly felt that the campaign team surrounding Trump was feeding his bad habits: megalomania and peevishness. Stone wanted the campaign to focus on a message about taking on the political establishment and running government like a business.\nThen the debate happened, in which Kelly asked Trump about his comments calling women he didn’t like “fat pigs, dogs, slobs, and disgusting animals.”\nTrump joked that he was referring to just one TV personality, “only Rosie O’Donnell.”\nKelly continued and pointed out that Trump’s “Twitter account has several disparaging comments about women’s looks. You once told a contestant on ‘Celebrity Apprentice’ it would be a pretty picture to see her on her knees.”\nTrump derided what he called the scourge of “political correctness” and then said he wasn’t always serious. “And honestly Megyn, if you don’t like it, I’m sorry,” he said. “I’ve been very nice to you, although I could probably maybe not be, based on the way you have treated me. But I wouldn’t do that.”\nTrump proceeded to do just that later in the evening, posting another’s message on his Twitter account that called Kelly a “bimbo.”\nAlso on POLITICO\nBEN SCHRECKINGER\nThe next morning, Stone had to fight Trump’s handlers to meet with him for 15 minutes, prompting the following exchange that both of Stone’s friends tell POLITICO happened:\nStone: “Donald, stop with the Megyn Kelly shit. It’s fucking crazy. It’s killing us.”\nTrump: “What do you mean? I won the debate. People loved it.”\nStone: “You didn’t win the debate.”\nTrump: “Yes I did. Look at the polling. Look at Drudge.”\nStone: “The Drudge Report poll isn’t a scientific poll. You won’t give me the money to pay for a scientific poll. And you’re off-message.”\nTrump: “There are other polls.”\nStone: “Those are bullshit polls, Donald. They’re not scientific polls. We need to run a professional campaign and talk about what people really care about.”\nTrump: “We’re winning.”\nAfter the meeting, Trump did the opposite of what Stone had recommended by going on CNN and trashing Kelly. “You could see there was blood coming out of her eyes, blood coming out of her — wherever,” Trump said, a comment perceived by many to be a reference to a woman’s menstrual cycle. Trump’s campaign later denied that interpretation, but by then Stone was consulting his friends about quitting.\n“He is losing his grip on reality,” Stone told them. “He has these yes-men around him. And now he’s living in a parallel world.”\nThe following morning, Saturday, Trump was disinvited from the RedState gathering of conservatives in Georgia. Trump claimed he didn’t mind being disinvited. About that time, on Saturday morning, Stone’s friends confirmed to POLITICO that he was intending to leave the campaign.\nAlong the way, and soon after informing some at Fox, Trump allegedly trumped Stone.\n“Well this is what happens when you deal with Donald Trump,” one of Stone’s friends said.\nBy ADAM WREN\nBy MICHAEL D'ANTONIO\nBy POLITICO MAGAZINE\nBy JONAH SHEPP\n© 2015 POLITICO LLC", "byline": "", "description": "Trump says he fired his campaign adviser. His adviser says he fired Trump.", "title": "Sources: Roger Stone quit, wasn't fired by Donald Trump in campaign shakeup", "url": "http://www.politico.com/story/2015/08/sources-roger-stone-quit-wasnt-fired-by-donald-trump-in-campaign-shakeup-121177.html", "topics": ["personality", "campaign_finance"], "people": ["Erick Erickson", "Donald Trump", "Eliot Spitzer", "Megyn Kelly", "Rosie O'Donnell", "Roger Stone", "Marc Caputo"], "orgs": ["America Great Again", "GOP"], "authors": [{"author_id": 30877, "fullname": "marc caputo", "primary_org": "politico"}], "date_written": "2015-08-08 19:40:44", "org": "politico", "article_id": "65de2308272925cb55028a74a978b99f", "date_access": "2015-08-08 20:10:13.187368"}