{"body": "Getty\nBy Nick Gass\n8/27/15 6:04 AM EDT\nVice President Joe Biden has the best favorability rating among top 2016 contenders in either party, and he would run a little better than Hillary Clinton in the general election, according to a new Quinnipiac University national poll released Thursday that also shows Donald Trump increasing his lead in the GOP race.\nBiden, who has not made his intentions known about a third bid for the White House, earned a net favorability of 77 points among Democrats. Florida Sen. Marco Rubio led Republicans with a net rating of 69. (Among all registered voters, regardless of party affiliation, retired neurosurgeon Ben Carson led the field with a net positive rating of 20.)\nStory Continued Below\nMatched against Trump in a hypothetical general election matchup, the veep came out on top, 48 percent to 40 percent. Against Bush, he prevailed, 45 percent to 39 percent; and against Florida Sen. Marco Rubio, he got 44 percent to the senator’s 41 percent.\nAlso on POLITICO\nEDWARD-ISAAC DOVERE\nMeanwhile, Clinton narrowly prevailed over Trump by 4 points, at 45 percent to 41 percent; she received 42 percent to Bush’s 40 percent; and 44 percent to Rubio’s 43 percent.\nAmong Republicans, Trump picked up 28 percent far in front of Carson, who came in a distant second place with 12 percent. Following Carson are Bush, Rubio and Texas Sen. Ted Cruz at 7 percent each.\nRounding out the field of 17 names, Wisconsin Gov. Scott Walker nabbed 6 percent, followed by Ohio Gov. John Kasich and former Hewlett-Packard executive Carly Fiorina with 5 percent. All other candidates, including New Jersey Gov. Chris Christie, former Arkansas Gov. Mike Huckabee, Kentucky Sen. Rand Paul, former Texas Gov. Rick Perry, former Virginia Gov. Jim Gilmore, Louisiana Gov. Bobby Jindal, former New York Gov. George Pataki and South Carolina Sen. Lindsey Graham, failed to earn more than 4 percent, while 11 percent are undecided.\nIt is unclear how the latest results will affect who will be on stage at the next RNC debate on CNN, scheduled for Sept. 16.\nAlso on POLITICO\nSTEVEN SHEPARD\nFiorina, who earned acclaim for her performance at the party’s lower-tier debate on Fox News earlier this month, has moved up in the polls. The network has said that it will use an average of polling results from July 16 and Sept. 10, but so far, just three of the 10 polls that meet CNN’s criteria for inclusion were conducted after the Aug. 6 debate. Fiorina’s campaign has asked the Republican National Committee to weight the pre-debate surveys lower and the post-debate surveys higher, but the RNC has not budged.\nTrump also holds varying advantages among those identifying with the tea party movement and white, born-again Evangelicals, as well as pluralities of Republicans across the ideological spectrum and from both sexes.\nBut he also leads the field of 17 when it comes to being the candidate more Republicans would definitely not support, with 26 percent responding that they would not vote for the outspoken business magnate, followed by 18 percent for Bush.\nAlso on POLITICO\nGLENN THRUSH\nOn the Democratic side, Clinton’s advantage continues to fade. A 45-percent plurality said they would vote for her, while 22 percent opted for Sanders, who narrowed the gap to the smallest it has been in this national poll. Biden earned 18 percent, and 1 percent each went to former Maryland Gov. Martin O’Malley and former Virginia Sen. Jim Webb, while 11 percent are undecided.\nIn the same poll released in late July, Clinton registered 55 percent; in late May, she stood at 57 percent; and a week after she formally announced her campaign in April, 65 percent of Democrats said they would vote for her in the primary.\nThe two leaders of their respective parties’ polls also earned some of the lowest scores for honesty and trustworthiness, with majorities of voters saying Clinton and Trump are not honest or trustworthy.\nQuinnipiac conducted the survey via live telephone interviews from Aug. 20-25, surveying 1,563 registered voters with an overall margin of error of plus or minus 2.5 percentage points. The poll surveyed 666 Republicans with a margin of error of plus or minus 3.8 points, as well as 647 Democrats with a margin of error of plus or minus 3.9 points.\nBy JACK SHAFER\nBy RICH LOWRY\nBy BEN WOFFORD\nBy ROB GOODMAN\n© 2015 POLITICO LLC", "byline": "", "description": "Biden earns a net favorability of 77 points among Democrats, according to a new poll.", "title": "Poll: Biden outperforms Hillary in general election; Trump leads GOP field", "url": "http://www.politico.com/story/2015/08/poll-biden-outperforms-hillary-in-general-election-trump-leads-gop-field-121792.html", "topics": ["campaign_finance"], "people": ["Nick Gass", "Rand Paul", "Martin O'Malley", "Chris Christie", "Lindsey Graham", "Jim Gilmore", "Joe Biden", "Hillary Clinton", "Scott Walker", "Donald Trump", "George Pataki", "Marco Rubio", "Mike Huckabee", "Jim Webb", "Rick Perry", "Bobby Jindal", "John Kasich", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Quinnipiac University", "Quinnipiac", "RNC", "LOWRY", "Republican National Committee", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-27 11:04:13", "org": "politico", "article_id": "f95de7dd95da417de40b4b0ae51c34bd", "date_access": "2015-08-27 10:20:12.579773"}