{"body": "AP Photo\n\nThe Agenda\nMegyn talked about Scott, Scott talked about Hillary, and everyone talked about Trump.\n\n            By \n                    The Lazer Lab\n\nWhile numerous political commentators have offered up their\r\nopinion about who won or lost last week’s GOP debate, we here at the Lazer Lab\r\nat Northeastern University spent the last week looking at the numbers. Actually\r\nwe looked at the words: What did candidates actually talk about? How much did\r\nthey talk, and for how long? The answers give us three new ways to think about what\r\nmattered in the debate, and who won.\n1. It wasn’t all about\r\nTrump, but it was primarily about Trump\n\r\n\r\nThe first thing that we noticed was that Trump was clearly the\r\ncenter of attention. This is reflected in both the number of words he spoke\r\nduring the debate, which represents how much of the debate he controlled, and\r\nthe number of turns he was given to speak, which shows how often the moderators\r\ngave him control of the floor. Trump uttered almost twice as many words as\r\ndebate champion Ted Cruz, or noted filibusterer Rand Paul. He was also the only\r\ncandidate to speak more than any of the moderators.\n\r\n\r\nIn terms of the number of the number of times they were given\r\nthe floor, the moderators gave the most attention to Trump (26 times), Paul\r\n(21), Christie (17) and Bush (11). Trump alone got more than one-fifth of all the\r\nturns to speak. Paul got almost as many turns to speak as Trump (26 vs. 21),\r\nthough he said fewer words; this seems to reflect the fact that many of Paul’s\r\nturns to speak came from him aggressively inserting himself in shorter\r\nresponses and back-and-forth arguments with other candidates, such as his testy\r\nexchange with Chris Christie.\n\n2. Megyn talked about\r\nScott. Scott talked about Hillary.\n\r\n\r\nIn some ways politics is like the junior-high cafeteria: You\r\ncan tell who counts by who gets talked about. So we also looked at who\r\nmentioned whom throughout the debate. All three moderators mentioned Trump by\r\nname more than any of the other candidates on the stage, with Chris Wallace\r\ngiving the most attention to Trump. Megyn Kelly mentioned Trump the least of\r\nthe moderators—although her interactions were arguably the most\r\nmemorable.\nThe network graph here shows who talked about\r\nwhom.\nClick for network graph of the GOP debate.\nIt also reveals that some of the most mentioned figures in the debate\r\nweren’t there at all. A number of candidates mentioned Hillary Clinton, with\r\nScott Walker mentioning her the most of any of the other candidates. President\r\nBarack Obama was also mentioned a number of times throughout the debate; the\r\ngraph shows Cruz, Paul, and Bush all bringing him up.\n3. Trump really likes to\r\ntalk about Trump\nThe “word clouds” here are another way to see what candidates\r\ncare about. The size of the word indicates the proportion of the time that it\r\nwas used, and the first thing we noticed is that Trump was a little different\r\nfrom the other candidates.\nIn fact, he was so different that we gave him his own word\r\ncloud. In his word cloud, he takes center stage: his most commonly used words are\r\n“I’m” and “I’ve.” (Other candidates tended to put much more emphasis on\r\n“people.”) Trump used “I” more than three times as often as he used the pronoun\r\n“we”—and no other candidate came close to this ratio. Ted Cruz and Rand Paul\r\ncame the closest, using “I” a little less than twice as often as “we.”\nSome words in Trump’s word cloud are absent from\r\nthose of the other nine candidates—“stupid,” “bankrupt” and “Mexico.” This\r\ndoes not mean that other candidates didn’t use these words, just that Trump’s\r\nemphasis on them was much higher. These reflect Trump’s\r\ncampaign emphasis—securing the border and the stupidity of others—and also the\r\nspecific questions leveled by the Fox News moderators about his past business\r\nand political dealings.\n\nHow do we define winning?\n\r\n\r\nSome commentators have suggested that Rubio, Carson or even\r\nFiorina (who participated in the early debate) may have had the best debate\r\nperformance. Other commentators have specifically suggested that this debate\r\nmay have finally sunk Trump’s campaign. If the goal was to be the center of\r\nattention at the debate, however, Trump clearly achieved it. Primarily because\r\nof the moderators, Trump was able to keep the debate focused on what seems to\r\nbe his favorite subject: himself.\nLazer Lab team: David Lazer is Distinguished Professor of Political Science and\r\nComputer and Information Science at Northeastern\r\nUniversity, Visiting Scholar at the\r\nHarvard Kennedy School, and founder of Volunteer\r\nScience. Oren Tsur is a postdoctoral fellow in computational social\r\nscience and natural language processing at Northeastern University and Harvard\r\nUniversity. Katherine\r\nOgnyanova is a postdoctoral fellow\r\nin computational social science and network science at  Northeastern\r\nUniversity and Harvard University. Ryan\r\nKennedy is an associate professor in the department of political science at\r\nthe University of Houston.\n\n                    By \n                            Jody Freeman\n\n\n                    By \n                            Ron Wahid\n\n\n                    By \nDanny Vinik\n\nFive new transport ideas from around the world.\n\n                    By \n                            Boer Deng\n\nCritter crossings, sensitive bridges, and other ways to re-imagine good old asphalt\n\n                    By \n                            Courtney Humphries\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            David Evans\n\nIt’s true. Here’s why.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            The Lazer Lab\n\n\n                    By \nMichael Grunwald\n\nA Q&A with Jason Furman.\nEx-Im Bank CEO Fred Hochberg answers the critics who say his bank is just a subsidy for Boeing, and explains why it won’t shut down June 30.\n“You don't win a knife fight without swinging a knife.”\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nMichael Grunwald\n\nYes. This is how it works.\n\n                    By \n                            David Lazer\n                     and \nMichael Neblo\n\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Arne Duncan\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Josh Gotbaum\n                     and \n                            Alice M. Rivlin\n\nWill the “sharing economy” help kill off government regulation?\n\n                    By \nDanny Vinik\n\nAnd TMI about SAFETEA-LU. Seriously, what's up with transportation acronyms?\n\n                    By \nMichael Grunwald\n\nEven Ike was disappointed by what highways did to cities. Here's a conservative case for fewer overpasses.\n\n                    By \n                            Ben Fried\n\n\n                    By \nDarren Samuelsohn\n\nAn experiment in figuring out what Washington likes about outer space.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\nA ‘catastrophist’ says longevity poses huge risks we aren't dealing with.\n\n                    By \nMichael Grunwald\n\nA look inside our little-known export pipeline suggests who might benefit when the embargo lifts.\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Phil Howard\n\nThe man who coined ‘Internet of Things’ says this is the first tech race America might lose.\n\n                    By \n                            Kevin Ashton\n\n\n                    By \n                            Adam Thierer\n\n\n                    By \n                            Ruth Graham\n\n\n                    By \n                            Henry Waxman\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nDanny Vinik\n\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Jacob Soll\n\n\n                    By \n                            Vaclav Smil\n\nA more humane way to die? Don’t bet on it.\n\n                    By \n                            Austin Sarat\n\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            Nick Sinai\n                     and \n                            Matt Lira\n\nAn exclusive interview with DOT Secretary Anthony Foxx\n\n                    By \n                            Tom Vanderbilt\n\nTransport leaders agree it's time for a fresh start\n\n                    By \nDanny Vinik\n\n\n                    By \n                            John Halamka\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \n                            Larry Goldstein\n                     and \n                            Lucian Pugliaresi\n\n\n                    By \nMichael Grunwald\n\nAn Agenda investigation\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nTony Romm\n\n\n                    By \n                            Sanjay Sarma\n\n\n                    By \nDanny Vinik\n\n\n                    By \nBen Schreckinger\n\n\n                    By \n                            David Skarbek\n                     and \n                            Courtney Michaluk\n\n\n                    By \nDarren Samuelsohn\n\nFusion research splits the House and Senate. Why? Because, er… science.\n\n                    By \n                            Boer Deng\n\nGearing up for a floor fight, the senator sees a “100 percent failure” to protect victims in military.\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nTimothy Noah\n\n\n                    By \nDanny Vinik\n\n\n\n                    By \nJenny Hopkinson\n\nA new effort to fight regulation overload.\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n                    By \nMargaret Slattery\n\nHillary Clinton has a sharp insight on reforming CEO pay. The policy it could fix is her husband's.\n\n                    By \n                            Michael Dorff\n\nFor all the hype, it’s only Obama’s fourth most-important move on climate.\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            Jim McNerney\n\nCould the next great funding scheme ever really work?\n\n                    By \n                            Liisa Ecola\n\n\n                    By \n                            Isabelle Taft\n\nA letter from 13 senators to prevent the U.S. from selling its oil is full of sensible-sounding points, but they’re wrong. Here’s why.\n\n                    By \n                            Bruce Everett\n\n\n                    By \nDanny Vinik\n\n\n                    By \nDanny Vinik\n\n\n                    By \n                            Keith Winstein\n\n\n                    By \nDanny Vinik\n\n\n                    By \nStephen Heuser\n\n\n                    By \nDanny Vinik\n\n\n                    By \nMichael Grunwald\n\n\n                    By \nDarren Samuelsohn\n\n\n\n                    By \nMichael Grunwald\n\nOne thing to remember about populism: It's popular. It tends to go over well with the populace.\n\n                    By \nMichael Grunwald\n\n\n                    By \n                            Colleen Chien\n\n\n                    By \nMichael Grunwald\n\nBehind the Metro billboards.\n\n                    By \nMargaret Slattery\n\n\n                    By \n                            Kevin Hartnett\n\nPresident Barack Obama wants to make college more affordable. Here's how.\n\n                    By \n                            Kevin Hartnett\n\n\n                    By \n                            Kevin Hartnett\n\nData scientists graphed every word from members of Congress about coal. Here’s what they found.\n\n                    By \n                            The Lazer Lab\n\n © 2015 POLITICO LLC", "byline": "", "description": "Megyn talked about Scott, Scott talked about Hillary, and everyone talked about Trump.", "title": "DATA: Trump won the debate — or at least talked the most", "url": "http://www.politico.com/agenda/story/2015/08/data-trump-won-the-debateor-at-least-talked-the-most-000197", "topics": ["economy"], "people": ["Arne Duncan", "Michael Grunwald", "Lucian Pugliaresi", "Chris Wallace", "Kevin Ashton", "Josh Gotbaum", "David Lazer", "Colleen Chien", "Kevin Hartnett", "Anthony Foxx", "Jason Furman", "Michael Dorff", "Ron Wahid", "Danny Vinik", "Phil Howard", "Bruce Everett", "Jody Freeman", "Jacob Soll", "Chris Christie", "Stephen Heuser", "Jenny Hopkinson", "Larry Goldstein", "David Evans", "David Skarbek", "Vaclav Smil", "John Halamka", "Ted Cruz", "Scott Walker", "Rand Paul", "Alice M. Rivlin", "Ben Fried", "Oren Tsur", "Margaret Slattery", "Keith Winstein", "Michael Neblo", "Liisa Ecola", "Barack Obama", "Megyn Kelly", "Timothy Noah", "Ruth Graham", "Tom Vanderbilt", "Nick Sinai", "Fred Hochberg", "Ben Schreckinger", "Tony Romm", "Adam Thierer", "Boer Deng", "Hillary Clinton", "Matt Lira", "Henry Waxman", "Courtney Michaluk", "Isabelle Taft", "Darren Samuelsohn", "Austin Sarat", "Courtney Humphries", "Sanjay Sarma"], "orgs": ["Congress", "Metro", "Senate", "Harvard University", "Lazer Lab", "TMI", "GOP"], "authors": [{"author_id": 37278, "fullname": "the lazer lab", "primary_org": "politico"}], "date_written": "2015-08-13 16:36:32", "org": "politico", "article_id": "cfc471cf2df7e1e6bbc333a2f1c95234", "date_access": "2015-08-13 16:20:05.123875"}