{"body": "Simon says if the other candidates could just the same attention, they'd rocket to the top. | Getty\nSimon says 16 Republicans are crying out for attention. One is having dimwitted fun.\nBy Roger Simon\n8/18/15 5:13 AM EDT\nUpdated 8/18/15 5:13 AM EDT\nThe Republican clown car lacks a designated driver. It careens around the country carrying the candidates for the GOP nomination. Seventeen people are trying to grab the wheel. But nobody has even a learner’s permit.\nWhen I was a teenager, “mooning” out of car windows was popular. We would speed down Chicago’s Lake Shore Drive and if all four windows, including the driver’s, was occupied by a naked behind, it was called a “star cluster.”\nStory Continued Below\nYou could say this was a desperate cry for attention. Or you could say it was just kids having dimwitted fun.\nThe Republicans are now trying for their own star clusters. Sixteen are crying out for attention. One is having dimwitted fun.\nWant to guess the name of the guy having fun?\n“So, I guess I haven’t made any mistakes,” Donald Trump said recently, pointing to a poll showing him leading in Iowa. “I’m sure I will, at some point, but so far, you would have to say, it hasn’t worked out badly, right?”\nAlso on POLITICO\nELIZA COLLINS\nThis is hard to argue with. He makes crude attacks on Mexican “rapists,” he criticizes John McCain, Rosie O’Donnell and Megyn Kelly — three of the most beloved figures in the American pantheon, apparently — and what happens? Trump gets to the top of the polls.\nThe chattering classes are gnashing their whitened-for-TV teeth. Jeb Bush, Marco Rubio, Scott Walker and maybe even John Kasich are supposed to win this thing.\nBut Donald Trump, the Jed Clampett of the Republican Party? No way. Impossible.\nThe only reason he is doing well is that he is outrageous and entertaining and sucking up all the attention. Or so the theory goes.\nIf the other candidates could just get some of that same attention, they would rocket to the top.\nSo here comes the Iowa State Fair. The East Coast media always fall in love with the Iowa State Fair because they think deep-fried Twinkies on a stick is so gosh-darned Midwestern.\nThe Republican field showed up. And all it had to do was moon a little for the cameras.\nAt the National Right to Life Convention in New Orleans in July, Rick Santorum had worn a dark suit and bellowed to the crowd: “When did it become the law of the land that the Supreme Court has the final say on everything?”\nIf anybody shouted back the correct answer — “1803, Marbury v. Madison” — it would have been drowned out by the thunderous applause Santorum got for asking the question.\nSantorum won the Iowa caucus in 2012 and came in second nationally in the race for the nomination. Today, a CNN poll shows him with 1 percent of the vote in Iowa and a Fox poll shows him with 1 percent of the vote nationally.\nIn other words, Santorum is dead meat. Deep-fry him and put him on a stick and still nobody would buy him.\nWhy? And why are the media darlings also in single digits?\nIt is a wonderment. Could it be that the analysts are out of touch with America, as the polls indicate? No. Impossible.\nThough it pains the analysts to say so, the polls must be wrong, or meaningless, or both.\nAlso on POLITICO\nDANIEL STRAUSS\nThe king of poll analysis, Nate Silver and his crew at fivethirtyeight.com, wrote on Aug. 11 that national polls should be largely ignored. They “lack empirical power to predict the nomination” and also “they describe a fiction.”\nWhat is nonfiction, according to Silver, is Silver.\nTrump is “almost certainly doomed, sooner or later,” Silver wrote on Aug. 6. “If you want absurd specificity, I recently estimated Trump’s chance of becoming the GOP nominee at 2 percent.”\nAnd “sooner or later,” Silver may be correct.\nBut in the meantime, Trump is having a wonderful time mooning America.\nIn a genuinely brilliant piece of political stagecraft, Trump arrived at the Iowa State Fair on Saturday in his 52-foot, 11-passenger, $7 million Sikorsky S-76B helicopter and offered children free rides in it.\nAs Thomas Lake of CNN reported, William Bowman, 9, and his two brothers, Sean, 6, and Brendan 5, who live in a suburb of Des Moines, clamored aboard.\nThey were suitably amazed.\n“Mr. Trump?” William asked.\n“Yes,” Trump said.\n“Are you Batman?”\n“I am Batman,” Trump said.\nOr else he’s The Joker.\nRoger Simon is POLITICO’s chief political columnist.\nBy MATT LATIMER\nBy JACK SHAFER\nBy ADAM WREN\nBy SEN. MARCO RUBIO\n© 2015 POLITICO LLC", "byline": "", "description": "Simon says 16 Republicans are crying out for attention. One is having dimwitted fun.", "title": "Trump moons America, has wonderful time", "url": "http://www.politico.com/story/2015/08/donald-trump-moons-america-has-wonderful-time-simon-says-121451.html", "topics": ["personality"], "people": ["Roger Simon", "Rick Santorum", "William Bowman", "Jeb Bush", "Nate Silver", "John Kasich", "Donald Trump", "Marco Rubio", "Megyn Kelly", "Rosie O'Donnell", "Scott Walker"], "orgs": ["Republican Party", "GOP", "Supreme Court"], "authors": [{"author_id": 30866, "fullname": "roger simon", "primary_org": "politico"}], "date_written": "2015-08-18 10:13:16", "org": "politico", "article_id": "42e886212c42b89ac0eb422f73cb3310", "date_access": "2015-08-18 10:10:16.407999"}