{"body": "\n2016\n\n09/08/15, 05:16 PM EDT\n\n                                        By \nEli Stokols\n\nThe one-time front-runner's appearance on Colbert's first show is fraught with risk — and opportunity.\n\nIran deal\n\n09/08/15, 05:13 PM EDT\nTrump, Cruz and Palin follow Dick Cheney in denouncing the deal as the vote nears.\n\nCongress\n\n                                        Updated 09/08/15, 05:12 PM EDT\n\n                                        By \nSeung Min Kim\n\nIt's not clear how Republican leaders plan to resolve the standoff over Planned Parenthood funding.\n\n                                        Updated 09/08/15, 05:08 PM EDT\n\n                                        By \nNick Gass\n\nHis statement doesn't exactly square with the two reasons the elder Trump gave for running.\n\n                                        Updated 09/08/15, 05:06 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nPresident Obama now has sufficient support in the Senate to reject a motion disapproving of his nuclear deal with Iran, after three key Democrats said...\n\n                                        Updated 09/08/15, 04:55 PM EDT\n\n                                        By \nJosh Gerstein\n\nSecretary of State John Kerry has named a new czar to improve transparency at the State Department as the agency struggles to overcome archaic recordkeeping...\n\n                                        Updated 09/08/15, 04:41 PM EDT\n\n                                        By \nNick Gass\n                                        ,\nKatie Glueck\n                                         and \nDaniel Strauss\n\nThe order is contingent upon Davis not interfering with her deputies as they issue licenses.\n\n09/08/15, 04:05 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/08/15, 03:52 PM EDT\n\n                                        Updated 09/08/15, 03:51 PM EDT\n\n                                        By \nHadas Gold\n\nAccording to his family, Kohut had been battling leukemia since 2009. \n\n09/08/15, 03:29 PM EDT\n\n                                        By \nNick Gass\n\n\"I think that he has the fire in his belly to make America great again and probably do it the right way,\" Ditka says.\n\n09/08/15, 02:37 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nThe earlier debate with candidates who polled at least 1 percent in three national polls will start at 6 p.m. EST.\n\n                                        By \nMarc Caputo\n\n Trump briefly weighed in on Cuba policy during an interview published Monday.  \n\n                                        Updated 09/08/15, 02:07 PM EDT\n\n                                        By \nNick Gass\n\n\"The results may be catastrophic,\" the former vice president will say.\n\n09/08/15, 02:00 PM EDT\n\n                                        By \nTheodoric Meyer\n\nAPI, ANGA in merger talks, sources say\n\n09/08/15, 01:59 PM EDT\n\n09/08/15, 01:55 PM EDT\n\n09/08/15, 01:52 PM EDT\n\n                                        By \nDylan Byers\n\nRyan will become CEO and publisher of the California News Group.\n\n09/08/15, 01:37 PM EDT\n\n09/08/15, 01:27 PM EDT\nThe NFL regular season opens Thursday amid another year of rough public relations. We asked Cynthia Hogan, the NFL's lead lobbyist in Washington, to address...\n\n09/08/15, 01:15 PM EDT\n\n                                        By \nJake Sherman\n\nHouse Republican Whip Steve Scalise is bringing former U.N. Ambassador John Bolton to a meeting of GOP vote counters Tuesday night to discuss Iran.\n\n09/08/15, 01:10 PM EDT\n\n                                        By \nJake Sherman\n\nRep. Peter Roskam is taking on so-called 'side deals' in the nuclear deal.\n\n09/08/15, 12:01 PM EDT\n\n                                        By \nBrett Norman\n                                         and \nSarah Karlin\n\nICER will gauge cholesterol meds’ value – New cancer guidelines consider drug costs\n\n09/08/15, 11:57 AM EDT\n\n                                        By \nDylan Byers\n\nThe Post will not replace Hills.\n\n09/08/15, 11:07 AM EDT\n\n09/08/15, 11:00 AM EDT\n\n                                        By \nNick Gass\n\nThe results come days after an NBC poll showed Bernie Sanders with a double-digit lead in New Hampshire.\n\n09/08/15, 10:38 AM EDT\n\n                                        By \nDylan Byers\n\nFrom my post earlier today:\n\n09/08/15, 10:29 AM EDT\n\n09/08/15, 10:22 AM EDT\n\n                                        By \nDylan Byers\n\nRyan leaves the bureau chief role less than two years after replacing David Leonhardt\n\n09/08/15, 10:19 AM EDT\n\n09/08/15, 10:06 AM EDT\nThe West Virginia Democrat has been publicly agonizing over the deal during the congressional recess.\n\n09/08/15, 10:05 AM EDT\n\n                                        By \nKimberly Hefling\n\nVilsack defends school lunch standards — Chairman Kline’s education legacy\n\n09/08/15, 10:05 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSununu’s in — Patty Murray gets a GOP challenger\n\n09/08/15, 10:04 AM EDT\nMeaningful use rules coming soon — DeSalvo’s ONC successor close to being named\n\n09/08/15, 10:04 AM EDT\n\n                                        By \nBrian Mahoney\n\nPay transparency rule coming — Obama makes move on Paid Leave\n\n09/08/15, 10:04 AM EDT\n\n                                        By \nEric Wolff\n\nEPA regs go to court – Spent yesterday in traffic? Blame cheap gas\n\n09/08/15, 10:03 AM EDT\n\n                                        By \nNick Gass\n\nYes, that is a Donald Trump hat in Tom Brady's locker.\n\n09/08/15, 10:02 AM EDT\n\n                                        By \nTim Starks\n\nToday: Adm. Rogers on Cyber Command's place in the Defense Department — Justice considered suing Apple over encryption\n\n09/08/15, 10:01 AM EDT\n\n                                        By \nErin Mershon\n\nLawmakers also eyeing SHOP changes — Medicare premium hikes and moves on Cures\n\n09/08/15, 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nOn watch for copyright, retrans debates.\n\n09/08/15, 10:01 AM EDT\n\n                                        By \nJennifer Scholtes\n\nCBO predicts ‘small’ industry cost for collecting port stats.\n\n09/08/15, 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nReif takes on USTR transparency role.\n\n09/08/15, 10:00 AM EDT\n\n                                        By \nBrian Faler\n                                         and \nToby Eckert\n\nBush vs. Trump: The tax bout.\n\n09/08/15, 09:56 AM EDT\n\n                                        By \nDylan Byers\n\nHe tweets that the run looks real, and promising.\n\n09/08/15, 09:30 AM EDT\n\n                                        By \nNick Gass\n\nBush's new spot, titled \"I've delivered,\" will air in New England media markets beginning Wednesday. \n\n09/08/15, 09:12 AM EDT\n\n                                        By \nNick Gass\n\nThe former Obama adviser is less than impressed with the Clinton campaign's approach.\n\n09/08/15, 09:00 AM EDT\nThe GOP contender is to visit the jailed clerk Tuesday afternoon.\n\n09/08/15, 08:44 AM EDT\nCould John Boehner be on the way out as speaker? \n\n09/08/15, 08:42 AM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton will sit down to an interview with ABC News' 'World News Tonight' anchor David Muir on Tuesday morning, the network announced.\n\n09/08/15, 08:30 AM EDT\n\n                                        By \nLeigh Munsil\n\nIt’s NDAA finals time -- Navy bullish on ships despite delays\nWe're working on more stories right now\n\n2016\n\n                        The one-time front-runner's appearance on Colbert's first show is fraught with risk — and opportunity.\n\n            By \nEli Stokols\n\n09/08/15, 05:16 PM EDT\n\n                Republican presidential hopeful and former Florida Gov. Jeb Bush attends the first taping of \"The Late Show With Stephen Colbert\" on Sept. 8 in New York City.   | Getty\nAfter being routinely ridiculed as \"low energy\" by GOP polling leader Donald Trump – and after a painfully funny video of a woman nodding off as he talked health policy – Jeb Bush is taking a huge risk, willingly venturing onto a stage where politicians are often skewered.\nHe’s going on television with Stephen Colbert, who debuts Tuesday night as the new host of The Late Show on CBS.\nThe risk-averse Hillary Clinton was first offered the guest slot on Colbert’s opener and turned it down, eschewing an interview on a show millions will watch because of the host’s known ability to deflate big egos and make his guests the butt of his jokes. She opted to appear instead on Late Night with Jimmy Fallon, who offers a friendlier foil to would-be guests.\nBush jumped at the opportunity to sit in the guest’s chair on Colbert’s premiere. (He was initially offered an appearance sometime later in the show's first week.)\n“Voters want to get to know the person running for president. This is a unique opportunity to do it,” said Tim Miller, a Bush spokesman. “There’ll be a ton of interest in it, compared to your average late night show – there’ll be more eyeballs. It was tough to pass up.”\nWhile fraught with risk for a candidate who has already made his share of unforced errors, the appearance also offers Bush an opportunity for a spontaneous, unscripted moment that could help the one-time frontrunner break out of his slump.\n\n\n\n            By \nNick Gass\n\n“The stakes are getting higher for Jeb because more people are beginning to question whether he’s got it, whether he’s a viable candidate for the presidency,” said Guy Benson, a conservative pundit and author. “With everyone else but Donald Trump starved for media oxygen, an interview like this will probably attract more scrutiny. It will benefit him if he does well, but could further a negative narrative if he bombs or if he’s just boring.”\nIn 1992, Bill Clinton’s sunglasses-wearing, saxophone-playing performance on The Arsenio Hall Show solidified his appeal to minority and young voters. Hall, however, was not known for routinely mocking the guests who appeared on his show. Since then, it's become increasingly commonplace for politicians to appear on late-night television shows and even YouTube channels in an effort reveal a lighter, less-scripted side. And to reach younger voters.\nBut it can hurt too. No one knows the sting of Colbert’s satire better than Jeb Bush’s brother, former President George W. Bush, who the then-Comedy Central star, in the persona of the conservative pundit character he played on The Colbert Report, mocked for a good 20 minutes at the 2006 White House Correspondents Association dinner with the president seated just beside him on stage. \nIn the searing routine, Colbert ripped the president over his response to Hurricane Katrina and his declaration of victory in Iraq aboard an aircraft carrier in 2003. “I stand by this man,” Colbert said that night with Bush seated a few feet away. “I stand by this man because he stands for things. Not only for things, he stands on things. Things like aircraft carriers, and rubble, and recently flooded city squares. And that sends a strong message: that no matter what happens to America, she will always rebound—with the most powerfully staged photo ops in the world.\"\n\n\n\n            By \nMarc Caputo\n\nLast week, after Bush’s campaign launched a raffle, offering a ticket to Tuesday’s taping to anyone who gave $3 to his campaign, Colbert gave Bush a taste of what may be in store, releasing a video in which he appeared to be miffed over the raffle. \n“No one from Jeb’s campaign asked if this was okay with me to raise money off my first show,” Colbert said. “Where’s my cut of that sweet three bucks, Governor? Huh?”\nBush, who riffed on the exchange during a town hall last week, has said that his campaign did receive permission, hinting that the host’s video shtick was a joke. With Colbert, of course, it’s not always clear what is and isn’t a joke – or who’s the butt of it.\nOver the last two months, Trump has done everything in his power to turn Bush into a laughing stock, antagonizing the former Florida governor by criticizing his speaking Spanish, dismissing him as “low energy” and taunting him about their opposite trajectories in the GOP field – Trump rising in the polls as Jeb drops.\nAP Photo\n On Tuesday, Trump posted another video to his Instagram account showing video of the factory worker who nodded off last Thursday during Bush’s town hall in Hampton, New Hampshire and referring to Bush as a “cure for insomnia.”\n“Wake up Jeb supporters!” Trump wrote alongside the post.\nEven as Bush has shifted his strategy and willingly engaged Trump, who he criticizes now almost every time he grabs a microphone, his campaign continues to search for a spark and a way to break out of his campaign's tendency to be programmatic.\n“He keeps insisting that he is running a joyful campaign,” Benson said. “Perhaps on a comedy show, he’ll have an opportunity to showcase a joy that’s been less than apparent to many voters of late.” \n\nEli Stokols is a national politics reporter.\n\n                                            By \nJohn Culhane\n\n\n                                            By \n                                                    Julian E. Zelizer\n\n\n                                            By \n                                                    Andrew Wender Cohen\n\n\n                                            By \nAndrew Connelly\n\n © 2015 POLITICO LLC", "byline": "", "description": "The one-time front-runner's appearance on Colbert's first show is fraught with risk — and opportunity.", "title": "Bush takes late-night gamble with Colbert", "url": "http://www.politico.com/story/2015/09/jebs-high-wire-act-213416", "topics": ["campaign_finance"], "people": ["Andrew Wender Cohen", "Burgess Everett", "Erin Mershon", "Tom Vilsack", "E. Zelizer", "Peter Roskam", "Hadas Gold", "David Leonhardt", "Marc Caputo", "George W. Bush", "John Boehner", "Cynthia Hogan", "Dylan Byers", "Sarah Palin", "Theodoric Meyer", "Brian Mahoney", "Kimberly Hefling", "Steve Scalise", "David Muir", "Josh Gerstein", "Jimmy Fallon", "Bernie Sanders", "Tim Miller", "Patty Murray", "Katie Glueck", "Nick Gass", "Adam Sneed", "Jeb Bush", "Brett Norman", "Jennifer Scholtes", "Bill Clinton", "Alex Isenstadt", "Seung Min Kim", "Donald Trump", "Jake Sherman", "Tom Brady", "Toby Eckert", "Tim Starks", "Andrew Connelly", "John Kerry", "Brian Faler", "Daniel Strauss", "John Bolton", "Guy Benson", "Hillary Clinton", "John Culhane", "Sarah Karlin", "Eli Stokols", "Victoria Guida", "Stephen Colbert", "Eric Wolff", "Dick Cheney", "Leigh Munsil"], "orgs": ["State Department", "Defense Department", "Apple", "Congress", "Senate", "The Post", "NFL", "CBO", "GOP", "ICER", "The Colbert", "Cyber Command", "U.N.", "EPA"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-09-08 22:16:20", "org": "politico", "article_id": "0daa013774d6682d8487192a7cb8de6e", "date_access": "2015-09-08 21:30:08.177526"}