{"body": "AP Photo.\nFourth Estate\nBy JACK SHAFER\nAugust 13, 2015\nDonald Trump isn’t a simpleton, he just talks like one. If you were to market Donald Trump’s vocabulary as a toy, it would resemble a small box of Lincoln Logs. Trump resists multisyllabic words and complex, writerly sentence constructions when speaking extemporaneously in a debate, at a press conference or in an interview. He prefers to link short, blocky words into other short, blocky words to create short, blocky sentences that he then stacks into short, blocky paragraphs.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nThe end result of Trump’s word choice is less the stripped down prose style of Ernest Hemingway than it is a spontaneous reinvention of Ogden’s Basic English, the pared-down lexicon of 850 words selected by early 20th Century linguist/philosopher C.K. Ogden as the bedrock of a new world language. In the August 6th Republican candidate debate, Trump answered the moderators’ questions with linguistic austerity. Run through the Flesch-Kincaid grade-level test, his text of responses score at the 4th grade reading level. For Trump, that’s actually pretty advanced. All the other candidates rated higher, with Ted Cruz earning 9th grade status. Ben Carson, Mike Huckabee, and Scott Walker scored at the 8th grade level. John Kasich, the next lowest after Trump, got a 5th grade score.\nTrump’s low grade at the debates wasn’t a fluke. His comments from an August 11 press conference in Michigan earn only a 3rd grade score.\nFlattening the English language whenever he speaks without a script, Trump relies heavily on words such as “very” and “great,” and the pronouns “we” and “I,” which is his favorite word. As any news observer can observe, he lives to diminish his foes by calling them “losers,” “total losers,” “haters,” “dumb,” “idiots,” “morons,” “stupid,” “dummy” and “disgusting.” He can’t open his mouth without bragging about getting the Clintons to attend his wedding, about how smart he is, the excellence of his real estate projects, the brilliance of his TV show, his generous donations to other political campaigns and so on. In a freakish way, Trump resembles that of Muhammad Ali at his prime—except the champ was always kidding (even when he was right) while Trump seems to believe his claims (and often is wrong). Or perhaps he is afflicted with binary vision disorder, which renders all within his eyeshot either great or rotten.\nIt’s obvious that Trump’s verbal deficit, as grating as it may be on the ears of the educated class, has not caused him much political pain. The press has noted the opposite: Trump’s overreliance on sports and war metaphors in his public utterances, his reductionist, one-dimensional policy prescriptions—including nuanced geopolitical arguments such as get tough with China and Mexico, which are killing us!—inspire trust in many rather than distrust. Trump’s rejection of “convoluted nuance” and “politically correct norms,” mark him as authentic in certain corners and advance his cred as a plainspoken guardian of the American way. By not conforming to the standard oratorical style, he distinguishes himself from the pompous politician. Less is more when you’re speaking Trumpspeak.\nReading Trump transcripts, you can sometimes sense him downshifting to find a clever word or original expression to make a point. Why shouldn’t he want to rise from Trumpspeak and find an honored place among the articulate? But instead of turning a phrase, he almost always grinds his rhetorical gears in defeat. “OK” and “Excuse me” are two of his regular verbal placeholders that indicate that the words he’d like to speak aren’t available. He also likes to ask himself questions when he’s gathering his wits (“How does that help us?” “Did you know that?” “You know why?”).\nIt’s precisely because of his apparent inarticulateness that I give him the benefit in the incident from last week, when he said after the Fox News Channel debate that Megyn Kelly had “blood coming out of her eyes, blood coming out of her wherever” as she pummeled him with questions on stage. He maintains that “wherever” was a placeholder for “nose,” which his tongue failed to locate. Trump is capable of invoking a woman’s menses in a put down, but I would wager he lacks the felicity to do it in real time.\nThere’s more to communication than writing—or speaking—in such a way that boosts your Flesch-Kincaid grade level scores. Excerpts I chose at random from The Adventures of Huckleberry Finn score at the 4th and 5th grade levels. Yet Mark Twain manages to communicate the great complexities of 19th Century American life, especially on the topics of race and justice. Alas, this observation is irrelevant in any discussion of Trump. Twain possessed a nearly unlimited vocabulary and could compose sentences that flow with more twists and turns than a big river spilling into a delta. Huck Finn was deliberately composed in a simpler voice—the voice namely of a poor, illiterate boy. It’s a voice Twain assumed, not his personal voice.\nStill, don’t interpret Trump’s low scores as a marker of low intelligence. Trump’s professional history indicates a skill at dealing and deceiving, inspiring and selling, and such attributes would likely qualify as a types of intelligence in Howard Gardner’s book. The role Trumpspeak has played in Trump’s surging polls suggests that perhaps too many politicians talk over the public’s head when more should be talking beneath it in the hope of winning elections.\nAfter all, who says you can’t build a political foundation on Lincoln Logs?\n******\nThe piece came a couple of decimal points from scoring at the 11th grade level. Thanks to Oren Tsur, a post-doctoral researcher at Lazer Lab at Northeastern University and at the School of Engineering and Applied Science (SEAS) at Harvard University. Grade me via email: Shafer.Politico@gmail.com. Subscribe to my email alerts, follow my Twitter feed, and sign up for my RSS feed.\nJack Shafer is Politico's senior media writer. \nLead image by AP Photo.\nThe Friday Cover\n By ADAM WREN\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "Donald Trump isn’t a simpleton, he just talks like one. If you were to market Donald Trump’s vocabulary as a toy, it would resemble a small box of Lincoln Logs. TContinue reading ...", "title": "Donald Trump Talks Like a Third-Grader", "url": "http://www.politico.com/magazine/story/2015/08/donald-trump-talks-like-a-third-grader-121340.html", "topics": ["personality", "mexico"], "people": ["Mark Twain", "Jack Shafer", "Muhammad Ali", "Oren Tsur", "Ernest Hemingway", "Ben Carson", "Donald Trump", "Mike Huckabee", "Megyn Kelly", "Huck Finn", "Huckleberry Finn", "John Kasich", "Scott Walker", "Ted Cruz"], "orgs": ["Lazer Lab", "Videos & Photos", "Clintons", "RSS"], "authors": [{"author_id": 15219, "fullname": "jack shafer", "primary_org": "nyt"}], "date_written": "2015-08-13 23:53:10", "org": "politico", "article_id": "b708fc0cdc1179a074a895ae7cd8bc5c", "date_access": "2015-08-13 23:10:05.064805"}