{"body": "POLITICO\nExamining the latest in health care policy every weekday morning\nBy Natalie Villacorta\n6/11/15 10:01 AM EDT\nWith help from Paul Demko, Joanne Kenen, Rachana Pradhan and Brett Norman\nHIGH COURT’S KING DECISION COULD HIT MEDICAID PROGRAMS — The heart of the latest challenge to Obamacare is whether private insurance subsidies are legal in the 34 states that don’t run their own exchanges. But the 2010 law also says states can’t reduce adults’ Medicaid eligibility until “an exchange established by the state” is up and running. Legal experts say this so-called Medicaid maintenance-of-effort requirement could be revived if the Supreme Court finds that federal exchanges don’t qualify as state-based exchanges. That would mean affected states couldn’t reduce Medicaid eligibility — or could be forced to reinstate coverage for some — until they run their own insurance marketplaces. The Pro story: http://politico.pro/1JKFV87\nStory Continued Below\n— But there’s more: While maintenance of effort could come roaring back, it’s just one of the potential Medicaid fallouts depending on the ruling, the legal experts say. The ACA outlines requirements for states to streamline their Medicaid system to link up with their exchange as a condition of getting federal funding and to enroll people into Medicaid and CHIP when they’ve been identified as eligible by that “exchange established by the state.” Washington & Lee University law professor Tim Jost, a supporter of the ACA, notes that the law also includes requirements for states to establish an interface between their Medicaid and CHIP programs and an “exchange established by the state.” If federal exchanges don’t qualify, all 34 states could lose their Medicaid funding, he says.\nWelcome to PULSE, where I have good news for former HHS Secretary Kathleen Sebelius — she’s a total trendsetter. “Granny chic” is taking over fashion, with the young and famous dyeing their hair gray! As Slate notes, even the singer Pink is going gray. The lesson for Secretary Burwell: If your hair turns gray in the process of defending the president’s health care law, embrace it! http://slate.me/1B7jZCr\n“So, so what? I’m still a PULSE star, I got my rock moves, and I don’t need you.”\nREPUBLICANS TAKE AIM AT IRS BUDGET — House GOP appropriators on Wednesday proposed chopping IRS resources almost 8 percent, reducing the agency budget to $10.1 billion. That would be a huge hit to the agency responsible not only for overseeing tax collections but for administering Obamacare’s subsidies. The spending bill also prohibits the IRS from collecting penalties under the ACA’s individual mandate — which could save Obamacare foes hundreds. The POLITICO story: http://politi.co/1FJeR4g\nA LOOK AT 2016 HEALTH PLAN RATES — Insurers want to raise premiums for Obamacare plans by an average of 12 percent next year, according to an analysis of rate filings released on Wednesday. HealthPocket scrutinized 3,771 individual plans that insurers are planning to sell in 45 states. The analysis specifically looked at premiums for a 40-year-old non-smoker in the largest city in each state. Proposed premiums for silver plans, by far the most popular option on the exchanges, would increase by an average of 14 percent if insurers get their way, according to HealthPocket. The proposed rate hikes will be scrutinized by state regulators and could come down significantly. The analysis will be available here at 9:15 a.m.: http://bit.ly/1BZpBtz\nPOLITICAL DOWNSIDES OF GRAHAM’S 20-WEEK ABORTION BAN — Sen. Lindsey Graham’s reintroduction today of his bill to ban abortion after 20 weeks of pregnancy could boost his long-shot campaign for president, but it’s bad news for GOP senators up for reelection in swing states next year, reports POLITICO’s Burgess Everett. Among them are Rob Portman of Ohio, Kelly Ayotte of New Hampshire, Ron Johnson of Wisconsin and Pat Toomey of Pennsylvania. Graham waved away the possibility that he’s imperiling some of his colleagues. He himself has nothing to lose by pushing for a vote on the bill; in fact, he stands to raise his profile among social conservative activists, Burgess notes. The POLITICO Story: http://politico.pro/1IH9zfT\nPHARMA CARVE-OUT AMENDMENT COMING AT INNOVATION BILL MARKUP — Today at the House Judiciary markup of the Innovation Act, Rep. Mimi Walters (R-Calif.) will offer an amendment that would exempt prescription medicines from a streamlined process for challenging patents. The amendment would exclude “drug or biological product patents” from the inter partes review process — a demand from Big Pharma that has bogged down the companion PATENT Act in the Senate. But the amendment will be withdrawn before the bill gets a vote, according to two sources familiar with the agreement. Whether the pharma lobby is ultimately able to get a carve-out from the IPR process is likely to be decided in the Senate. The PATENT Act passed the Judiciary Committee without such an exemption last week, but key lawmakers have pledged to work toward that goal as the bill moves to the Senate floor. Walters’ amendment: http://politico.pro/1JLx5He\n— Watch the full markup online here: http://1.usa.gov/1BZtUVN\nHOUSE LAWMAKERS TRY TO REINSTATE ‘GLOBAL GAG RULE’ — The House Appropriations Committee today will mark up the fiscal 2016 State, Foreign-Operations funding bill, which contains language to reinstate a rule that prevents any foreign organization receiving U.S. international family planning funds from providing information or referrals about abortion. Abortion rights advocates refer to this as the “global gag rule” — though it’s also known as the Mexico City Policy — and dates to an executive order signed by President Ronald Reagan. Every Democratic president since has repealed the rule, and every Republican president has kept or reinstated it. The rule also prevents those foreign organizations from advocating for access to abortion services — even with their own funds. That takes it a step further than the Helms Amendment, which already prohibits U.S. foreign assistance funding to pay for abortions.\n— Senate lawmakers have introduced the bipartisan Global Democracy Promotion Act, which would prevent future presidents from reinstating the rule.\n— Planned Parenthood President Cecile Richards says the rule would impede other countries’ efforts to improve women’s health. Richards explains why PP is against the policy: http://bit.ly/1MljxRL\nHAPPENING TODAY: DEVICE MAKERS DESCEND ON HILL — Guess what’s on their mind? The AdvaMed fly-in comes with the House set to pass a repeal of the 2.3 percent medical device tax later this month. Expect plenty of talk on that from the 35 members of AdvaMed’s board of directors who will be working the Hill, as well as talk on 21st Century Cures and the FDA’s move to regulate lab-developed tests. The trade group also released an upbeat new online ad, touting the breakthroughs that are right around the corner if the industry gets a reprieve from the tax. The ad: http://bit.ly/1L1XwKz\nHEARING SET IN FLORIDA LIP LAWSUIT — A district court judge has denied Florida’s request to order HHS into mediation with the state over its Low Income Pool funding because she says that’s unlikely to solve the problem. Instead, Judge M. Casey Rodgers set up a hearing for June 19 at which the parties will have to present live witness testimony. The state and HHS had requested that the judge schedule oral arguments for that day, but she said that she needs the hearing in order to fully understand and flesh out the issues. The order: http://politico.pro/1IvMU32\nFDA ADVISORS SUPPORT SECOND HIGH-COST CHOLESTEROL DRUG — An FDA advisory committee has approved a second pricey cholesterol-lowering drug. The panel on Wednesday voted 11-4 in favor of approval of Amgen’s Repatha, following its Tuesday approval of the Sanofi-Regeron product Praulent. As biologics, both drugs are complicated to manufacture and expected to be priced around $10,000 per patient annually, which could add significantly to the nation's health spending given the millions of patients here who could be eligible for treatment. http://politico.pro/1cMaX29\nSUPPORTING END-OF-LIFE TALKS — Sens. Mark Warner and Johnny Isakson reintroduced their legislation to have Medicare reimburse health care providers for talking about advanced care planning and treatment goals with people diagnosed with serious or terminal illness — and then making sure those wishes are documented in ways that are portable and accessible. The bill, which a host of advocacy groups welcomed, also calls for testing of models of coordinating care for such patients. The Pro story: http://politico.pro/1JKZMUA\n“This critical legislation will ensure that individuals with advanced illness receive the support they need to make informed decisions about treatment and aims to ensure that their care is high-quality, comprehensive and person-centered,” said C-TAC, a coalition of over 120 national organizations formed to promote better care for people with serious and life-threatening conditions. The statement: http://bit.ly/1I2eqm6\nWHO BENEFITS FROM 340B? — The 340B program was created to help the neediest patients get access to prescription drugs, but PhRMA says that not all hospitals that receive 340B discounts are good stewards of the program. Watch a quick video: http://onphr.ma/1e3MIhI\nPhRMA NAMES EX-DCCC STAFFER AS HEAD OF ADVOCACY — Courtney Lee-Ashley started work this week as the director of federal advocacy for the drug industry trade group. The former director of member outreach and deputy director of finance at the Democratic Congressional Campaign Committee will focus on House Democrats, working on patent litigation reform, trade, appropriations and other issues, according to PhRMA.\nWHAT WE’RE READING, by Paul Demko\nIn 2012 Medicare didn’t spend a dime on popular tranquilizers such as Xanax and Valium. The following year it paid $377 million to cover prescriptions for nearly 40 million beneficiaries, reports Pro Publica’s Charles Ornstein and Ryann Grochowski Jones. http://bit.ly/1B6pZeX\nThe Affordable Care Act did little to help low-income adults obtain dental coverage. But some states are taking steps to increase access to care, writes Stateline’s Christine Vestal: http://bit.ly/1MogoRi\nThe Wisconsin Senate has passed legislation banning abortions after 20 weeks. Gov. Scott Walker has promised to sign the legislation if it makes it to his desk, the Milwaukee Journal Sentinel reports. http://bit.ly/1FTmzrH\nFlorida Gov. Rick Scott has signed legislation requiring women to wait at least 24 hours after seeing a doctor to get an abortion. The law takes effect July 1, notes the Miami Herald. http://hrld.us/1Gg8I1M\nMany legal experts want the Supreme Court to clarify what constitutes an “undue burden” for women seeking an abortion, the New York Times writes. A federal court this week upheld a Texas law that could shutter clinics. http://nyti.ms/1JLG4rN\nBy TED GUP\nBy ERRIN WHACK \nBy COLIN WOODARD\nBy ROBERT ZARETSKY\n© 2015 POLITICO LLC", "byline": "", "description": "GOP targets IRS budget.", "title": "King win could tie up Medicaid eligibility -- GOP targets IRS budget -- Graham’s anti-abortion push: risky for some Republicans", "url": "http://www.politico.com/politicopulse/0615/politicopulse18694.html", "topics": ["abortion"], "people": ["Rob Portman", "Johnny Isakson", "Natalie Villacorta", "Brett Norman", "Kelly Ayotte", "Lindsey Graham", "Rachana Pradhan", "Rick Scott", "Ron Johnson", "Joanne Kenen", "Charles Ornstein", "Scott Walker", "Cecile Richards", "Mimi Walters", "Burgess Everett", "M. Casey Rodgers", "Mark Warner", "Paul Demko", "Pat Toomey", "Kathleen Sebelius", "Ronald Reagan"], "orgs": ["HHS", "FDA", "ACA", "Stateline", "Milwaukee Journal Sentinel", "Senate", "IRS", "Supreme Court", "Amgen", "Judiciary Committee", "House GOP", "Medicaid", "House Appropriations Committee", "GOP", "Big Pharma"], "authors": [{"author_id": 30910, "fullname": "natalie villacorta", "primary_org": "politico"}], "date_written": "2015-06-11 15:01:45", "org": "politico", "article_id": "966c2f9780c8adc600af4581a0589f5a", "date_access": "2015-06-23 17:15:40.493025"}