{"body": "Getty\nBy Daniel Strauss\n8/3/15 2:29 PM EDT\nWhat goes around comes around, as the saying goes.\nA cellphone number belonging to real estate mogul Donald Trump became public knowledge on Monday.\nStory Continued Below\nGawker.com published the number.\nTrump’s campaign confirmed that it was indeed a cellphone number belonging to the Republican presidential candidate, albeit one that he doesn’t use anymore.\nA call to the number immediately goes to voice mail after a voice says, “Please leave your name and message and we’ll get back to you shortly.”\n“It’s a very old number. This is not one he uses. Mr. Trump has several numbers so this is not an issue,” the campaign said in a statement to POLITICO on Monday.\nThe release of Trump’s cellphone number comes a few weeks after he publicly shared Sen. Lindsey Graham’s own cellphone number. Gawker’s rationale for releasing the number was what’s fair is fair.\n“Since Trump, in his considered political judgment, has decided that opening up a direct, personal channel of communications between his supporters and his primary opponents is a noble campaign tactic, we think it’s only fair and right that Republican primary voters be able to reach out to Trump himself,” Gawker.com’s Sam Biddle wrote.\nAlso on POLITICO\nELIZA COLLINS\nPOLITICO was able to reach Graham after Trump shared his number.\n“I wonder what caused that,” Graham said at the time. “When it comes to the Donald, nothing surprises me anymore. It’s just too bad, really.”\nGraham’s campaign declined to comment on Gawker publishing Trump’s cellphone number.\nBy PAUL GOLDMAN  and  MARK J. ROZELL \nBy MARK PERRY\nBy DAVID MCRANEY\nBy JOSH ZEITZ\n© 2015 POLITICO LLC", "byline": "", "description": "Gawker was getting Lindsay Graham's back.", "title": "Gawker publishes Donald Trump's cellphone number", "url": "http://www.politico.com/story/2015/08/gawker-publishes-donald-trumps-cell-phone-number-120946.html", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Lindsey Graham", "Lindsay Graham", "Daniel Strauss", "Sam Biddle"], "orgs": ["Gawker"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-08-03 19:29:12", "org": "politico", "article_id": "45eef595cfb648033ca8a214103f1fa6", "date_access": "2015-08-03 22:20:17.543600"}