{"body": "\n09/22/15, 05:51 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe president's decision comes as his vice president is weighing whether to run against Clinton, his former secretary of state. \n\n                                        Updated 09/22/15, 05:42 PM EDT\n\n                                        By \nAnnie Karni\n\nBreaking long silence, the Democratic front-runner comes out against the controversial project.\n\n                                        Updated 09/22/15, 05:23 PM EDT\n\n                                        By \nNahal Toosi\n\nThe leader of the world's Catholics is greeted by President Obama as he begins his first trip to the United States.\nPOLITICO, Google and the Tory Burch Foundation kick off the 2015 Women Rule series with Taking Risks and Taking Charge.\n\n                                        Updated 09/22/15, 05:01 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe Senate GOP is preparing to flip the script to avoid a government shutdown, threatening to confront House Republicans with a do-or-die vote right at...\n\n                                        Updated 09/22/15, 04:58 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe carcass of Wisconsin Gov. Scott Walker's presidential camapign hasn't been cold for 24 hours yet and already rival campaigns have been eating up former...\n\n09/22/15, 04:56 PM EDT\n\n09/22/15, 04:52 PM EDT\n\n                                        By \nEliza Collins\n\nRepresent.us, a bipartisan advocacy group working to reform the influence of money in politics, released a parody campaign ad\n\n                                        Updated 09/22/15, 04:31 PM EDT\n\n                                        By \nRachael Bade\n\nHe's questioning whether her attorneys had adequate security clearances to access confidential information.\n\n                                        Updated 09/22/15, 04:23 PM EDT\n\n                                        By \nNick Gass\n\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n                                        Updated 09/22/15, 03:54 PM EDT\n\n                                        By \nNick Gass\n\nThe host has collected art from Adolf Hitler and who also owns a signed copy of \"Mein Kampf.\" \n\n                                        Updated 09/22/15, 03:51 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe Club for Growth fires back: \"Stop whining.\"\n\n09/22/15, 03:42 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nPope livestream\n\n2016\n\n09/22/15, 03:00 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary Clinton's campaign isn't sweating the rise of the GOP's new star.\n\n09/22/15, 02:44 PM EDT\n\n                                        By \nEliza Collins\n\n“In the five years that Fiorina was at Hewlett-Packard, the company lost over half its value.”\n\nPhoto gallery\n\n09/22/15, 02:06 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/22/15, 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nForbes-Tate hires White.\n\n                                        Updated 09/22/15, 01:58 PM EDT\n\n                                        By \nJake Sherman\n\nIt's Congress' first day back in session and comes just six days before the government is slated to run out of spending authority.\n\n09/22/15, 01:43 PM EDT\n\n09/22/15, 01:15 PM EDT\n\n                                        By \nEliza Collins\n\n\"It’s all petty, partisan politics,\" he says.\n\n09/22/15, 01:08 PM EDT\n\n                                        By \nAnnie Karni\n\nSEIU and AFSCME decide to hold off, in part because of a prospective Joe Biden candidacy.\n\n09/22/15, 12:49 PM EDT\n\n                                        By \nNick Gass\n\nJohn Allen's decision to leave comes a little more than a year after the Obama administration selected him to coordinate the global effort against the...\n\n09/22/15, 12:43 PM EDT\n\n                                        By \nBurgess Everett\n\nMitch McConnell is on course to set a record in legislative futility\n\n09/22/15, 11:59 AM EDT\n\n                                        By \nBrianna Ehley\n\nSenate Democrats block a Republican-effort to ban abortion after 20-weeks-in a largely symbolic vote.\n\n                                        Updated 09/22/15, 11:36 AM EDT\n\n                                        By \nAustin Wright\n\nThe former CIA director and architect of the so-called surge in Iraq that helped stabilize the country is returning to the public spotlight after being...\n\n                                        Updated 09/22/15, 11:16 AM EDT\n\n                                        By \nKenneth P. Vogel\n\nTurns out, billionaires can’t buy the White House.\n\n09/22/15, 10:39 AM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Bernie Sanders directed his fire at the very legislative body he's part of and President Barack Obama on Tuesday ahead of Pope Francis's visit to...\n\n09/22/15, 10:36 AM EDT\n\n09/22/15, 10:33 AM EDT\n\n                                        By \nTim Starks\n\nWhether federal computer networks are more secure than you think — How to measure hacker friendliness\n\n                                        Updated 09/22/15, 10:29 AM EDT\n\n                                        By \nBen White\n                                         and \nNick Gass\n\nLloyd Blankfein, the CEO of Goldman Sachs Group, announced in an email Tuesday that he has a \"highly curable\" form of lymphoma and will undergo...\n\n                                        By \nDanny Vinik\n\nWhy conservative Catholics like some of Francis's messages better than others.\n\n09/22/15, 10:09 AM EDT\n\n                                        By \nDavid Pittman\n\nGun control reg hung up on health privacy — Federal health IT strategic plan published \n\n09/22/15, 10:09 AM EDT\n\n                                        By \n                                                POLITICO Staff\n                                         and \n                                                Associated Press\n\nPope visit schedule Washington, D.C. 2015\n\n09/22/15, 10:06 AM EDT\n\n                                        By \nLauren French\n\nThe House Democratic Caucus released a series of policies on Tuesday they hope Pope Francis will disccus during his visit to Capitol HIll\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nTelestroke bill receives push on Capitol Hill — Gun control reg hung up on health privacy — Federal health IT strategic plan published\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nDisparities in Chicago school discipline — Lawmakers write Ritz over charter funding\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nClimate migration only going to get worse — Big day for the sage grouse\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nErin Mershon\n\nHillary to take on drug costs — Insurers in the hot seat — Ignagni reflects on new challenges — Senate takes up 20-week abortion ban\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nChase Purdy\n\nThe ‘D.C. barnyard’ is abuzz over eggs.\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nUnions launch coalition on Friedrichs — Will Cinton call for Cadillac Tax repeal?\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nXi’s day in Seattle.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nVictoria Guida\n\nChamber up on biotech, down on BIT offer.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nBrian Faler\n\nThe Thomas Piketty of tax havens.\n\n09/22/15, 10:01 AM EDT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nElena Schneider\n\nAdvancing Colorado goes after Sen. Michael Bennet -- WALKER OUT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nWhite House to unveil new infrastructure review process.\n\n09/22/15, 09:55 AM EDT\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n09/22/15, 09:25 AM EDT\n\n                                        By \nHadas Gold\n\nAccording to a rate card provided to POLITICO, the biggest package called the “Anchor Booth.”\n\n09/22/15, 08:35 AM EDT\n\n                                        By \nJeremy Herb\n\nModern Day Marine kicks off.\n\n09/22/15, 08:24 AM EDT\nGOP Catholic lawmakers are plainly nervous about Pope Francis's visit to Capitol Hill, while Catholic Democrats are eager to hear his message.\nWe're working on more stories right now\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Charles Davidson\n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \n                                                    Peter Steinfels\n\n\n                                            By \n                                                    Ted Widmer\n\n\n                Getty\n\n                        The president's decision comes as his vice president is weighing whether to run against Clinton, his former secretary of state. \n\n            By \nEdward-Isaac Dovere\n\n09/22/15, 05:51 PM EDT\nFor the first time since he took office, President Barack Obama will skip an appearance at the Clinton Global Initiative during his annual trip to New York for the United Nations General Assembly next week.\nThis year’s gathering is the first during which Hillary Clinton is an active candidate for office. Former President Bill Clinton and his daughter Chelsea Clinton will be headlining the four-day, 1,000-invitee gathering of the global business and political elite.\nBut the event comes as Vice President Joe Biden weighs his own entry into the presidential race against Clinton, setting Obama and the White House up for months of divided loyalties in a presidential race.\nAt least for next week, Obama will avoid looking like he’s putting his thumb on the scale —though the White House says the only thing driving the decision was an otherwise busy schedule.\n\n\n\n            By \nAnnie Karni\n\n“Given Pope Francis’s trip, the State Visit of Chinese President Xi Jinping, and the convening of the United Nations General Assembly this week, an appearance at the Clinton Global Initiative was just not something we could fold into the president's schedule this year,” said White House spokesman Eric Schultz. “As the president has said in his previous appearances at CGI, he deeply values the critical work done by the Foundation around the world.\"\nSecretary of State John Kerry and Biden are also expected to be in New York for parts of next week, but neither will be attending, either. The highest ranking member of the administration scheduled to attend is Megan Smith, the chief technology officer.\nLast year at CGI, Obama took time out of his speech to heap praise on Clinton, then on the verge of making a decision about getting into the 2016 race.\n“I think one of the best decisions I ever made as president was to ask Hillary Clinton to serve as our nation’s Secretary of State,” Obama said, speaking to the audience at the Sheraton in Midtown Manhattan last year, and joking, “she has the post-administration glow right now. She looks much more rested.”\n © 2015 POLITICO LLC", "byline": "", "description": "The president's decision comes as his vice president is weighing whether to run against Clinton, his former secretary of state.", "title": "Obama to skip Clinton summit", "url": "http://www.politico.com/story/2015/09/obama-skips-clinton-global-initiative-new-york-213944", "topics": ["abortion", "economy"], "people": ["Burgess Everett", "Jack Shafer", "Kenneth P. Vogel", "Rachael Bade", "John Kerry", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Eric Schultz", "Chelsea Clinton", "Eric Wolff", "Austin Wright", "Lauren French", "Jennifer Scholtes", "Danny Vinik", "Joe Biden", "Brian Mahoney", "Jeffrey Gedmin", "Bill Clinton", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Pope Francis", "Ted Widmer", "Brianna Ehley", "Xi Jinping", "Scott Walker", "Chase Purdy", "Nick Gass", "John Allen", "Will Cinton", "Isaac Dovere", "Thomas Piketty", "Megan Smith", "Seung Min Kim", "Charles Davidson", "Barack Obama", "Mein Kampf", "Jake Sherman", "Eliza Collins", "Erin Mershon", "Bernie Sanders", "David Pittman", "Tim Starks", "Michael Bennet", "Adam Sneed", "Jeremy Herb", "Brian Faler", "Daniel Strauss", "Hillary Clinton", "Ben White", "Peter Steinfels", "Lloyd Blankfein", "Victoria Guida", "Adolf Hitler", "Ben Carson", "Caitlin Emma"], "orgs": ["United Nations General Assembly", "CIA", "Tory Burch Foundation", "Congress", "SEIU", "Clinton Global Initiative", "Senate", "Senate Democrats", "Anchor Booth", "House Democratic Caucus", "Senate GOP", "United States.", "Goldman Sachs Group", "Lawmakers", "AFSCME", "GOP", "Ritz"], "authors": [{"author_id": 30854, "fullname": "edward-isaac dovere", "primary_org": "politico"}], "date_written": "2015-09-22 22:51:59", "org": "politico", "article_id": "9763f8153a94984119fa80e22d34e2b6", "date_access": "2015-09-22 22:00:55.747416"}