{"body": "On Media\nBy DYLAN BYERS\n6/25/15 11:33 AM EDT\nDonald Trump and Univision Communications became embroiled in a contractual dispute on Thursday after the New York-based media company announced that it would end its business relationship with the Miss Universe Organization based on what it described as Trump's \"insulting remarks about Mexican immigrants.\"\nIn an interview with the On Media blog, Trump, a part owner of the Miss Universe Organization, accused Univision of defaulting on an \"iron-clad\" five-year, $13.5 million contract that they had no right to terminate. \"They have no termination rights whatsoever,\" Trump said. \"They've defaulted on their contract because of pressure put on them by Mexico.\"\nTrump said that Univision has already paid for the rights to broadcast the Miss Universe and Miss USA pageants in Mexico and South America, and reiterated that there were no clauses and \"no outs\" allowing for the breakage of the contract.\nTrump, who is running for the Republican presidential nomination, said in a speech earlier this month that he would build a wall to stop Mexico from dumping \"rapists\" and criminals on U.S. soil. On Wednesday, Trump issued a statement accusing the media of trying \"to distort my comments regarding Mexico and its great people,\" adding that he has \"many successful business relationships with Mexican companies and employ, and am close friends with, many Mexican people,\" and that he has \"tremendous respect for the leaders of Mexico.\"\nIn Thursday's statement, Univision said the company saw the \"the work ethic, love for family, strong religious values and the important role Mexican immigrants and Mexican-Americans have had and will continue to have in building the future of our country. We will not be airing the Miss USA pageant on July 12th or working on any other projects tied to the Trump Organization.\"\n\"Univision News and the local news division will continue to provide comprehensive coverage of all candidates, including Mr. Trump, to ensure our audience continues to have access to all points of view,\" the company said.\nAs Trump sees it, Univision is capitulating to pressure \"put on them by various sources in Mexico.\"\n\"The Mexican government is putting pressure on Univision to get me to stop exposing the weaknesses the U.S. has at the southern border,\" he said during the interview, citing his claims that U.S. leaders were \"incompetent\" on trade with Mexico, allowing the country to take advantage of the U.S., and that the southern border \"is a sieve\" that \"illegals are pouring through.\"\n\"The government of Mexico and the lobbyists and the special interests have put tremendous pressure on Univision, a company that is very subservient to Mexico, to get Trump to stop exposing the terrible situation at the border and the terrible trade deals that are being made by the United States to the benefit of Mexico,\" he said. \"I will not be party to that, because my love of the country is too great to allow this to happen.\"\nTrump said any \"normal politician\" would have \"immediately folded and said, 'Oh, gee, we're sorry' and apologized and let this rip-off continue,\" and singled out Jeb Bush: \"Anyone else would be subservient to that. Bush would say, I'm sorry, keep ripping us off.\"\nThroughout the interview, Trump claimed that he was \"statistically tied in first place\" with Bush, whom he described as \"very stiff,\" based on two recent polls: a Fox News poll that had Bush in first-place with 15 percent and Trump in second-place with 11 percent, and a Suffolk University poll that put Trump second behind Bush in New Hampshire.\n© 2015 POLITICO LLC", "byline": "", "description": "Donald Trump and Univision Communications became embroiled in a contractual dispute on Thursday after the New York-based media company announced that it would end its business relationship with the Miss Universe Organization based on what it described as Trump's \"insulting remarks about Mexican immigrants.\"", "title": "Trump, Univision go to war over 'Miss Universe'", "url": "http://www.politico.com/blogs/media/2015/06/trump-univision-go-to-war-over-miss-universe-209487.html", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Jeb Bush"], "orgs": ["Univision Communications", "Suffolk University", "Univision", "Trump Organization"], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-06-25 16:33:35", "org": "politico", "article_id": "156ef5ec51a0c306c043b22a15048b87", "date_access": "2015-06-25 16:20:06.960793"}