{"body": "POLITICO\nA daily overview of education policy news\nBy Caitlin Emma\n8/24/15 10:00 AM EDT\nWith help from Kimberly Hefling and Aubree Eliza Weaver\nNEW CHIEFS’ CEO LOOKS FORWARD: The nature of the job of superintendent can lead to high turnover at the state and district level. Reform advocacy group Chiefs for Change has seen as much — a number of its founding state education chiefs have moved on, for one reason or another. That turnover in education leadership is a problem new Chiefs for Change CEO Michael Magee told Morning Education hopes to address in his new role. “We want to work with our members to ensure that they have long, productive tenures ... and when positions open up, we’d love to see how we can add value there.” Founded with state education chiefs, the nonprofit Chiefs for Change is now welcoming local superintendents as members. Recent additions include Utah Superintendent Brad Smith, Michigan Education Achievement Authority Chancellor Veronica Conforme and D.C. Superintendent Hanseul Kang. Magee said he wants to convene members more regularly and do everything possible to make their jobs easier. “Stay tuned,” he said. “In the coming months, I think there will be some amazing people joining me.”\nStory Continued Below\n— Magee comes from the Rhode Island Mayoral Academies, which he co-founded in 2009. He said the job helped him learn what’s possible to accomplish in education reform when you have bipartisan support. “I think there’s an opportunity to do that with Chiefs for Change as we grow the organization over time,” he said. In building the group’s membership, Magee said he’s looking for bipartisan leaders from across the country who support the organization’s education reform vision and goals. Magee said he wants the group to serve as a thoughtful voice on education policy at the state and federal level. And he wants to spread the word about the work that members are doing. At the moment, he’s working to recruit a top-notch staff. “Chiefs for Change has never had a staff before and that’s limited its capacity to work with members,” he said. “Now that we’re staffing the organization, we have an opportunity to do some new things.”\nGOOD MONDAY MORNING, AUGUST 24. Do you like time travel and bizarre, romantic comedies? Then I have just the movie for you! [http://bit.ly/1vob7Ep] I watched “Safety Not Guaranteed” this weekend and it was one of the best movies I’ve seen in a while. Send your movie recommendations, tips, clips and amusing GIFs to cemma@politico.com or @caitlinzemma. Send events to: educalendar@politicopro.com. And follow us on Twitter: @Morning_Edu and @POLITICOPro.\nDEMOGRAPHIC DIVIDE OVER HOT-BUTTON ISSUES: African Americans, Hispanics and whites are split on some of the most contentious issues in education, including the Common Core and standardized testing, the 47th annual PDK/Gallup poll shows. For the first time, the results feature demographic data. Overall, a majority of those surveyed oppose the Common Core, but African Americans and Hispanics are more likely to support the standards. Standardized testing lacks support across the board, but just 28 percent of African Americans say they should be allowed to opt their children out of tests. That’s compared to 35 percent of Hispanics and 44 percent of whites. The results: http://politico.pro/1hy4LhB.\n— Sixty-five percent of public school parents overall said they wouldn’t excuse their own child from exams. Broken down by demographic, three-quarters of African Americans parents said they wouldn’t excuse their own child, compared to 65 percent of Hispanic parents and 54 percent of white parents. “Communities of color tend to see the standardized tests as more valuable,” said PDK International CEO Joshua Starr. “There are a lot of factors involved with that.” He said urban and under resourced schools might see the tests as more important, but he said he’s hesitant to draw conclusions from the demographic differences. He said the data is something PDK hopes to further explore.\n— When asked about ideas for improving schools, people surveyed ranked testing as least important. But a third of African Americans and Hispanics ranked testing as very important, and African Americans were more likely than whites to say that student test scores were very important when measuring a school’s effectiveness. Sixty-one percent of parents overall opposed the use of test scores in teacher evaluations.\n— American Federation of Teachers President Randi Weingarten said the poll shows that “the public is saying end the fixation on and misuse of testing. ... What’s infuriating is that parents and teachers have repeatedly raised the red flag over high-stakes testing, but policymakers routinely dismissed them.”\n— Paige Kowalski of the Data Quality Campaign, said “it’s clear we need to have a conversation about how the information from tests is used. The backlash against student testing came about because teachers and families have traditionally gotten little value from it. Evidence suggests this is changing, but tests need to give parents more than a number that lacks context or meaning.”\n— On a related note, Cheryl Oldham, VP of education policy at the U.S. Chamber of Commerce, talks about the need for strong assessments and accountability while reviewing the amount of testing that happens in schools in a new podcast: http://bit.ly/1EeaRxO.\n— Other results from the survey: Americans continue to believe that their local schools are better than schools across the country. A majority of Americans endorse school choice and are on board with charter schools, but only about a third support the idea of vouchers. And students should also receive certain vaccinations before attending public school, according to a vast majority of those surveyed.\nDCPS KICKS OFF WITH CAREER ACADEMY: District of Columbia Public Schools start the school year today by rolling a ninth career academy, and Mayor Muriel Bowser is scheduled to announce that the district will apply for two more. NAF Be Future Ready academies [http://bit.ly/1KavD27] allow high school students to get an industry-issued certification and participate in paid internships during the school day. The graduates can then use the certification to get a job or help pay for college while working in that field. In D.C., the certifications are in the areas of engineering, hospitality and information technology. Eight such academies opened last year, and the ninth one opening today at Ballou High School is focused on hospitality. About 730 students are enrolled this year to participate in the program, which takes three years to complete. That’s nearly double the number of enrollees from last year.\n— Nationally, there are more than 560 such academies. In the 2013 school year, more than 70,000 students attended one. Most go onto college. It’s estimated about that 52 percent of graduates in the academies programs later get a bachelor’s degree in four years, which is higher than the national average. “It’s very much for students who are thinking about a career path or planning on a career path and it’s very much for students who may not be going to college, so it works very well for both directions,” Emily Durso, chief of college and career for DCPS, tells Morning Education.\nNO CANDIDATE LEFT BEHIND: GOP candidate Donald Trump is known for his nativist policies and inflammatory remarks about undocumented immigrants, but his recent comments about international students struck a more welcoming tone, Inside Higher Ed reports. “When foreigners attend our great colleges and want to stay in the U.S., they should not be thrown out of our country,” Trump tweeted recently. “I want talented people to come into this country — to work hard and to become citizens. Silicon Valley needs engineers, etc.,” another tweet said. More: http://bit.ly/1MD1Yil.\n— Vermont Gov. Peter Shumlin is heading to New Hampshire to stump for Hillary Clinton’s plan to overhaul the way higher education is paid for, the Rutland Herald reports: http://bit.ly/1MH7FvE. Connecticut Gov. Dannel Malloy will be there today and Tuesday, at several events, where he will also talk about Clinton’s New College Compact proposal, Nashua Patch reports: http://bit.ly/1fAvecq.\nMINERVA SCHOOLS PLUCKS FROM IVIES: The Minerva Schools at KGI rounded out its staff this month with a new dean and eight new faculty members — including several recruited from Ivy League institutions. The school hired Alexis Diamond, who earned his degree from Harvard University, and Michelle Greene, an MIT grad and postdoctoral fellow at Harvard Medical School, to teach Formal Analyses at the College of Computational Sciences. Within the College of Natural Sciences, Abha Ahuja from McMaster University in Canada and Harvard, as Andy Dosmann from the University of Chicago, will teach Empirical Analyses.More on those and other hires:  http://prn.to/1JnbMOh.\n— “As we prepare to welcome a larger class of students this fall, we are thrilled to have recruited a remarkably talented group of scholars who will teach the freshman cornerstone courses this year,” said Stephen M Kosslyn, Minerva Schools’ Founding Dean. “We were fortunate to have a very large pool of candidates to draw from which allowed us to be as selective in our staff recruitment as we are with our student admissions.”\n— Minerva was designed to “provide an extraordinary liberal arts sciences education to the brightest, most motivated students in the world,” by way of small seminars with 19 or fewer students, immersion abroad, and a diverse group of students and faculty. Students live in one of seven cities throughout the world, depending on where they are in the program, including San Francisco, Berlin, Buenos Aires, Seoul, Bangalore, Istanbul, and London. About 78 percent of the program’s students come from outside the United States:http://bit.ly/1DYZYQi.\nEDU-PINION: University of Michigan professor Susan Dynarski writes for the New York Times that, amid congressional efforts to substantially reduce the lengthy FAFSA form, “We could go even further and eliminate the aid application altogether. That may sound radical, but it’s not.” More: http://nyti.ms/1JeeWRi.\n— Rebecca Friedrichs, one of the plaintiffs in a lawsuit to end compulsory union dues, writes in The Orange County Register about the goal of her lawsuit, Friedrichs v. California Teachers Association: http://bit.ly/1NE1FEO.\nMOVERS AND SHAKERS \n— Nevada state chief Dale Erquiaga has been named Gov. Brian Sandoval’s chief strategy officer, a newly created position in Sandoval’s office. Deputy Superintendent Steve Canavero will be interim-director state superintendent: http://politico.pro/1MD11qc.\n— Bob James, the Education Department’s Liaison for Proprietary Institutions of Higher Education, is retiring: http://1.usa.gov/1I5mqlB.\nSYLLABUS\n— Professor who compared Scott Walker to Hitler is teaching a course on “scholar activism.” The College Fix: http://bit.ly/1U13dxQ\n— Tennessee education officials say the state’s new assessments in math and English will better measure progress. The Associated Press: http://bit.ly/1E8svTg\n— Colleges shift to using “big data” — including from social media — in admissions decisions. The Hechinger Report: http://bit.ly/1U5N9pk\n— After backlash, U. of Missouri reinstates grad students’ insurance subsidies — for now. The Chronicle of Higher Education: http://bit.ly/1EcVjud\n— Silence at Baylor University around sexual assault. Texas Monthly: http://bit.ly/1U311QY\n— A question of fairness: Weighted budgeting would affect Indianapolis Public School teachers, students. Chalkbeat Indiana: http://bit.ly/1Lr2jTO\n— Nevada Gov. Brian Sandoval's office says he's not considering calling a special legislative session over a controversial public school attendance requirement in the state’s new Education Savings Account program. The Associated Press: http://bit.ly/1NNZ1KG\n— Some D.C. charter schools get millions in donations; others, almost nothing. The Washington Post: http://wapo.st/1NE1Vnp\n— After student death, Texas Tech overhauls Greek life. The Texas Tribune: http://bit.ly/1PLjBfT\n— Ohio Department of Education holds off releasing documents in charter school rating investigation. Akron Beacon Journal: http://bit.ly/1MNuPCc\n— A group of black elected officials from the St. Louis area wants Missouri’s tobacco tax raised by fifty cents, in order to increase funding for early childhood education. CBS: http://cbsloc.al/1Kf2jrj\nEverybody’s talking in their sleep [http://bit.ly/1EdswWx] about the Pro Education team: @CaitlinZEmma or cemma@politico.com, @alliegrasgreen or agrasgreen@politico.com, @khefling or khefling@politico.com, @MaggieSeverns or mseverns@politico.com, @NirviShah or nshah@politico.com.\nBy BILL SCHER\nBy BEN SCHRECKINGER\nBy TOM DONNELLY\nBy LINA SERGIE ATTAR\n© 2015 POLITICO LLC", "byline": "", "description": "New Chiefs for Change CEO looks forward.", "title": "New Chiefs for Change CEO looks forward — Demographic divide over hot-button edu issues — DCPS kicks off with Career Academy", "url": "http://www.politico.com/morningeducation/0815/morningeducation19742.html", "topics": ["immigration", "trade"], "people": ["Brian Sandoval", "Brad Smith", "Randi Weingarten", "Michael Magee", "Scott Walker", "Hillary Clinton", "Kimberly Hefling", "Peter Shumlin", "Caitlin Emma", "Aubree Eliza Weaver", "Rebecca Friedrichs", "Donald Trump", "Dannel Malloy", "Susan Dynarski"], "orgs": ["EDU", "California Teachers Association", "University of Chicago", "American Federation of Teachers", "Common Core", "Pro Education", "Akron Beacon Journal", "SHAKERS", "Edu", "U.S. Chamber of Commerce", "Education Department", "MIT", "Career Academy"], "authors": [{"author_id": 30889, "fullname": "caitlin emma", "primary_org": "politico"}], "date_written": "2015-08-24 15:00:51", "org": "politico", "article_id": "c1a7018d6dd2068b14b1424eabe0be42", "date_access": "2015-08-24 14:10:16.899091"}