{"body": "\n09/24/15, 10:27 AM EDT\n\n                                        By \nAndrew Restuccia\n\nHe didn't mention \"climate change\" by name, but quoted at length from his June encyclical on the environment, which focused largely on the threat...\n\n09/24/15, 10:15 AM EDT\n\n                                        By \nNick Gass\n\nLess than half of the Supreme Court attended Pope Francis' historic address to Congress on Thursday morning, including three Catholic no-shows.\n\n09/24/15, 10:13 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe Speaker of the House was effusive and visibly emotional.\n\n09/24/15, 10:04 AM EDT\n\n                                        By \nCaitlin Emma\n\nFight over federal guidance - Hillary Clinton talks college affordability - School composition and achievement\n\n09/24/15, 10:04 AM EDT\n\n                                        By \nNahal Toosi\n\nFrancis also appeared to ever-so-subtly rebuke the U.S. campaign finance system\n\n09/24/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nClinton alarms fossil fuel backers — Labor unions ask White House not to lower smog standard\n\n09/24/15, 10:03 AM EDT\n\n                                        By \nTheodoric Meyer\n\nLouisiana’s Vitter flush with cash.\n\n09/24/15, 10:02 AM EDT\n\n                                        By \nDarius Tahir\n\nMore hearings this way come — Hilllary on digital health\n\n09/24/15, 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nTPP countries hover above auto rules landing zone — Azevedo predicts tough road for ITA wrap up\n\n09/24/15, 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nSenate Intel, Mike Rogers to probe cyber threats — Mr. Xi goes to Washington\n\n09/24/15, 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nCourts rule Daleiden, CMP will have to turn over documents — Did pharma price hike violate anti-discrimination laws?\n\n09/24/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nMore journos go union.\n\n09/24/15, 10:00 AM EDT\n\n                                        By \nJenny Hopkinson\n\nHumane Society nets signatures in Mass. cage-free initiative — Senators push for biotech pledge from Xi\n\n09/24/15, 10:00 AM EDT\n\n                                        By \nTim Starks\n\nSenate Intel, NSA chief hash out cyber threats — How useful is stolen fingerprint data?\n\n09/24/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW crisis costs Germany its high ground — Papal visit imparts transportation planning lessons \n\n09/24/15, 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nAudit says IRS didn’t do enough to police foreign tax credit claims — Finance Committee to examine EITC\n\n09/24/15, 09:49 AM EDT\n\n09/24/15, 09:48 AM EDT\nPope Francis will deliver a historic address to Congress shortly. Watch it live here. \n\n                                        Updated 09/24/15, 09:10 AM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.\n\n09/24/15, 09:02 AM EDT\n\n                                        By \nNick Gass\n\n\"We've become very, very good friends. I'm a great friend of hers,\" Perry said. \"She is solid, she is steady.\"\n\n                                        Updated 09/24/15, 09:00 AM EDT\n\n                                        By \nNick Gass\n\nVladimir Putin can put his finger on what he admires about the American people.\n\n09/24/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nSenate to vote on CR today.\n\n09/24/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nThe Scaramucci primary — VW scandal rocks Germany — Xi arrives in D.C.\n\n09/24/15, 07:53 AM EDT\n\n                                        By \nAndrew Glass\n\nRepublican senators elected Sen. Hugh Scott of Pennsylvania as the new minority leader.\n\n09/24/15, 07:44 AM EDT\n\n                                        By \nNick Gass\n\n\"I am not a believer in climate change,\" Trump says.\n\n09/24/15, 07:28 AM EDT\nCan lawmakers behave? — FIRST CR VOTE TO FAIL IN THE SENATE — Graham finally gets a crack at Cruz, Paul — RUBIO = TRUMP’S NEW PUNCHING BAG\n\n09/24/15, 07:25 AM EDT\nDe Blasio and the Pope.\n\n09/24/15, 07:17 AM EDT\n\n                                        By \nNick Gass\n\n“I know men that are shrill,\" he says. \n\n09/24/15, 07:16 AM EDT\nNew Jersey Senate gun-bill drama.\n\n09/24/15, 07:10 AM EDT\n POPE POSES FOR SELFIES: ‘pastor more than prophet’ -- RAND: Pope ‘may need some remedial economics’ – BROCK BESTSELLER – HUGE POLITICO HIRE -- KATIE Levinson...\n\n09/24/15, 07:04 AM EDT\nCasino decision day.\n\n09/24/15, 06:58 AM EDT\n\n                                        By \nNick Gass\n\nIt's The donald vs. conservative commentator Rich Lowry.\n\n09/24/15, 06:38 AM EDT\n\n                                        By \nNick Gass\n\nBut Trump still leads the pack among registered Republican voters with 25 percent.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKate Bennett\n\nHuma Abedin hosts a Paris soiree with Anna Wintour \n\n09/24/15, 06:00 AM EDT\n‘Indentured’ immigrants for Trump?\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nLobbyist Tony Podesta and 40 other co-hosts are throwing the Thursday-night shindig.\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nJacqueline Mars is the latest local billionaire to chip in for the center's massive renovation project.\n\nKGB File\n\n09/24/15, 05:33 AM EDT\n\n                                        By \nKate Bennett\n\nMeet Karen Lehman Haas, the clerk of the House.\n\nKGB File\n\n09/24/15, 05:32 AM EDT\n\n                                        By \nKate Bennett\n\nBecause there's nothing Washington loves more than cutting deals along with their meat.\n\nKGB File\n\n09/24/15, 05:31 AM EDT\n\n                                        By \nKate Bennett\n\nWhere's Donald Trump's better half?\n\n09/24/15, 05:30 AM EDT\n\n                                        By \nKate Bennett\n\nSasha's wore Kate Spade; Michelle rocked Carolina Herrera.\n\nKGB File\n\n09/24/15, 05:29 AM EDT\n\n                                        By \nKate Bennett\n\nBill and Hillary wandered around, feeding the animals and posing for selfies.\n\nKGB File\n\n09/24/15, 05:27 AM EDT\n\n                                        By \nKate Bennett\n\nThe only problem for Wintour: It's fashion week.\n\n09/24/15, 05:26 AM EDT\n\n                                        By \nAnnie Karni\n\nClinton discusses campaign issues that resonate with Dunham’s target audience, like student debt and women’s health. \n\nWashington And The World\n\n09/24/15, 05:22 AM EDT\n\n                                        By \nKatelyn Fossett\n\nIn a Politico Magazine survey of congressional Catholics, lawmakers say they like Pope Francis—they’re just not so sure about his politics.d\n\nCONGRESS\n\n09/24/15, 05:19 AM EDT\n\n                                        By \nBurgess Everett\n\nHe’ll get a chance later this week to confront his 2016 rivals over their legislative tactics to defund Planned Parenthood.\n\n09/24/15, 05:10 AM EDT\n\n                                        By \nNahal Toosi\n\nIf Francis' remarks at the White House are a guide, the pontiff will have plenty to say to Boehner and the GOP-led Congress.\n\n09/24/15, 05:01 AM EDT\n\n09/24/15, 05:00 AM EDT\nWe're working on more stories right now\n\n\n                                            By \n                                                    Melinda Liu\n\n\n                                            By \n                                                    Joseph B. Fuller \n                                            ,\n                                                    Karen G. Mills\n                                             and \n                                                    Jan W. Rivkin\n\n\n                                            By \nKatelyn Fossett\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                POLITICO Screen grab\n\n                        Francis also appeared to ever-so-subtly rebuke the U.S. campaign finance system.\n\n            By \nNahal Toosi\n\n09/24/15, 10:04 AM EDT\nPope Francis stood before a bitterly divided U.S. Congress on Thursday and reminded lawmakers of that most golden of rules, “Do unto others as you would have them do unto you.”\nThose others, the pope made it clear, include immigrants, the impoverished, the Earth itself, and political rivals.\nThe speech, which combined words of faith with unmistakable political and policy requests, offered something for each of America’s two main political parties. But overall, with its much stronger emphasis on the environment and welcoming immigrants, and relatively brief and opaque references to stopping gay marriage and abortion, it is much more likely to cheer Democrats than Republican -- not a surprise given the left-leaning reputation of the hugely popular pontiff.\nFrancis, who is the first pope to ever address a joint meeting of Congress, invoked four figures from American history -- former President Abraham Lincoln; the late Martin Luther King Jr.; Catholic social justice leader Dorothy Day; and the Cistercian monk Thomas Merton -- to both praise the United States but also urge it to live up to its global challenges.\nHe warned against not just religious extremism but factionalism in general, saying the world “demands that we confront every form of polarization, which would divide it into two camps.” In calling for greater political cooperation, Francis also appeared to ever-so-subtly rebuke the U.S. campaign finance system, saying, “If politics must truly be at the service of the human person, it follows that it cannot be a slave to the economy and finance.”\n\nPhoto gallery\n\n            By \n                    POLITICO Staff\n\nThe House chamber was packed with lawmakers and their guests, while outside, thousands of people gathered on the West Lawn of the Capitol to hear the 78-year-old Roman Catholic leader, who is on his first-ever trip to the United States. The enthusiastic reception he has received in political circles would have been unthinkable just decades ago when anti-Catholicism was much more common.\nThe Argentine-born Francis spoke in English, a language that he is not that familiar with, reading through spectacles from a prepared paper text. He wore his customary white robes and skullcap and enunciated every word carefully.\nHe devoted significant sections of his speech to the need to protect and respect migrants and asylum seekers, reminding his influential audience that they, too, are descended from immigrants who helped build America. Amid ongoing debates in Congress and on the 2016 presidential campaign trail about immigration -- a discussion that, thanks to Republican candidate Donald Trump, has prompted calls for a border wall and mass deportations -- Francis urged compassion for Latin Americans who head to the United States in search of greater opportunities.\n“We must not be taken aback by their numbers but rather view them as persons, seeing their faces and listening to their stories, trying to respond as best we can to their situation,” he said. “We need to avoid a common temptation nowadays: to discard whatever proves troublesome.”\nFrancis also emphasized the need to battle climate change, another issue that has put Republicans and Democrats at loggerheads, saying he had “no doubt that the United States -- and this Congress -- have an important role to play” in averting “the most serious effects of the environmental deterioration caused by human activity.” But, as if responding to conservative critics who say Francis doesn’t understand the economics and technology involved, the pope made it clear he believes all necessary tools must be brought to bear to help protect the environment.\n\nKGB File\n\n            By \nKate Bennett\n\nCiting his recent encyclical on the environment, Francis said it was possible to put technology “at the service of another type of progress, one which is healthier, more human, more social, more integral.” He added, “I am confident that America’s outstanding academic and research institutions can make a vital contribution in the years ahead.”\nThe pope, who has criticized “trickle-down economics” and unbridled capitalism in the past -- only to be accused by Republicans and other conservatives of knowing nothing about Western capitalism because he grew up in Argentina -- acknowledged the tremendous progress the United States has made in lifting people out of poverty, noting “it goes without saying that part of this great effort is the creation and distribution of wealth,” and that “business is a noble vocation.” But he also encouraged his audience to “keep in mind all those people around us who are trapped in a cycle of poverty.”\nIn his discussion of the Golden Rule, Francis briefly alluded to abortion by mentioning “our responsibility to protect and defend human life at every stage of its development.” But from there, he quickly pivoted to his goal of abolishing the death penalty, “since every life is sacred.”\nIn describing the importance of promoting dialogue over war, Francis obliquely referenced the recent rapprochement between the U.S. and Cuba, which he helped broker but which has left many Republicans fuming. He then turned pivoted to the need to stop the arms trade, wondering, “Why are deadly weapons being sold to those who plan to inflict untold suffering on individuals and society? Sadly, the answer, as we all know, is simply for money: money that is drenched in blood, often innocent blood.”\n\n\n\n            By \nNahal Toosi\n\nFrancis spent much of the end of his speech discussing the importance of the family, using only veiled references to the growing legal and cultural acceptance of gay marriage as a cause of concern for him. But in discussing threats “from within and without,” he made it clear that he had broader concerns about the disintegration of the traditional family than just who is marrying who.\n“At the risk of oversimplifying, we might say that we live in a culture which pressures young people not to start a family, because they lack possibilities for the future. Yet this same culture presents others with so many options that they too are dissuaded from starting a family,” the pope said.\nToward the end, he exhorted the U.S. to live up to its ideals that allow people to dream, defend liberty, help the oppressed and sow peace. “It is my desire that this spirit continue to develop and grow so that as many young people as possible can inherit and dwell in a land which has inspired so many people to dream,” he said, before ending with “God bless America!” \n © 2015 POLITICO LLC", "byline": "", "description": "Francis also appeared to ever-so-subtly rebuke the U.S. campaign finance system.", "title": "Pope to Congress: ‘Do unto others...’", "url": "http://www.politico.com/story/2015/09/pope-francis-addresses-congress-214008", "topics": ["economy", "abortion"], "people": ["De Blasio", "Burgess Everett", "Kyle Cheney", "Erin Mershon", "Karen G. Mills", "Vladimir Putin", "Donald Trump", "Mike Rogers", "W. Rivkin", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Andrew Restuccia", "Theodoric Meyer", "Nahal Toosi", "Caitlin Emma", "Annie Karni", "Pope Francis", "Kate Spade", "Toby Eckert", "Rich Lowry", "Katelyn Fossett", "Nick Gass", "Thomas Merton", "Hugh Scott", "Jennifer Scholtes", "Abraham Lincoln", "David Daleiden", "Joseph B. Fuller", "Anna Wintour", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Sarah Wheaton", "Kate Bennett", "David Vitter", "Tim Starks", "Adam Sneed", "Adam Behsudi", "Melinda Liu", "Jacqueline Mars", "Hillary Clinton", "Enter Xi", "Ben White", "Tony Podesta", "Huma Abedin", "Eric Wolff", "Dorothy Day", "Darius Tahir", "Karen Lehman Haas"], "orgs": ["SENATE", "Washington And The World", "CONGRESS", "Congress", "U.S. Congress", "Finance Committee", "NSA", "IRS", "Supreme Court", "Senate Intel", "Senate", "KGB", "EITC", "United States.", "New Jersey Senate", "GOP", "CMP"], "authors": [{"author_id": 30862, "fullname": "andrew restuccia", "primary_org": "politico"}], "date_written": "2015-09-24 15:04:44", "org": "politico", "article_id": "56640f3a47b7277e9642ab105c046b25", "date_access": "2015-09-24 14:30:09.136864"}