{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Jonathan Topaz\n6/29/15 7:24 PM EDT\nTHE CLOCK: 498 days until Election Day 2016 ...\nFIVE THINGS WE LEARNED ABOUT TED CRUZ: POLITICO’S Daniel Strauss reports: The conservative Texas senator’s new book, “A Time for Truth” comes out tomorrow and it’s a lot more interesting than the standard presidential campaign memoir. Here are five of the more unexpected nuggets:\nGood Monday afternoon, and welcome to The 2016 BLAST. Your guide for the campaign is Jonathan Topaz (@JonathanTopaz). Send tips, ideas and gripes to jtopaz@politico.com.\nStory Continued Below\nWondering why RAND PAUL is carpet-bombing your email box? Tomorrow marks the last day of the FEC fundraising quarter — and campaigns are making a mad dash for cash in the final hours to pad their totals before official campaign numbers get released. He’s not alone: HILLARY CLINTON will fundraise tonight with…wait for it…Jon Bon Jovi. Meanwhile, JEB BUSH was campaigning in South Carolina today ahead of tomorrow’s big news: CHRIS CHRISTIE will join the GOP race.\nTRAIL MIX: A look at what's popping on the campaign trail\nTHE DAILY CLINTON \nTHE DAILY EMAIL HEADACHE: The New York Times: “HILLARY RODHAM CLINTON told reporters last month that the memos about Libya she received while secretary of state from Sidney Blumenthal … had been ‘unsolicited.’ But according to officials briefed on the matter, email records that Mrs. Clinton apparently failed to turn over to the State Department last fall show that she repeatedly encouraged Mr. Blumenthal to ‘keep ’em coming,’ as she said in an August 2012 reply to a memo from him, which she called ‘another keeper.’” nyti.ms/1Lyk84I\nSTAFF UP: BuzzFeed: “HILLARY CLINTON has hired veteran pollster Ron Lester to conduct black research and polling, BuzzFeed News has learned. The news comes as LaDavia Drane is set to join the campaign Monday in her official role as black coalitions director … Lester, a longtime Clinton associate, presided over Bill Clinton’s analysis of the black vote in his 1996 reelection campaign.” bzfd.it/1NtLHdT\nTHE CHRISTIE LAUNCH\nTHE PITCH: In CHRIS CHRISTIE’s first campaign video, the New Jersey governor argued that his brash style — a product of his mother, who demanded the family have no secrets — is crucial to earning voters’ trust. “I know if my mom were still alive, she would say to me, ‘I taught you that in a trusting relationship, you don’t hold anything back. And if you’re going to run for president of the United States and you’re going to ask these people for their vote, that is the single most trusting thing they can do as a citizen, is to give you their support,’” he says in the video at a town hall. bit.ly/1RJV9uR\nNO TELEPROMPTER: POLITICO’s Mike Allen reports: “CHRIS CHRISTIE’s launch rally at his high school in New Jersey on Tuesday will include friends who remember his years as class president — but no teleprompter … Christie’s wife, Mary Pat, and the rest of his family, along with longtime supporters and friends, will jam the gym at Livingston High School, where he was president for three years, for the 11 a.m. bash … The adviser said the audience ‘will see a lot of who he is as a person,’ including the middle-class upbringing that shaped him: the influence of his late mother, his Irish father working at the Breyers ice cream plant in Newark to put himself through Rutgers, a grandmother who was a Sicilian immigrant and a single mother.” politi.co/1NtFVZE\nBETTING BIG ON N.H.: POLITICO’s Alex Isenstadt reports: “Gone is the idea of an expansive, state-by-state primary election strategy … And forget about the prospect of a cash-flush campaign: [CHRIS CHRISTIE] is now expected to raise just a fraction of what his top opponents will rake in … The hope, according to advisers — who spent the weekend in a flurry of last-minute planning meetings — is that by exceeding expectations in debates and town hall events, and by performing well in a few select primary contests, he can re-establish himself as a top-tier candidate … There is no state more central to the governor’s strategy than New Hampshire.” politi.co/1CEq2K8\nBIG CHRISTIE GET: WMUR: “When New Jersey Gov. CHRIS CHRISTIE arrives in New Hampshire on Tuesday as an official presidential candidate, former state Republican Party chairman Wayne MacDonald will be on hand to introduce him at his first post-announcement town hall meeting… MacDonald has signed on as Christie’s state campaign chairman, saying that the New Jersey governor ‘represents the strong and decisive kind of leadership the country needs, especially after the last seven years of Barack Obama.’” http://bit.ly/1dthXl3\nHANNITY REX: POLITICO’s Dylan Byers reports that CHRIS CHRISTIE — like JEB BUSH, RAND PAUL, MARCO RUBIO, TED CRUZ and RICK PERRY before him — will hold his first pre-launch interview tomorrow evening with Fox News host Sean Hannity. politi.co/1SYkd3E\nJEB IN SOUTH CAROLINA\nCLOSED DOOR MEETING: Post and Courier: “JEB BUSH’s first Charleston appearance since declaring his White House bid was behind closed doors Monday with about 60 clergy members from the Carolinas. Those who attended said afterward that Bush told them about his personal story and beliefs. He also took questions regarding his political stances. Bush only lightly addressed the Emanuel AME Church mass shooting that killed nine black parishioners June 17.” http://bit.ly/1eVXUgF\n‘RACIST’ SYMBOL: Greenville News: “In his first visit to South Carolina since nine people were shot to death in a historic black church in Charleston by a white gunman, GOP presidential candidate JEB BUSH said the Confederate battle flag is a ‘racist’ symbol that should be lowered in any state ‘that is aspirational.’ Bush also said he feels the Charleston shootings are more an issue of what happens when someone loses his connection to others and of mental health than of gun control.” http://grnol.co/1Hu3pjd\nTHE CASE FOR KASICH\nSCOOP: POLITICO’s Mike Allen reports: “Ohio Gov. JOHN KASICH will jump into the crowded Republican presidential field on July 21 at the student union at his alma mater, The Ohio State University, in Columbus, advisers tell POLITICO. Kasich, 63, who was overwhelmingly reelected in November, will aim to appear less scripted and guarded than the leading candidates. Advisers say he combines establishment appeal with a conservative record going back to his stint as House Budget Committee chairman, during his 18 years as a congressman from Ohio.” http://politi.co/1FLsfDJ\nGOAL: $15M: Cincinnati Enquirer: “The governor is pushing to meet a fundraising goal of $15 million by June 30, according to two people briefed on the matter … [JOHN] KASICH insists a path exists for him to win the nomination if he runs. Such a path surely relies on a lackluster performance by former Florida Gov. JEB BUSH, along with a Kasich win in New Hampshire.” bit.ly/1Kjg3jQ\nTHE DEBATE PROBLEM: Columbus Dispatch: “Franklin County GOP chair Doug Preisse, a [JOHN] KASICH adviser who has traveled with Kasich to some of the earlier primary states, downplayed the impact of the debate, saying ‘nobody’s wringing their hands’ about the issue. ‘The debates are important,’ he said, ‘but if you don’t get an at-bat in the first inning, there’s always the second inning.’ And Kasich himself has downplayed the importance of the issue, insisting last month in South Carolina that it wasn’t a worry.“ http://bit.ly/1R0g95m\nTRUMP ON THE STUMP\nFIRED! POLITICO’s Dylan Byers reports: “Amid mounting public pressure, NBCUniversal announced Monday that it will cut business ties with DONALD TRUMP due to 'recent derogatory statements' the Republican presidential hopeful made regarding Mexican immigrants. ‘At NBC, respect and dignity for all people are cornerstones of our values,’ the network's statement reads. ‘Due to the recent derogatory statements by DONALD TRUMP regarding immigrants, NBCUniversal is ending its business relationship with Mr. Trump.’” http://politi.co/1GLgHSG\nMY DINNER WITH DONALD: PolitickerNJ: “The DONALD TRUMP I met was charming, smart and engaging…Trump is no Michele Bachmann or Herman Cain. He is surrounded by brilliant children who he trusts completely and the best advisors money can buy. And unlike the one week wonders of 2012, Trump has not only learned the media spotlight but has mastered it…Accordingly, I would not bet on a Trump implosion.” http://bit.ly/1CFtp3J\n\nTED CRUZ BOOK RELEASE\nHITTING THE BOOKSHELVES: TED CRUZ’s new book, “A Time for Truth,” will come out tomorrow. The candidate will be in Houston tomorrow evening for an end-of-the-quarter fundraising event, as well.\nCRUZ VS. ROVE: TED CRUZ and Karl Rove are feuding over an excerpt in the upcoming book — provided to Breitbart — in which Cruz claims Rove told him in 2009 that former President George H.W. Bush was “too old to have good judgment” and urged him against seeking a donation for a potential state attorney general race. Over the weekend, Rove pushed back, saying he didn’t question Bush’s judgment. But last night, Cruz released emails between the two men from 2009, accusing Rove of being “blatantly misleading.”\nBIG LEAGUE BURN: In a post on Medium, Rove claims that Cruz sought his counsel for years later, including in his 2012 Senate bid. “One piece of advice I offered was that he should stop describing himself as the ‘next MARCO RUBIO,’ since he did not have Senator Rubio’s outstanding legislative record of accomplishments as speaker of the Florida House of Representatives,” Rove writes. bit.ly/1QZyS0W\nUNCONSTITUTIONAL LAWYER: TED CRUZ, in an interview with NPR, says that — unlike candidates such as MARCO RUBIO and BEN CARSON who vowed to respect the Supreme Court’s same-sex marriage decision — states not explicitly named in the suit can ignore the law. “There's no legal obligation to acquiesce to anything other than a court judgment,” he said. The Texas senator is also proposing a constitutional amendment to strip Supreme Court justices of their lifetime appointments and hold elections for them. n.pr/1LEy1PL\nSURVEYING THE 2016 LANDSCAPE\nMARCO’S BIG GET: Jewish Insider: “Phil Rosen, a co-chair of Weil Gotshal’s real estate practice and well-known Jewish leader, has officially endorsed MARCO RUBIO and will serve as a foreign policy advisor for the campaign. Rosen, one of Mitt Romney’s top bundlers in 2012, was highly sought after by several candidates … He called Rubio ‘the strongest supporter of the U.S.’s best friend on the world stage, Israel.’” bit.ly/1U148M4\nTHE FIGHT FOR FLORIDA: Tampa Bay Times: “The Super PAC supporting JEB BUSH is looking at television advertising in Florida, according to documents filed with the FCC. Right to Rise USA sought advertising rates from WFTX-TV in the Naples/Fort Myers area.” bit.ly/1CEQ3Ji\nNON-HYPHENATED: A super PAC for BOBBY JINDAL is out with an ad that will run throughout Iowa. The buy cost about $500,000. “I am tired of hyphenated Americans. We’re not Indian-Americans or African-Americans or Asian-Americans. We’re all Americans,” Jindal says in the ad from a clip from CPAC. bit.ly/1Io4xDX\nSCOTT WALKER’S PHONY FIST FIGHT: The Capital Times: “You may have seen the article on one of your friends' Facebook feeds: ‘Gov. SCOTT WALKER Challenges Supreme Court Justices to Fist Fight.’ It's been making the rounds on social media since the U.S. Supreme Court last week made two major decisions that aren't necessarily sitting well with Republicans … Apparently, based on people's reactions on Facebook, some people are under the impression that this article is true. (Hint, it's not.)” http://bit.ly/1IoMddC\nNEXT NEWS CYCLE\nANNOUNCEMENT DAY: CHRIS CHRISTIE will officially get into the race late tomorrow morning with a presidential launch at Livingston High School, where he attended and was student body president. Then, it’s off to all-important New Hampshire, where he’ll hold an evening town hall. He’ll be in the state through July 4.\nELSEWHERE IN THE EARLY STATES: MIKE HUCKABEE will open his Iowa campaign headquarters in Urbandale tomorrow; DONALD TRUMP will be at a house party in Bedford, N.H.; RICK SANTORUM will hold a national security town hall at The Citadel in Charleston.\nDEADLINE DAY: Tomorrow is June 30th — meaning the last day before the fundraising quarter ends. And candidates are cramming: HILLARY CLINTON will again be fundraising in New York City tomorrow; MARCO RUBIO will attend a fundraising dinner in Orange County, Calif.; and RAND PAUL will be fundraising in Denver.\nTHE DAILY NUMBER\n5: The number of presidential candidates who will be in New Hampshire on July 4th, according to WMUR — JEB BUSH, CHRIS CHRISTIE, RICK PERRY, LINDSEY GRAHAM and LINCOLN CHAFEE. Two more, BOBBY JINDAL and GEORGE PATAKI, will be at Independence Day parties in New Hampshire the next day, July 5th. bit.ly/1GIkWgO\nKyle Cheney and Alex Isenstadt contributed to this report.\nFOLLOW @POLITICO's politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush , @EliStokols, @katie_glueck, @schreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin, @mikeallen, @dlippman, @Danielstrauss4\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "The daily email headache.", "title": "5 things we learned about Cruz", "url": "http://www.politico.com/2016blast/0615/2016blast18939.html", "topics": ["campaign_finance"], "people": ["Phil Rosen", "Alex Isenstadt", "Mike Allen", "Karl Rove", "Daniel Strauss", "Bill Clinton", "Jon Bon Jovi", "Sidney Blumenthal", "Jonathan Topaz", "Kyle Cheney", "John Kasich", "Mitt Romney", "Barack Obama", "Herman Cain", "Ron Lester", "Doug Preisse", "Sean Hannity", "Michele Bachmann", "Mary Pat"], "orgs": ["U.S. Supreme Court", "MARCO", "Post and Courier", "Senate", "Republican Party", "House Budget Committee", "State Department", "Supreme Court", "Florida House of Representatives", "Cincinnati Enquirer", "Rutgers", "LANDSCAPE", "Super PAC", "FCC", "Livingston High School", "Dylan Byers", "GOP", "NBCUniversal", "LINCOLN CHAFEE"], "authors": [{"author_id": 30867, "fullname": "jonathan topaz", "primary_org": "politico"}], "date_written": "2015-06-30 00:24:38", "org": "politico", "article_id": "b27c507d100d83df60fce92ca5526d12", "date_access": "2015-06-29 23:40:04.369842"}