{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nPolitical intelligence on the intersection of Washington and Wall Street \n\n            By \nBen White\n\n10/12/15 08:00 AM EDT\nDEBATE WEEK FOR DEMS! — Democrats finally take the debate stage on Tuesday in Las Vegas with Hillary Clinton squaring off for the first time with surging Sen. Bernie Sanders and former Maryland Governor Martin O’Malley. Clinton’s challenge will be to keep the focus on issues and off her email, Benghazi or any other problematic stories. But even on issues she will have a hard time with Sanders and O’Malley both hammering her from the left, especially on Wall Street issues. Both will likely press Clinton on why she won’t bush for breaking up big banks and reinstating Glass-Steagall. \nThe former secretary of state has some good nuanced answers but nuance is tough to sell when it comes to slamming the “banksters.” Clinton will also have to explain how she so nakedly flip-flopped on trade with her newfound opposition to TPP. She will likely talk about the lack of tougher currency provisions and “giveaways” to big drug companies. But on both issues, the deal has not gotten worse since she called it the “gold standard” of trade deals and a key pillar of economic growth. Will she come out looking even more malleable on key issues or erase Democratic doubts and remind voters of her potentially history-making campaign? Should be good TV. \nStory Continued Below\nWHY YOU SHOULD BE SCARED — It’s not clear if he will even run. But conservative Republicans are already saying they wouldn’t support House Ways and Means Chair Paul Ryan for Speaker if he does. Because Ryan is not a fan of threatening economic chaos to attempt to force fiscal changes that Democrats will never accept. \nVia Bloomberg’s Sahil Kapur: “The struggle between House Republican pragmatists and the 35-40 hardliners in the House Freedom Caucus is not about ideology — it's about tactics. Ryan has not advocated using the scorched-earth tactics the hard right embraces, such as permitting a government shutdown or debt default in pursuit of advancing the conservative agenda.” http://bloom.bg/1Lfua7p\nOBAMA ON TRUMP: NOT GONNA WIN — President Barack Obama on CBS’ “60 Minutes: “He is a great publicity-seeker - and at a time when the Republican Party hasn't really figured out what it's for as opposed to what it's against … I think there is genuine anti-immigrant sentiment in the large portion of at least Republican primary voters … He is, you know, the classic reality TV character … I don't think he'll end up being president of the United States.\"\nOBAMA ON HILLARY CLINTON’S EMAIL USE: A “MISTAKE” — \"She made a mistake. She has acknowledged it … I do think that the way it's been ginned up is in part because of politics. And I think she'd be the first to acknowledge that maybe she could have handled the original decision better and the disclosures more quickly.\" http://bit.ly/1jppq7Y\nFED’S FISCHER WORRIED ABOUT U.S. — FT’s Sam Fleming: “Stanley Fischer, vice-chairman of the Fed’s board of governors, told a conference in Peru that he shared the view held by most Fed rate-setters that it would be appropriate to lift interest rates in 2015 as the central bank responds to diminishing spare capacity in the labour market. But he gave a cautious assessment of the outlook, saying that while many emerging market officials want the Fed to ‘just do it’ and lift rates, the US central bank had to be conscious of the risks that lay ahead. \n“Markets are putting very low odds on the Fed lifting short-term rates at its October 27-28 meeting, and Mr Fischer’s words did not suggest that he is in a hurry to move this month given the uncertainties clouding the outlook. The Fed kept rates at all-time lows last month as it gauged how developments such as the sharp slowdown in China and volatile world markets could impact on the US outlook” http://on.ft.com/1PoIlwb\nIS THIS TIME DIFFERENT FOR THE GOP? — WP’s Dave Weigel: “Much like in Washington, where the abrupt withdrawal from the speaker’s race of Majority Leader Kevin McCarthy (Calif.) signaled total party chaos, the view is fading that, eventually, this presidential contest will get back to normal. … Former Florida governor Jeb Bush, who recently called South Carolina a ‘lock,’ is at 5.7 percent here, according to the RealClearPolitics average. That’s good enough for only fifth place, 28 points behind front-runner Donald Trump and 12 behind former neurosurgeon Ben Carson. \n“Four years ago, on his way to losing the state primary, former Massachusetts governor Mitt Romney never polled lower than 13 percent. Sen. Marco Rubio (Fla.), another establishment favorite who is ahead of Bush nationally and rising in recent polls, is currently even further behind in South Carolina, with a RealClearPolitics average of just 5 percent. ‘The pattern of crowning the nominee has been broken,’ said Barry Wynn, a former South Carolina GOP chairman” http://wapo.st/1hyOZSH\nBIG WEEK FOR EARNINGS — WSJ’s Saumya Vaishampayan and Corrie Driebusch: “As third-quarter U.S. corporate results roll out this week, many investors are putting an increased focus on profit margins as a sign of companies’ ability to propel earnings higher. Profit margins … hit a record 10.5 percent for the S&P 500 in the second quarter. Margins have expanded since the financial crisis as companies cut costs, held off on updating infrastructure and borrowed at historically low rates. The upshot was several quarters of higher profits even as sales stagnated.\n“Many investors now say companies don’t have much excess left to wring out to boost profits. The issue has attracted increased attention as investors fret about factors that could boost costs for companies. These include pressure to pay workers more as the labor market improves and higher borrowing costs as the Federal Reserve gets closer to raising interest rates. … Sales for companies in the S&P 500 are forecast to slip 3.4 percent in the third quarter from a year earlier, according to FactSet, after two consecutive quarters of declining revenue. Even if sales remain steady, few expect cost savings that could boost earnings” http://on.wsj.com/1PoHOdz\nSANDERS: NOT A CAPITALIST — Per NBC: “In a one-on-one interview, Democratic Presidential candidate Sen. Bernie Sanders told NBC News’ ‘Meet the Press’ moderator Chuck Todd that voters ‘will have to contrast my consistency and my willingness to stand up to Wall Street and corporations, big corporations’ with Hillary Clinton’s record. When asked if he is a Capitalist, Sanders responded, ‘No. I’m a Democratic Socialist.’” http://nbcnews.to/1P8j61T\nGOOD MONDAY MORNING — Don’t forget to RSVP for our “America’s Fiscal Future” breakfast at Nasdaq on Oct. 21 with Ben Bernanke: http://politi.co/1G7VcAT. Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben. \nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Patrick Temple-West on the two candidates the White House is vetting for an SEC commissioner post [http://politico.pro/1NuVXGT]. For Pro's subscriber-only coverage — and to get Morning Money every day before 6 a.m. — please contact Pro Services at (703) 341-4600 or info@politicopro.com.\n**A message from the Independent Community Bankers of America: Now is the time for Congress to put down partisan differences and unlock the community banking industry’s potential to spur economic growth. ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief. www.icba.org **\nCHINA TO FED: DON’T RAISE RATES! — Reuters: “Now is not the right time for the United States to raise interest rates, given the global economic situation, China's Finance Minister Lou Jiwei said in an interview published in the China Business News on Monday. Speaking on the sidelines of the annual meeting of the World Bank and International Monetary Fund in Lima, Lou said developed economies were to blame for the global economic malaise because their slow recoveries were not creating enough demand. \n“‘The United States isn't at the point of raising interest rates yet and under its global responsibilities it can't raise rates,’ Lou was quoted as saying. The finance minister said the United States ‘should assume global responsibilities’ because of the dollar's status as a global currency … Asked about the global economic situation, Lou said the problem was not with developing countries. ‘Rather, it is the continued weak recovery of developed countries’ that's hindering the global economy, he said.” http://reut.rs/1VN5jwK\nIMF/WORD BANK TAKEAWAYS — Mohamed A. El-Erian on Bloomberg View: “The assessment of the general context is far from reassuring. In the communique of the International Monetary and Financial Committee … officials from around the world characterized global economic growth as ‘modest and uneven overall,’ while noting increasing uncertainty and financial volatility … With the advanced economies doing slightly better than before, it is the emerging world that accounts for the major increase in downside risk” \nFED FATIGUE SETS IN ABROAD — WSJ’s David Harrison: “Talk of the Federal Reserve’s first rate increase in almost a decade tends to send many investors into a frenzy. For the world’s central bankers, it is increasingly likely to elicit sighs of resignation. Fed fatigue has enveloped emerging-market officials facing repeated bouts of volatility in their currencies and capital flows alongside mounting worries about debt. Some policy makers, gripped by the uncertainty, delivered a message to their American counterparts as officials gathered in the Peruvian capital for the International Monetary Fund’s annual meeting: Please stop dithering.\n“‘Delaying the increase would not solve the situation,’ said Sukhdave Singh, deputy governor of Bank Negara Malaysia. ‘If it is a case that the emerging markets have taken on too much debt, there will be a day of reckoning. Delaying an interest-rate hike does not necessarily address that issue.’ Fed fears have consumed emerging economies for the past two years after an unprecedented stretch of U.S. monetary stimulus. But many officials at the IMF meeting, which ended Sunday, said they would prefer certainty now over the prolonged agony of waiting” http://on.wsj.com/1VMSDG9\nBANKS START REBUILDING RESERVES — FT’s Ben McLannahan: “Wall Street’s biggest banks are beginning to build their defences against downturns, signalling an end to the steady thinning of reserves that has helped boost profits in the past five years. Tapping into reserves set aside for bad loans has become a reliable source of income for the banks in the post-crisis environment, allowing them to offset the effects of weak demand and ultra-low interest rates. Regulators let lenders dip into reserves in this way if they can argue that an improving outlook makes losses less likely … \n“But the practice is expected to have a limited impact on the banks’ third-quarter profits, which begin to be presented this week, because reserves have been run down about as far as they can go. While some banks with plump cushions of reserves could still make net reductions, others are at an ‘inflection point,’ said Jennifer Thompson, an analyst at Portales Partners in New York. Lenders with big exposures to energy could see ‘dramatic’ increases in reserves, she said, while related sectors such as materials, commodities and industrials also look vulnerable to rises” http://on.ft.com/1OvjGVY\nBHARARA: MY JURISDICTION IS EVERYWHERE — Via Politics on the Hudson: “When it came to Bharara’s jurisdiction and its broad reach, the prosecutor said his office has long thought globally. ‘Somebody once made the mistake of asking me, ‘What again is your jurisdiction exactly?’’ Bharara said. ‘And I said, ‘Are you familiar with Earth?’\nHe continued: ‘Long before I got there, we have a long tradition in the Southern District of thinking of the global reach that we have, because we do have a good amount of resources — not unlimited resources, but a good amount.’” http://bit.ly/1Osz3A1\nTHE CAMPAIGN AGAINST BEN NELSON — Via SNL Financial on Ben Nelson at the NAIC: “Nelson's exit was largely engineered from within the NAIC, according to SNL's conversations with several regulators and other sources close to the organization in the weeks leading up to the announcement. A faction of state insurance commissioners pushed the NAIC not to renew his contract amid deep dissatisfaction with his performance, going as far as to revive an internal evaluation process that they hoped would speed his exit”http://bit.ly/1RBs2vh\nSEC TRIMS USE OF IN-HOUSE JUDGES — WSJ’S Jean Eaglesham: “The Securities and Exchange Commission has quietly pulled back on its use of in-house judges, a practice that brought it criticism and legal challenges. SEC leaders defend the fairness of using agency administrative law judges even for serious, contested cases, in accordance with powers the agency gained through the 2010 Dodd-Frank financial law. When it uses its own tribunal, the SEC has historically enjoyed a home-court advantage, an analysis by The Wall Street Journal found in May of this year. \n“The analysis showed the agency won against 90 percent of defendants in contested cases heard by its in-house judges from October 2010 through March 2015, versus 69 percent success in cases it took to federal court. The analysis helped spur a wave of legal challenges and criticism of the internal tribunal. Now, the agency is sending fewer serious contested cases to its own judges, according to a new analysis by the Journal.” http://on.wsj.com/1PoXBJs\n** A message from the Independent Community Bankers of America: Now is the time for Congress to put down their partisan differences and unlock the community banking industry’s potential to be catalysts for economic growth. ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief. Community banks in every Congressional district across the nation are the backbone of local economic growth nationwide and support our communities one loan at a time. But excessive and unnecessary regulation is thwarting their ability to fully meet the needs of local economies. We need lawmakers to enact sensible regulatory relief to allow community banks to do what they do best: serve their communities. Community banks: big where it matters — our communities. www.icba.org **\nBen White is POLITICO Pro's chief economic correspondent and author of the “Morning Money” column covering the nexus of finance and public policy.\nPrior to joining POLITICO in the fall of 2009, Mr. White served as a Wall Street reporter for the New York Times, where he shared a Society of Business Editors and Writers award for breaking news coverage of the financial crisis.\nFrom 2005 to 2007, White was Wall Street correspondent and U.S. Banking Editor at the Financial Times.\nWhite worked at the Washington Post for nine years before joining the FT. He served as national political researcher and research assistant to columnist David S. Broder and later as Wall Street correspondent.\nWhite, a 1994 graduate of Kenyon College, has two sons and lives in New York City.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "Debate week for Dems — Obama doubts Trump will win — Fed&#39;s Fischer worried about U.S. — Big week for earnings", "title": "Debate week for Dems", "url": "http://www.politico.com/tipsheets/morning-money/2015/10/2015-10-12-pro-morning-money-210657", "topics": ["economy"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Ben Bernanke", "Sahil Kapur", "Rachael Bade", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Donald Trump", "David Harrison", "Dave Weigel", "Dan Ephron", "Barry Wynn", "Chuck Todd", "Ben Nelson", "Patrick Temple", "Stanley Fischer", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Rich Lowry", "Nick Gass", "Jack Shafer", "Jeb Bush", "Martin O'Malley", "Bill Clinton", "Alex Isenstadt", "Sam Fleming", "Barack Obama", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bernie Sanders", "Ivanka Trump", "Lauren French", "Luke Messer", "Tony Romm", "Brian Faler", "David S. Broder", "Daniel Strauss", "Hillary Clinton", "Ben Carson", "Mohamed A. El", "Ben White", "Eli Stokols", "Corrie Driebusch", "Glass Steagall", "Mitt Romney", "Tom Steyer", "Leigh Munsil"], "orgs": ["CNBC", "Republican Party", "WSJ", "Fed", "Writers", "Kenyon College", "Federal Reserve", "International Monetary Fund", "Congress", "Journal", "House GOP", "SEC", "Securities and Exchange Commission", "FED", "FEC", "IMF", "S&P", "TPP", "Society of Business Editors", "GOP", "Washington And The World", "SNL", "U.S. Banking", "U.N. Security Council", "House Freedom Caucus", "Pro Services"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-12 13:00:28", "org": "politico", "article_id": "61c0ce9ee67dfab94a0e6dffb9d86dd8", "date_access": "2015-10-15 02:01:16.838341"}