{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nA daily report on the intersection of health care and technology \n\n            By \nDavid Pittman\n\n10/05/15 10:00 AM EDT\nwith help from Darius Tahir (@dariustahir) and Tim Starks (@timstarks)\nSTILL WAITING ON STAGE 2 MODIFICATION RULE: Another week came and went without the release of the rule to modify Stage 2 of meaningful use that CMS first offered up in April. When will those rules come? Rumor has it it’ll come today, if not later this week. With fewer than 90 days left in the calendar year, providers are wondering whether the late release will affect their ability to meet meaningful use standards in 2015 under the 90-day period CMS promised. \nStory Continued Below\n— CMS hints that something will drop during National Health IT Week, which kicks off today. The agency said, “CMS will share guidance throughout the week to help providers and industry members successfully participate in ongoing CMS health IT initiatives.” We'll see if that includes meaningful use. In the meantime, there’s a slew of events this week. Details below. \nCISA DELAY IS LIKELY, BUT THE FIGHT CONTINUES — The latest intel from on and off the Hill suggests that the Cybersecurity Information Sharing Act probably isn’t going to the Senate floor this week and isn’t likely to return until at least Oct. 19. Once again, the bill is a victim of the Senate calendar and items that have leaped ahead of it in line, this time the annual defense authorization bill. There’s still a solid chance the bill will come to the floor this month, notably because it’s National Cybersecurity Awareness Month and Congress likes passing cybersecurity bills timed to the occasion. The bill is supported by HIMSS, CHIME, HITRUST and the Federation of American Hospitals. \neHealth tweet of the day: @jayhancock1: Cute. What is the ICD-10 code for injury sustained while entering ICD-10 codes? From http://bit.ly/1jJwoFf\nWelcome to Monday morning eHealth where, as much rain as we’ve received in Washington the last few days, we’re grateful not to be in the parts of South Carolina where TWO FEET fell this weekend (http://wapo.st/1PTdciw). Rain God, why didn't you redirect that to California? Send us your dry, non-rain-soaked news to dpittman@politico.com and connect with us on Twitter @David_Pittman, @arthurallen202, @DariusTahir @ POLITICOPro, @Morning_eHealth.\nGAO’S INTEROPERABILTY REPORT CRITIQUED: A recent GAO report on interoperability was not conducted scientifically, lacked analytical depth and has several other shortcomings, two health IT experts argue. For starters, the 18 health information exchange initiatives the congressional watchdog interviewed for the report did not make up a random sample, Jacob Reider, former deputy national coordinator, told Morning eHealth. “Many very successful organizations are quietly succeeding — and in fact it is because they are quietly successful that we've never heard of them,” he said. “This report is little more than an interesting collection of anecdotes. Nothing more. Certainly not worthy of the headlines that it's generated.” \n— Arien Malec, vice president at RelayHealth, likened the report to a high school research paper; it didn’t get specific enough on issues. He was disappointed that the GAO didn’t focus more on patient as the vehicle to sharing records between providers.\nEXITS, LIKE FUNDING, PICKING UP PACE: The digital health pipeline is flowing; as is well-documented, venture capitalists are funding the sector aggressively. And it seems the results they'd like to see — initial public offerings on the stock market, or acquisitions — are increasing, per a blog post from research company CB Insights. That means the prominence of the sector should remain elevated. \nHELP, HELP, WITH DECERTIFIED EHRS: Ten health IT-focused organizations wrote the Senate HELP Committee Friday to offer their thoughts on decertification as lawmakers ponder the issue. They argue that legislation should create a hardship exemption for providers whose EHRs are decertified by ONC. A \"hardship fund\" should also be created to help providers switch EHRs when their original system is decertified. \"Vendors should provide all the data, not just a summary of a patient's medical record, when a provider transitions to a new product regardless of whether the product is decertified,\" the letter states. \"Vendors should also be held accountable for translating the data into a usable format.\" The letter signed by Health IT Now, athenahealth, Samsung, Oracle and others: http://politico.pro/1PYdIvz \nSENATORS LIKING FSMB COMPACT: Thirteen senators wrote the Federation of State Medical Boards applauding its efforts to implement an interstate licensing compact. The compact is seen as a way to facilitate licensing in multiple states and expand the reach of telemedicine. “In the coming months, we encourage you to continue to work with your member medical boards and states to consider participation in the compact, which will simultaneously facilitate multi-state practice while ensuring states’ ability to regulate medicine and ensure patient safety,” the letter stated. It was signed by Sens. John Barrasso of Wyoming, John Thune of South Dakota and others. The letter: http://bit.ly/1jGxDoG \nICYMI: ONC RELEASES THREE DATA BRIEFS: They include the topics of hospitals providing patients the ability to electronically view, download, and transmit their health information (http://bit.ly/1O9qOav),of physicians’ rates of electronic exchange of health information (http://bit.ly/1WCgrPl), and individuals' online access to their medical records (http://bit.ly/1Gp49Ao).\nAHRQ RESEARCH CONFERENCE KICKS OFF: HHS's wonky little Agency for Healthcare Research and Quality gathers in Crystal City today and tomorrow to share results of its research. Among the items on the schedule; “Creating an Open, Interoperable Health IT Data Infrastructure” and “Harnessing Health IT to Improve Quality: AHRQ Evidence to Inform MU3.” The full agenda: http://bit.ly/1KZAO1w \nNATIONAL ASSOCIATION OF ACOs MEET: The group’s fall conference at the Capital Hilton will include a panel on how accountable care organizations can use telemedicine. Krista Drobac of the Alliance for Connected Care will moderate. Other topics of eHealth interest on the menu: Updates from CMS officials, patient engagement, bundled payments, and innovation. http://bit.ly/1iRM6xk \nMEDPAC MEETING THIS WEEK: On the agenda Thursday for the Medicare Payment Advisory Commission: Discussion of the forthcoming Merit-Based Incentive Payment System. It’s come into conversations lately because a quarter of the program is meaningful use. Doctor groups and congressional leaders want CMS to more closely sync MIPS with Stage 3 of the EHR incentive program. We’ll learn what MedPAC says. Not on this week’s agenda: Discussion of telemedicine. The agenda: http://1.usa.gov/1iRJcc1 \nWHAT WE'RE CLICKING:\nCritics say specifications in ONC’s draft interoperability standards advisory are not widely deployed or tested: http://bit.ly/1FLm1uQ \nMercy Health opens $54 million telemedicine center: http://bit.ly/1M9o88o \nInside hospitals’ day 1 of ICD-10: http://bit.ly/1WCfvdQ \nTeladoc in need of intensive care? http://on.wsj.com/1RprsR6\nLocal coverage of last week’s FCC visit to Jacksonville, Fla.: http://bit.ly/1L8YvYS \nAmerican Academy of Family Physicians debate appropriate use of telemedicine: http://bit.ly/1KYCKYi \nTime to get rid of gag orders http://bit.ly/1jIcnz4\nGenetic testing spurs hope, doubt: http://bit.ly/1WFGghu \nJOIN US – WOMEN RULE: TAKING RISKS AND TAKING CHARGE Women Rule live event series returns Wednesday morning at 8 am with “Women Rule: Taking Risks and Taking Charge,” a series of conversations with women who have braved the odds in their lives and careers. Vian Dakhil, Iraqi MP and voice of the Yazidi people being attacked by ISIS and her sister, Dr. Deelan Dakhil, the co-director of the Sinjar Foundation will headline the event. Featured speakers also include Sen. Tammy Baldwin (D-Wis.); Sarah LaFleur, Founder and CEO, MM. LaFleur, and former White House NSA and EVP of MacAndrews and Forbes, Frances Fragos Townsend. RSVP: http://politi.co/1KKCkDP \nJOIN US – PRO HEALTH CARE REPORT: HOW FAST TO CURES? Join POLITICO’s Pro Health Care team at noon today for lunch and a dynamic discussion about the 21st Century Cures legislation. Featured speakers include: Margaret Anderson, Executive Director, FasterCures; Joel White, Executive Director, Health IT Now; Mary Woolley, President and CEO, Research! America; Diana Zuckerman, President, National Center for Health Research. RSVP: http://politi.co/1FLwR3U. Can’t make it? Watch live: POLITICO.com/live\nTips, comments, suggestions? Send them along via email to our team: Arthur Allen (aallen@politico.com, @ArthurAllen202), David Pittman ( dpittman@politico.com, @David_Pittman) and Darius Tahir (dtahir@politico.com, @DariusTahir).\nDavid Pittman is an eHealth reporter for POLITICO Pro.\nBefore joining POLITICO in May 2014, Pittman served as the lone Washington reporter for the health news website MedPage Today, covering nearly all aspects of health policy from Medicare and Medicaid to the Affordable Care Act and Capitol Hill. He has also covered science and regulatory policy for trade newsletter company FDAnews and the weekly newsmagazine Chemical & Engineering News. Pittman got his start in journalism covering healthcare for the daily newspaper in the West Texas town of Amarillo.\nPittman holds bachelor's degrees in journalism and chemistry from the University of Georgia, where he graduated in 2006. While in Athens, Pittman worked as a staff writer of The Red & Black and eventually became editor-in-chief, pestering school administrators. Like any good Southerner, he prefers his tea sweet, chicken fried and fall Saturdays reserved for college football. He is also surviving as an Atlanta Braves fan in a town full of Washington Nationals supporters.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "Cyber-info sharing bill might come before senate — National health IT week kicks off", "title": "Will Stage 2 rule finally come today?", "url": "http://www.politico.com/tipsheets/morning-ehealth/2015/10/politicos-morning-ehealth-will-stage-2-rule-finally-come-today-210543", "topics": ["terrorism", "trade"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "John Barrasso", "Rachael Bade", "David Pittman", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Tim Starks", "Dan Ephron", "Tammy Baldwin", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Rich Lowry", "Nick Gass", "Jack Shafer", "Jeb Bush", "John Thune", "Bill Clinton", "Alex Isenstadt", "David _ Pittman", "John Bresnahan", "Vian Dakhil", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Ivanka Trump", "Lauren French", "Luke Messer", "Tony Romm", "Brian Faler", "Daniel Strauss", "Arthur Allen", "Hillary Clinton", "Ben White", "Eli Stokols", "Glass Steagall", "Tom Steyer", "Darius Tahir", "Leigh Munsil"], "orgs": ["CNBC", "FCC", "CMS", "Congress", "ONC", "HIMSS", "GAO", "House GOP", "Medicaid", "HHS", "EHR", "FEC", "Samsung", "Atlanta Braves", "AHRQ", "Pro Health Care", "Oracle", "GOP", "University of Georgia", "Washington And The World", "Senate", "National", "Cybersecurity Information Sharing Act", "U.N. Security Council"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-05 15:00:43", "org": "politico", "article_id": "bdc14987d4cce6506815eb9406030d81", "date_access": "2015-10-15 02:03:53.437687"}