{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n7/29/15 6:50 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nGood Wednesday morning. DEBATE DASHBOARD – 8 DAYS to Cleveland! Fox News is opening its 5 p.m. undercard debate to all announced GOP candidates who fail to make the cut for the Aug. 6 prime-time event, removing a requirement that participants reach at least 1 percent in polling. The change amounts to an insurance policy for candidates who were in danger of being disqualified from the vital first debate based on low polls – Carly Fiorina, George Pataki and Sen. Lindsey Graham.\nStory Continued Below\nThe announcement by Michael Clemente, Fox News Executive Vice President, News, means that all 16 candidates will qualify for either the 5 p.m. undercard, or the main event. The 9 p.m. debate will include the 10 candidates with the highest average in national polls, as determined by Fox. The 5 p.m. will include all the rest.\nAccording to the latest projection by Politico Campaigns and Elections Editor Steve Shepard, the prime-time participants today would be Trump, Jeb Bush, Gov. Scott Walker, Sen. Marco Rubio, Sen. Ted Cruz, Sen. Rand Paul, Mike Huckabee, Ben Carson, Gov. Chris Christie and Rick Perry. The next three, who would currently be relegated to 5 p.m., are Ohio Gov. John Kasich, Rick Santorum and Louisiana Gov. Bobby Jindal. They are followed by Fiorina, Pataki and Graham.\nThe 5 p.m. debate, which lasts an hour, will be moderated by Bill Hemmer and Martha MacCallum. The 9 p.m. will run about 90 mins. (two hours with commercial breaks and introductions). Moderators: Bret Baier, Megyn Kelly, Chris Wallace.\n--DATA DU JOUR: All of the candidates have been getting extensive Fox airtime. Here’s a tally of the total combined Fox News Channel and Fox Business Network appearances — several for a full hour — by each of the hopefuls since their official campaign launches: 1) Paul, 35 … 2) Huckabee, 31 … 3) Trump, 30 … 4) Perry, 24 … 5-6) Fiorina and Jindal, 20 each … 7) Cruz, 17 … 8) Santorum, 16 … 9) Rubio, 14 … 10-11) Carson and Graham, 12 each … 12-13) Kasich and Pataki, 11 each … 14) Christie, 7 … 15) Walker, 4 … 16) Bush, 3.\n--See Michael Clemente’s full statement. http://politi.co/1Daw76K\n--TWEET DU JOUR -- John Weaver (‏@JWGOP), Kasich for America chief strategist: “Imagine a NASCAR driver mentally preparing for a race knowing one of the drivers will be drunk. That's what prepping for this debate is like.”\nFIRST LOOK: To be announced on “Today”-- SAM KASS NAMED NBC NEWS SENIOR FOOD ANALYST: “Kass will cover a variety of topics from healthy eating and wellness to emerging food trends and policy. He will report for all platforms of NBC News including TODAY, NBC Nightly News with Lester Holt, and TODAY Food, where he will write a monthly digital column. Prior to joining NBC News, Kass worked at the White House from 2009 to 2014. ... He lives in New York City with his wife, MSNBC's Alex Wagner.”\nSTORY OF THE DAY – “The Kochs freeze out Donald Trump: Continued stiff-arming by the powerful Koch network could limit Trump’s ability to build a professional campaign operation,” by Ken Vogel and Cate Martel: “The Koch operation has spurned entreaties from the Trump campaign to purchase state-of-the-art data and analytics services from ... Koch-backed political tech firm ... i360, and ... turned down a request to allow Trump to speak at ... summit next month in Columbus, ... sponsored by ... Americans for Prosperity.” http://politi.co/1h4xvy4\nVETTING TRUMP – N.Y. Times A1, above fold, “Under Oath, Trump Shows His Raw Side,” by Michael Barbaro and Steve Eder: “Some of his claims, made under oath, and under pressure, are shown to be hyperbolic overstatements, and others to be shadings of the truth or even outright misstatements. And in rare instances, he turns boorish and demeaning.” http://nyti.ms/1LR2s4b\n--“Trump dominates nightly news on election,” by AP’s David Bauder: “Since the beginning of June, ... Trump has received more coverage on the broadcast network evening newscasts than all of the other candidates ... combined ... The ABC, CBS and NBC evening newscasts spent 114 minutes on campaign coverage from the beginning of June through the end of last week, and Trump was the focus of 60 of them. ... Jeb Bush [had] 15 minutes. ... NBC has devoted 35 minutes to Trump ... CBS had 16 ... ABC ... had eight minutes.” http://yhoo.it/1U5LstI\n--MICHAEL KRUSE, “When Hillary and Donald Were Still Friendly: How campaign donations, political pull and America’s celebrity culture created the guest list for Trump’s third wedding [Jan. 2005]”: “The common denominator of the A-list guest list: ... ‘personalities’  ... time on a screen. Oprah Winfrey. Katie Couric. Derek Jeter. Barbara Walters. Russell Simmons. Star Jones. Anna Wintour. Simon Cowell. Don King. Kelly Ripa. Chris Matthews. Sylvester Stallone. Stone Phillips. Shaquille O’Neal. ... [Hillary] sat in the front row.” http://politi.co/1IIWOC0\n** A message from the National Retail Federation: Retail business owners from Alabama, Massachusetts, Maine, Oklahoma, and Vermont have been selected as the 2015 top advocates for retail. Learn more: http://bit.ly/1IHB4q1 **\nBEHIND THE CURTAIN -- @DylanByers: “John Kerry / State Dept. has invited reporters to an off-the-record discussion on Iran...” http://bit.ly/1MU6F5L\nSNEAK PEEK – JIM RUTENBERG has the cover of Sunday’s N.Y. Times Magazine, “A Dream Undone: Inside the 50-year campaign to roll back the Voting Rights Act”: “In 2010, Republicans took control of two dozen state legislatures and ... rolled back early voting, eliminated same-day registration, disqualified ballots filed outside of home precincts and created new demands for photo ID at polling places. ... All of these seemingly sudden changes were the result of ... a largely Republican countermovement of ideologues and partisan operatives who ... methodically set out to undercut or dismantle [the act’s] most important requirements.” http://nyti.ms/1fFZFyc See the cover. http://bit.ly/1LR4fGi\nJUICY READ -- “Rand Paul 2016: Inside his campaign’s downward spiral,” by Alex Isenstadt: “Interviews with more than a dozen sources close to the Kentucky senator ... painted a picture of an underfunded and understaffed campaign beaten down by low morale. They described an operation that pitted a cerebral chief strategist against an intense campaign manager who once got into a physical altercation with the candidate’s bodyguard.” http://politi.co/1VMxDlK\n--“J.C. Watts tours Iowa for Rand Paul” http://bit.ly/1VMEsDO ... “de Blasio rips Rand Paul for trying to defund Planned Parenthood” http://bit.ly/1I90V4L\n--“Huckabee on Holocaust remark: The Jewish response has been ‘overwhelmingly positive,’” by Today Show’s Eun Kyung Kim: “Huckabee says if he was president, he would use the same language when referring to potential deals with Iran ... ‘We need to use strong words when people make strong threats against an entire group of people as the Iranians have made toward the Jews,’ [Huck] said ...  in an interview with Matt Lauer.” http://on.today.com/1fFQ36M\nGOP DIGITAL GURU argues the party is behind -- VINCENT HARRIS on Medium, “‘TV-ing the Web’: The GOP’s coming problem is more than ethnic diversity”: “[T]he Republican idea of online video content is largely predicated on putting a television ad on YouTube. While teenagers are thinking of YouTube channels as reality television, Republicans are [using] them ... for stale television interviews, scripted to-camera policy dialogues, and :30 second made-for-tv spots. ... [P]olitical video ... has remained scripted, polished, and largely inauthentic.” http://bit.ly/1JR3kBr\n2016 PLAYERS -- WSJ A1, bottom of page, “Bush Drawing Big Bucks From GOP Establishment,” by Beth Reinhard and Christopher Stewart: “At the center of the [Jeb super PAC] Right to Rise machine is an executive committee of 13 fundraisers who donated or raised at least $1 million and speak regularly by phone about finance strategy. The team ... is led by Mason Fink, who served as national finance director for 2012 Republican nominee Mitt Romney.\n“Beyond [Brad] Freeman, they include Florida developer Al Hoffman; Alex Navab, head of KKR’s private equity in the Americas; Duchossois Group CEO Craig Duchossois of Illinois; Eric Tanenblatt of Atlanta, head of the public policy practice at a global law firm; Jeanne L. Phillips, a senior vice president of Hunt Consolidated Inc. of Texas; Florida real-estate investor John Rood; TCW Group Chairman Marc Stern of California; Chicago investor Muneer Satter; Kinder Foundation co-founder Nancy Kinder of Texas; oil man Ray Hunt of Hunt Consolidated Inc.; Barclays managing director Steve Lessing of New York; and Silicon Valley venture capitalist Tom Stephenson.” http://on.wsj.com/1Dauo1n\nHOT VIDEO -- “Hillary Clinton Gets Red Carpet Treatment Boarding Private Jet In NH” – America Rising: http://bit.ly/1SeWwat\nWHAT N.H. IS READING – Union Leader p. A1, below fold, “One on one: Clinton on the issues -- Planned Parenthood, Iran deal: Democratic candidate sits down with Union Leader,” by Dan Tuohy: Clinton said: “‘Planned Parenthood for more than a century has done a lot of really good work for women ... And if there’s going to be any kind of congressional inquiry, it should look at everything and not just one (organization).’” http://bit.ly/1LWVHPS\n2017 AGENDA – “Health care spending to accelerate, US report says,” by AP’s Ricardo Alonso-Zaldivar: “Health care spending will outpace the nation's overall economic growth over the next decade, ... highlighting a challenge for the next president ... [E]xpanded insurance coverage under ... Obama's law [and] an aging population ... will [squeeze] society's ability to pay.” http://bit.ly/1eziTou\nWASHINGTON INC. -- “Planned Parenthood taps crisis communications firm [SKDKnickerbocker],” by Jen Haberkorn and Anna Palmer: “reflects the growing pressure on the women’s health organization amid building GOP calls to cut its $540 million in government funding.” http://politi.co/1Dagjku\nNYT QUOTATION OF THE DAY – SPEAKER BOEHNER, on a bipartisan push to revise four decades of federal policy that greatly expanded the number of Americans who are incarcerated: “We’ve got a lot of people in prison, frankly, that don’t really in my view need to be there.” Article by Jennifer Steinhauer is 1-col. lead of the paper, “BIPARTISAN PUSH BUILDS TO RELAX SENTENCING LAWS ... Right and Left Unite to Reverse Policies of 1970s and ’80s.” http://nyti.ms/1KxxYFt\nPALACE INTRIGUE – “House conservative seeks John Boehner’s ouster,” by Jake Sherman and Lauren French: “North Carolina Rep. Mark Meadows had heard from leading conservatives that trying to oust ... Boehner right now was a bad idea. Reps. Mick Mulvaney (R-S.C.) and Jim Jordan (R-Ohio), fierce and frequent critics of leadership, thought the move was ill-advised.” http://politi.co/1h4lB7l\n--“House leaders limit floor access for Pope Francis visit,” by Jake Sherman: “One of the perks of being a former member of Congress is lifetime access to the House floor. But on Sept. 24, when Pope Francis comes to the Capitol, former lawmakers will not have access to the chamber.” http://politi.co/1Dahb8L\nFIRST LOOKS – WHITE HOUSE ALUMNI -- “Shawn Turner Joins Mercury” – forthcoming release: “Turner has joined the company as a Managing Director ... [and] comes to Mercury after a yearlong tenure as Deputy White House Press Secretary, where he served as a senior spokesman on a host of intelligence and national security issues for the Obama administration.” http://bit.ly/1h4mtbZ\n--NEW IRAN DEAL SCORECARD OUT TODAY – “The Jewish Institute for National Security Affairs (JINSA) is releasing its report card on the Iran deal today which provides an expert analysis on the final agreement with Iran on nuclear disarmament.” http://bit.ly/1LR2okY\nMOOD MUSIC – “From rents to haircuts, Americans start to feel price hikes,” by AP’s Chris Rugaber: “Apartment rents are up. So are prices for restaurant meals, haircuts, gym memberships and a cup of coffee. For American consumers who have become used to flat or even falling prices for several years, an unfamiliar sight has emerged in many corners of the economy: Inflation is ticking up. The price increases remain modest. And in many cases, they’re canceled out by price declines for other items that are keeping overall inflation historically low.” http://yhoo.it/1glajeL\nHAPPENING TODAY – “New Evidence Should Free ‘Happy Birthday’ From Copyright, Lawyers Say,” by NYT’s Daniel Victor: “Lawyers ... discovered ‘smoking-gun’ evidence that the song ‘Happy Birthday to You’ should no longer be subject to copyright restrictions. ... Warner/Chappell ... has been estimated to collect $2 million a year in licensing fees ... The new documents included a 1927 publication of the song lyrics that included no claim of copyright.\n“[A]n edition of the book from 1922 ... also [lacked] copyright notice. ... A hearing is scheduled for Wednesday in Los Angeles. ... ‘Happy Birthday to You’ traces back to the late 1800s, when two sisters, Mildred J. Hill and Patty Smith Hill, wrote a song called ‘Good Morning to All.’” http://nyti.ms/1LWNXxo\nFIRST-LOOK VIDEO: “With tomorrow marking the 50th anniversary of [LBJ signing] Medicare, the Partnership for a New American Economy [including Mike Bloomberg, Rupert Murdoch and Disney CEO Bob Iger] has released a video that [promotes immigration reform by highlighting] the nearly $200-billion surplus that immigrants have contributed ... to the ... program, as well as their role filling ... jobs caring for America’s senior citizens.” YouTube http://bit.ly/1D810ZM\nMEDIAWATCH -- Tim Starks to Politico – Susan Glasser and Marty Kady email the staff: “Tim Starks, a veteran cybersecurity and national security reporter, will be ... taking on the Morning Cybersecurity newsletter. Tim started writing about cybersecurity [in] 2003, and spent the past 12 years at CQ Roll Call, where he won the ... Sandy Hume Memorial Award for Excellence in Political Journalism in 2009. Before that he established the Washington bureau of the New York Sun and [was] Statehouse Bureau Chief for his hometown Evansville (Ind.) Courier & Press.”\n--L.A. TIMES drops freelance editorial cartoonist Ted Rall over “inconsistencies” in blog post claiming he was mistreated by LAPD in 2001. LAPD supplied audiotape to dispute account; he claims paper caved. LAObserved’s Kevin Roderick http://bit.ly/1gljvjt ... Blog post, w/ editor’s note added at top http://lat.ms/1IJ7xfE\nSPORTS BLINK – Boston Globe lead story, “NFL accuses Brady of coverup try: Says star had cellphone destroyed; penalty stands, court appeal vowed” ... “Brady destroyed his cellphone, and 10,000 texts” http://bit.ly/1OO33Ds\n--SEE THE DOCS: NFL 20-page “Final Decision” on Brady appeal http://bit.ly/1fGfRQ2 ... 1-page press release upholding suspension http://bit.ly/1h4x8Ui\nOUT AND ABOUT -- POOL REPORT: MI5 takes flight – “Airbus DC gathered members, Hill staff, and patients from Walter Reed National Medical Center last night for the Washington premiere of ‘Mission: Impossible - Rogue Nation’ [out Friday] at Regal Gallery Place. ... [A]fter the reception hosted by Airbus Chairman and former FAA Administrator Allan McArtor, movie buffs sat down to a flick whose opening scene features Tom Cruise hanging on to the side of an Airbus A400 at takeoff.” Trailer  http://bit.ly/1LR2OHY\n--SPOTTED: Sen. Susan Collins, Reps. Andre Carson, Henry Cuellar, Blake Farenthold, Steve Knight, Mark Sanford, former Sen. Norm Coleman, former Rep. Bob Livingston, and EU Ambassador David O’Sullivan.\nBIRTHDAYS: Caitria Mahoney, director of planning at the White House Office of Political Strategy and Outreach, is 27 ... NBC’s Peter Alexander … Herbie Ziskend, an Obama and Biden alum now at Steve Case’s Revolution (bag tip: Lesser) ... former ABC News President David Westin … Rodney Allen Rippy is 47 – YouTube of classic “Jack in the Box” commercial http://bit.ly/15Z9blz ... documentarian Ken Burns is 62 ... Marilyn Quayle is 66 ... former Sen. Elizabeth Dole is 79 ... former Sen. Nancy Kassebaum-Baker is 83 ... Elizabeth Titus of Bloomberg Politics (h/t boyfriend Devin Banerjee) ... Politico’s Danny Vinik (h/t girlfriend Cate Martel) ... Yahoo’s Garance Franke-Ruta (h/t Olivier) ... Rep. Denny Heck (D-Wash.), who’ll be wishing for Ex-Im Bank reauthorization as he blows out the candles (h/t Kati Rutherford) ... Chris Carr, political director at RNC (h/t Joseph Catania) ... Vox’s Laura McGann …\n... Bill Pascoe … Melissa Steffan ... Lise Clavel of the Bill & Melinda Gates Foundation and a Biden alum ... Katherine Lugar, CEO American Hotel Lodging Association ... Laura Nichols ... NYT’s Aaron Kessler ... Dave Barr, Andy Barr’s younger bro and a OFA and DNC alum and now a law student at Chicago-Kent ... Charles Hoskinson ... Doug Hill ... Elizabeth Dole ... Carrie Hyun ... Allison Jaslow ... Medal of Honor recipient Sgt. 1st Class Leroy Petry ... Brad Marshall ... Jeff Patch ... Fox News’ Kristin Fisher Forehand ... Kris Purcell ... Caitlin Callahan ... Tom Kimbis ... Jay Heine ... comedian “Professor” Irwin Corey is 101 ... Neal Doughty (REO Speedwagon) is 69 ... Tim Gunn (“Project Runway”) is 62 ... Patti Scialfa (Bruce Springsteen and the E Street Band) is 62 ... Olympic gold medal gymnast Nellie Kim is 58 ... country singer Martina McBride is 49 ... actor Matt Prokop is 25 (h/ts AP)\n** A message from the National Retail Federation: The retail industry impacts everyone, everywhere, every day. As the nation's largest private-sector employer, decisions made every day in Washington have a profound impact on retailers' ability to do business and serve their customers. Retailers, large and small, are meeting in our nation's capital for NRF's Retail Advocates Summit - giving them the chance to tell their stories and have their voices heard on critical policy decisions. Check out the issues that matter most to them here: http://bit.ly/1Ms9PAv #retailadvocates **\nBy MICHAEL KRUSE\nBy MATT LATIMER\nBy DAVID MAKOVSKY\nBy BEN WOFFORD\n© 2015 POLITICO LLC", "byline": "", "description": "THE CARLY CLAUSE: Fox relaxes threshold for undercard debate - WHO GETS THE MOST AIR TIME ON FOX? ", "title": "THE CARLY CLAUSE: Fox relaxes threshold for undercard debate – WHO GETS THE MOST AIR TIME ON FOX? -- KOCHS DENY TRUMP speaking slot, access to data – B’DAY: Peter Alexander, Herbie Ziskend", "url": "http://www.politico.com/playbook/0715/playbook19337.html", "topics": ["economy", "immigration"], "people": ["Chris Wallace", "Mike Huckabee", "Simon Cowell", "Derek Jeter", "Tim Gunn", "Chris Christie", "Leroy Petry", "Mike Bloomberg", "Shaquille O'Neal", "Ted Rall", "Mason Fink", "Jeb Bush", "Katherine Lugar", "J.C. Watts", "Kelly Ripa", "Rupert Murdoch", "Lauren French", "Daniel Victor", "John Kerry", "Rick Santorum", "Henry Cuellar", "Mike Allen", "Lindsey Graham", "Michael Barbaro", "Steve Shepard", "Elizabeth Dole", "Chris Matthews", "Mark Sanford", "Alex Wagner", "Michael Clemente", "Hillary Clinton", "Anna Palmer", "Katie Couric", "Ted Cruz", "Danny Vinik", "Eric Tanenblatt", "Bret Baier", "Ken Burns", "Pope Francis", "Bobby Jindal", "Blake Farenthold", "Jennifer Steinhauer", "Daniel Lippman", "Alex Isenstadt", "Anna Wintour", "Donald Trump", "Marco Rubio", "Stone Phillips", "Chris Carr", "Carly Fiorina", "Craig Duchossois", "Barbara Walters", "Cate Martel", "Ricardo Alonso", "Marc Stern", "Andre Carson", "Steve Lessing", "Kris Purcell", "Tom Cruise", "John Weaver", "Star Jones", "Jim Jordan", "Bruce Springsteen", "Rand Paul", "Sylvester Stallone", "Matt Lauer", "John Rood", "Jen Haberkorn", "Mick Mulvaney", "Al Hoffman", "Dan Tuohy", "Bob Iger", "Steve Eder", "Bill Hemmer", "Mark Meadows", "Jake Sherman", "Russell Simmons", "Susan Collins", "George Pataki", "Rick Perry", "John Kasich", "David Bauder", "Andy Barr", "Nancy Kassebaum", "Steve Knight", "Oprah Winfrey", "Peter Alexander", "Donald Were", "John Boehner", "Bob Livingston", "Scott Walker", "Lester Holt", "Marty Kady", "Norm Coleman", "Ken Vogel", "Megyn Kelly", "Tim Starks", "Don King", "Beth Reinhard", "Mitt Romney", "Alex Navab", "Susan Glasser", "Herbie Ziskend", "David Westin", "Ben Carson"], "orgs": ["WSJ", "NYT", "Medal of Honor", "Americans for Prosperity", "Sandy Hume Memorial Award for Excellence in Political Journalism", "MSNBC", "Congress", "National Retail Federation", "Reps", "Bill & Melinda Gates Foundation", "New American Economy", "LBJ", "OFA", "DNC", "NFL", "NASCAR", "Retail Advocates Summit", "Medicare", "GOP", "Union Leader", "FAA", "Statehouse Bureau", "NRF", "KKR", "The Koch", "RNC", "Barclays", "Vox"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-07-29 11:50:26", "org": "politico", "article_id": "229e8d993edb131cf7217e0a37a90c08", "date_access": "2015-07-29 11:10:07.355618"}