{"body": "Getty\nBy Nick Gass\n8/20/15 7:32 AM EDT\nDonald Trump fired back on Thursday at criticism directed at him by Republican rival Jeb Bush the previous night that he does not have the conservative achievements and record that the former governor of Florida has.\nRemarking on his upbringing in Queens and current residence in Manhattan, Trump told MSNBC’s “Morning Joe” that virtually “everybody in Manhattan is a Democrat, everybody, and you sort of grow up in that atmosphere.”\nStory Continued Below\nAt an event in New Hampshire on Wednesday night, Bush responded to Trump’s rhetoric on immigration by saying that he does not have a “proven conservative record.”\n“The language is pretty vitriolic for sure,” Bush said of his immigration plan, “but hundreds of millions of dollars to implement his plans is not a conservative plan.”\nInvoking conservative icon Ronald Reagan, Trump recalled that the late president “was [once] a Democrat, and really a Democrat with a liberal leaning, or a liberal bent and became a Republican and a pretty conservative Repub—I wouldn’t say the most by any stretch, but a pretty conservative Republican.”\n“When you get down to it, I am a conservative person. I am by nature a somewhat conservative person,” he added. “I never looked at putting a label on myself, because frankly putting a label on myself, it didn’t matter — I wasn’t in politics … It was something that absolutely had no bearing on me.”\nBy ROBERT EPSTEIN\nBy WILLIAM MCCANTS\nBy TOM KEANE\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "\"When you get down to it, I am a conservative person. I am by nature a somewhat conservative person.\"", "title": "Trump defends himself: I'm a conservative", "url": "http://www.politico.com/story/2015/08/donald-trump-im-a-conservative-jeb-bush-121554.html", "topics": ["immigration", "personality"], "people": ["Nick Gass", "Donald Trump", "Jeb Bush", "Ronald Reagan"], "orgs": ["MSNBC"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-20 12:32:52", "org": "politico", "article_id": "29b7cb96dcc7ea03f22c68d0139f5afc", "date_access": "2015-08-20 12:20:10.041800"}