{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nA daily overview of education policy news\n\n            By \nCaitlin Emma\n\n10/07/15 10:04 AM EDT\nWith help from Allie Grasgreen Ciaramella, Brian Faler, Kimberly Hefling, Maggie Severns and Nirvi Shah\nTEACHER PREP RULE PUSHED TO YEAR’S END: The final version of a sharply criticized rule that would cut off federal financial aid for teacher preparation programs that don’t prepare graduates well for the classroom is now expected in December, the Education Department tells Morning Education. The Office of Management and Budget received the final version of the Obama administration’s teacher prep regulation last month, and many groups expected that it would publish by Nov. 1. (The department said [http://politico.pro/1hpnr2h] last year that a final rule would be out by September 2015.) But Education Under Secretary Ted Mitchell told higher education groups in a meeting Tuesday that it wouldn’t be ready by Nov. 1. He said the department is considering the cost and methodology of the rule, according to a source who attended the meeting, and continues to look at public comments.\nStory Continued Below\n— The final reg is long overdue: After a couple years of delay, the Obama administration revived [http://politico.pro/1JQIDov] the effort in April 2014. The proposed rule, released [http://politico.pro/1L4IwuU] last November, would punish low-performing programs by cutting off access to federal TEACH grants that students can use to pay for school. It would also compel states to collect more data and evaluate their programs by several key metrics, including how many graduates get jobs and whether teachers are boosting student learning. The department has said the rule would cost states and providers $42 million over 10 years. A department official said last year that “we believe that the actual costs will be lower due to technology and other efficiencies.” But a number of groups opposing the rule say the department’s estimation is wildly inaccurate. The California Commission on Teacher Credentialing said it could cost the state $485 million for just one year, for example. \n— The timeline for the proposed regulation extends to 2021, when the changes in TEACH grant eligibility would fully take effect. This school year, states would have to start talking to teachers, school leaders and others to come up with a system for evaluating their teacher preparation programs. States would have to develop those plans by next school year. More on that timeline: http://politico.pro/1hpnr2h. \nGOOD WEDNESDAY MORNING, OCT. 7. I guess I have to mention the 9-minute-long viral video of the drunk UConn student demanding mac n’ cheese: http://cour.at/1VCMEcj. Definitely not condoning [http://bit.ly/1HvmoJC] his obscenity-ridden tirade, but I have eaten that mac n’ cheese many times and it is indeed, great. Don’t forget to send your tips, clips and amusing GIFs to cemma@politico.com or @caitlinzemma. Send events to: educalendar@politicopro.com. And follow us on Twitter: @Morning_Edu and @POLITICOPro.\nGATES OPENS UP ABOUT EDUCATION: Microsoft co-founder Bill Gates, a lightning rod for his foundation’s influential work on K-12 issues such as Common Core and teacher quality, will deliver a major retrospective speech on education today at the Bill & Melinda Gates Foundation’s U.S. Education Learning Forum in Bellevue, Washington. The foundation says this is the first such speech by Gates in nearly eight years. He is expected to address the crowd at 12:20 p.m. ET, followed by a question-and-answer session moderated by Gwen Ifill at 12:40 p.m. ET. The forum will be livestreamed starting at 11:30 a.m. ET. Watch: http://bit.ly/1Z82Ql1.\nTODAY ON THE HILL: The House Ways and Means Oversight subcommittee looks at whether universities are doing enough to justify the tax-free treatment they receive for their endowments. Expect a lot of questions about the size of their holdings (Ninety schools have endowments worth more than $1 billion.) as well as how much aid they’re doling out to students. (Unlike private foundations, colleges are not required to spend a minimum share of their assets.) Interestingly, though, no one from the Ivy League is slated to appear, though it has come in for especially sharp criticism over building enormous endowments (Harvard’s totals more than $36 billion). Instead they’ll hear from MaryFrances McCourt, chief financial officer at Indiana University, as well as David Lucca, a research officer at the Federal Reserve Bank of New York; Richard Vedder, head of Ohio University’s Center for College Affordability; Brian Galle, a Georgetown University law professor, and Terry Hartle of the American Council on Education. \n— The House Education and the Workforce Committee, meanwhile, discusses Head Start, starting at 10 a.m. ET. Watch live: http://1.usa.gov/1jNcg5a.\n— House Minority Whip Steny H. Hoyer Sen. Chuck Schumer (D-N.Y.) will attend a rally outside the Capitol today with the advocacy group NDD United. Lawmakers and advocates will call for a budget agreement that lifts the current caps on discretionary spending. Two speakers, American Association of State Colleges and Universities President Muriel Howard and Anne Arundel Workforce Development Corporation President and CEO Kirkland Murray, will discuss the effects of the sequester on workforce and education programs. The rally starts at 1:30 p.m. ET on the East Front Lawn. \n‘EVERY STUDENT, EVERY DAY’: The White House, Education Department and other federal agencies today launched a new plan to cut chronic student absenteeism by 10 percent a year, starting with the current school year. The initiative targets the 5 million to 7.5 million students who miss at least 10 percent of school days a year — which translates to 18 days or more. Chronic absenteeism is a gateway to falling behind on lessons and dropping out of school. The new “Every Student, Every Day” call to action includes a summit in the spring, a new toolkit and new stats from the 2013-14 Civil Rights Data Collection. More details on the plan: http://1.usa.gov/1QXSDSf. And there will be a virtual summit next month: http://bit.ly/1PhsXSn. \nOHIO TO PASS CHARTER BILL: After months of work and years of debate, the Ohio House and Senate are expected to approve a comprehensive charter school reform bill today that would lay out new performance, reporting and accountability requirements for the state’s troubled charter sector. A bipartisan state panel unanimously approved the compromise legislation Tuesday. The bill would make it easier for high-performing charter schools to expand while preventing underperforming charter school operators from shopping around for other sponsors. The bill comes amid intense criticism and concern about waste, fraud and abuse steeped in the state’s charter sector. Earlier this year, the state’s top charter official resigned after mishandling authorizer evaluations. Democratic Rep. Teresa Fedor, an advocate for traditional public schools, said the bill addresses a number of concerns. “I believe that this bill is moving in the right direction to begin to prevent the waste, fraud and abuse that we’ve seen in the past and for us to assure quality education for all of our children,” she said. The Associated Press has more: http://bit.ly/1QXVpHg. \n— Ohio education officials want to increase the number of charter schools in the state by a third over the next five years after receiving a grant through the federal Charter Schools Program, The Columbus Dispatch reports: http://bit.ly/1VCJDZr. \n— NYC charter school rally: The advocacy group Families for Excellent Schools says it expects 15,000 parents, students and educators to attend a charter schools rally in New York City today. The group is demanding equality for hundreds of thousands of students “who are stuck on a path to failure, forced to attend the lowest performing schools.” Success Academy charter schools are closed tomorrow morning so students can attend. Details: http://bit.ly/1VCzRGS.\nLACKING LIBERAL ARTS: The majority of college students graduate without studying fundamental subjects like economics, literature and government, the American Council of Trustees and Alumni says. The 2015-16 installment of the group’s What Will They Learn? report finds many colleges aren’t providing “real value for the vast amounts families must pay.” Of the more than 1,100 institutions included, only 2 percent require students take six of seven liberal arts subjects the group calls essential: literature, composition, economics, math, foreign language, science and American government or history. While 82 percent of colleges require composition credits, only 3 percent mandate economics. Although 87 percent make science classes compulsory, just 13 percent do the same for foreign language; 18 percent for U.S. history or government. And slightly more than one in three requires literature. Search the results by school, state or region: http://bit.ly/1HLv5gu.\n‘FRIEDRICHS’ SUPPORT FILES IN: Parents, advocates and civil rights activists have filed a brief in support of the plaintiffs in Friedrichs v. California Teachers Association, which challenges the constitutionality of compulsory union dues. Signing onto the brief is Mona Davids of the New York City Parents Union, who’s also involved in a New York lawsuit challenging teacher tenure. Find the brief here: http://bit.ly/1VDXERe. \nEDU-OPINION: Russ Whitehurst at the Brookings Institution believes that the 2016 candidates are missing an opportunity to weigh in on “one of the most powerful levers of K-12 education reform: open enrollment in regular public schools tied to portable funding.” More: http://brook.gs/1VCnlXO. \nNO CANDIDATE LEFT BEHIND: Democrats for Education Reform is out with a new guide to the major Democratic contenders. They compared Hillary Clinton and Bernie Sanders on K-12 issues. They note that Sanders’ campaign website doesn’t include a policy page on education and that he didn’t vote for the original No Child Left Behind law. (Clinton did.) But Clinton’s stance on opting out of testing is an unknown. More: http://bit.ly/1OjHo7G. \nJOIN US — WOMEN RULE: TAKING RISKS AND TAKING CHARGE: Women Rule live event series returns Wednesday morning at 8 am with “Women Rule: Taking Risks and Taking Charge,” a series of conversations with women who have braved the odds in their lives and careers. Vian Dakhil, Iraqi MP and voice of the Yazidi people being attacked by ISIS and her sister, Dr. Deelan Dakhil, the co-director of the Sinjar Foundation will headline the event. Featured speakers also include Sen. Tammy Baldwin (D-Wis.); Sarah LaFleur, Founder and CEO, MM. LaFleur, and former White House NSA and EVP of MacAndrews and Forbes, Frances Fragos Townsend. RSVP: http://politi.co/1KKCkDP. \nWANTED: Nevada is launching an Achievement School District and the state is looking for an executive director. More from Bellwether Education Partners: http://bit.ly/1jbYQ2z.\nMOVERS AND SHAKERS\n— The Education Department appointed seven new members to the National Assessment Governing Board: http://1.usa.gov/1j5f0Kx. The new members include Alberto Carvalho, the superintendent of Miami-Dade County Public Schools; B. Fielding Rolston, the chair of the Tennessee State Board of Education; and Joe Willhoft, the former executive director of the Smarter Balanced Assessment Consortium.\n— The NWEA assessments non-profit has named Deb Delisle, a former Education Department official, and Patricia Smith, president and CEO of Unitus Community Credit Union, to its board of directors. Ken Wong, the chair of the Department of Education at Brown University, takes over as board chair.\nREPORT ROLL CALL\n— Across 50 cities, white students were four times more likely than black students to enroll in a top-scoring elementary or middle school, the Center on Reinventing Public Education finds in a new report: http://bit.ly/1JR04VV. \n— When substituting teacher-collected video for in-person classroom observation, giving teachers control of video collection and submission improves the observation process. Harvard University Center for Education Policy Research: http://bit.ly/1FVsUt2. \n— Students in Georgia’s Pre-K program showed educational improvement in key areas and progress at a greater rate than non-participants. University of North Carolina Frank Porter Graham Child Development Institute: http://bit.ly/1JQsZJK. \n— A judge in New Mexico has heard closing arguments over whether the state should stop using test scores in teacher evaluations, and if the teacher's union gets its way, the entire system could be placed on hold. KOB: http://bit.ly/1FVOIVI \n— Groups pressure L.A. Unified board to step up search for new superintendent. Los Angeles Times: http://lat.ms/1MdH8Td \n— Test scores under Common Core shows that “proficient” varies by state. The New York Times: http://nyti.ms/1FSwFQx \n— Audit slams Pennsylvania Education Department as inept, lumbering. The Philadelphia Inquirer: http://bit.ly/1FSMIOe \n— Illinois state lawmakers ask state education officials to explain superintendent perk. Chicago Tribune: http://trib.in/1VCUyCm \n— Flooding shuts down University of South Carolina for the rest of the week. The Washington Post: http://bit.ly/1Mdf8ip\n— Texas ups passing standards on school STAAR exams. The Texas Tribune: http://bit.ly/1Q6DU7t \n— Kentucky Education Commissioner Stephen Pruitt to make $240K, start Oct. 16. WDRB: http://bit.ly/1KXLhwI \n— Schools report varying results in their efforts to comply with nutrition guidelines. The New York Times: http://nyti.ms/1PhD8q4 \n— In Texas, the publisher of a textbook criticized for an error that glossed over the topic of slavery has offered stickers to schools that will cover up a caption describing African slaves as “workers.” Reuters: http://nyti.ms/1FSIbvg \n— Idaho lawmakers weigh broadband service for schools. The Associated Press: http://bit.ly/1WLl89D\nWhenever you need me, I’m behind [http://bit.ly/1QfITD6] the Pro Education team: @MLBombard or mbombardieri@politico.com, @CaitlinZEmma or cemma@politico.com, @alliegrasgreen or agrasgreen@politico.com, @khefling or khefling@politico.com, @MaggieSeverns or mseverns@politico.com, @NirviShah or nshah@politico.com.\nDEBRIEF INTERVIEW: WHAT’S COMING UP IN THE NEW SUPREME COURT TERM? Obama’s former acting solicitor general Neal Katyal breaks down the big cases ahead. Get up to speed with this week’s Debrief interview from The Agenda: http://politi.co/1hq8GMw \nNOW AVAILABLE: POLITICO PRO LEGISLATIVE COMPASS — POLITICO Pro, POLITICO’s premium subscription service, has released a first-of-its kind legislative data analytics and decision-making tool that helps policy professionals manage and act on legislation. Leveraging features such as a personalized dashboard, virtual whip count, bill text comparison and 20 years of data, users will not only save time but benefit from customizing and cross-referencing information, enabling them to make smarter and faster decisions. Schedule your demo today.\nCaitlin Emma is an education reporter for POLITICO Pro. Prior to reporting, she was a senior Web producer for Pro.\nCaitlin graduated from the University of Connecticut in 2011 and spent a year in a journalism fellowship covering everything in the Nutmeg State – from policy and politics, to police, courts, community book clubs and restaurant health inspections.\nShe also donated her bone marrow in 2010 and has spearheaded a number of bone marrow donor drives. Ask her about it, and she’ll gladly convince you to register as a donor.\nCaitlin is a native of Leominster, Mass.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "Gates opens up about education — ‘Every student, every day’", "title": "Teacher prep rule pushed to year&#8217;s end", "url": "http://www.politico.com/tipsheets/morning-education/2015/10/teacher-prep-rule-pushed-to-years-end-gates-opens-up-about-education-every-student-every-day-210595", "topics": ["terrorism", "trade"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Allie Grasgreen Ciaramella", "Rachael Bade", "Steny H. Hoyer", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Ted Mitchell", "Dan Ephron", "Tammy Baldwin", "Nirvi Shah", "Gwen Ifill", "Kimberly Hefling", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Terry Hartle", "Rich Lowry", "Nick Gass", "Jack Shafer", "Jeb Bush", "Bill Clinton", "Alex Isenstadt", "Bernie Sanders", "John Bresnahan", "Vian Dakhil", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bill Gates", "Ivanka Trump", "Lauren French", "Luke Messer", "Tony Romm", "Brian Faler", "Neal Katyal", "Daniel Strauss", "Hillary Clinton", "Chuck Schumer", "Ben White", "Eli Stokols", "Glass Steagall", "Tom Steyer", "Leigh Munsil", "Maggie Severns", "Caitlin Emma"], "orgs": ["Universities", "CNBC", "University of Connecticut", "SHAKERS", "Department of Education", "California Teachers Association", "Congress", "Education Reform", "Bill & Melinda Gates Foundation", "GOP", "Georgetown University", "House GOP", "Education Department", "House Education", "FEC", "Edu", "American Council", "Head Start", "Brookings Institution", "Microsoft", "Washington And The World", "Workforce Committee", "Pro Education", "Senate", "Office of Management and Budget", "EDU", "U.N. Security Council", "Federal Reserve Bank of New York"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-07 15:04:24", "org": "politico", "article_id": "71bc0a6be6269abef7cf642a7a3c4f94", "date_access": "2015-10-15 02:03:02.230165"}