{"body": "AP Photo\nBy Eliza Collins\n7/13/15 5:51 PM EDT\nAs presidential candidates travel through early states to share their message, a man with bouquets of flowers keeps interrupting them.\nOn Monday, a bearded man interrupted both Jeb Bush and Rick Perry’s campaign events by giving them bouquets of yellow daisies.\nStory Continued Below\nJeb Bush’s communications team used the interruption as a campaigning opportunity — and posted a video of the event titled, “Gov. Jeb Bush Hugs and Says Prayer with Everyday American in Iowa” on its YouTube page.\nThe video shows Bush talking about how to campaign, when he notices a familiar face in the audience.\n“This man was in New Hampshire with me twice last week,” Bush says, pointing out someone off screen. “It’s great to see ya buddy.”\nThe man, who is wearing a suit and an Abraham Lincoln-style top hat, runs up to Bush and presents him with a bunch of flowers.\n“How many prayers am I going to have to do this time?” Bush asks.\n“You offered 20 prayers last time,” the man says.\n“I did them,” Bush confirms.\n“This just for your wife,” the man says, then he asks for one prayer for peace in person.\nAlso on POLITICO\nADAM B. LERNER\n“Dear Lord, we do need a peaceful world, we need American leadership to make sure that there is peace all around the world. I worry about people that are, that are struggling in their lives, and a more peaceful world will allow them to rise up,” Bush says.\nAs Bush prays, the man holds a daisy in his mouth. At the end of the prayer, Bush goes in for a handshake, but the man embraces him.\nAnother video posted Monday shows Perry getting interrupted by the same man during a question and answer session at a round table-style event in Iowa.\n“Last time I saw you I offered you one flower for peace…and you accepted it. This time I wondered if I could offer you 20 flowers for peace?” the man — in this case without the top hat — says.\nPerry interrupts to say he remembers him from New Hampshire.\nAfter handing him the bouquet, the man asks for a peace prayer for each flower.\n“Go over there,” Perry says. “I’ll silently pray for you right now, brother. How about that?”\nBy DOUG SOSNIK\nBy MICHAEL O'HANLON\nBy ALAN GREENBLATT\nBy MICHAEL KRUSE\n© 2015 POLITICO LLC", "byline": "", "description": "A man with bouquets of flowers keeps interrupting presidential candidates.", "title": "'Flower man' interrupts Jeb Bush, Rick Perry in Iowa", "url": "http://www.politico.com/story/2015/07/flower-man-interrupts-jeb-bush-rick-perry-120051.html", "topics": ["personality", "economy"], "people": ["Jeb Bush", "Eliza Collins", "Rick Perry", "Abraham Lincoln"], "orgs": [], "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-07-13 22:51:38", "org": "politico", "article_id": "1cf06861120a026c8cb3b522850a5571", "date_access": "2015-07-14 02:20:03.468628"}