{"body": "\n09/02/15, 02:46 PM EDT\n\n                                        By \nDaniel Strauss\n\nIn the past 24 hours organizers for the next Republican presidential debate have held two conference calls with campaigns going over logistics and debate...\n\n09/02/15, 02:26 PM EDT\n\n                                        By \nHadas Gold\n\nThe radio host does not know what topics his CNN partners will pursue in next debate.\n\n09/02/15, 02:25 PM EDT\n\n09/02/15, 02:07 PM EDT\n\n                                        By \nEliza Collins\n\nRand Paul released an app on Wednesday that let's fans take a selfie with him. It seems like a great idea for fans to show their support, the only problem?...\n\nClinton Emails \n\n09/02/15, 01:59 PM EDT\n\n                                        By \nJosh Gerstein\n\nAides appear to have pushed for handheld devices capable of handling classified material.\n\n                                        By \nChristine Sexton\n\nEmails between Scott's office and Planned Parenthood show top officials reworded a press release to delete information AHCA officials had proposed including.\n\n09/02/15, 12:42 PM EDT\n\n                                        By \nNick Gass\n\nEarlier in the morning, Kerry warned that walking away from the deal would send a dangerous message to Iran.\n\n09/02/15, 12:38 PM EDT\n\n                                        By \nNahal Toosi\n\nThe administration wants to get as many votes in the deal's favor as possible.\n\n09/02/15, 12:37 PM EDT\n\n                                        By \nEliza Collins\n\nRick Perry's campaign is all but over in New Hampshire.\n\n09/02/15, 11:36 AM EDT\n\n                                        By \nNick Gass\n\n\"I've earned this place,\" she says. \n\n09/02/15, 10:59 AM EDT\n\n                                        By \nNick Gass\n\nFor both 2016 hopefuls, the emphasis is on treatment.\n\nIran Deal\n\n09/02/15, 10:19 AM EDT\n\n                                        By \nSeung Min Kim\n\nSen. Barbara Mikulski says she will back Obama’s nuclear deal with Iran.\n\n                                        By \nRichard Martyn-Hemphill\n\n\n                                        By \nJules Johnston\n\nThe Commission is dragging its feet on a trans-fat ban, public health advocates say.\n\n                                        By \n                                                Alev Scott\n\nJournalist detentions and rewards for informants: Turkey goes 1984.\n\n09/02/15, 10:01 AM EDT\n\n09/02/15, 09:48 AM EDT\n\n                                        By \nAnnie Karni\n\nAhead of Hillary Clinton's first campaign stop in Puerto Rico Friday afternoon, New York City's first Hispanic Council Speaker, Melissa Mark-Viverito,...\n\n09/02/15, 08:47 AM EDT\n\n                                        By \nNick Gass\n\nAmericans' views on Democratic frontrunner Hillary Clinton have gone under water, nearing an all-time low ABC News/Washington Post polling, according to...\n\n09/02/15, 08:18 AM EDT\n\n09/02/15, 07:43 AM EDT\n\n                                        By \nNick Gass\n\nThe real estate mogul again jabs at Jeb's 'low energy,' as the Bush campaign counter-attack gets real.\n\n09/02/15, 07:10 AM EDT\n\n                                        By \nNick Gass\n\nTrump's immigration plan has the support of nearly half of likely Iowa Republican caucus-goers.\n\n09/02/15, 07:09 AM EDT\nPatrick Murray's unsolicited Trump endorsement.\n\n09/02/15, 06:55 AM EDT\nWARREN gets VP questions at event with HEALEY.\n\n09/02/15, 06:53 AM EDT\nJeb Bush launches Operation Backbone.\n\n09/02/15, 06:33 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump unleashed his latest Twitter fire against Club for Growth.\n\n09/02/15, 06:25 AM EDT\nBill De Blasio's late-night meetings.\n\n09/02/15, 06:00 AM EDT\nRick Scott’s admin scrubbed press release clearing Planned Parenthood\n\n2016\n\n09/02/15, 05:15 AM EDT\n\n                                        By \nNicholas Carr\n\nIt is turning out to be more encompassing and controlling, more totalizing, than earlier media ever was. \n\n2016\n\n09/02/15, 05:09 AM EDT\n\n                                        By \nBen Schreckinger\n\nFor voters fed up with politicians, a Trump vote is the ultimate protest.\n\n2016\n\n09/02/15, 05:07 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nSteve Ricchetti is the man behind the vice president and possible late-entry presidential candidate. \n\nAGRICULTURE\n\n09/02/15, 05:06 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nSome companies that fought the first lady’s nutrition standards to trim salt, sugar and fat have adapted and sold more food. Now they want to avoid more...\n\n09/02/15, 05:00 AM EDT\n\n09/02/15, 12:04 AM EDT\n\n                                        By \nAndrew Glass\n\nHe helped to secure passage of the Norris-LaGuardia Act\n\n                                        By \nAlex Spence\n\nBritish newspaper companies want stricter controls on the BBC, which they say is thwarting digital expansion.\n\nPrimary Source\n\n09/01/15, 09:28 PM EDT\n\n                                        By \nJeff Smith\n\nThe first correctional officer I saw had two teeth. I came in with a young black guy who mumbled and a 40-ish Chinese man who spoke broken English, but...\n\nWASHINGTON AND THE WORLD\n\n09/01/15, 08:34 PM EDT\n\n                                        By \nPhilip Gordon\n\nOne visit will not bridge the real gaps between the United States and Saudi Arabia. But it might help. \n\nHistory Dept.\n\n09/01/15, 08:31 PM EDT\n\n                                        By \nMichael Kazin\n\nIt happened once before, 90 years ago, when the GOP cracked down hard on immigrants. Republicans never recovered. \n\n09/01/15, 08:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe pope is coming and the government wants you to stay home.\nSCOTT WALKER narrows down the playing field.\n\n09/01/15, 08:00 PM EDT\nWhat's in Hillary Clinton's latest batch of emails\n\n2016\n\n09/01/15, 07:47 PM EDT\n\n                                        By \nAnnie Karni\n\nCheryl Mills is the only aide who talks back to Hillary.\n\n09/01/15, 07:41 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"Plaintiffs have indicated that they may seek to depose certain reporters in September and/or October,\" lawyers for the government say.\n\n09/01/15, 07:29 PM EDT\n\n                                        By \nKatie Glueck\n\nFiorina’s team was celebrating.\n\n2016\n\n09/01/15, 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSupporters of the Vermont senator have petitioned top leaders to hold off on endorsing a candidate in the Democratic primary\n\nCongress\n\n09/01/15, 07:10 PM EDT\n\n                                        By \nBurgess Everett\n\nAt an event Tuesday, the ranking member on the Senate Foreign Relations Committee seemed to be arguing with himself.\n\n09/01/15, 06:25 PM EDT\n\n                                        By \nRachael Bade\n                                         and \nJosh Gerstein\n\nCheryl Mills’ desire for open testimony is just the first disagreement in what’s likely to be a tense session Thursday.\n\n09/01/15, 05:28 PM EDT\n\n                                        By \nSarah Wheaton\n\nThe subtext of his trip to Alaska is as much Cold War as it is global warming.\n\n2016 presidential debates\n\n09/01/15, 05:18 PM EDT\n\n                                        By \nHadas Gold\n\nAccording to CNN, any candidate who ranks in the top 10 between Aug. 6 and Sept. 10 will be included in the primetime debate.\n\n09/01/15, 05:07 PM EDT\n\n                                        By \nDylan Byers\n\nThe vice president will appear on the first week of the new show. \n\n09/01/15, 04:47 PM EDT\n\n                                        By \nEliza Collins\n\nThe news follows last week's Gallup poll, which showed the former Maryland governor with a minus-2 favorability rating among Hispanics.\nWe're working on more stories right now\n\n                AP Photo\n\n            By \nDaniel Strauss\n\n09/02/15, 02:46 PM EDT\nIn the wake of debate rules changes announced Tuesday, the Republican National Committee convened a conference call Wednesday morning to brief campaigns on logistics and the effect of the new debate criteria.\nThe call, designed to prevent grumbling from the GOP presidential campaigns and answer questions about the upcoming debate, came less than a day after another conference call -- convened by CNN -- announced rules changes that opened the door for Carly Fiorina to appear in the Sept. 16 primetime debate.\nThe two calls come as Republican and CNN officials try to accommodate an unusually large 17-candidate primary field while also responding to concerns that Fiorina might not make the stage for the primetime debate because of the polling threshold. The lone woman in the field, Fiorina's standing in the polls has increased in the wake of a strong performance in the Aug. 6 undercard debate. But the former Hewlett-Packard CEO was in danger of being excluded from the next primetime debate because of the timeframe of the established polling criteria -- and CNN and the RNC were under increasing pressure to find a way to include her on the stage.\nUnder the changes revealed Tuesday, Fiorina would likely make the cut: CNN announced that it would allow any candidate who ranked in the top 10 between the last debate on Aug. 6 and Sept. 10 into the primetime debate.\nAccording to multiple campaign operatives who were on the Tuesday CNN call announcing the new rules, no campaign representatives voiced disagreement about the rules change but there were conflicting accounts as to whether that was because the floor for that call was not opened up to ask questions or whether campaign operatives on the call simply didn't pipe up. The discussion then turned to debate details such as the number of spin rooms and the amount of space available for supporters at the venue.\n\"They went through all the logistics but on the front end, and again they delayed the call, it was supposed to be at 1 and they moved it to 5,\" one top operative of a Republican campaign said of the Tuesday call. \"And they said 'we're going to read a statement from CNN and we will not be taking questions or comments about this statement and that's where they then read the statement about the rules change and there was no opportunity. They were not going to allow anyone to comment -- express pleasure, displeasure about that.\"\nCampaign operatives who were on both calls described the Wednesday RNC conference call as the latest in its series of alternating calls going over logistics about the next debate. Those calls happen every other week and had been scheduled in advance of Tuesday's news -- a reflection of the urgency and pressure organizers feel in making sure campaigns feel looped into debate planning. The call, which lasted about 10 minutes, was solely about logistical aspects of the next debate -- such as ticketing.\n\n\n\n            By \nNick Gass\n\nRNC chief strategist and communications director Sean Spicer said Wednesday the line was open to participants on the call and nobody asked questions in response to the announcement. The discussion then quickly moved to Sept. 16 debate logistics.\n\"Throughout the call probably at least seven different people voiced at different times like 'hey, hold on a second,' or 'can you explain further, that's going to be a problem,'\" Spicer said, adding that after the announcement that \"there was a pause\" and \"all the lines were open\" but nobody asked questions on the announcement.\nEven so, some campaigns were frustrated by the timing of the two calls and questioned why there wasn't just one long call to go over logistics questions and also discuss the rules change.\n\"So why don't you just do this all at once?\" a chief strategist for a Republican presidential campaign on the call said. \"But my guess is they didn't want to make this announcement to everybody and then have a longer call where people could start airing their grievances.\"\nThe cable networks, Spicer explained, are given the option to either pick their own date to hold a call or to simply piggyback on the bi-weekly call. Going forward, he said, there could be one big call to go over debate criteria and also answer questions from both the RNC and the network cohosting the debate.\nKatie Glueck and Hadas Gold contributed to this report.\n\n                                            By \nNicholas Carr\n\n\n                                            By \nJeff Smith\n\n\n                                            By \nPhilip Gordon\n\n\n                                            By \nMichael Kazin\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "The RNC's multiple debate calls", "url": "http://www.politico.com/story/2015/09/2016-debates-gop-rnc-briefs-campaigns-213257", "topics": ["immigration"], "people": ["Nick Gass", "Burgess Everett", "Sean Spicer", "Rachael Bade", "Hillary Clinton", "Helena Bottemiller Evich", "Hadas Gold", "Nicholas Carr", "Dylan Byers", "Cheryl Mills", "Patrick Murray", "Christine Sexton", "Richard Martyn", "Nahal Toosi", "Jules Johnston", "Annie Karni", "Josh Gerstein", "Katie Glueck", "Rand Paul", "Ben Schreckinger", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Steve Ricchetti", "De Blasio", "Philip Gordon", "Alex Spence", "Eliza Collins", "Elizabeth Warren", "Sarah Wheaton", "Andrew Glass", "Carly Fiorina", "Jeff Smith", "Donald Trump", "Barbara Mikulski", "Melissa Mark", "Daniel Strauss", "Michael Kazin", "Alev Scott", "Rick Scott", "Rick Perry"], "orgs": ["AHCA", "Congress", "RNC", "Hispanic Council", "Commission", "HEALEY", "Republican National Committee", "Senate Foreign Relations Committee", "Gallup", "Planned Parenthood", "GOP"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-09-02 19:46:26", "org": "politico", "article_id": "6371228581dc224d49fc226a44410c19", "date_access": "2015-09-02 18:50:10.998790"}