{"body": "POLITICO\nA daily overview of education policy news\nBy Caitlin Emma\n8/10/15 9:59 AM EDT\nWith help from Allie Grasgreen, Kimberly Hefling and Nirvi Shah\nTHE $350 BILLION PLAN TO KILL COLLEGE DEBT: Hillary Clinton’s new $350 billion proposal [http://politico.pro/1Mf1rmG] is intended to keep people from going into debt to go to college and reduce interest rates for people who already have student loans. The plan borrows ideas from the left and the right and even expands a program enacted by Bill Clinton, AmeriCorps. It includes ideas already being discussed in Congress and for which groundwork has been laid by the Obama administration. The so-called New College Compact is unlikely to win over many in the GOP because the $350 billion over 10 years would come from cutting tax deductions [http://politico.pro/1DGvDpj] for the wealthiest Americans, but a senior campaign official believes the proposal is so powerful it will galvanize voters to sway Congress to adopt the ideas.\nStory Continued Below\n— The plan: allow students to attend a four-year public college without taking out loans for tuition, attend community college tuition-free, push states to spend more on higher education, encourage institutions to cut costs while boosting graduation rates and reward innovation. But Republicans, including Senate education committee Chairman Lamar Alexander have argued that public college tuition is largely affordable now and that stories of students who have racked up more than $100,000 of debt are outliers. “Students, taxpayers and voters should react with great skepticism to any proposals that would amount to a Washington takeover of higher education and jeopardize the autonomy and independence that has made our higher education system the best in the world,” a Republican aide said. “These kinds of ideas usually go hand in hand with higher state taxes, increased costs and fewer choices.”\n— The campaign praised some Obama administration initiatives, including boosts in Pell Grant spending and the expansion of programs that allow graduates to repay loans based on the size of their paycheck. But Clinton wants to address the underlying issue that led to the need for those changes and the nation’s collective $1.2 trillion in student loan debt. “We haven’t dealt with crux of the problem: How do we actually stem the cost curve?” the campaign official said.\n— Clinton will discuss the plan during New Hampshire campaign stops. She visits Exeter High School at 1:30 p.m. ET today and River Valley Community college Tuesday at 11 a.m. She’s also attending a community forum at Keene Middle School on Tuesday at 3:30 p.m. And at a yet-to-be-announced stop later in the week, Clinton will offer additional proposals intended to help nontraditional students — such as those who are already parents — complete their degrees, the campaign said. More from Nirvi Shah and Kimberly Hefling: http://politi.co/1KZ0sWd.\n— The debt-financed education system was not the norm until as recently as the 1990s, and it is reversible, Demos Senior Policy Analyst Mark Huelsman writes in a new paper: http://bit.ly/1WbG5LA.\nNO CANDIDATE LEFT BEHIND: Trump takes a stand: According to the National Review, Donald Trump is supposed to testify in court today over his earnings from his eponymous business school: http://bit.ly/1eUXvKG.\nBernie bounces back: In Seattle, Bernie Sanders was overpowered at one event by activists from Black Lives Matter but gave a speech on race and diversity at the University of Washington a few hours later. More: http://politi.co/1N2FkAy.\nGOOD MONDAY MORNING, AUGUST 10. I found the most adorable [http://bit.ly/1DAXnfp] children’s book over the weekend for my new godson: “Vegetables in Underwear.” [http://amzn.to/1MePhdB] I almost bought a copy for myself! Send book recommendations, tips, clips and amusing GIFs to cemma@politico.com or @caitlinzemma. Send events to: educalendar@politicopro.com. And follow us on Twitter: @Morning_Edu and @POLITICOPro.\nSPEAKING OF INCOME BASED REPAYMENT: Today’s the last day to comment on proposed regulatory language expanding President Obama’s Pay As You Earn income-based student loan repayment program. While progressives have generally supported the initiative — which was done at Obama’s bidding, by a negotiated rulemaking panel that managed to reach consensus in April — many observers, including HELP Committee Ranking Member Patty Murray and other Senate Democrats, have criticized the decision to create an entirely new program rather than build on the existing one. Revised Pay As You Earn, or REPAYE, had yielded nearly 2,500 comments as of Friday: http://1.usa.gov/1MfwP69.\n— “While we are strong proponents of allowing more borrowers to cap their payments at 10 percent of income, as REPAYE does, we also strongly support the streamlining of the multiple income-driven repayment plans into one improved income-driven plan,” The Institute for College Access and Success said in its submission [http://bit.ly/1KVY2ud]. “We recognize that this cannot be achieved through regulation and requires legislative changes. With the incorporation of our recommended changes, REPAYE would become an excellent model for Congress to consider when developing that single, streamlined IDR plan.” TICAS also took issue with the fact that the proposed regulations would tier loan forgiveness, requiring borrowers with any graduate loans to repay for 25 years before having their debt forgiven, as opposed to the 20 required for undergraduate borrowers.\n— The regulations would also modify the process for colleges issuing challenges and appeals to penalties based on their Participation Rate Index, and require loan holders to proactively use a Defense Department database to apply a 6 percent interest rate cap to military members.\nSTATE CHIEFS LOOK AHEAD: Five newby state chiefs said they’re feeling more settled in the job now that they’re looking ahead to the new school year. They said their first few months in office were like “drinking out of a fire hose on full blast,” dealing with No Child Left Behind reauthorization, state legislative sessions, budget shortfalls, academic standards updates and equity lawsuits. The five were all elected last November to replace Republican predecessors: Georgia’s Richard Woods, Idaho’s Sherri Ybarra, Oklahoma’s Joy Hofmeister, South Carolina’s Molly Spearman and Wyoming’s Jillian Balow. But now, heading into a new school year, they’re hoping for a steadier, more manageable stream of activity, though many of the issues they faced at first are still lingering. I have more: http://politico.pro/1N1We25.\nPROCESSED FOODS MAKE PLAY TO STAY IN SCHOOLS: Whole-grain-rich Pillsbury breakfast cinnamon rolls and reduced-fat Doritos might not be exactly what the first lady was picturing for school cafeterias when she stood by the president five years ago as he signed the new school lunch law, Pro Agriculture’s Helena Bottemiller Evich reports. But the processed food companies have evolved to stay on school lunch trays despite the law, which set the first real nutrition standards in decades. Leading companies like General Mills, Schwan’s and Domino’s are increasing their sales and the industry has dialed down lobbying against the nutrition standards. The pizza chain Domino’s actually got into the K-12 school food business because of the opportunity it anticipated in the shift in nutrition requirements. The company’s Smart Slice, a whole-grain-rich, lower-fat and lower-sodium pizza, was developed just for school cafeterias. The company expects to sell its pizza in 5,000 schools in more than 44 states this year. That’s up from last year’s 3,000 schools in 29 states. Helena has more: http://politico.pro/1MWWD78.\nLEARNING FROM FERGUSON: The one-year anniversary of the shooting of Ferguson teenager Michael Brown passed quietly this weekend [http://bbc.in/1IXTQYB], bringing with it moments of silence and a peaceful march. The principal of Ferguson’s Central Elementary School, Krystal Isom, told Morning Education that Brown’s shooting and the racial unrest that followed prompted a lot of questions from her students. The protests kept them up at night. And they didn’t understand the public’s response: They couldn’t comprehend why people were being mean to their beloved school resource officer, Isom said. “That wasn’t their experience, that wasn’t their story,” she said. “They began to challenge why people couldn’t come up with more positive ways of expressing what’s going on.” But the students kept coming to school every day. And the teachers and counselors helped students work through the tension. Ultimately, Isom said the experience brought her staff, students and their families closer together. “This isn’t a racially divided place as it has been depicted,” she said. “I think their takeaway is that their still can be peace, you can still be resilient despite enormous obstacles.”\n— Media from around the world flocked to Ferguson to cover the protests and racial unrest, but they should’ve been paying attention all along, writes April Saul for POLITICO Magazine. “Harder to tell are the stories of the kids gunned down on the streets of our cities, where murder has become too mundane to be deemed newsworthy — but is no less heartbreaking than police brutality, and just as worthy of our understanding.” More: http://politi.co/1Pfo8qF.\nREPORT: THE GOOD JOBS ARE BACK: Job growth since the recession has mostly come from good, full-time jobs that pay more than $53,000 and provide health insurance and retirement plans, according to a new report released today by Georgetown University’s Center on Education and the Workforce. The vast majority of those jobs have gone to college graduates, the report says, and they’re focused in the managerial, STEM or health care sector. The findings come despite media reports that only low-wage jobs have dominated since the start of the recovery in 2010. The report: http://bit.ly/1INvah2.\nBACK TO SCHOOL SHOPPING? Prepare to pay more: Huntington Bank recently released its annual “Backpack Index,” and when supplies and extracurricular activities are added together, costs are going up this school year compared to last. There was an almost 10 percent increase for high school students because many of them take multiple college entrance exams. Elementary and middle school students saw a more modest increase of a 1 percent and 2.5 percent increase, respectively. The index anticipates costs of $1,402 for high school students, $649 for elementary school children and a $941 for a middle school child. More: http://bit.ly/1KBWe9r.\n— The New York Times has a round up of gadgets for college students heading back to school, including a wearable drone (yes, drone) that takes photos. More: http://nyti.ms/1MGcGpw.\nMOVERS AND SHAKERS\n— Deans for Impact has added six new members: The University of Nevada at Reno’s Kenneth Coll, Western Oregon University’s Mark Girod, Hampton University’s Cassandra P. Herring, University of Pittsburgh’s Alan Lesgold, University of Chicago’s Sara Ray Stoelinga, and Bank Street College of Education’s Josh Thomases.\n\r\n— William Galston, Ezra K. Zilkha chair and a senior fellow in governance studies at the Brown Center on Education Policy at the Brookings Institution, will take over as interim director of the center.\n— Mike Hansen, a principal researcher at the American Institutes for Research and an affiliated researcher with the National Center for Analysis of Longitudinal Data in Education Research, has been appointed deputy director and senior fellow in governance studies at Brookings’ Brown Center.\n— Jennifer Wayman has been named the new president and CEO of Hager Sharp, which represents a number of education clients.\n— The Association of American Colleges and Universities recently announced the appointment of Kate McConnell as the new senior director for research and assessment. McConnell most recently served as Virginia Tech’s inaugural director of assessment in the Office of the Vice Provost for Undergraduate Academic Affairs.\n— The National Student Clearinghouse and the National Student Clearinghouse Research Center have each elected two new members to their boards of directors for the 2015-2016 term: R. Eileen Baccus, president emeritus of Northwestern Connecticut Community College, and Monty Sullivan, president of the Louisiana Community and Technical College System.\nSYLLABUS \n— Arizona private-school families cash in on state's tax-credit program. The Arizona Republic: http://bit.ly/1H7kV69\n— Make way for the test-score punditry: New York state scores coming next week. Chalkbeat New York: http://bit.ly/1T1j5ji\n—Teacher shortages spur a nationwide hiring scramble (credentials optional). The New York Times: http://nyti.ms/1WbgMcF\n— How UConn’s speech clinic is helping transgender clients. The Associated Press: http://huff.to/1DA5uIz\n— The not-so-secret ELL summer slide problem that no one has quantified. Chalkbeat Colorado: http://bit.ly/1MaGR6J\n— One Missouri Democratic state senator wants a Justice Department investigation, urges support for school transfer bill. The Missouri Times: http://bit.ly/1ICPgvi\n— New truancy law set to put pressure on schools, parents. The Texas Tribune: http://bit.ly/1KcR7ak\n— Chicago Teachers Union president says pension pickup issue “strike-worthy.” Chicago Tribune: http://trib.in/1J1tUx2\n— Major charter school expansion in the works for L.A. Unified students. Los Angeles Times: http://lat.ms/1gVCGkd\n— University of Illinois officials used personal email to hide discussions. Chicago Tribune: http://trib.in/1NfvKbt\n— Most Texas schools meet eased rating criteria, but racial gap remains. The Dallas Morning News: http://bit.ly/1grsr6n\n\nOh I’m smiling [http://bit.ly/1JRpAzv] because I’m with the Pro Education team: @CaitlinZEmma or cemma@politico.com, @alliegrasgreen or agrasgreen@politico.com, @khefling or khefling@politico.com, @MaggieSeverns or mseverns@politico.com, @NirviShah or nshah@politico.com.\nBy MICHAEL KRUSE and  MANU RAJU\nBy SUSAN SOUTHARD\nBy BILL SCHER\nBy MAYA PARK and  BEN WOFFORD\n© 2015 POLITICO LLC", "byline": "", "description": "Last call for Pay As You Earn comments.", "title": "Clinton’s $350 billion plan to kill college debt — Last call for Pay As You Earn comments — State chiefs look ahead", "url": "http://www.politico.com/morningeducation/0815/morningeducation19527.html", "topics": ["economy"], "people": ["Richard Woods", "Donald Trump", "Lamar Alexander", "Allie Grasgreen", "Helena Bottemiller Evich", "Nirvi Shah", "Michael Brown", "Sherri Ybarra", "Hillary Clinton", "Pell Grant", "Kimberly Hefling", "Bill Clinton", "Patty Murray", "Caitlin Emma", "William Galston", "Mark Huelsman", "Bernie Sanders", "Joy Hofmeister", "Hager Sharp"], "orgs": ["Universities", "Institute for College", "University of Washington", "Defense Department", "University of Chicago", "Congress", "Justice Department", "Senate", "University of Illinois", "AmeriCorps", "American Institutes for Research", "Pro Agriculture", "National Review", "Pro Education", "Edu", "SHAKERS", "Workforce", "General Mills", "GOP"], "authors": [{"author_id": 30889, "fullname": "caitlin emma", "primary_org": "politico"}], "date_written": "2015-08-10 14:59:29", "org": "politico", "article_id": "f131ab5c570b145da69337e4c13a4457", "date_access": "2015-08-10 14:10:25.865463"}