{"body": "Getty\nWith Donald Trump tossing incendiary rhetoric on the campaign trail, Republicans promise tough enforcement legislation this fall.\nBy Seung Min Kim\n7/23/15 7:04 PM EDT\nAs Donald Trump rides a stridently anti-immigration message to the top of GOP presidential polls, House Republicans are rushing to reopen the immigration debate with legislation that would crack down on so-called “sanctuary cities,” the hundreds of localities that give safe harbor to those here illegally.\nIt’s the first sign that the furor stoked by Trump — after the shooting death of a woman allegedly by an undocumented immigrant — and his oft-ridiculed campaign is having a ripple effect off the trail. And Democrats are seizing the moment to try and brand the GOP as in the thrall of the real estate mogul — trumpeting a sanctuary cities bill passed by the House Thursday as the “Donald Trump Act.”\nStory Continued Below\nUndeterred, Republicans pressed forward on legislation that would block funding for sanctuary cities — where local law enforcement shields undocumented immigrants from federal directives — as an opening salvo in a broader immigration fight. GOP leaders have promised the rank-and-file that more enforcement legislation is coming, though they haven’t picked specific bills.\nStill, while Thursday’s bill — which passed the House 241-179 — was narrowly focused and won broad support from Republicans, some GOP lawmakers warned against pursuing an enforcement-only path.\nAlso on POLITICO\nADAM B. LERNER\n“I don’t think it helps us politically to deal simply with enforcement,” said Rep. Charlie Dent (R-Pa.), a leading moderate in his party. “We’re not gonna be able to claim that we’ve fixed the … illegal immigration problem by simply dealing with a border security bill or an interior enforcement bill.”\nThough they resisted immigration reform for much of the last two years, House Republicans are responding to the national outcry over sanctuary cities after the shooting death of Kathryn Steinle in San Francisco — allegedly at the hands of an immigrant here illegally who was released by local authorities, even though the feds had asked him to be detained. Trump’s surge, they say, is an illustration of the same rising tide of public concern.\n“The appetite for amnesty has diminished dramatically after we see the carnage in the streets of America at the hands of criminal aliens that should’ve been removed from the country,” said Rep. Steve King of Iowa, a leading hardliner. “That means that now, the climate is much better to try to move down the line on enforcement.”\nBut pushing forward on an enforcement-focused strategy could trigger a political backlash and risk further alienating minorities — who voted in droves against the Republican Party in the last presidential election — ahead of the 2016 race. Democratic presidential candidate Hillary Clinton has already seized on previous immigration votes from Hill Republicans — a clear attempt to replicate, if not broaden, the margin of Latino voters who voted against Mitt Romney in 2012.\n“He let himself get painted as the anti-immigrant candidate,” said Jeremy Robbins, the executive director of the Partnership for a New American Economy, said of Romney. “And when Dems started hammering home on that, he won 27 percent of the Hispanic vote.”\nRepublicans on both ends of the Capitol are still rolling out legislation in response to Steinle’s death. For instance, Sen. Jeff Flake (R-Ariz.), a member of the Gang of Eight that wrote the Senate’s immigration bill in 2013, unveiled legislation Thursday that would create a notification system between federal and local law enforcement to be used when immigrants here illegally with criminal records are released from custody.\nAlso on POLITICO\nBEN SCHRECKINGER\nKing — who also wields influence as a Republican politician in Iowa, which holds the nation’s first presidential nominating contest — is shopping around a bill that would ban all federal aid to sanctuary cities, force localities to comply with federal immigration requests and mandate other tough enforcement measures.\nMeanwhile, the GOP has significant ground to recover among Hispanic voters from the last cycle. According to an analysis from the polling firm Latino Decisions released last week, the Republican nominee would have to secure 47 percent of the national Latino vote to win the popular vote. That would amount to a 20 percent increase from Romney’s performance in 2012, according to exit polls.\nSensing an opening, Democrats made an aggressive push this week to tie congressional Republicans to the fiery Trump, who has drawn considerable criticism since his controversial remarks about Mexican immigrants.\n“Just a few weeks into his campaign and Donald Trump has a bill on the floor of the House,” said Rep. Luis Gutierrez (D-Ill.) during the floor debate Thursday. “That is better than some of the senators he is running against.”\nStill, the national scrutiny over Steinle’s July 1 death has also put Democrats on the defensive.\nSen. Dianne Feinstein (D-Calif.), a former San Francisco mayor, has drawn fire from immigration advocates for drafting legislation that would require cooperation between local law enforcement and federal immigration officials — particularly if the case involves an undocumented immigrant with a criminal background. And six Democrats supported the House GOP bill Thursday: Reps. Ami Bera of California, Jim Cooper of Tennessee, Henry Cuellar of Texas, Bill Keating of Massachusetts, Collin Peterson of Minnesota and Krysten Sinema of Arizona.\nIt even drew support from GOP lawmakers who’ve long been for immigration reform.\n“I wouldn’t have drafted this,” said Rep. Mario Diaz-Balart (R-Fla.) of the sanctuary city legislation the House passed Thursday. But “a couple of things I’ve always insisted on. One is, zero tolerance to serious criminals. And the second thing is to adhere to the law, to the rule of law.”\nCalifornia Rep. Jeff Denham, another GOP lawmaker who has bucked his party on immigration reform, said flatly: “I’m against sanctuary cities.”\n“I think each of our cities needs to follow federal law,” he said. “I think this is a difficult vote for many of us because it doesn’t address the core problem, but it is a step in the right direction.”\nBoth King and House Judiciary Committee Chairman Bob Goodlatte (R-Va.), whose panel oversees immigration policy, said House Majority Leader Kevin McCarthy (R-Calif.) has promised more action on enforcement legislation in the future.\nDepending on what that legislation looks like, it could draw more internal Republican opposition — particularly from the handful of GOP lawmakers who opposed Thursday’s bill written by Rep. Duncan Hunter (R-Calif.).\nAlso on POLITICO\nELI STOKOLS\n“Had it been the law of the land before this terrible crime, it would not have prevented it,” said Rep. Carlos Curbelo, a Republican from swing district in southern Florida who voted against the sanctuary cities bill. “This is an exercise. This is not a solution. This may generate a headline, but it’s not gonna solve a problem.”\nRep. Bob Dold (R-Ill.), who represents the Chicago suburbs and is a top target of Democrats, said he opposed the bill because it was counterproductive to punish local law enforcement officials by withholding federal funding from them.\nOther Republicans who voted against the sanctuary cities legislation included New York Reps. Dan Donovan — the former Staten Island district attorney — and Peter King, as well as Washington Rep. Dave Reichert, a former King County sheriff.\nEven as tougher immigration bills gain traction in Congress, these Republicans and others are likely to push for a middle ground. For instance, Rep. Tom MacArthur (R-N.J.) said he has pressed McCarthy and Speaker John Boehner (R-Ohio) about having more votes to overhaul immigration laws, not just to crack down on enforcement.\nHe voted for the sanctuary cities bill on Thursday, but has split from his party on other immigration issues. For instance, he backed a provision in the National Defense Authorization Act earlier this year that would have opened the door to allowing young undocumented immigrants to serve in the military.\nThat May vote prompted criticism from Clinton’s campaign.\n“We’ve now taken a number of votes this year that are more on the law-and-order side,” MacArthur said. “We also need to discuss the compassion side.”\nBy JEFF GREENFIELD \nBy DANIEL J. MCGRAW\nBy BARNEY FRANK\nBy RICK WILSON\n© 2015 POLITICO LLC", "byline": "", "description": "Republicans promise tough enforcement legislation this fall.", "title": "GOP picks a fight over immigration", "url": "http://www.politico.com/story/2015/07/gop-picks-a-fight-over-immigration-120559.html", "topics": ["immigration"], "people": ["Bob Dold", "Bill Keating", "Carlos Curbelo", "John Boehner", "Bob Goodlatte", "Charlie Dent", "Dianne Feinstein", "Jeff Flake", "Dave Reichert", "Steve King", "Ami Bera", "Kathryn Steinle", "Jeff Denham", "Seung Min Kim", "Donald Trump", "Henry Cuellar", "Jeremy Robbins", "Duncan Hunter", "Jim Cooper", "Mitt Romney", "Dan Donovan", "Luis Gutierrez", "Hillary Clinton", "Collin Peterson", "Peter King"], "orgs": ["Congress", "House Judiciary Committee", "Senate", "Republican Party", "House Republicans", "Latino Decisions", "House GOP", "New American Economy", "GOP"], "authors": [{"author_id": 30849, "fullname": "seung min kim", "primary_org": "politico"}], "date_written": "2015-07-24 00:04:35", "org": "politico", "article_id": "495d3c91411d8349ce88cda471e24712", "date_access": "2015-07-24 00:20:04.274501"}