{"body": "AP Photo\nBy Nick Gass\n8/24/15 12:34 PM EDT\nColumba Bush, the wife of Republican presidential candidate Jeb Bush, penned a laudatory op-ed on Sunday praising the anti-drug addiction work of Dr. Miriam Adelson, one half of one of the political world’s most powerful donor couples.\nAdelson and her husband, Sheldon, founded the Dr. Miriam and Sheldon G. Adelson Clinic for Drug Abuse Treatment & Research in 2000. Recounting a recent visit to the Las Vegas clinic in which she met the doctor, Bush praised Adelson and her staff for their work with those suffering from opioid prescription drug addiction.\nStory Continued Below\n“I was impressed with Dr. Adelson’s understanding of the complexities of substance abuse, as well as her passion to address this deadly epidemic sweeping across Nevada and the rest of our nation,” Bush wrote in the Las Vegas Review-Journal article, published Sunday evening.\nThe former first lady of Florida touted her husband’s efforts as governor focusing on prevention and intervention.\n“Jeb and I worked diligently to dismantle the stigma associated with talking about substance abuse in our families and our communities by continuously using our voices and experiences to raise awareness and educate others,” she wrote.\nAlso on POLITICO\nELIZA COLLINS\nEarlier this year, Bush reportedly angered Adelson when he did not advise prominent foreign policy adviser James Baker against speaking to J Street, a liberal pro-Israel organization.\n“I think he’s lost the Sheldon primary,” the leader of a prominent conservative group told National Review in April.\nBy BILL SCHER\nBy BEN SCHRECKINGER\nBy TOM DONNELLY\nBy LINA SERGIE ATTAR\n© 2015 POLITICO LLC", "byline": "", "description": "Bush praised Adelson and her staff for their work with those suffering from opioid prescription drug addiction.", "title": "Columba Bush praises Miriam Adelson in op-ed", "url": "http://www.politico.com/story/2015/08/columba-bush-op-ed-las-vegas-review-journal-121668.html", "topics": ["economy", "personality"], "people": ["Nick Gass", "James Baker", "Jeb Bush", "Miriam Adelson", "Columba Bush", "Sheldon G. Adelson"], "orgs": ["National Review", "Drug Abuse Treatment & Research", "Journal"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-24 17:34:44", "org": "politico", "article_id": "66b77938954b1ca9330533e2694ff3b9", "date_access": "2015-08-24 18:20:04.309362"}