{"body": "POLITICO\nYour guide to the permanent campaign\nBy Elena Schneider \n6/25/15 10:02 AM EDT\nWith Theodoric Meyer and Steven Shepard\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nStory Continued Below\nTODAY ON CAMPAIGN PRO — “Frank Guinta hangs on, bucking resignation calls,” by Campaign Pro’s Theodoric Meyer: http://politico.pro/1dhRlDy\nFLORIDA GETS CROWDED — Roll Call’s Emily Cahn reported Wednesday night that Florida GOP Rep. Jeff Miller will enter the race to replace GOP Sen. Marco Rubio, joining what promises to be a crowded primary field.  Rep. Ron DeSantis entered the contest first and has sought out the right flank. Lt. Gov. Carlos Lopez Cantera is planning to enter the race on July 15. http://roll.cl/1RxxSMv\n— Meanwhile, a Jacksonville TV affiliate is questioning Lopez-Cantera’s work schedule, arguing that he’s working fewer than half the days a full-time employee would. http://bit.ly/1BOk1jo\nRAINBOW SUPPORTERS — “Clinton’s gay supporters: What enthusiasm gap?” by POLITICO’s Annie Karni: “Hillary Clinton won’t be marching in New York City’s Pride Parade Sunday in Manhattan, and has no plans to march in any pride parades across the country, but her absence hasn’t diminished the community’s enthusiasm for her. Indeed, many gay leaders are so on board for her campaign that they prefer that she spend time building support elsewhere than marching alongside them.” http://politi.co/1Nem4Oc\nCAMPAIGN TREASURER SUED BY BOSS — Rep. Dana Rohrabacher (R-Calif.) filed a criminal complaint against Jack Wu, his campaign treasurer, for allegedly embezzling $170,000 in campaign funds, the Voice of the OC reported: “Rohrabacher and his campaign committee filed criminal complaints with county and state prosecutors Wednesday against Wu, who served as treasurer until accounting discrepancies were discovered last month, according to Charles Bell, a Sacramento-based attorney who represents the congressman and his campaign committee. “I am disappointed and dismayed by this betrayal of trust,” Rohrabacher said in a news release sent out [Wednesday] afternoon.” http://bit.ly/1Cu0uj3\n\r\nDays until the 2015 election: 131. Days until the 2016 election: 502.\n\r\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.\nNOW AVAILABLE: POLITICO PRO’S LEGISLATIVE TRACKER — This first-of-its kind tool, driven by the feedback of both the market and of our own POLITICO Pros, enables influencers to navigate the legislative process faster and easier.  In addition to an intuitive user interface, the tool also includes a virtual whip count that compares Member voting histories, easy note sharing capabilities enabling internal and external stakeholder collaboration and instant bill analysis that will reduce time spent on manual research. To schedule your demo email us at LT.info@politicopro.com.\nHAGAN CONFIRMS, SHE’S REALLY OUT — In a statement posted on her campaign Facebook page, Hagan said she will not run for the Senate in 2016. “[T]here is much work left to be done and, after careful deliberation, I have decided that my role going forward is as a citizen of our great state and not as an elected U.S. senator,” she said. “Serving North Carolina for the past 16 years, as a North Carolina and U.S. senator, has been an incredible opportunity, and I can't say 'thank you' enough to all North Carolinians, my colleagues in the Senate, my supporters and my family.”\n— State Treasurer Janet Cowell Monday today that she is running for reelection in 2016, not Senate. \"I am flattered to be mentioned as a potential candidate for the U.S. Senate,” Cowell said in a statement. “However, I am focused on my job and committed to running for reelection as treasurer in North Carolina.\"\n$ELF FUNDER — Campaign Pro’s Steve Shepard reported: “Kentucky Republican Matt Bevin spent more than $2.5 million of his own money to win last month’s gubernatorial primary, according to new campaign finance records filed Tuesday. Of the nearly $2.7 million Bevin, a businessman, brought in for the primary, less than $150,000 was raised from outside contributors, the report shows. As of June 18, Bevin’s account was $111,000 in debt. Bevin will be forced to self-fund in the general election — or build a heretofore nonexistent fundraising operation — in order to stay afloat in what is expected to be a neck-and-neck race against Democratic state Attorney General Jack Conway.”\n— The man Bevin says he supported in the 2004 presidential race, Constitution Party nominee Mike Perutka, is classified by watchdog groups as an “active white supremacist,” the Lexington Herald Leader reports. http://bit.ly/1HfLigL\n— Also in Kentucky: One day after Kentucky GOP gubernatorial candidate Matt Bevin said a statue of Confederate President Jefferson Davis should be removed from the Kentucky state Capitol building, Democrat Jack Conway joined Bevin in calling for the statue’s removal.”\nFICTION BREAK — Former Sen. Jim Webb (D-Va.), a potential presidential candidate, contributed a short story, “To Kill A Man,” to POLITICO Magazine’s “War Issue.” Read it here: http://politi.co/1SM1kko\nNAT SEC MONEY — John Bolton, former U.N. ambassador and fundraiser, endorsed eight more Republicans in their reelection bids, including Sens. Kelly Ayotte (R-N.H.), Richard Burr (R-N.C.), Ron Johnson (R-Wisc.), Rob Portman (R-Ohio), Pat Toomey (R-Penn.), and Reps. Barbara Comstock (R-Va.), Will Hurd (R-Texas), Lee Zeldin (R-N.Y.), the Washington Examiner reported. He said he will spend $40,000 on the candidates. http://washex.am/1NgSMz1\n— “Partisan vets groups, backed by big donors, prepare for battle in 2016,” by POLITICO’s Austin Wright: “When VoteVets, the group that helps elect Democratic veterans to Congress, squares off against Concerned Veterans for America, which runs attack ads against vulnerable Democrats, they will be backed by some of the nation’s brand names among billionaire political activists: Tom Steyer and the Koch brothers. The effectiveness of the two groups, which are increasingly important to their respective parties in promoting national-security strategy, is a testament to the ability of military issues to sway public opinion — and the willingness of mega-donors on both sides to pour money into causes that tap into that power. But the fact that billionaires can so successfully harness the credibility of those who’ve fought in wars doesn’t sit well with some veterans advocates.” http://politi.co/1J7sZrq\nAFTER CHARLESTON — WALKER EXPANDS GUN RIGHTS IN WISCONSIN — POLITICO’s Daniel Strauss reported: “Scott Walker expanded gun rights in Wisconsin on Wednesday by signing into law two bills that, respectively, get rid of the state’s 48-hour waiting period and let retired or off-duty law enforcement officials carry concealed firearms into public schools. Walker’s move was long in the making — Milwaukee County Sheriff David Clarke announced on June 11 that the Wisconsin governor would sign the 48-hour waiting period bill into law. But it also comes a week after a gunman killed nine people at an historic African-American church in Charleston, South Carolina, setting off a national debate over race and gun control.”\n— “Toomey says gun control measures worth another try,” by POLITICO’s Nick Gass: “Pennsylvania Sen. Pat Toomey is not holding his breath when it comes to new gun control measures, but he said it’s worth another try, following last week’s mass shooting in South Carolina. ‘Honestly, I don’t want to build up any false expectations. I’m not aware that we’ve got the votes to do what Senator Manchin and I attempted,’ the Republican said on MSNBC’s ‘Morning Joe’ on Wednesday when asked if the prospects for passing new legislation are better than they were in early 2013, after the massacre at Sandy Hook Elementary School in Newtown, Conn. ‘Is it possible that some portion of that, some subset of what we were focused on is possible ... honestly, probably not likely.’ http://politi.co/1dfVWWO\nPRESIDENTIAL SPEED READ — JINDAL ENTERS THE RING — “Louisiana longshot,” by POLITICO’s Katie Glueck and Eli Stokols in New Orleans: “Bobby Jindal is used to being the smartest guy in the room. A less familiar feeling: being written off as an afterthought before his next campaign even begins. But that’s the reality now for Jindal, who was once considered one of his party’s most promising and upwardly mobile officeholders. … Jindal is widely viewed as the longest of long shots, a candidate with a glittering resume but almost no chance of winning the GOP nomination in 2016. ... Jindal now enters a far more competitive and crowded presidential field, not as a wunderkind but as an asterisk who barely registers in national polls. He is running as a reform-minded, social conservative armed with detailed policy proposals — and betting that his wonky approach will enable him to break through — but many question whether it’s too late to gain a foothold in the 2016 race.” http://politi.co/1LEsFku\n— Jindal attacked former Florida Jeb Bush in his announcement speech, POLITICO’s Eli Stokols reported from Kenner, La. http://politi.co/1KeyqIj\n— Jindal’s power map, by Katie Glueck: Curt Anderson, strategist; Timmy Teepell, campaign manager; Wes Anderson, lead pollster; Gail Gitcho, senior adviser. http://politi.co/1fEHUzQ\n— Right to Rise, the pro-Bush super PAC, is out with a web ad targeting Iowa and New Hampshire, NH1 reports. http://bit.ly/1FCLgZ1\nCODA-QUOTE OF THE DAY: “Political battles are one thing. Trying to ruin someone is quite another. This is unprecedented. Where does it all end?” — Maine state Sen. Roger Katz (R), after a charter school in the state rescinded a job offer to Democratic state House Speaker Mark Eves. GOP Gov. Paul LePage had allegedly threatened to withhold state funds from the school if it hired Eves as its president. http://bit.ly/1BBRJYW\nBy DAN EPHRON \nBy MARK PERRY\nBy HELEN BENEDICT\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "Report: Miller will enter Florida Senate race.", "title": "Frank Guinta hangs tough — Report: Miller will enter Florida Senate race", "url": "http://www.politico.com/morningscore/0615/morningscore18886.html", "topics": ["campaign_finance"], "people": ["Carlos Lopez Cantera", "Kelly Ayotte", "Emily Cahn", "Hillary Clinton", "Elena Schneider", "Tom Steyer", "Frank Guinta", "Austin Wright", "Will Hurd", "Mark Eves", "Steven Shepard", "Eli Stokols", "Theodoric Meyer", "Richard Burr", "Annie Karni", "Gail Gitcho", "Bobby Jindal", "Pat Toomey", "Dana Rohrabacher", "Katie Glueck", "Nick Gass", "Jack Conway", "Florida Jeb Bush", "David Clarke", "Marco Rubio", "Jim Webb", "Jeff Miller", "Janet Cowell", "Barbara Comstock", "Curt Anderson", "Timmy Teepell", "Rob Portman", "Daniel Strauss", "John Bolton", "Ron Johnson", "Steve Shepard", "Scott Walker", "Lee Zeldin", "Wes Anderson", "Jefferson Davis", "Matt Bevin", "Joe Manchin"], "orgs": ["Veterans for America", "Congress", "Senate", "Campaign Pro", "Reps", "Florida Senate", "GOP", "U.S. Senate", "Washington Examiner", "Milwaukee County", "MSNBC", "U.N."], "authors": [{"author_id": 30901, "fullname": "elena schneider", "primary_org": "politico"}], "date_written": "2015-06-25 15:02:53", "org": "politico", "article_id": "b9be27c2760d48b7c5b49fd8ae9333f6", "date_access": "2015-06-25 15:30:18.518581"}