{"body": "Getty\nBy Adam B. Lerner\n7/6/15 4:46 PM EDT\nThe South Carolina state Senate voted overwhelmingly Monday to remove the Confederate battle flag from statehouse grounds.\nTwo-thirds of senators needed to vote to take down the flag for the measure to pass and move on to a third procedural vote in the Senate on Tuesday. Ultimately, 37 senators voted for its removal, while three voted against. If the voting tallies hold through Tuesday, the bill will be sent to the state’s House of Representatives.\nStory Continued Below\nThe Senate debated the topic intensely Monday, with many analysts unsure of whether enough senators would block the measure to prevent the flag’s removal. The body’s majority leader, state Sen. Harvey Peeler, a Republican, came out strongly against taking the flag off statehouse grounds Monday, comparing such an action to removing a tattoo from a corpse.\nResponding to comments from other Republicans that the flag belongs in a museum and not in front of the state’s Capitol building, Peeler said, “the greatest museum in the state of South Carolina is right here.”\nIn the end, Peeler was joined by two colleagues, Sens. Danny Verdin and Lee Bright, in voting against the measure.\nEarlier Monday, the state Senate tabled amendments that would have sent South Carolina voters the choice of whether or not the flag flies via ballot referendum, had the flag fly only on Confederate Memorial Day, and replaced the flag with the First National Flag of the Confederate States of America.\nThe result is a victory for South Carolina’s Republican Gov. Nikki Haley who, on June 22, broke with many conservatives in her state and around the country by calling for the flag to be taken down from its display outside the state Capitol building. Her call came after a white supremacist allegedly shot and killed nine African-Americans at a church in Charleston, sparking a national debate about the controversial symbol.\n“The flag, while an integral part of our past, does not represent the future of our state,” Haley said at the time.\nAfter her statement, a variety of national Republican figures including 2016 presidential candidates such as Scott Walker, Jeb Bush and John Kasich, as well as the state’s Sens. Lindsey Graham and Tim Scott, praised the governor for her decision and voiced their support for removing the flag.\nBy OMID MEMARIAN\nBy YANNIS PALAIOLOGOS\nBy RALPH NADER\nBy ZACHARY KARABELL\n© 2015 POLITICO LLC", "byline": "", "description": "Ultimately 37 senators voted for its removal, while three voted against it.", "title": "S.C. Senate votes by big margin to remove Confederate flag", "url": "http://www.politico.com/story/2015/07/south-carolina-confederate-flag-removal-senate-vote-119773.html", "topics": ["personality"], "people": ["Tim Scott", "Adam B. Lerner", "Lindsey Graham", "Jeb Bush", "Nikki Haley", "John Kasich", "Lee Bright", "Scott Walker"], "orgs": ["Senate", "House of Representatives", "Sens"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-06 21:46:24", "org": "politico", "article_id": "d14ace8af127ee2aedc3d64dd8c931fd", "date_access": "2015-07-06 22:20:02.496066"}