{"body": "\n08/30/15, 09:58 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton is \"a disgrace\" for comparing Republicans' stance on women's health issues to that of terrorists New Jersey Gov. Chris...\n\n08/30/15, 09:19 AM EDT\n\n                                        By \nNick Gass\n\nScott Walker defended his foreign policy chops, his record as governor of Wisconsin and his campaign's standing in the Republican polls to date in a wide-ranging,...\n\nPolitics\n\n08/30/15, 08:43 AM EDT\n\n                                        By \nAaron MaK\n\nHow an eccentric musician became one of the socialist senator’s biggest fans.\n\n                                        By \nLaurens Cerulus\n\nThe former prime minister said Jeremy Corbyn speaks in “Alice in Wonderland” politics.\nUnhappy small farmers detect a racket in a pork branding deal—and the USDA signed off on it.\n\nENERGY\n\n08/30/15, 07:32 AM EDT\n\n                                        By \nAndrew Restuccia\n\nThe billionaire’s companies are pushing against some green-energy policies, angering liberal Democrats.\n\n08/30/15, 07:19 AM EDT\n\n                                        By \nAndrew Glass\n\nThis Day in Politics: Aug. 30, 1967\n\n08/29/15, 07:35 PM EDT\n\n                                        By \nKevin Robillard\n\nThe outsider, non-politician duo of Donald Trump and Ben Carson continue to lead the Republican field in Iowa and are the only candidates in double digits...\n\n08/29/15, 07:08 PM EDT\n\n                                        By \nKevin Robillard\n\nThe poll shows Sanders with 30 percent and Clinton with 37 percent.\n\n08/29/15, 04:47 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nVice President Joe Biden added another unscheduled political event to his schedule Saturday - but this time, it was more about local politics than presidential...\n\n2016\n\n08/29/15, 02:41 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe billionaire real estate mogul uses a Nashville speech to emphasize his campaign is about more than him.\n\n08/29/15, 11:49 AM EDT\n\n                                        By \nAli Breland\n\nPalin and Trump seem to like each other. A lot.\n\n08/29/15, 11:11 AM EDT\n\n                                        By \nJennifer Shutt\n\n\"Who is Huma married to? One of the great sleezebags of our time: Anthony Weiner,\" Trump says. \n\n08/29/15, 10:47 AM EDT\nSolemn day in Big Easy\n\nHistory Dept.\n\n08/29/15, 09:29 AM EDT\n\n                                        By \nPOLITICO Magazine\n\n13 historians scour the past for Trumpian precedents.\n\nCongress\n\n08/29/15, 08:42 AM EDT\n\n                                        By \nTim Starks\n\n With millions of web-connected vehicles on the road, automakers call mandatory safeguards an \"antiquated\" solution.\n\n08/29/15, 08:19 AM EDT\n\n                                        By \nAndrew Glass\n\nThe investigation of one of the deadliest attacks on America began. \n\n08/29/15, 06:26 AM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nMarc Caputo\n\nThree top Jeb Bush fundraisers abruptly parted ways with his presidential campaign on Friday, amid internal personality conflicts and questions about the...\n\n2016\n\n08/28/15, 10:44 PM EDT\n\n                                        By \nBen Schreckinger\n\nAffluent New Englanders demonstrate the extent of his support.\n\n08/28/15, 07:40 PM EDT\n\n                                        By \nHenry C. Jackson\n\nJohn Kasich's aerial attack\n\nFINANCE & TAX\n\n08/28/15, 07:06 PM EDT\n\n                                        By \nJennifer Liberto\n\nPresidents of regional Federal Reserve meet, practically next door to a workshop called “Do Black Lives Matter to the Fed?”\n\nIn The Arena\n\n08/28/15, 06:58 PM EDT\n\n                                        By \n                                                Mitch Landrieu\n                                         and \n                                                Judith Rodin\n\nIn the decade since Hurricane Katrina devastated the Gulf Coast, New Orleans has weathered challenge after challenge, including multiple hurricanes, the...\n\n2016\n\n08/28/15, 06:30 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe front-runner’s campaign overwhelms the competition at the DNC’s cattle call. \n\n08/28/15, 05:48 PM EDT\n\n08/28/15, 05:48 PM EDT\n\n08/28/15, 05:37 PM EDT\n\n                                        By \nNicholas Vinocur\n\nEuropeans' fascination with all things Trump.\n\n08/28/15, 05:29 PM EDT\n\n                                        By \nNick Gass\n\nA ground campaign will be accompanied by a week-long, five-figure ad buy in the New York City market.\n\n2016\n\n08/28/15, 05:16 PM EDT\n\n                                        By \nNick Gass\n\nPresidential candidate says Democrats need to run an exciting 2016 campaign or they'll lose again.\n\nForeign Policy \n\n08/28/15, 05:13 PM EDT\n\n                                        By \nNahal Toosi\n\nSyrian Kurds are serving as \"boots on the ground\" against the Islamic State, but Turkey opposes their involvement.\n\n08/28/15, 05:09 PM EDT\n\n                                        By \nNahal Toosi\n\nThe position comes in the wake of an administration review of how the U.S. deals with hostage situations overseas.\nAs labor boards weigh in on the legal disputes these trigger, there’s one player missing so far: Congress.\n\nWashington And The World\n\n08/28/15, 05:03 PM EDT\n\n                                        By \nMelinda Liu\n\nHe’s the most powerful leader since Mao. Yet it’s unclear if Xi’s agenda can survive a meltdown.\n\n08/28/15, 03:29 PM EDT\n\n                                        By \nNick Gass\n\nMartin O'Malley has made no bones about his opposition to the Democratic National Committee's presidential debate schedule.\n\n08/28/15, 03:12 PM EDT\n\n                                        By \nMarc Caputo\n\n\n08/28/15, 02:29 PM EDT\n\n                                        By \nNick Gass\n\nCriticism and confusion over her use of a private email server doesn't frustrate her, she said.\n\n                                        By \nMaxim Eristavi\n\n\n                                        By \nJules Johnston\n\n\n08/28/15, 02:02 PM EDT\n\n                                        By \nTarini Parti\n\nCarmen Group settles LDA violation case — Apple takes Washington — Meet Trump's donors\n\n08/28/15, 12:53 PM EDT\n\n                                        By \nHadas Gold\n\nThe former Alaska governor has been defending Trump for weeks.\n\n08/28/15, 12:34 PM EDT\n\n2016\n\n08/28/15, 12:09 PM EDT\n\n                                        By \nNahal Toosi\n\nGOP hopefuls are bashing China ahead of next month’s state visit.\r\n\n\n08/28/15, 12:00 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThese senators may well decide whether the president will be spared the spectacle of a veto.\n\n08/28/15, 11:54 AM EDT\n\n                                        By \nNick Gass\n\nHe laid out his plan to end defense budget cuts.\n\n08/28/15, 11:49 AM EDT\n\n                                        By \nJake Sherman\n\nSean Parnell received tens of thousands of dollars to work as a consultant.\n\n08/28/15, 11:40 AM EDT\n\n08/28/15, 11:24 AM EDT\n\n08/28/15, 11:15 AM EDT\n\n08/28/15, 11:05 AM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\n08/28/15, 10:50 AM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has overturned a lower court's injunction against the National Security Agency's program to collect records on billions of telephone...\nWe're working on more stories right now\n\n                AP Photo\n\n            By \nNick Gass\n\n08/30/15, 09:58 AM EDT\nHillary Clinton is \"a disgrace\" for comparing Republican stances on women's health issues to those of terrorists, New Jersey Gov. Chris Christie said Sunday.\nDuring a speech to supporters in Ohio on Thursday, the Democratic presidential frontrunner said \"extreme views about women\" are to be expected from \"some of the terrorist groups,\" but not the Republicans running for the White House.\n\"Well, there's a uniter, isn't it? Comparing Republicans to terrorist groups. There's a real uniter. That's the woman you want sitting in the Oval Office to bring our country back together,\" the governor told host Chris Wallace on \"Fox News Sunday.\" \n\"That's a disgrace, and she's a disgrace,\" Christie added. \"She's a disgrace for saying that, for comparing Republicans to terrorist groups. Don't let her go on that, Chris. That's awful.\"\nImagine the mainstream media outrage if Republicans had compared Democrats to terrorist groups, Christie said. Invoking one of the recent Planned Parenthood videos showing officials discussing how to alter an abortion procedure to faciliate the donation of fetal tissue, Christie said he'd welcome a debate with Clinton if she believes a majority of mainstream Americans would support that.\n\"She just wants to talk about these vague generalities on war on women,\" Christie said. \"I can't wait until next September to get on stage with Hillary Clinton\" as the GOP nominee, he said.\nChristie touted his defunding of Planned Parenthood as governor, declining to answer whether he'd support shutting down the federal government, as some conservative Republicans have pledged to do this fall.\nThe governor also blasted Clinton's \"arrogance\" in handling questions from Fox News' Ed Henry last week, when the former secretary of state said she would answer one of a series of questions because that's what he was \"entitled to.\"\n\"This is not royalty in the United States,\" Christie declared. \"his is not a familial ascendancy.\"\n\n\n\n            By \nNick Gass\n\nHe also said he's not worried about making the primetime CNN debate on Sept. 16, despite slipping poll numbers in his race for the Republican presidential nomination.\n\"First off, I'll be on the stage at the Reagan Library, and I'm not worried about that,\" Christie said.\nFellow Republican contender Carly Fiorina, who earned wide praise for her performance in the first early debate on Aug. 6, has raised the issue of her possible exclusion from CNN's debate with the top candidates because of previously set criteria.\n\"She deserves to be heard as well,\" Christie said.\nHe also downplayed the role of Donald Trump in drowning out the other 16 candidates in the race, including himself.\n\"Everyone's going to have their moment to be able to speak their mind,\" the governor said. \"Now, it's Donald. In three weeks, it could be anyone else.\"\n\n                                            By \nAaron MaK\n\n\n                                            By \nPOLITICO Magazine\n\n\n                                            By \n                                                    Mitch Landrieu\n                                             and \n                                                    Judith Rodin\n\n\n                                            By \nBen Wofford\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Christie: Hillary's 'a disgrace'", "url": "http://www.politico.com/story/2015/08/christie-fox-213166", "topics": ["campaign_finance", "personality"], "people": ["Burgess Everett", "Chris Wallace", "Sean Parnell", "Jake Sherman", "Jennifer Shutt", "Henry C. Jackson", "Ben Wofford", "Mitch Landrieu", "Jeremy Corbyn", "John Kasich", "Marc Caputo", "Laurens Cerulus", "Anthony Weiner", "Chris Christie", "Joe Biden", "Sarah Palin", "Kevin Robillard", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Huma Abedin", "Nick Gass", "Alex Isenstadt", "Martin O'Malley", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Andrew Glass", "Donald Trump", "Nicholas Vinocur", "Maxim Eristavi", "Tim Starks", "Carly Fiorina", "Jennifer Liberto", "Ben Schreckinger", "Melinda Liu", "Ed Henry", "Judith Rodin", "Hillary Clinton", "Ali Breland", "Jules Johnston", "Josh Gerstein", "Scott Walker", "Ben Carson", "Hadas Gold"], "orgs": ["Washington And The World", "Tarini Parti", "Fed", "Federal Reserve", "USDA", "DNC", "Reagan Library", "National Security Agency", "LDA", "Oval Office", "Affluent New Englanders", "Congress", "Democratic National Committee", "Carmen Group", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-30 14:58:02", "org": "politico", "article_id": "8577c6ec060e5f890277bc805e18c4b6", "date_access": "2015-08-30 14:10:14.162421"}