{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n6/21/15 9:39 AM EDT\nHappy Dad’s Day – and first day of summer -- from New Orleans, where we had lunch Friday at Galatoire’s with Jason Recher and Wynn Radford, two George W. Bush alumni now raising daughters down here. After our duck-and-andouille gumbo, Sazeracs and sweet-potato cheesecake, we wandered out to Bourbon Street for a drink – Friday afternoon is a definite thing in the Big Easy – and ran into Paul Morse, photographer for both President Bush and the Clinton Global Initiative.\nNext time you’re here, it’s worth the 15-minute drive to Boucherie, in Uptown, for Krispy Kreme Bread Pudding.\nStory Continued Below\nCHUCK TODD, “Why I’ve Done a ‘180’ on Father's Day”: “There was a time I dreaded the third Sunday in June. I had nobody to call. ... Nobody to reminisce with. My dad died when I was 16. ... I had to play grown-up whether I liked it or not. My mother and I became partners, far too often, though, silent ones. She was focused on trying to keep a roof over our heads and making sure I didn't lose momentum to go to college. ... It was about 10 years after my dad died that I realized what an ineffectual jerk I might look by my attempts to ignore the holiday.\n“My mother had remarried by then to a great guy, who was also a father. And yet, I never even sent him a card or even made a call. ... And then came Father’s Day 2004, three months after the birth of my daughter. I found myself more excited about getting my first Father’s Day card than I had my most recent 10 birthdays.” http://on.today.com/1QKiFwz\nNEW THIS AM: “Fiorina, Ben Carson, Mike Huckabee Gain Ground in WSJ/NBC News Poll: Bush, Walker, Rubio hold firm; Rand Paul sees support drop since April,” by WSJ’s Patrick O’Connor: “[T]he share of likely GOP primary voters who said they could see themselves backing [Rand fell] from 59% in late April to 49% in mid-June.” http://on.wsj.com/1dXaTgZ\nTHE GREAT DEBATE – Two-thirds of the front page of The (Columbia, S.C.) State, “KILLINGS REIGNITE DEBATE ON FLAG: Public, pundits, politicians again vent anger over Confederate flag,” by Jeff Wilkinson: “A renewed push for the flag’s removal [from state Capitol grounds] has arisen quickly. ... [I]n 2000 [the flag] was taken down from the Capitol dome [where it] had flown ... since 1962. A hard-fought compromise resulted in its relocation to behind a monument to Confederate dead at the intersection of Gervais and Main streets, arguably the most prominent intersection in South Carolina. ...\n“[G]arnering enough support for removing the flag may be hard to find in the Palmetto State. In November, a Winthrop University poll ... showed 61 percent of South Carolinians said the flag should continue to fly where it is, while 33 percent say it should not. ... 73 percent [of whites] said the flag should continue flying, while 61 percent of blacks said it should come down.” http://bit.ly/1H6AYYq\n--PUNDIT PREP: “Lawmakers set to return to Columbia this week for budget debate.” BUT WILL THEY ACT ON THE FLAG? http://bit.ly/1d9bKdI\nMITT ROMNEY got 36,820 retweets and 37,836 favorites for his tweet hear ’round the world: “Take down the #ConfederateFlag at the SC Capitol. To many, it is a symbol of racial hatred. Remove it now to honor #Charleston victims.”\n--President Obama replied from his personal account, @POTUS: “Good point, Mitt.”\nTHE GOP’s 2016 field was more timid – Marc Caputo and Ali Breland round up the reaction: “Jeb Bush was the first candidate to issue a statement, noting that as governor of Florida, ‘we acted, moving the flag from the state grounds to a museum where it belonged.’ But even Bush showed reluctance to demand that South Carolina remove the controversial flag ... ‘This is obviously a very sensitive time in South Carolina and our prayers are with the families, the AME church community and the entire state,’ Bush wrote in a Facebook post. ‘Following a period of mourning, there will rightly be a discussion among leaders in the state about how South Carolina should move forward and I’m confident they will do the right thing.’ ...\n“Sen. Marco Rubio approvingly pointed to Bush’s decision, in 2001, to quietly move Florida’s confederate flag from the state Capitol to a museum. [Rubio told reporters at the Miami-Dade Republican Party’s Lincoln Day Dinner:] ‘I think ultimately the people of South Carolina will make the right decision for South Carolina. And I believe in their capacity to make that decision.’ Asked if moving the flag was an example of the ‘right decision,’ Rubio wouldn’t say. ...\n“Rubio didn’t mention that he signed on to what became a failed bill in the 2001 Florida Legislature that would have prevented the further removal of Confederate and other war memorabilia by executive action. The bill was drafted in opposition to Bush’s unilateral removal of the Confederate flag at Florida’s Capitol. ...\n“Wisconsin Gov. Scott Walker said in a statement, ‘The placement of a Confederate flag on the Capitol grounds is a state issue and I fully expect the leaders of South Carolina to debate this but the conversation should wait until after the families have had a chance to bury and mourn their loved ones.’ Ohio Gov. John Kasich said, ‘This is up to the people of South Carolina to decide, but if I were a citizen of South Carolina I’d be for taking it down.’” http://politi.co/1GsTgwl\n--@Vincent Harris, GOP digital guru: “It seems everyone online is an expert in the Civil War and flags now. Why not channel the anger into prayer? Matthew 5:4” (“Blessed are those who mourn, for they shall be comforted.”)\n15-SEC. PROMO for the newly named “NBC Nightly News with Lester Holt” http://bit.ly/1BEy9M2\n** A message from Nuclear Matters: Providing more than 60% of America’s carbon-free electricity, existing, state-of-the-art nuclear energy plants play a vital role in achieving our clean-energy and carbon-reduction goals. The industry also supports more than 100,000 jobs nationally and provides critical tax revenue locally for roads, schools and other public priorities. Learn more at NuclearMatters.com. **\nENDING TONIGHT -- #PLAYBOOKNew10 CONTEST: Email us your pick for which woman should go on the new $10 bill, plus a one-sentence reason. Along with Politico COO Kim Kingsley and Editor Susan Glasser, we’ll pick the 10 most persuasive entries. Then you'll vote on your favorite in an online poll. The winning entry will get lunch with all of us. Email dlippman@politico.com, or tweet #PlaybookNew10.\nHOT IN HILLARYLAND – Cover of NYT Sunday Styles, “The Clintons’ Hamptons Quandary: Hillary Clinton’s vacations raise funds but could clash with her populist message,” by Amy Chozick: “The Clintons looked into renting another home in the Hamptons, but they have hesitated to sign a lease, said several real estate agents in the Hamptons ... Campaign aides have said Mrs. Clinton will take a vacation in August, but they declined to comment on the specifics of when or where.\n“Whether they rent there or not, the couple are expected to spend much of their vacation on the shores of Long Island, where their circle of New York friends and donors own luxe houses. The Clintons will also spend at least one weekend in their old vacation haunt of Martha’s Vineyard, likely alongside President and Michelle Obama, to celebrate the 80th birthday of their friend Vernon E. Jordan Jr.” http://nyti.ms/1QKiaTe\nWHO THEY ARE – “Marco Rubio, Everyman: Americans say they empathize all too well with the GOP candidate’s financial struggles,” by Adam Wren, a contributing editor at Indianapolis Monthly, writing on Politico http://politi.co/1H6CTw1\nSTATE OF THE ART – Cover of N.Y. Times Sunday Review, “What’s the Matter With Polling? It’s gotten much harder to predict who will win an election, and 2016 will be harder still,” by Cliff Zukin, a professor of public policy and political science at Rutgers University: “Those paying close attention to the 2016 election should exercise caution as they read the polls. Because of the high cost, the difficulty in locating the small number of voters who will actually turn out in primaries and the increasing reliance on non-probability Internet polls, you are likely to see a lot of conflicting numbers.\n“[T]he cellphone problem is more acute in states than it is at the national level, because area codes and exchanges often no longer respect state or congressional boundaries. Some polling organizations will move to sampling from voter lists, which will miss recently registered voters and campaigns’ efforts to mobilize them.\n“We are less sure how to conduct good survey research now than we were four years ago, and much less than eight years ago. And don’t look for too much help in what the polling aggregation sites may be offering. They, too, have been falling further off the track of late. It’s not their fault. They are only as good as the raw material they have to work with. In short, polls and pollsters are going to be less reliable.” http://nyti.ms/1GeBAWb\n--L.A. Times A1, below fold, “GOP struggles to emulate Democrats on voter data,” by Evan Halper: “‘Democrats are ahead of Republicans because of [Dems’] fundamental belief in the collective,’ said Vincent Harris, [Rand Paul’s digital strategist] ‘This is very much a clash of ideologies, playing out through campaign tactics.’ ... [Some Republicans worry that competing data houses within the GOP are] out of touch with the Silicon Valley culture of information sharing ...\n“‘We believe in free markets and innovation,’ said Katie Walsh, chief of staff at the RNC. ... A growing chunk of [GOP data] is under the stewardship of a firm [controlled] by ... Charles and David Koch. The company, i360, ... is proving to be popular with candidates. ... ‘It is very dangerous to put a company that has no accountability to anyone and is not elected to anything in charge of the data people need to run for office,’ Walsh said.” http://lat.ms/1K4gI8B\nBEYOND THE BELTWAY – “Sweet Briar will remain open, get new president: Agreement brokered by Virginia Attorney General announced Saturday evening” – The [Lynchburg] News & Advance: “The agreement comes out of closed-door negotiations brokered by the office of Virginia Attorney General Mark Herring ... It’s based in large part upon the significant fundraising campaign waged by alumnae and others intent upon stopping the closure.” http://bit.ly/1Isew6H\nSPORTS BLINK – Nats’ “Max Scherzer doesn’t fault Jose Tabata for [hit by pitch] that broke up perfect game,” by Yahoo Sports’ Israel Fehr: “The pitch that cost Max Scherzer a perfect game was a 2-2 slider that ran a little too far inside. One strike away from the 24th perfect game in MLB history, Scherzer threw a slider to Pittsburgh Pirates pinch-hitter Jose Tabata that caught Tabata on the elbow pad. ...\n“Did Tabata lean into the pitch that separated Scherzer from perfection? ... [Scherzer said:] ‘Just didn’t finish the pitch. Backed up on me and clipped him ... It’s just one of those things that happened. Just focus on what you can do next. Move on to the next hitter.’” http://yhoo.it/1H6GL0a\nBIRTHDAYS: Uncle Scott Allen (hat tips: Sheri, Evan, Morgan) ... WSJ’s Elizabeth Williamson … Rep. Dana Rohrabacher … WaPo alum Peter Perl ... BuzzFeed’s Daniel Wagner, an AP and CPI alum ... WSJ’s Laura Meckler, the pride of Cleveland ... Mike Faulman, former W.H. advance staffer and current body man to Mayor Emanuel … Caroline Weisser, comms. and issues manager to Organizing for Action … Campbell Matthews, Romney/Ryan alum now senior account exec. at LaunchSquad in NYC … FEMA’s Brian Kamoie, former NSC Senior Director for Preparedness Policy … Bully Pulpit Interactive’s Kate Kochman, an Obama alum ... Mary Meagher … Katherine Riley … Mary Beth Donahue … Gordon Stott … U.S. News’ Delece Smith-Barrow ...\n... Greg Hitt ... Madeleine Morgenstern ... AP’s George Jahn ... Stephen E. Merrill, 77th Governor of New Hampshire (h/t Jeff Grappone) ... Cole Randle, Obama W.H. travel office alum and a J.D. candidate at Duke Law … Jessica Straus of the National Venture Capital Association, a Cantor alum … Miami Herald’s Dave Marcus ... Gary Maloney, president, Jackson-Alvarez Group … James Walton … Ellen Golombek ... Laura Icardi ... Sam Nunberg ... Leslie Shockley Beyer ... Roger Jarrell ... “Bloom County” cartoonist Berke Breathed is 58 ... Britain's Prince William is 33 ... Kris Allen (“American Idol”) is 30 ... pop singer Rebecca Black is 18 (h/ts AP)\n** A message from Nuclear Matters: Some of America’s existing nuclear energy plants face early closure due to current economic and policy conditions. Providing more than 60% of America’s carbon-free electricity, existing, state-of-the-art nuclear energy plants play a vital role in achieving our clean-energy and carbon-reduction goals. The industry also supports more than 100,000 jobs nationally and provides critical tax revenue locally for roads, schools and other public priorities.\nIf we want to keep America working, we need policymakers to support policies that will keep safe and reliable nuclear energy plants working for all of us. Voice your support for sensible policies that drive our national economy and join us at NuclearMatters.com. **\nBy ADAM WREN\nBy LUKE O’BRIEN\nBy MASON ADAMS\nBy BILL SCHER\n© 2015 POLITICO LLC", "byline": "", "description": "RNC takes another on-record shot at Koch data", "title": "WELCOME TO SUMMER – MITT ROMNEY LEADS: Who in the ’16 pack will follow? – NYT: Clintons hesitate on signing Hamptons lease, but will vacation there anyway", "url": "http://www.politico.com/playbook/0615/playbook18826.html", "topics": ["economy"], "people": ["Adam Wren", "Vincent Harris", "Jeff Grappone", "Amy Chozick", "Mary Beth Donahue", "Dana Rohrabacher", "Hillary Clinton", "Mike Huckabee", "Evan Halper", "Elizabeth Williamson", "Marc Caputo", "Laura Meckler", "Sam Nunberg", "David Koch", "Mark Herring", "Michelle Obama", "Eric Cantor", "Patrick O'Connor", "Scott Walker", "Vernon E. Jordan Jr.", "Rand Paul", "Berke Breathed", "Rebecca Black", "Katie Walsh", "Cliff Zukin", "Jeb Bush", "Marco Rubio", "Max Scherzer", "Kim Kingsley", "Mike Allen", "Ali Breland", "John Kasich", "Jason Recher", "George W. Bush", "Kris Allen", "Susan Glasser", "Lester Holt", "Ben Carson"], "orgs": ["Winthrop University", "Dade Republican Party", "Florida Legislature", "NSC", "STATE OF THE ART", "Clinton Global Initiative", "RNC", "WSJ", "AME", "MLB", "FEMA", "Nats", "National Venture Capital Association", "Bully Pulpit Interactive", "S.C.", "Organizing for Action", "W.H.", "GOP", "SC Capitol"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-06-21 14:39:10", "org": "politico", "article_id": "adaf8f8fff35a21f237bcdc7bcc1d991", "date_access": "2015-06-23 17:14:24.575149"}