{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nYour guide to the permanent campaign \n\n            By \nTheodoric Meyer\n\n10/01/15 10:02 AM EDT\nThe following newsletter is an abridged version of Campaign Pro's Morning Score. For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today. (http://www.politicopro.com/proinfo)\nTODAY ON CAMPAIGN PRO -- \"Nine potentially make-or-break fundraising reports,\" by Campaign Pro's Theodoric Meyer, Kevin Robillard and Elena Schneider: http://politico.pro/1GglR9m\nStory Continued Below\n-- \"Clinton raises $28 million but Sanders haul is too close for comfort,\" by POLITICO's Gabriel Debenedetti: Hillary Clinton barely outraised Bernie Sanders in the third quarter, pulling in $28 million to Sanders' $24 million - and his actual total may be even higher. \"As of midnight, Sanders's campaign says it raised more than $2 million online Wednesday, bringing its total for the quarter to $26 million,\" The Washington Post's John Wagner tweeted early Tuesday morning. \"The narrow gap illustrates Sanders' momentum in the third quarter, as he overtook Clinton in polling in both New Hampshire and Iowa. But Clinton's overall fundraising machine remains formidable: combined with the $47.5 million she raised in the second quarter, her campaign has brought in roughly $75 million in six months.\" Clinton's campaign has not yet released cash on hand numbers. http://politi.co/1N2APYb\n- \"Ben Carson fundraising accelerated to $20 million in third quarter,\" by The Wall Street Journal's Rebecca Ballhaus: Ben Carson's campaign raised more than $20 million in the third quarter, bringing his total for the year to $31 million. But he's been burning through the money - the campaign had only $12 million in cash on hand at the end of the quarter. Still, his team seems excited. \"The campaign on Wednesday celebrated the quarter with a chocolate cake, with 'tons of icing,' according to a spokeswoman, with the number $30 million drawn on top. That number had to be changed to $31 million halfway through the day as final contributions came in.\" http://on.wsj.com/1FH4l3o\nDays until the 2015 election: 33. Days until the 2016 election: 404.\nThanks for joining us. Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com. \nYou can also follow us on Twitter: @politico_steve, @kyledcheney, @ec_schneider, @politicokevin and @theodoricmeyer. (Warning: Expect a high volume of tweets about weather and the Mets from Steve.)\nMORE FROM CAMPAIGN PRO - Brauchler won't challenge Bennet in Colorado: http://politico.pro/1KUt9ki\n- Bevin makes $1.1 million TV buy: http://politico.pro/1iNCpQF\n- Poll: McCrory up in North Carolina governor's race: http://politico.pro/1iNCUKu\n- Poll: Feingold leads Johnson in Wisconsin Senate rematch: http://politico.pro/1VrOibm\nFIRST IN SCORE - Sittenfeld ties Portman to Trump in web video: P.G. Sittenfeld, the Cincinnati city councilman running against former Gov. Ted Strickland in the Ohio Democratic primary for the chance to take on GOP Sen. Rob Portman, will release a new video on Thursday, his campaign said. The video attempts to tie Portman to Donald Trump by highlighting Portman's statement that he would support the GOP presidential nominee no matter who it is - even Trump, Sittenfeld says in the video.\n- Watch the video: http://bit.ly/1hcW8bc\nHOW THEY VOTED - Toomey, DeSantis vote against spending bill: It took the resignation of House Speaker John Boehner and went down to the final day of funding, but the House and Senate have both passed clean bills funding the government for the next 10 weeks. How did the senators up for reelection next year vote? Of the Senate Republicans thought to even be slightly vulnerable in 2016, three voted against the bill and can expect Democrat attacks for \"trying to shut down the government\": Sens. Pat Toomey of Pennsylvania, John Boozman of Arkansas and Rand Paul of Kentucky.\n- As for House members running for Senate, Rep. David Jolly (R-Fla.) voted for the bill, while Rep. Ron DeSantis, who's running against Jolly in the primary, voted against it. Rep. Marlin Stutzman (R-Ind.) and his more establishment-oriented rival in the Indiana GOP primary, Rep. Todd Young, both voted against the bill. Rep. Joe Heck (R-Nev.) voted in favor. Among potentially vulnerable House Republicans running for reelection, Reps. Rod Blum of Iowa and Frank Guinta of New Hampshire voted against the measure.\nPRESIDENTIAL SPEED READ \n- \"The cruelest month of the 2016 race,\" by POLITICO's Edward-Isaac Dovere: \"October is when the 2016 campaign gets real. Two debates are coming - one that will likely winnow the GOP field and one that could rearrange the Democratic race. A Benghazi hearing will either be a showcase or a feeding frenzy. And campaign fundraising reports are going to be making a lot of decisions for people, whether they like it or not. It's showtime for Hillary Clinton and Jeb Bush, who were supposed to be on glide paths by now. It's also put up or shut up time for Joe Biden - and if the answer is yes, the time to find out whether the public polls he's been solely relying on to gauge the race bear any relation to reality, or if the bottom will drop out as soon as he goes from potential to actual candidate.\" http://politi.co/1L5CF8u\n- \"Hillary Clinton camp is making moves to check Joe Biden,\" by The New York Times' Amy Chozick and Maggie Haberman: \"Hillary Rodham Clinton's campaign, increasingly worried about the threat of a challenge from Vice President Joseph R. Biden Jr., is making a sudden and urgent effort to throw roadblocks into his path. After months of voicing doubt about a challenge from the vice president, Clinton campaign operatives are viewing Mr. Biden's entry into the contest as a serious possibility and are trying to rally the party's apparatus and its donors to her side.\" http://nyti.ms/1JF4EGJ\n- \"Club for Growth warns fiscal conservatives about Kasich's 'mixed record,' by POLITICO's Daniel Strauss: \"A new white paper by the conservative group the Club for Growth concludes that Ohio Gov. John Kasich's economic record should make fiscal conservatives nervous. \"While there are pro-growth steps along the way in his political career, there are enough big government missteps to send a clear warning to fiscal conservatives,\" the paper concludes. The white paper , obtained by POLITICO, is not uniformly critical of the 2016 Republican presidential candidate, who has positioned himself as a budget hawk. But it concludes that Kasich has a 'mixed record on matters of economic liberty' - one that 'might have been even worse had a Republican Legislature not stopped some of his tax proposals.'\" http://politi.co/1jzX4IE\nCODA - QUOTE OF THE DAY: \"What's the expression? I'm the bacon in the breakfast experience, not the egg?\" - Jeb Bush made use of an odd breakfast metaphor on Wednesday. http://bit.ly/1QM4x1o\nTheodoric Meyer is a reporter for Campaign Pro.\nHe joined POLITICO after more than two years at ProPublica, where he covered campaign finance. He was a lead reporter on ProPublica's \"After the Flood\" series of stories on the federal government's troubled flood insurance program, which won the Deadline Club Award for Local Reporting in 2014. His reporting with Justin Elliott on the National Security Agency was cited by Judge Richard J. Leon in his 2013 ruling that the N.S.A.'s surveillance of phone metadata was likely unconstitutional. Before coming to ProPublica, he was a reporting intern for The New York Times and The Seattle Times.\nHe is a graduate of McGill University and Columbia University's Graduate School of Journalism.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "Fundraising reports we’re watching — Another potential Bennet challenger won’t run", "title": "Fundraising reports we&#8217;re watching &#8212; Another potential Bennet challenger won&#8217;t run", "url": "http://www.politico.com/tipsheets/morning-score/2015/10/fundraising-reports-were-watching-another-potential-bennet-challenger-wont-run-210487", "topics": ["trade", "campaign_finance"], "people": ["Ron Desantis", "Rand Paul", "Isaac Arnsdorf", "Burgess Everett", "Amy Chozick", "Kyle Cheney", "Rachael Bade", "John Wagner", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Frank Guinta", "Carla Marinucci", "Maggie Haberman", "Marlin Stutzman", "John Boehner", "Dan Ephron", "John Boozman", "Todd Young", "Hillary Rodham Clinton", "Joe Biden", "Kevin Robillard", "David Jolly", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Pat Toomey", "Rich Lowry", "Rebecca Ballhaus", "Nick Gass", "Jack Shafer", "Jeb Bush", "Rob Portman", "Bill Clinton", "Joe Heck", "Alex Isenstadt", "Richard J. Leon", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bernie Sanders", "Ivanka Trump", "Lauren French", "Ted Strickland", "Russ Feingold", "Luke Messer", "Tony Romm", "Brian Faler", "Daniel Strauss", "Rod Blum", "Hillary Clinton", "Ben Carson", "Ben White", "Eli Stokols", "John Kasich", "Glass Steagall", "Tom Steyer", "Joseph R. Biden Jr.", "Leigh Munsil", "Matt Bevin", "Justin Elliott"], "orgs": ["Washington And The World", "Mets", "CNBC", "FEC", "Congress", "McGill University", "Senate", "National Security Agency", "Campaign Pro", "Reps", "House GOP", "N.S. A.", "U.N. Security Council", "Graduate School of Journalism", "GOP", "Columbia University"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-01 15:02:13", "org": "politico", "article_id": "ded9625eef7821052f3976fb83e101a0", "date_access": "2015-10-15 02:02:40.898670"}