{"body": "\n                                        Updated 09/24/15 08:28 PM EDT\n\n                                        By \nAndrew Restuccia\n\nHe didn't mention \"climate change\" by name, but quoted at length from his June encyclical on the environment, which focused largely on the threat...\n\n09/24/15 08:13 PM EDT\n\n09/24/15 08:12 PM EDT\n\n09/24/15 08:01 PM EDT\n\n                                        By \nAndrew Restuccia\n\nThe announcement could help counter criticism of the Obama administration's efforts to fight climate change\n\n09/24/15 08:00 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nEach country commits to new measures for curbing their greenhouse gas emissions.\n\n                                        Updated 09/24/15 07:30 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe speaker is trying to keep his job as conservatives weigh a move against him.\n\n09/24/15 07:16 PM EDT\n\n                                        By \nEliza Collins\n\nClinton’s numbers have been steadily declining since their high point in January, while Sanders has been on a sharp increase.\n\n                                        Updated 09/24/15 07:11 PM EDT\n\n                                        By \nNahal Toosi\n\nFrancis urges lawmakers to work together in an historic papal address.\n\n09/24/15 07:01 PM EDT\n\n                                        By \nMarc Caputo\n\nThe decision to go after Trump is a departure from Rubio's low-key campaigning style, but the benefits could be huge.\n\n                                        By \n                                                Henry C. Jackson\n\nShe personally green-lighted the controversial \"special government employee\" position for her top aide.\n\n09/24/15 06:22 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHillary Clinton personally greenlighted the controversial “special government employee” position for her top aide Huma Abedin, allowing her to both advise...\n\n                                        Updated 09/24/15 06:10 PM EDT\n\n                                        By \nMichael Crowley\n\nThe U.S. president will end a year of silence and meet with the Russian leader next week amid tensions over Syria and Ukraine. \n\n09/24/15 06:06 PM EDT\n\n                                        By \nEliza Collins\n\nFiorina has risen 15 percentage points since July, while Trump has also secured a sizeable bump.\n\nReligion\n\n09/24/15 06:03 PM EDT\n\n                                        By \nLauren French\n\nThe Capitol was back to politics as usual shortly after Pope Francis finished his historic address \n\n                                        Updated 09/24/15 05:35 PM EDT\n\n                                        By \nRachael Bade\n\nAbedin's lawyers have maintained that she did nothing wrong, noting government workers have moved to SGE status before. \n\n09/24/15 04:48 PM EDT\n\n                                        By \nTim Starks\n\nRogers was answering a question from Sen. Tom Cotton (R-Ark.) during a hearing of the Senate Select Committee on Intelligence.\n\n                                        Updated 09/24/15 03:58 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nIt's make or break time for Republicans to avoid a government shutdown.\n\n09/24/15 03:20 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nBoehner has not said whether his chamber will take up the Senate legislation. \n\n09/24/15 03:03 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/24/15 03:01 PM EDT\n\n                                        By \nJake Sherman\n\nHouse republicans will meet Friday morning to discuss next steps in the government funding fight.\n\n                                        Updated 09/24/15 02:56 PM EDT\n\n                                        By \nEli Stokols\n\n\"They're trying to have a conversation about a technicality about a video tape.\"\n\nPolitics\n\n09/24/15 02:47 PM EDT\n\n                                        By \n                                                Ted Widmer\n\nThe pontiff’s speech was expected to exacerbate political tensions, but it united more than divided.\n\n2016\n\n                                        Updated 09/24/15 02:40 PM EDT\n\n                                        By \nBen Schreckinger\n\nIn South Carolina, the GOP front-runner says he brings people together — right after mocking Marco.\n\n                                        Updated 09/24/15 02:26 PM EDT\n\n                                        By \nEliza Collins\n\nThey cherry picked lines that reinforced their own stump speeches.\n\n09/24/15 02:18 PM EDT\n\n                                        By \nEliza Collins\n\nAfter a subpar debate performance last week many analysts are wondering if Donald Trump has finally met his match.\n\n09/24/15 02:09 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nExit Francis, Enter Xi — 'Big Europe' fight capital punishment\n\n09/24/15 02:00 PM EDT\n\n                                        By \nHadas Gold\n\nThe meeting comes as Trump has renewed his war of words on Fox.\n\n                                        Updated 09/24/15 01:47 PM EDT\n\n                                        By \nSeung Min Kim\n\n\"I believe the death penalty is a recognition of the preciousness of human life,\" Cruz says.\n\n09/24/15 01:15 PM EDT\n\n                                        By \nEli Stokols\n\nOn the campaign trail, the details of her time as a Fortune 500 CEO go mostly unmentioned.\n\n09/24/15 12:55 PM EDT\n\n09/24/15 12:47 PM EDT\n\n                                        By \nMatthew Karnitschnig\n\n\n                                        Updated 09/24/15 12:43 PM EDT\n\n                                        By \nNick Gass\n\nIt's The donald vs. conservative commentator Rich Lowry.\n\n                                        Updated 09/24/15 12:37 PM EDT\n\n                                        By \nNick Gass\n\nLess than half of the Supreme Court attended Pope Francis' historic address to Congress on Thursday morning, including three Catholic no-shows.\n\n                                        Updated 09/24/15 12:29 PM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.\n\n09/24/15 12:14 PM EDT\nVice President Joe Biden is caught on a hot mic on the balcony with Pope Francis. \n\n09/24/15 11:54 AM EDT\n\n                                        By \nNick Gass\n\nPope Francis made history Thursday morning as the first pontiff to address a joint session of Congress, sharing his papal words of wisdom.\n\n                                        By \nMarc Caputo\n\n\n                                        By \n                                                Arne Westad\n\nAmerican politicians going after China's leader should think hard about who the alternative would be.\n\n09/24/15 11:03 AM EDT\n\n09/24/15 10:40 AM EDT\n\n09/24/15 10:30 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe full text of Pope Francis's address to a joint session of Congress.\n\n09/24/15 10:13 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe Speaker of the House was effusive and visibly emotional.\n\n09/24/15 10:04 AM EDT\n\n                                        By \nCaitlin Emma\n\nFight over federal guidance - Hillary Clinton talks college affordability - School composition and achievement\n\n09/24/15 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nClinton alarms fossil fuel backers — Labor unions ask White House not to lower smog standard\n\n09/24/15 10:03 AM EDT\n\n                                        By \nTheodoric Meyer\n\nLouisiana’s Vitter flush with cash.\n\n09/24/15 10:02 AM EDT\n\n                                        By \nDarius Tahir\n\nMore hearings this way come — Hilllary on digital health\n\n09/24/15 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nTPP countries hover above auto rules landing zone — Azevedo predicts tough road for ITA wrap up\n\n09/24/15 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nSenate Intel, Mike Rogers to probe cyber threats — Mr. Xi goes to Washington\n\n09/24/15 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nCourts rule Daleiden, CMP will have to turn over documents — Did pharma price hike violate anti-discrimination laws?\nWe're working on more stories right now\n\n\n                                            By \n                                                    Melinda Liu\n\n\n                                            By \n                                                    Sen. Ted Cruz\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \n                                                    Ted Widmer\n\n\n                AP Photo\n\n            By \nRachael Bade\n\n09/24/15 05:25 PM EDT\n\n                    Updated 09/24/15 05:35 PM EDT\nHillary Clinton greenlighted the controversial “special government employee” position for her top aide Huma Abedin, allowing her to both advise her at State Department while collecting a paycheck from an outside consulting firm and the Clinton Foundation.\nAccording to new documents obtained by conservative group Judicial Watch through a Freedom of Information Act lawsuit, the 2016 Democratic frontrunner was the immediate supervisor who approved the position on March 23, 2012, allowing her then-deputy chief of staff to work several jobs at once.\nStory Continued Below\nThat dual role, which wouldn't go into effect until June of that year, is currently under investigation by Senate Judiciary Committee Republican staff. Republicans and outside groups have openly wondered if the post presented a conflict of interest for the woman who is now vice chair of Hillary for America, or if her other jobs influenced what happened at State.\nHer lawyers have maintained that she did nothing wrong, noting that government workers have moved to SGE status before.\n\n\n\n            By \nTim Starks\n\nPOLITICOreportedWednesday that the president of the outside company where Abedin would end up working later that year, Doug Band of Teneo, had contacted her that spring in April 2012, asking her for help getting a client appointed to a post on the President’s Global Development Council.\nIn the email, he made sure Abedin knew the woman, Judith Rodin, president of The Rockefeller Foundation, was also a big supporter of the Clinton Foundation — another place Abedin would collect a paycheck after her SGE status was approved.\nClinton, in an interview with MSNBC on Sept. 4, said she \"was not directly involved\" with Abedin's job arrangement.\n\"Do you think [Donald Trump] had a point in raising the question of whether it was appropriate for her to be taking a State Department salary and also be paid by an outside company closely associated with your husband, by you?\" asked reporter Andrea Mitchell.\n\"Well, I was not directly involved in that, but everything that she did was approved under the rules as they existed by the State Department,\" Clinton said.\nThe document states the following: “I certify that this is an accurate statement of the major duties and responsibilities of this person… and the position is necessary to carry out government functions for which I am responsible,” the form reads in a box labelled \"supervisory certification.\"\n“Hillary Rodham Clinton, Secretary of State,” reads the name in that box.\nThe signature, however, has been blanked out by the State Department.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Hillary approved special status for aide Huma Abedin", "url": "http://www.politico.com/story/2015/09/clinton-abedin-state-job-approved-214038", "topics": ["economy", "terrorism", "campaign_finance", "trade"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Rachael Bade", "Matthew Karnitschnig", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Tom Cotton", "Andrea Mitchell", "Marc Caputo", "Lauren French", "Ted Cruz", "Joe Biden", "Theodoric Meyer", "Hillary Rodham Clinton", "John Boehner", "Nahal Toosi", "Andrew Restuccia", "Pope Francis", "Ted Widmer", "Caitlin Emma", "Huma Abedin", "Nick Gass", "Mike Rogers", "Adam Behsudi", "David Daleiden", "Seung Min Kim", "Doug Band", "Donald Trump", "Michael Crowley", "Jake Sherman", "Eliza Collins", "Erin Mershon", "Sarah Wheaton", "Arne Westad", "David Vitter", "Rich Lowry", "Tim Starks", "Adam Sneed", "Ben Schreckinger", "Melinda Liu", "John Bresnahan", "Judith Rodin", "Hillary Clinton", "Enter Xi", "Eli Stokols", "Eric Wolff", "Darius Tahir", "Barney Frank"], "orgs": ["Congress", "Senate", "State Department", "Supreme Court", "Senate Select Committee", "Freedom of Information Act", "Clinton Foundation", "Senate Intel", "MSNBC", "Senate Judiciary Committee", "SGE", "GOP", "CMP"], "authors": [{"author_id": 30862, "fullname": "andrew restuccia", "primary_org": "politico"}], "date_written": "2015-09-24 22:25:53", "org": "politico", "article_id": "81b80a8293d7212cb59182fd653f97f2", "date_access": "2015-09-25 00:30:14.078619"}