{"body": "On Media\nBy DYLAN BYERS\n7/31/15 6:16 AM EDT\nWith just six days to go before the inaugural Republican primary debate, New Jersey Gov. Chris Christie, Ohio Gov. John Kasich and former Texas Gov. Rick Perry are locked in a three-way scramble for the last two podiums on the main stage.\nThe fight for entry into Fox News’ primetime event — and the fear of being relegated to the early-evening undercard debate — has forced all three candidates to step up their media campaigns, courting Fox News and conservative radio outlets in an effort to curry last-minute support before the polling window closes on August 4.\nThis week alone, Christie has made four appearances on Fox News, accounting for more than half of the total appearances he’s made on the network since launching his campaign in June. Those hits include coveted primetime interviews with the likes of Bill O’Reilly, Megyn Kelly and Sean Hannity, all of whom draw millions of viewers. Perry has made three appearances on the network since Tuesday. Kasich, who appeared on “Fox & Friends” on Friday, will do so again on Saturday. He is also talking to influential conservative radio hosts like Laura Ingraham and Hugh Hewitt.\nThe importance of qualifying for the debate, which takes place Aug. 6 in Cleveland, Ohio, has upended the usual pace of the primary campaign. Six months out from the Iowa caucuses, candidates would normally be focused on building local support in early states like Iowa, New Hampshire and South Carolina. But with national polls determining inclusion in the debate, campaigns have been forced to play for a far-wider audience, either through media interviews or attention-grabbing headlines.\n“No one has ever paid this much attention to the national polls this early on,” a staffer with one of the three campaigns said. “We’ve been very aggressive engaging with voters on the ground, but so many people paying attention to the polls now.”\nEven for the candidates who do make the cut, the preoccupation with building national support could put them at a disadvantage. While top-tier candidates like Jeb Bush and Scott Walker can focus almost exclusively on debate preparation, and while Donald Trump can afford to fly off to Scotland, candidates like Christie, Kasich and Perry will be forced to cram in practice sessions amid media hits that could continue into next week.\nWhile the candidates blitz the airwaves, the campaigns have been pleading with Fox News for greater clarity on which polls the network will consider when determining inclusion in the debate. Fox News has said it will include the top 10 candidates based on “an average of the five most recent national polls” as of Aug. 4 at 5 p.m. ET, but has yet to specify exactly which polls will be considered.\nFor the candidates and their advisers, that has been a source of frustration, campaign sources said. In recent days, Kasich and Perry have been rotating between10th and 11th place in the RealClearPolitics aggregate, a reliable indicator — though not at all a guarantee — of where the candidates might stand in the eyes of Fox. Christie has held 9th place for days, but as of Friday morning finds himself tied for that spot with Kasich. (In that scenario, all three candidates could appear on stage, since all would qualify as “top 10.”)\nBut again, that’s based on the RealClearPolitics aggregate, which is not necessarily the same aggregate Fox News will use come Aug. 4. Discount one poll or add another, and the order of Christie, Kasich and Perry can change entirely.\n“Every single one of us wants more information,” a source with one of the campaigns said. “None of us are getting it.”\nAs it stands, Donald Trump, Scott Walker, Jeb Bush, Marco Rubio, Ben Carson, Mike Huckabee, Rand Paul and Ted Cruz look poised to make the main debate at 9 p.m. As usual, the higher a candidate is ranked, the closer he’ll stand to center-stage.\nBarring an eleventh-hour surge in the polls, Rick Santorum, Bobby Jindal, Carly Fiorina, George Pataki and Lindsey Graham are likely to appear in the Republican primary “forum” that will air on Fox News at 5 p.m. ET. (Former Virginia Gov. Jim Gilmore, who became the GOP field’s 17th candidate on Wednesday, has yet to appear in a poll.)\nBut Christie, Kasich and Perry are on the fence, and at least three more polls are expected to be released before the Aug. 4 cutoff: One from NBC News and The Wall Street Journal, one from Monmouth University, and one from Fox News itself.\n© 2015 POLITICO LLC", "byline": "", "description": "With just six days to go before the inaugural Republican primary debate, New Jersey Gov. Chris Christie, Ohio Gov. John Kasich and former Texas Gov. Rick Perry are locked in a three-way scramble for the last two podiums on the main stage.\nThe fight for entry into Fox News' primetime event -- and the fear of being relegated to the early-evening undercard debate -- has forced all three candidates to step up their media campaigns, courting Fox News and conservative radio outlets in an effort to curry last-minute support before the polling window closes on August 4.\nThis week alone, Christie has made four appearances on Fox News, accounting for more than half of the total appearances he's made on the network since launching his campaign in June. Those hits include coveted primetime interviews with the likes of Bill O'Reilly, Megyn Kelly and Sean Hannity, all of whom draw millions of viewers. Perry has made three appearances on the network since Tuesday. Kasich, who appeared on \"Fox & Friends\" on Friday, will do so again on Saturday. He is also talking to influential conservative radio hosts like Laura Ingraham and Hugh Hewitt.\nThe importance of qualifying for the debate, which takes place Aug. 6 in Cleveland, Ohio, has upended the usual pace of the primary campaign. Six months out from the Iowa caucuses, candidates would normally be focused on building local support in early states like Iowa, New Hampshire and South Carolina. But with national polls determining inclusion in the debate, campaigns have been forced to play for a far-wider audience, either through media interviews or attention-grabbing headlines.\n\"No one has ever paid this much attention to the national polls this early on,\" a staffer with one of the three campaigns said. \"We've been very aggressive engaging with voters on the ground, but so many people paying attention to the polls now.\"\nEven for the candidates who do make the cut, the preoccupation with building national support could put them at a disadvantage. While top-tier candidates like Jeb Bush and Scott Walker can focus almost exclusively on debate preparation, and while Donald Trump can afford to fly off to Scotland, candidates like Christie, Kasich and Perry will be forced to cram in practice sessions amid media hits that could continue into next week.\nWhile the candidates blitz the airwaves, the campaigns have been pleading with Fox News for greater clarity on which polls the network will consider when determining inclusion in the debate. Fox News has said it will include the top 10 candidates based on \"an average of the five most recent national polls\" as of Aug. 4 at 5 p.m. ET, but has yet to specify exactly which polls will be considered.\nFor the candidates and their advisers, that has been a source of frustration, campaign sources said. In recent days, Kasich and Perry have been rotating between10th and 11th place in the RealClearPolitics aggregate, a reliable indicator -- though not at all a guarantee -- of where the candidates might stand in the eyes of Fox. Christie has held 9th place for days, but as of Friday morning finds himself tied for that spot with Kasich. (In that scenario, all three candidates could appear on stage, since all would qualify as \"top 10.\")\nBut again, that's based on the RealClearPolitics aggregate, which is not necessarily the same aggregate Fox News will use come Aug. 4. Discount one poll or add another, and the order of Christie, Kasich and Perry can change entirely.\n\"Every single one of us wants more information,\" a source with one of the campaigns said. \"None of us are getting it.\"\nAs it stands, Donald Trump, Scott Walker, Jeb Bush, Marco Rubio, Ben Carson, Mike Huckabee, Rand Paul and Ted Cruz look poised to make the main debate at 9 p.m. As usual, the higher a candidate is ranked, the closer he'll stand to center-stage.\nBarring an eleventh-hour surge in the polls, Rick Santorum, Bobby Jindal, Carly Fiorina, George Pataki and Lindsey Graham are likely to appear in the Republican primary \"forum\" that will air on Fox News at 5 p.m. ET. (Former Virginia Gov. Jim Gilmore, who became the GOP field's 17th candidate on Wednesday, has yet to appear in a poll.)\nBut Christie, Kasich and Perry are on the fence, and at least three more polls are expected to be released before the Aug. 4 cutoff: One from NBC News and The Wall Street Journal, one from Monmouth University, and one from Fox News itself.", "title": "Christie, Perry and Kasich vie for debate spots", "url": "http://www.politico.com/blogs/media/2015/07/christie-perry-and-kasich-vie-for-debate-spots-211580.html", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Mike Huckabee", "Hugh Hewitt", "Ted Cruz", "Chris Christie", "Bobby Jindal", "Scott Walker", "Rand Paul", "Bill O'Reilly", "Jeb Bush", "Donald Trump", "Marco Rubio", "Megyn Kelly", "Sean Hannity", "Carly Fiorina", "Rick Santorum", "Laura Ingraham", "Lindsey Graham", "Rick Perry", "John Kasich", "Jim Gilmore", "George Pataki", "Ben Carson"], "orgs": ["Monmouth University", "GOP"], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-07-31 11:16:13", "org": "politico", "article_id": "1eba51f22c607413edd6348905805cf4", "date_access": "2015-07-31 12:20:09.154732"}