{"body": "Getty\nBy Steven Shepard\n8/4/15 7:31 AM EDT\nChris Christie and John Kasich remain ahead of Rick Perry in the race for the final spots on the debate stage in Cleveland this week, according to two new polls released Tuesday that have Donald Trump on top of the GOP presidential field.\nChristie and Kasich each earn 4 percent of the vote in a Bloomberg Politics poll, ahead of Perry, who is at 2 percent. A new CBS News poll shows Christie at 3 percent, Perry at 2 percent and Kasich at 1 percent.\nStory Continued Below\nThe two polls keep Perry, the former Texas governor, mired in 11th place in an average of the most recent live-caller polls, which is believed to be Fox News’ criteria for selecting the 10 participants in Thursday night’s first Republican presidential debate.\nThe Bloomberg poll shows Trump with 21 percent of the vote, easily ahead of the second-place candidate, former Florida Gov. Jeb Bush, at 10 percent. Wisconsin Gov. Scott Walker (8 percent), former Arkansas Gov. Mike Huckabee (7 percent), Florida Sen. Marco Rubio (6 percent), pediatric neurosurgeon Ben Carson (5 percent), Kentucky Sen. Rand Paul (5 percent), Texas Sen. Ted Cruz (4 percent), Christie and Kasich round out the top 10.\nFurther back in both the Bloomberg poll and the average of recent polls are former Pennsylvania Sen. Rick Santorum (2 percent in the Bloomberg poll, former Hewlett-Packard CEO Carly Fiorina (1 percent), South Carolina Sen. Lindsey Graham (1 percent), former Virginia Gov. Jim Gilmore (0 percent) and former New York Gov. George Pataki (0 percent).\nIn the CBS News poll, Trump has 24 percent, to 13 percent for Bush and 10 percent for Walker. Trailing the top three are Huckabee (8 percent), Carson (6 percent), Cruz (6 percent), Rubio (6 percent), Paul (4 percent), Christie (3 percent), Jindal (2 percent), Perry (2 percent), Gilmore (1 percent), Kasich (1 percent), Pataki (1 percent), Santorum (1 percent), Fiorina (0 percent) and Graham (0 percent).\nThe Bloomberg poll was conducted July 30-Aug. 2 by Iowa-based pollster Selzer & Co. The poll surveyed 500 Republican and Republican-leaning adults and carries a margin of error of plus-or-minus 4.4 percentage points.\nThe CBS News poll was conducted July 29-Aug. 2, surveying 408 Republican primary voters for a margin of error of plus or minus 4.9 percentage points.\nIf the two new surveys out Tuesday morning represent the final polls before Fox News’ 5 p.m. deadline, here’s who will make the cut, according to a POLITICO Campaign Pro projection:\nBy JACK SHAFER\nBy DANIEL J. MCGRAW\nBy TOM A. PETER\nBy DANIELLE PLETKA\n© 2015 POLITICO LLC", "byline": "", "description": "The two polls keep Perry, the former Texas governor, mired in 11th place.", "title": "Christie, Kasich lead Perry in new polls ahead of debate", "url": "http://www.politico.com/story/2015/08/poll-gop-celeveland-debate-top-10-120979.html", "topics": ["personality", "campaign_finance"], "people": ["Rand Paul", "Rick Santorum", "Steven Shepard", "George Pataki", "Chris Christie", "Jim Gilmore", "Jeb Bush", "Rick Perry", "John Kasich", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Ben Carson", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["GOP", "Selzer & Co."], "authors": [{"author_id": 30902, "fullname": "steven shepard", "primary_org": "politico"}], "date_written": "2015-08-04 12:31:50", "org": "politico", "article_id": "23a7bcf93e63c8184bb22a46bb820b9e", "date_access": "2015-08-04 12:20:32.110507"}