{"body": "AP Photo\nBy Seung Min Kim\n7/21/15 10:25 AM EDT\nUpdated 7/21/15 12:03 PM EDT\nSenate Judiciary Committee Chairman Chuck Grassley is rolling out legislation targeting so-called sanctuary cities that would block funding for cities and other local governments that decline to cooperate with federal immigration officials.\nThe announcement came during an emotional Tuesday Senate hearing where Jim Steinle — the father of Kathryn Steinle, whom authorities say was shot and killed earlier this month by an immigrant here illegally — urged senators to pass legislation that would prevent deaths like that of his daughter on a San Francisco pier.\nStory Continued Below\n“Our family realizes the complexities of immigration laws,” Jim Steinle told senators on Tuesday. “However, we feel strongly that some legislation should be discussed, enacted or changed to take these undocumented immigrant felons off our streets for good.”\nThe Iowa Republican’s legislation would force local government officials to cooperate with federal immigration authorities or else lose grants from the Department of Homeland Security and the Justice Department. The legislation, Grassley said, would hold sanctuary cities “accountable.”\nThe bill also calls for a mandatory minimum sentence of five years in prison for immigrants who try to enter the United States after being deported. The suspect in Steinle’s death — Juan Francisco Lopez-Sanchez — had been deported to his native Mexico multiple times but had re-entered the country.\n“Enforcing the immigration laws of the United States is not a voluntary or trivial matter,” Grassley said as he opened the hearing. “Real lives are at stake. Things cannot continue this way.”\nMore on POLITICO\nSteinle’s death has thrown the issue of illegal immigration into the 2016 presidential campaign spotlight, as well as back under the congressional microscope. Donald Trump has seized on Steinle’s death during his presidential bid to make his case for tougher border security and immigration enforcement — comments that won praise from at least one person who testified before the Senate on Tuesday.\nLaura Wilkerson, whose son Josh was killed in 2010 by an immigrant here illegally from Belize, thanked Trump during the hearing for bringing attention to the issue and added: “It feels good to be heard.”\nThough immigration advocates are already raising alarm about legislation meant to crack down on sanctuary cities, one influential Democrat — Sen. Dianne Feinstein of California — is working on a measure that would force local law enforcement officials to work with the feds.\nDuring the hearing, Feinstein described the legislation: It would require state and local law enforcement to tell federal immigration officials — should they ask to be notified — when they are about to release from custody immigrants here illegally who have been convicted of a felony.\nFeinstein said it is “very clear” to her that cooperation has to improve between federal immigration officials and local government, adding that she believes a “simple notification to Immigration and Customs Enforcement could have prevented Kate Steinle’s death.”\nSteinle will testify again later this week at a House hearing examining the issue. Top Obama administration officials — U.S. Citizenship and Immigration Services director Leon Rodriguez and Sarah Saldana, the director of Immigration and Customs Enforcement — are testifying before the Senate later Tuesday.\nBy AARON MAK\nBy JOSH ZEITZ\nBy LARRY J. SABATO\nBy TOM DASCHLE\n© 2015 POLITICO LLC", "byline": "", "description": "\"Enforcing the immigration laws of the United States is not a voluntary or trivial matter,\" Grassley said.", "title": "New Sen. Grassley bill targets 'sanctuary cities'", "url": "http://www.politico.com/story/2015/07/sanctuary-cities-senate-chuck-grassley-bill-120406.html", "topics": ["immigration"], "people": ["Kathryn Steinle", "Jim Steinle", "Chuck Grassley", "Seung Min Kim", "Donald Trump", "Laura Wilkerson", "Dianne Feinstein", "Juan Francisco Lopez", "Leon Rodriguez", "Kate Steinle", "Sarah Saldana"], "orgs": ["Real", "Senate", "Senate Judiciary Committee", "Justice Department", "Department of Homeland Security", "Immigration and Customs Enforcement", "Immigration Services"], "authors": [{"author_id": 30849, "fullname": "seung min kim", "primary_org": "politico"}], "date_written": "2015-07-21 15:25:51", "org": "politico", "article_id": "bcf377c8036d6776693edd485af6ebc2", "date_access": "2015-07-21 16:10:07.369944"}