{"body": "\n08/31/15, 12:56 PM EDT\n\n                                        By \nNick Gass\n\n\"No, I don't accept that for one moment,\" he says. \n\n09/22/15, 08:00 AM EDT\n\n08/31/15, 12:43 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe decision was widely anticipated.\n\n08/31/15, 12:23 PM EDT\n\n                                        By \nNick Gass\n\nThe 30-second spot features one soundbite from Bush.\n\n08/31/15, 12:07 PM EDT\n\n                                        By \nAlex Isenstadt\n\nJohn Kasich, who last week secured the endorsement of former New York Gov. Al D'Amato, might soon have another Empire State Republican in his corner: former...\n\n08/31/15, 11:39 AM EDT\n\n                                        By \nHadas Gold\n\nPresident Barack Obama had made an effort to interact with alternative media, as a way of reaching out to Americans where they are. This has resulted in...\n\n08/31/15, 11:07 AM EDT\n\n                                        By \nNick Gass\n\nThe good news continues for Carson with his favorability ratings.\n\n08/31/15, 10:44 AM EDT\n\n                                        By \nNick Gass\n\nPresident Barack Obama says he is personally hurt when people call him anti-Semitic for his support the nuclear agreement reached between Iran and six...\n\n08/31/15, 08:39 AM EDT\n\n08/31/15, 08:37 AM EDT\n\n08/31/15, 08:36 AM EDT\n\n08/31/15, 07:46 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump is \"emasculating\" former Florida Gov. Jeb Bush with his attacks and his performance in state and national polling, prominent Republican...\n\n08/31/15, 07:30 AM EDT\n\n                                        By \nNick Gass\n\nFormer Vice President Dick Cheney wants to see his immediate successor embark on a run for the White House.\n\n08/31/15, 07:17 AM EDT\nWeek of Elizabeth Warren.\n\n08/31/15, 07:09 AM EDT\nRay Kelly's new book.\n\n08/31/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n\nRepublicans are blasting President Barack Obama's decision to rename America's tallest mountain.\n\n08/31/15, 07:01 AM EDT\nChristie's people tracker.\n\n08/31/15, 06:31 AM EDT\n\n                                        By \nNick Gass\n\nAmericans would not seem to be the happiest bunch about the way things are going in the United States.\n\n08/31/15, 06:28 AM EDT\nA new book by Dick and Liz Cheney slams President Obama's military and foriegn policies.\n\n08/31/15, 06:10 AM EDT\nWasserman Schultz’s Iran troubles deepen;\n\n                                        By \nMarc Caputo\n\nWasserman Schultz has been less than supportive of the president's foreign policy initiative.\n\n08/31/15, 05:21 AM EDT\n\n                                        By \nJosh Gerstein\n\nOnce again, observers will want to see how many of the emails have classified material.\n\n08/31/15, 05:20 AM EDT\n\n                                        By \nBrian Faler\n\nThe Cadillac tax, set to begin taking effect in 2018, will cap for the first time the open-ended tax break employers receive for providing their workers...\n\n08/31/15, 05:18 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nJohn Bresnahan\n\nIt hasn't gone the way hawks had hoped.\n\n2016\n\n08/31/15, 05:16 AM EDT\n\n                                        By \nRachael Bade\n                                         and \nJosh Gerstein\n\nThe dispute over Clinton’s use of her own email system while serving as secretary of state has federal judges and Republicans on Capitol Hill demanding...\n\n2016\n\n08/31/15, 05:06 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGlenn Thrush\n\nNot quite rivals, but never very close—now Hillary and Joe are on a collision course.\n\n08/31/15, 12:09 AM EDT\n\n                                        By \nHadas Gold\n\nThe announcement came after the hip-hop artist said he had just smoked \"a little something.\"\n\n08/31/15, 12:03 AM EDT\n\n                                        By \nNahal Toosi\n\nNotables on the list include former Sens. Richard Lugar and George Mitchell.\n\n2016\n\n08/30/15, 10:53 PM EDT\n\n                                        By \nAnnie Karni\n\nBut she remains center stage during the campaign appearance.\n\n2016\n\n08/30/15, 08:52 PM EDT\n\n                                        By \nMatt Latimer\n\nEvery Republican presidential contender is playing his game. And losing at it.\n\nIn The Arena\n\n08/30/15, 08:40 PM EDT\n\n                                        By \nSam Nunn\n                                         and \nRichard Lugar\n\nDuring the Cold War both Republican and Democratic presidents accepted less-than-perfect arms pacts with the Soviets. We need to do the same with Iran.\n\n                                        By \nMatthew Karnitschnig\n                                         and \nZeke Turner\n\nComing back after a long break, the European Union faces an ugly fall.\n\n08/30/15, 06:48 PM EDT\n\n                                        By \nNick Gass\n\nClinton is \"a disgrace\" for comparing Republicans' stance on women's health issues to that of terrorists, he says.\n\n08/30/15, 03:21 PM EDT\n\n                                        By \nAndrew Glass\n\nHawkins chaired four committees during his 14 terms in the House. \n\n08/30/15, 11:02 AM EDT\nSANDERS, CARSON SURGE in Des Moines Register poll\n\n08/30/15, 10:56 AM EDT\n\n                                        By \nNick Gass\n\nThe administration is now just 3 votes short of a veto-proof total.\n\n08/30/15, 10:44 AM EDT\n\n                                        By \nNick Gass\n\nPeople who come to the United States \"should want to be Americans,\" Louisiana Gov. Bobby Jindal said Sunday.\n\n08/30/15, 10:18 AM EDT\n\n                                        By \nNick Gass\n\nThe Vermont senator says he does not know whether the Clinton campaign is in trouble.\n\n08/30/15, 09:19 AM EDT\n\n                                        By \nNick Gass\n\nScott Walker defended his foreign policy chops, his record as governor of Wisconsin and his campaign's standing in the Republican polls to date in a wide-ranging,...\n\nPolitics\n\n08/30/15, 08:43 AM EDT\n\n                                        By \nAaron MaK\n\nHow an eccentric musician became one of the socialist senator’s biggest fans.\n\n                                        By \nLaurens Cerulus\n\nThe former prime minister said Jeremy Corbyn speaks in “Alice in Wonderland” politics.\n\n                                        By \nDanny Vinik\n\nUnhappy small farmers detect a racket in a pork branding deal—and the USDA signed off on it.\n\nENERGY\n\n08/30/15, 07:32 AM EDT\n\n                                        By \nAndrew Restuccia\n\nThe billionaire’s companies are pushing against some green-energy policies, angering liberal Democrats.\n\n08/30/15, 07:19 AM EDT\n\n                                        By \nAndrew Glass\n\nThis Day in Politics: Aug. 30, 1967\n\n08/29/15, 07:35 PM EDT\n\n                                        By \nKevin Robillard\n\nThe two outsiders take big leads over establishment-backed candidates.\n\n08/29/15, 07:08 PM EDT\n\n                                        By \nKevin Robillard\n\nThe poll shows Sanders with 30 percent and Clinton with 37 percent.\n\n08/29/15, 04:47 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nHe adds another unscheduled political event to his schedule Saturday - but this time it was more about local politics.\n\n2016\n\n08/29/15, 02:41 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe billionaire real estate mogul uses a Nashville speech to emphasize his campaign is about more than him.\n\n08/29/15, 11:49 AM EDT\n\n                                        By \nAli Breland\n\nPalin and Trump seem to like each other. A lot.\n\n08/29/15, 11:11 AM EDT\n\n                                        By \nJennifer Shutt\n\n\"Who is Huma married to? One of the great sleezebags of our time: Anthony Weiner,\" Trump says. \nWe're working on more stories right now\n\n            By \nAlex Isenstadt\n\n08/31/15, 12:43 PM EDT\nRick Perry, floundering in polls and fundraising, is cutting his Iowa operation as he prepares to refocus his long-shot campaign on South Carolina.\nPerry’s advisers said on Monday that they would be trimming their Iowa team to just one paid staffer, strategist Jamie Johnson. Others, it said, would be let go.\n“We talked to all the staff,” said Bob Haus, Perry’s top strategist in the state. Haus said he would still work for the former Texas governor, but on an unpaid basis.\nThe decision was widely anticipated, with Perry’s advisers informing Iowa staff last week that a cut-back was on the immediate horizon. In the days prior, some of Perry’s staff had been working on an unpaid basis for a period of time.\n“I think it’s based financial reasons,” said Haus, adding that the former governor did not wish to see staff go unpaid. \nOne top Perry adviser, Karen Fesler, submitted her letter of resignation on Monday and said that she would be joining Rick Santorum's campaign. Fesler, an influential activist in the state, also worked for Santorum in 2012.\n\nAlex Isenstadt is a reporter for Politico.\n\n                                            By \nNahal Toosi\n\n\n                                            By \nSam Nunn\n                                             and \nRichard Lugar\n\n\n                                            By \nMatt Latimer\n\n\n                                            By \nAaron MaK\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Perry cuts Iowa team to one paid staffer", "url": "http://www.politico.com/story/2015/08/rick-perry-2016-iowa-staffers-cut-213188", "topics": ["personality"], "people": ["Sam Nunn", "Burgess Everett", "George Mitchell", "Wasserman Schultz", "Ray Kelly", "Liz Cheney", "Rachael Bade", "Ali Breland", "Matt Latimer", "Hadas Gold", "Jeremy Corbyn", "Marc Caputo", "Laurens Cerulus", "Al D'Amato", "Anthony Weiner", "Sarah Palin", "Kevin Robillard", "Andrew Restuccia", "Richard Lugar", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Rick Perry", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Zeke Turner", "Nick Gass", "Alex Isenstadt", "Rick Santorum", "Isaac Dovere", "Jamie Johnson", "Jeb Bush", "Danny Vinik", "Andrew Glass", "Donald Trump", "John Bresnahan", "Glenn Thrush", "Elizabeth Warren", "Jennifer Shutt", "Ben Schreckinger", "Brian Faler", "Bob Haus", "Karen Fesler", "Matthew Karnitschnig", "John Kasich", "Huma Abedin", "Barack Obama", "Dick Cheney"], "orgs": ["Sens", "Soviets", "European Union", "USDA", "United States."], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-31 17:43:45", "org": "politico", "article_id": "10446afd13b8f33439228da076af0c01", "date_access": "2015-08-31 17:00:15.476937"}