{"body": "\n09/15/15, 10:03 AM EDT\n\n                                        By \nAllie Grasgreen Ciaramella\n\nCollege Scorecard makes a splash — Reverse transfer gets results\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nMergers caused in part by health IT costs — Reader reaction to MU3 delay\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nGreens find lower ozone costs\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nJennifer Scholtes\n\nSearching for legislative locomotive to carry PTC fix — DOT delivers connected-car hookup — AMA says drone data isn’t as shocking at second glance\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nBrian Faler\n\nThe downside of cracking down on unregulated tax preparers — Tallying up the price of Sanders’ promises — ‘Cadillac tax’ repeal wins majority support in...\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nAdam Sneed\n\nPallone wants to talk fantasy sports — FCC lays out net neutrality arguments\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nMarianne LeVine\n                                         and \nBrian Mahoney\n\nGM, UAW extend contract – Clinton secures two more union endorsements\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nBill Tomson\n\nFarm sector fears loss of trains — Top chain restaurants rated over antibiotics efforts\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nChina makes new offer in BIT talks — Round Five of COOL fight begins\n\n09/15/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nChina sanctions still up in the air — Tech companies want cyber legislation\n\n09/15/15, 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse Oversight plans hearing on Planned Parenthood funding — Debate over breast cancer screening recommendations heads to the Hill — Advocacy group studies...\n\n09/15/15, 09:19 AM EDT\n\n                                        By \nNick Gass\n\nWhen Americans head to the polls for next year's presidential election, 43 states will be using electronic voting machines that are at least a decade old.\n\n09/15/15, 09:04 AM EDT\nWe sat down with renowned budget expert Stan Collender to talk about what’s at stake in this budget fight and if he thinks the government will shut down...\n\n09/15/15, 08:33 AM EDT\n\n                                        By \nAustin Wright\n\nMcCain blasts personnel relocation program -- Russian buildup in Syria continues\n\n09/15/15, 08:22 AM EDT\nBen Carson's upward surge in the polls continues.\n\n09/15/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nWall Street's new panic: Trump could win — Sanders price tag: $18 trillion — Global trade drops — Bush's surprising tax plan \n\nCongress\n\n09/15/15, 08:00 AM EDT\n\n                                        By \nRachael Bade\n\n“The Attorney General has a special duty to pursue justice even when political considerations run counter to doing so,” Cornyn wrote.\n\n09/15/15, 07:51 AM EDT\n\n                                        By \nMichael Crowley\n\nChicago Council survey shows Republicans growing more hawkish.\n\n09/15/15, 07:46 AM EDT\n\n                                        By \nNick Gass\n\nMore than six in 10 say she should be compelled to issue them.\n\n09/15/15, 07:35 AM EDT\n\n                                        By \nNick Gass\n\nBehind Carson, the gulf between candidates widens considerably.\n\n09/15/15, 07:32 AM EDT\nAndrew Cuomo's gender gap.\n\n09/15/15, 07:30 AM EDT\nHouse Speaker John Boehner says he's not worried about his future.\n\n09/15/15, 07:28 AM EDT\nChristie-foil pollster rises.\n\n09/15/15, 07:21 AM EDT\nUber Tuesday.\n\n                                        Updated 09/15/15, 07:00 AM EDT\n\n                                        By \nHadas Gold\n\nThe next phase of candidates' micro-targeting is here.\n\n09/15/15, 06:59 AM EDT\n\n                                        By \nNancy Scola\n\nPeople close to the White House approached the Steve Jobs biographer about leading the institution, but he took his name out of the running.\n\n09/15/15, 06:54 AM EDT\n‘The Thrill’ v. ‘The Hat Lady'\n\n09/15/15, 06:50 AM EDT\n\n                                        By \nNick Gass\n\n\"Look, I've watched this Jeb Bush-Donald Trump food fight. Let me clue them in on something: Nobody cares.\"\n\n                                        By \nMarc Caputo\n\nThe Democratic race in Florida’s 24th Congressional District is turning into a spectacle. \n\nPhoto gallery\n\n09/15/15, 06:03 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/15/15, 06:01 AM EDT\n\n                                        By \nBurgess Everett\n\nThe Republican senator is being watched for whether he'll try to revive background check legislation.\n\n09/15/15, 05:58 AM EDT\n\n                                        By \nJon Prior\n\nSome analysts worry that increasing the Fed’s main borrowing rate will unsettle a still-uneven U.S. economy. \n\n2016\n\n09/15/15, 05:56 AM EDT\n\n                                        By \nTodd S. Purdum\n\nHugh Hewitt drew Trump’s ire with a smart question. On Wednesday night, the conservative talk radio host will be ready for round 2.\n\nCONGRESS\n\n09/15/15, 05:39 AM EDT\n\n                                        By \nJohn Bresnahan\n                                         and \nAnna Palmer\n\nAllies say Boehner is being \"blackmailed\" into a government shutdown.\n\n09/15/15, 05:15 AM EDT\n\n                                        By \nLauren French\n\nLongtime Pelosi staffer Drew Hammill will be the minority leader's third deputy chief of staff.\n\n2016\n\n09/15/15, 05:08 AM EDT\n\n                                        By \nAnnie Karni\n\nIn a bid to burnish her image with voters, the Clinton campaign is flooding the Internet with nostalgic pictures of the Democratic front-runner.\n\n                                        Updated 09/15/15, 05:00 AM EDT\n\n                                        By \nSarah Wheaton\n\nPope Francis is also planning to meet with prisoners at a penitentiary in Philadelphia.\n\n2016\n\n                                        Updated 09/14/15, 11:45 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe real estate mogul brings his outsized swagger to a Dallas rally as his detractors, supporters and police all clash outside the arena.\n\n09/14/15, 11:31 PM EDT\n\n                                        By \nAndrew Glass\n\nHe was the country's 27th president.\n\n09/14/15, 10:02 PM EDT\n\n                                        By \nShane Goldmacher\n\nWalker’s abrupt withdrawal left state party leaders scrambling to find a replacement.\n\nHistory Dept.\n\n09/14/15, 08:39 PM EDT\n\n                                        By \n                                                Vince Guerrieri\n\nEven the Republicans who rush to his defense fail to appreciate the 25th president.\n\n2016\n\n09/14/15, 07:58 PM EDT\n\n                                        By \nBrian Mahoney\n\nScott Walker became famous for breaking the unions in Wisconsin. But for GOP voters, the issue no longer resonates as it once did.\n\n2016 \n\n09/14/15, 07:34 PM EDT\n\n                                        By \nBen White\n\nWith Bush and Clinton taking their lumps, financial executives face populist critics in both parties.\n\n09/14/15, 07:01 PM EDT\n\n                                        By \nEliza Collins\n\nOther things they won't be able to bring into the hall: umbrellas, strollers and thermoses. \n\n                                        By \n                                                Henry C. Jackson\n\nWall Street is growing increasingly terrified that Donald Trump could actually win the Republican nomination for president.\n\n09/14/15, 06:53 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nThe real estate billionaire, who took another populist shot on Sunday by ripping into lavish executive pay, continues to rise in the polls.\n\n                                        Updated 09/14/15, 06:47 PM EDT\n\n                                        By \nRachael Bade\n\nSteven Taylor is the State Department's chief information officer and Bryan Pagliano's former boss.\n\n2016\n\n09/14/15, 06:23 PM EDT\n\n                                        By \n                                                Peter Suderman\n\nHe’s not a governor, or a legislator, or even a business executive—he’s a movie-of-the-week-ready medical miracle worker with none of the political baggage...\n\n09/14/15, 06:08 PM EDT\nHe tells POLITICO there's \"a lot of political intrigue in this story, a lot of players inside it.\"\n\n                                        Updated 09/14/15, 06:02 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe independent senator from Vermont makes moral pitch for tackling income inequality.\nWe're working on more stories right now\n\n                                                    Politico\nA daily download of technology news from Washington and Silicon Valley\n\n            By \nAdam Sneed\n\n09/15/15, 10:02 AM EDT\nWith help from Brooks Boliek and Kate Tummarello.\nISAACSON PASSES ON LIBRARIAN OF CONGRESS — It looks like one person floated for the top spot at the Library of Congress has taken himself out of the running. Nancy reports that Walter Isaacson, CEO of the Aspen Institute and famed biographer of Steve Jobs, was approached by people close to the White House about filling the post. Current Librarian James Billington is retiring at the end of the year after 28 years on the job. Isaacson, maybe the highest-profile name rumored for the spot, decided not to go forward with it, Nancy writes. \nThe White House has faced pressure from tech groups and others to pick someone who can fix the Library’s reputation as an arcane, tech-averse institution and, among other things, prepare it to deal with copyright policy in the digital age.\n“According to a source familiar with the process, the White House is hunting for someone to fill the position that meets a varied set of criteria: The person should be something of a public intellectual with a scholarly bent, know how to manage a sprawling institution, and have an understanding of the complexities of both copyright policy and public access to information in the digital age,” Nancy writes. More, for Pros: http://politico.pro/1Y5Arvp \nGOOD TUESDAY MORNING and welcome to Morning Tech, where we’re going to start thinking twice before wishing on a shooting star. NASA’s new infographic about the “#YearInSpace” mission includes the unfortunate detail that human waste from the International Space Station is propelled back to Earth, and it looks as magical as anything else along the way: http://bit.ly/1icHilL. Send news, tips and anything your heart desires to asneed@politico.com and follow @atsneed and @MorningTech. Catch the full team’s info after speed read.\nFANTASY SPORTS, REAL GAMBLING? — Fantasy sports are all the rage this fall, but what makes them different from prohibited forms of online gambling? That’s what Rep. Frank Pallone, the top Democrat on the House Energy & Commerce Committee, wants to know, and he’s asking for a hearing to discuss it. The legal landscape surrounding fantasy sports is “murky,” making it “ripe for congressional review,” Pallone said Monday in a letter (http://1.usa.gov/1Qdb3OG) to committee leadership. \nHe’s pointing to three separate laws, including the Interstate Wire Act, that ban interstate gambling and sports betting online, but also run up against a carve-out for fantasy sports in the Unlawful Internet Gambling Enforcement Act. Another area of concern, he said, is how cozy professional sports leagues are getting with fantasy sports networks. He’s also questioning whether pro athletes and league personnel, “who may be able to affect the outcome of a game,” should be able to take part. Don’t bet on swift action that threatens fantasy sports, but we’re tracking to see if a hearing reaches the books.\nHOW ABOUT FANTASY POLITICS? — For a short while, it looked like there might be another ostentatious billionaire — and another tech figure — in the 2016 circus. Alas, Mark Cuban told CNBC that he’s “not at all” considering a run for the White House (http://bit.ly/1M7ATTb), despite saying earlier that he’d easily beat Donald Trump and Hillary Clinton (http://for.tn/1M7BhRE). Cuban did tell POLITICO’s Ben Schreckinger he’d be open to serving in a Trump administration “if he promises to do exactly what I tell him to do” (http://politi.co/1M7CQix) — so it’s safe to bet that won’t happen. But with Republican Carly Fiorina, Democrat Larry Lessig and “Cyber Party” candidate John McAfee, there are plenty of long-shot techies to keep track of, and only (ugh) 419 days until Election Day.\nFCC TO COURT: NET NEUTRALITY RULES ARE ‘NECESSARY SOLUTIONS’ — The FCC dropped a 218-page filing with the U.S. Circuit Court of Appeals for the District of Columbia on Monday night arguing the agency “has the authority to ensure that the Internet, the central means of communication in the 21st century, remains open to all Americans.” Dropping the names of Google, Amazon, Apple and Netflix, the commission told the court it should reject a legal challenge to the controversial rules lodged earlier this year by several large telecommunications trade groups and some of their members.\n“It is the Order — not USTelecom’s rhetoric — that is before this Court,” the FCC argues in the brief. “The Order concludes that the Internet ‘must remain open: open for commerce, innovation and speech; open for consumers and for the innovation created by applications developers and content companies; and open for expansion and investment by America’s broadband providers.”’\nThe commission argues its net neutrality rules are “focusing on the threats to Internet openness” but “using a light-touch version of Title II.” The filing: http://bit.ly/1EZ2TZM \nTODAY: PAI ROAD TRIP TO FARGO — Republican FCC Commissioner Ajit Pai will make an appearance in the Upper Midwest today, joining Rep. Kevin Cramer for a series of meetings and speeches in Fargo, N.D.. It’s Pai’s second appearance with a Republican lawmaker in two days (he spent Monday with Sen. Steve Daines in Montana). Pai is scheduled to speak at the Fargo Connect luncheon. Among the issues likely to come up: plans to reform the Universal Service Fund, which Cramer has raised in FCC hearings at the House Energy & Commerce subcommittee on telecommunications. \nHOUSE JUDICIARY EYEING THURSDAY MARKUP — The House Judiciary Committee is planning to mark up the Judicial Redress Act on Thursday, sources tell Kate, who had the scoop late Monday afternoon. The tech industry has supported the bill, which would extend some privacy protections to citizens of U.S. allies. The bill -- or something like it -- is critical to closing a deal reached by U.S. and EU officials last week on data protection. The committee hasn’t announced details yet, but we’re tracking. For pros: http://politico.pro/1NsGO6U \nIA’S BAY STATE WARNING — The Internet Association is taking issue with proposals in the Massachusetts Legislature that it says would place burdensome regulations on ride-hailing services (and IA members) Uber, Lyft and Sidecar. The trade group is urging lawmakers on the Massachusetts Joint Committee on Financial Services to reject measures backed by the taxi industry that would require fingerprint background checks on drivers and outlaw surge pricing. Uber has threatened to stop operating in the state if those measures are approved. \nUber is backing a bill by Gov. Charlie Baker that would require background checks, insurance for riders and drivers, and assign the state’s Department of Public Utilities as a regulator. IA President Michael Beckerman writes that any measures beyond that would “require duplicative and expensive procedures that add bureaucracy at the expense of innovation.” The letter: http://bit.ly/1M7GF7i \nSURVEY: VENTURE CAPITALISTS TRACKING IMMIGRATION, IoT — Venture capitalists reported low confidence in the federal government’s ability to enact policies that support their work in the next year, according to a report out this morning by Deloitte and the National Venture Capital Association. Immigration is their top policy concern, with over 60 percent of those surveyed saying they want to see reforms — a cause the tech industry has championed because of its need for visas for high-skilled workers. Another key finding: Cloud computing still holds its place as the strongest sector for tech investment, with mobile technologies finishing in a close second. Biotech, clean energy and the Internet of Things also featured high on VCs’ radar. See the full report here: http://bit.ly/1EZ47UN\nSPEED READ\nCOPYRIGHT RULING BOOSTS FAIR USE IN DMCA CASES. A federal court says rights-holders must consider fair use before filing takedown requests on infringement grounds. The New York Times reports: http://nyti.ms/1icEpS9 \nWYDEN OUTLINES HIS CISA PLAN. He likens the cybersecurity bill to “responding to a bear attack by stockpiling honey” and says he “will not casually give up” his amendments to a “flawed bill.” The Daily Dot has more: http://bit.ly/1icDOQc \nAPPLE HASN’T SLOWED SPOTIFY. The streaming service says its growth rate has increased since Apple Music launched in June and that it’s still “setting new records week by week.” Bloomberg reports: http://bloom.bg/1icEHbz\nTWITTER GETS A SMARTER ‘BUY’ BUTTON. The social network will integrate new features from payment startup Stripe, which lets companies sell products on mobile platforms. The Wall Street Journal has the details: http://on.wsj.com/1icFFEJ \nTips, comments, suggestions? Send them along via email to our team: Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com, @ericengleman), Amy Schatz (aschatz@politico.com, @amy_schatz),Brooks Boliek (bboliek@politico.com, @technocowboy), Tony Romm (tromm@politico.com, @tonyromm), Kate Tummarello (ktummarello@politico.com, @ktummarello), Nancy Scola (nscola@politico.com, @nancyscola) and Adam Sneed (asneed@politico.com, @atsneed).\nDEBRIEF INTERVIEW WITH STAN COLLENDER: What’s at stake in the budget showdown on Capitol Hill? The renowned budget expert tells us how the protracted negotiations hurt government agencies, weighs the consequences of a government shutdown and fills us in on which key players he’s watching right now. Find out on this week’s Debrief video from The Agenda: http://politi.co/1KnnC9N \n\n                                            By \n                                                    Ian Bremmer\n\n\n                                            By \nBlake Hounshell\n\n\n                                            By \n                                                    Jason Zengerle\n\n\n                                            By \n                                                    Daniel Yergin\n\nAdam Sneed is a technology reporter for POLITICO Pro. Before joining POLITICO as a Web producer in 2013, he spent two years at the New America Foundation’s Future Tense initiative, covering science and technology policy in partnership with Slate magazine and Arizona State University. As a student at Arizona State, he was editor-in-chief of The State Press and held reporting internships at the Arizona Guardian and Arizona Republic. He graduated in May 2011 with degrees in journalism and political science.\n © 2015 POLITICO LLC", "byline": "", "description": "Pallone wants to talk fantasy sports — FCC lays out net neutrality arguments", "title": "Isaacson passes on Librarian of Congress", "url": "http://www.politico.com/tipsheets/morning-tech/2015/09/2015-09-14-pro-morning-tech-210210", "topics": ["trade", "economy", "immigration"], "people": ["Allie Grasgreen Ciaramella", "Burgess Everett", "Ian Bremmer", "Steve Jobs", "Rachael Bade", "Ajit Pai", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "John Bresnahan", "Eric Engleman", "Nancy Scola", "Kevin Cramer", "Hugh Hewitt", "Austin Wright", "Lauren French", "Bryan Pagliano", "Michael Beckerman", "'The Hat Lady", "Mark Cuban", "Daniel Yergin", "Marc Caputo", "Drew Hammill", "Steven Taylor", "Vince Guerrieri", "Brooks Boliek", "Brian Mahoney", "John Boehner", "Steve Daines", "Andrew Cuomo", "Annie Karni", "Pope Francis", "John Cornyn", "Peter Suderman", "Scott Walker", "Shane Goldmacher", "Nick Gass", "Frank Pallone", "Charlie Baker", "Jennifer Scholtes", "Ben Schreckinger", "Jeb Bush", "Nancy Pelosi", "Donald Trump", "Michael Crowley", "Walter Isaacson", "Eliza Collins", "Kate Tummarello", "Sarah Wheaton", "Brianna Ehley", "David Pittman", "Tim Starks", "Andrew Glass", "Adam Sneed", "Adam Behsudi", "Tony Romm", "Brian Faler", "Daniel Strauss", "Todd S. Purdum", "Hillary Clinton", "Jason Zengerle", "Ben White", "Jon Prior", "Amy Schatz", "Alex Byers", "Eric Wolff", "Bill Tomson", "Blake Hounshell", "Ben Carson", "Stan Collender"], "orgs": ["REAL", "Fed", "House Judiciary Committee", "College Scorecard", "Steve Jobs", "National Venture Capital Association", "Circuit Court of Appeals", "NASA", "Deloitte", "Apple Music", "CONGRESS", "Congress", "AMA", "State Department", "UAW", "FCC", "Arizona State University", "New America Foundation", "Greens", "International Space Station", "WYDEN", "CNBC", "Cyber Party", "GOP", "Chicago Council", "House Oversight", "Library of Congress", "Aspen Institute", "The Internet Association"], "authors": [{"author_id": 39450, "fullname": "allie grasgreen ciaramella", "primary_org": "politico"}], "date_written": "2015-09-15 15:02:30", "org": "politico", "article_id": "71a5dd51a3f9a0d929c47409951e4141", "date_access": "2015-09-15 14:10:12.436418"}