{"body": "Mark Salter, left, has worked for Sen. John McCain for approximately two decades. | AP Photo\nBy Adam B. Lerner\n7/30/15 12:33 PM EDT\nUpdated 7/30/15 1:11 PM EDT\nA longtime John McCain aide launched a scathing attack against Donald Trump and Ted Cruz Thursday, calling the former a con man with bad hair and the latter his accomplice.\nMark Salter, who has worked for McCain for approximately two decades and co-authored numerous books with the Arizona senator, writes in RealClearPolitics that “either the phoniness in American politics has reached record levels or I’ve grown irremediably cynical in my old age” and that he was “referring, of course, to Donald Trump.”\nStory Continued Below\nTrump, according to Salter, is a modern day P.T. Barnum, who enriched himself off of hoaxes and later started Barnum & Bailey Circus, before also entering politics. The only difference, Salter said, is that Barnum had “a less ridiculous hairdo, better taste and more tact.”\nAt a campaign event in Iowa earlier this month, Trump launched an attack on McCain, saying “he’s not a war hero” and that, when it comes to heroic veterans, he “like[s] people who weren’t captured.” The comments were widely condemned by Republicans of all stripes, but Trump’s poll numbers did not suffer significantly from the backlash.\nOne prominent Republican who refused to condemn Trump despite disagreeing with the comments was Sen. Cruz (R-Texas).\nLater in the article, Salter accuses Cruz of being ripped off by “the more experienced huckster” and also perpetrating a hoax, but far less grandiosely than Trump. Salter said Cruz is hiding behind Ronald Reagan’s oft-cited 11th commandment — that Republicans should not attack one another — as he triangulates “in the hope of eventually inheriting the billionaire huckster’s supporters.”\nAlso on POLITICO\nDANIEL STRAUSS\nExcept it’s not working, Salter says, because Trump is “the one candidate in the race who has longer and more successful experience with shameless self-promotion and political flimflammery.”\n“Were Trump in some epic misfortune to become the GOP nominee with his toxic favorable-unfavorable ratings and general repulsiveness, he could be the first candidate to lose all 50 states,” writes Salter. “Although his outsized ego may prevent him from realizing that, Republican leaders and the other 2016 candidates certainly do.”\n“And [in that case] one can imagine a disappointed Ted Cruz, his political career over as quickly as it began because his demagoguery didn’t quite equal Trump’s know-nothing hucksterism,” Salter concludes.\nBy JACK SHAFER\nBy MICHAEL KRUSE\nBy DENNIS ROSS\nBy BEN WOFFORD\n© 2015 POLITICO LLC", "byline": "", "description": "Mark Salter has worked for McCain for approximately two decades.", "title": "Longtime McCain aide launches vitriolic attack on Trump, Cruz", "url": "http://www.politico.com/story/2015/07/john-mccain-aide-mark-salter-attacks-donald-trump-ted-cruz-120815.html", "topics": ["personality"], "people": ["Donald Trump", "Mark Salter", "Ted Cruz", "Ronald Reagan", "Adam B. Lerner"], "orgs": ["P.T.", "GOP"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-30 17:33:12", "org": "politico", "article_id": "44ff31cc3b56d183cb32ca1d5277dc7d", "date_access": "2015-07-30 18:20:03.792119"}