{"body": "\n09/09/15, 09:09 AM EDT\n\n                                        By \nNick Gass\n\nSoftware cybersecurity magnate John McAfee says he's launching a bid for the White House.\n\n09/09/15, 08:36 AM EDT\n\n                                        By \nSeung Min Kim\n\nRepublicans in the House begin to craft a strategy to avoid a government shutdown this fall.\n\n09/09/15, 08:30 AM EDT\n\n                                        By \nAustin Wright\n\nNDAA standoff continues.\n\n09/09/15, 08:14 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1850 Congress recognizes both states, and California is admitted to the Union as a free state.\n\n09/09/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nBush takes on Wall Street (kind of) — Buffett agrees with Trump — World Bank warns Fed\n\n09/09/15, 07:42 AM EDT\nCharlie Baker pitched on rail link.\n\n09/09/15, 07:33 AM EDT\n\n                                        By \nNick Gass\n\nColbert donned a cotton candy wig to help \"prep\" Bush for his next debate against rival Donald Trump.\n\n                                        By \nSara Stefanini\n\nGlobal warming skepticism makes the country a difficult ally for Europeans.\n\n                                        By \n                                                Ryan Heath\n\nCommission proposal aims to boost ‘understanding’ of its political priorities.\n\n09/09/15, 07:04 AM EDT\nPort probe claims another victim.\n\n09/09/15, 06:49 AM EDT\nCuomo in Puerto Rico.\n\n09/09/15, 06:44 AM EDT\n\n                                        By \nNick Gass\n\nThe United States should take in some refugees from Syria, Trump said.\n\n09/09/15, 06:40 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\n                                        By \nDarren Samuelsohn\n\nWith Goodell getting uncomfortable headlines, the league’s team heads to Capitol Hill for a series of closed-door meetings.\n\n09/09/15, 06:01 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nAmong her proposals: More support for Israel's security.\n\n09/09/15, 06:00 AM EDT\nFlorida's surplus wars.\n\n09/09/15, 05:14 AM EDT\n\n                                        By \nJake Sherman\n\nThe American Action Network's ad will run run 235 times each on Wednesday and Thursday.\n\n2016\n\n09/09/15, 05:10 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nJoe Biden's decision whether to run for president may rest more on his wife than anyone else. \n\n                                        Updated 09/09/15, 01:17 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nMajority Leader Kevin McCarthy and Majority Whip Steve Scalise will lead the effort.\n\n2016\n\n                                        Updated 09/09/15, 01:01 AM EDT\n\n                                        By \nEli Stokols\n\nThe candidate and the comedian make for something of an awkward duo.\n\n                                        Updated 09/08/15, 11:21 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGabriel Debenedetti\n\nAfter refusing to explicitly apologize for her use of private email while secretary of state, Clinton offers up a mea culpa.\n\n                                        By \nMaia de La Baume\n\nMEP calls on European Parliament to open its building to asylum-seekers.\n\n                                        By \nAlex Spence\n\nVideo captures N1TV camerawoman sticking out her leg as migrants fleeing police rushed by.\n\n                                        Updated 09/08/15, 10:29 PM EDT\n\n                                        By \nBurgess Everett\n\n\"The United States has some degree of responsibility here,\" he says, blaming the Obama administration.\n\n                                        Updated 09/08/15, 10:03 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nThe earlier debate with candidates who polled at least 1 percent in 3 national polls will start at 6.\n\n                                        Updated 09/08/15, 09:28 PM EDT\n\n                                        By \nRachael Bade\n\nImmunity could make it easier Pagliano him to answer the panels' questions. \n\n09/08/15, 08:47 PM EDT\n\n09/08/15, 08:30 PM EDT\n\n                                        By \nJosh Gerstein\n\nAt issue is how Hillary Clinton's private attorney, David Kendall, got permission from the State Department.\n\nLetter From Hungary \n\n09/08/15, 08:29 PM EDT\n\n                                        By \n                                                Luiza Ch. Savage\n\nThe migrant crisis is uniting Europe’s past and present.\n\nIn The Arena\n\n09/08/15, 08:29 PM EDT\n\n                                        By \nCharles Duelfer\n\nWe’ll have to hold our noses to vote yes, but it buys us needed time.\n\nTHE BIG IDEA\n\n09/08/15, 08:29 PM EDT\n\n                                        By \nAlan Wolfe\n\nIf conservatives want to insist on the priority of rights, they shouldn't be surprised when they see their other goals slipping away.\n\n09/08/15, 08:23 PM EDT\n\n                                        By \nKathryn A. Wolfe\n\n2 other top executives have also resigned amid internal and federal investigations.\n\n                                        Updated 09/08/15, 08:13 PM EDT\n\n                                        By \nDylan Byers\n\nAustin Beutner learned of his ouster while listening to the radio.\nHILLARY CLINTON kicks off a media tour by finally saying the magic words: I’m sorry.\n\nIran deal\n\n                                        Updated 09/08/15, 07:02 PM EDT\n\n                                        By \nNahal Toosi\n\nTrump, Cruz and Palin follow Dick Cheney in denouncing the deal as the vote nears.\n\n09/08/15, 06:56 PM EDT\nThe Bernie effect?  — Colberting his soul\n\n09/08/15, 06:31 PM EDT\n\n                                        By \nBrian Faler\n\nHIs proposal would hit \"carried interest\" while lowering individual and corporate rates.\n\n                                        Updated 09/08/15, 06:15 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThree key Democrats said they would back the agreement this morning.\n\nHillary Clinton Emails\n\n09/08/15, 05:31 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“That was a mistake. I’m sorry about that. I take responsibility,” she said.\n\nCongress\n\n                                        Updated 09/08/15, 05:12 PM EDT\n\n                                        By \nSeung Min Kim\n\nIt's not clear how Republican leaders plan to resolve the standoff over Planned Parenthood funding.\n\n                                        Updated 09/08/15, 05:08 PM EDT\n\n                                        By \nNick Gass\n\nHis statement doesn't exactly square with the two reasons the elder Trump gave for running.\n\n                                        Updated 09/08/15, 04:55 PM EDT\n\n                                        By \nJosh Gerstein\n\nSecretary of State John Kerry has named a new czar to improve transparency at the State Department as the agency struggles to overcome archaic recordkeeping...\n\n                                        Updated 09/08/15, 04:41 PM EDT\n\n                                        By \nNick Gass\n                                        ,\nKatie Glueck\n                                         and \nDaniel Strauss\n\nHuckabee warns that Davis' story could just be the beginning.\n\n09/08/15, 04:05 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/08/15, 03:52 PM EDT\n\n                                        Updated 09/08/15, 03:51 PM EDT\n\n                                        By \nHadas Gold\n\nAccording to his family, Kohut had been battling leukemia since 2009. \n\n09/08/15, 03:29 PM EDT\n\n                                        By \nNick Gass\n\n\"I think that he has the fire in his belly to make America great again and probably do it the right way,\" Ditka says.\n\n                                        By \nMarc Caputo\n\n Trump briefly weighed in on Cuba policy during an interview published Monday.  \n\n                                        Updated 09/08/15, 02:07 PM EDT\n\n                                        By \nNick Gass\n\n\"The results may be catastrophic,\" the former vice president will say.\n\n09/08/15, 02:00 PM EDT\n\n                                        By \nTheodoric Meyer\n\nAPI, ANGA in merger talks, sources say\nWe're working on more stories right now\n\n                AP Photo\n\n            By \nNick Gass\n\n09/09/15, 09:09 AM EDT\nThe field of presidential hopefuls grew this week, as software cybersecurity magnate John McAfee said that he would run for the White House next year and do so with his own political party, called the Cyber Party.\n\"I have a huge underground following on the web,\" he told CNNMoney on Tuesday. \"I promise you I will win because I have the votes.\"\nMcAfee officially filed with the Federal Election Commission on Tuesday, writing in the document that, \"I am founding a new party yet to be announced.\"\nHe also said that he is running because governments around the world are \"out of touch\" with privacy concerns from average citizens.\n\"We've given up so much for the illusion of security and our government is simply dysfunctional,\" he said, according to the report. Remarking upon his fellow contenders in the race, McAfee said of Donald Trump: \"If I didn't enter, he would've won.\"\nMcAfee, who fled Belize for the United States in 2014 after authorities tried to question him in the death of his neighbor, told CNN that he would talk about his \"checkered background\" and would win voters over with his personality. He was also arrested last month in Tennessee for driving under the influence and possession of a handgun while driving under the influence, telling CNN that the case was still pending and that he would be back in court in November and that it was Xanax, not alcohol that affected his driving.\nMcAfee's campaign website features a large photo of the tech founder along with a quote from George Washington and links about how to get involved and donate to his campaign. The site also features links to Facebook, Twitter and Instagram accounts, but it does not yet have any policy positions.\n\n                                            By \nAlan Wolfe\n\n\n                                            By \n                                                    Luiza Ch. Savage\n\n\n                                            By \nCharles Duelfer\n\n\n                                            By \nJohn Culhane\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "McAfee announces White House run as part of 'Cyber Party'", "url": "http://www.politico.com/story/2015/09/john-mcafee-2016-presidential-run-cyber-party-213432", "topics": ["campaign_finance"], "people": ["Alan Wolfe", "Burgess Everett", "David Kendall", "Rachael Bade", "Hadas Gold", "George Washington", "Austin Wright", "Kathryn A. Wolfe", "Marc Caputo", "Dylan Byers", "Joe Biden", "Sarah Palin", "Theodoric Meyer", "Daniel Lippman", "Steve Scalise", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Ryan Heath", "Josh Gerstein", "Charles Duelfer", "Katie Glueck", "Nick Gass", "John Kerry", "John Mcafee", "Isaac Dovere", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Charlie Baker", "Austin Beutner", "Sara Stefanini", "Brian Faler", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Ben White", "Eli Stokols", "Alex Spence", "Darren Samuelsohn", "Stephen Colbert", "Warren Buffett", "Dick Cheney", "John Culhane"], "orgs": ["Fed", "Congress", "Union", "Cyber Party", "State Department", "Commission", "Federal Election Commission", "World Bank", "American Action Network"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-09 14:09:53", "org": "politico", "article_id": "38d797dba7c340f8d441b08dba1de16a", "date_access": "2015-09-09 13:20:09.077868"}