{"body": "\n10/06/15 08:00 AM EDT\n\n                                        By \nBen White\n\nMarkets to Fed: See you next year — Will Hillary flip flop on TPP? — Biggest TPP winner: Japanese automakers — FERC takes think tank crown\n\n10/06/15 07:53 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump fired back at the media, calling outlets \"dishonest\" and \"disgusting\" on Tuesday.\n\n10/06/15 07:52 AM EDT\nMcCARTHY under fire.\n\n                                        By \nAlex Spence\n\n\n                                        By \n                                                Sara Stefanini\n\n\n10/06/15 07:25 AM EDT\nPOSTCARD from New Yorker Festival -- REDSKINS are #1 -- B’DAY: Jonathan Alter \n\n10/06/15 07:03 AM EDT\nNYT’s milestone\n\n10/06/15 06:57 AM EDT\n\n                                        By \nNick Gass\n\nCarly Fiorina says that she thinks she is \"distinctly horrifying to liberals\" because of the prospect that she could beat Hillary Clinton.\n\n10/06/15 06:55 AM EDT\nOMNIA gets marathon Senate hearing\n\n10/06/15 06:36 AM EDT\nCharlie Baker in the balance on transgender protections bill.\n\n10/06/15 06:30 AM EDT\nOpen-carry gun bill gets hearing in Florida.\n\n10/06/15 06:25 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump slammed Mitt Romney's top 2012 strategist after he went on CNN on Monday.\n\n2016\n\n10/06/15 05:09 AM EDT\n\n                                        By \n                                                Gwenda Blair\n\nThe magnate’s biographer explains the spiritual guide behind his relentless self-confidence.\n\n2016\n\n10/06/15 05:06 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nBrooklyn is being hassled by the old Clinton network over strategy and resources in the first primary state.\n\n                                        Updated 10/06/15 12:43 AM EDT\n\n                                        By \nDaniel Strauss\n\nIt’s a jab at Rubio who awkwardly reached for water in the middle of his 2013 State of the Union rebuttal.\n\n                                        Updated 10/06/15 12:15 AM EDT\n\n                                        By \nVictoria Guida\n                                         and \nAdam Behsudi\n\nThe agreement will soon be released straight into the neon glare of a presidential election campaign and a bitterly divided Congress. \n\n10/06/15 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nFairbanks’ political fortunes changed with McKinley’s assassination in 1901.\n\n2016\n\n                                        Updated 10/05/15 11:26 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president is mourning. He’s also calculating.\n\n                                        Updated 10/05/15 10:20 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“The Republicans finally admit it.\"\n\nTrade\n\n                                        Updated 10/05/15 10:02 PM EDT\n\n                                        By \nVictoria Guida\n\nThe Pacific Rim trade pact poses some political complications for her.\n\nOptics\n\n10/05/15 09:05 PM EDT\n\n                                        Updated 10/05/15 08:34 PM EDT\n\n                                        By \nNick Gass\n\nThe email chains include 72 pages with Reines' conversations with reporters.\n\n                                        By \n                                                Paul Dallison\n\n\n                                        By \n                                                Zeke Turner\n\n\n                                        By \n                                                Paul Dallison\n                                         and \n                                                Sofia Melo\n\nAngry employees get physical after announcement of job cuts.\n\n                                        By \n                                                Henry C. Jackson\n\nONE WEEK until the first Democratic debate. 23 days until the GOP candidates debate again.\n\n10/05/15 07:33 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHillary Clinton has presented herself as a skeptic of the biggest trade deal in history, saying this summer that “we should prepared to walk away” from...\n\nLaw And Order\n\n10/05/15 07:18 PM EDT\n\n                                        By \n                                                Matt Valentine\n\nThe canard of the armed civilian mass-shooting hero is perpetuated by exaggerations and half-truths.\n\nLaw And Order\n\n10/05/15 07:17 PM EDT\n\n                                        By \n                                                James Dudley\n\nThe Oregon shooting is a tragic reminder that the laws on the books are woefully inadequate. \n\n10/05/15 07:14 PM EDT\n\n10/05/15 07:11 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nThe departing speaker is maneuvering behind the scenes to help shape the leadership team he'll leave in his wake.\n\n10/05/15 07:05 PM EDT\n\n                                        By \nKevin Robillard\n\nThe party lands its top recruit in N.H., Maggie Hassan, but primaries elsewhere complicate path to majority.\n\n2016\n\n10/05/15 06:59 PM EDT\n\n                                        By \nRachael Bade\n\nThey argue that the California Republican validated their view that the panel's work amounts to a witch hunt. \n\n                                        Updated 10/05/15 06:50 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nSenate Democrats are gearing up for another gun-control push in the aftermath of last week's mass shooting in Oregon, as the chamber's top Democrat accused...\n\n10/05/15 06:41 PM EDT\n\n                                        By \nKyle Cheney\n\nIn an interview with POLITICO, Romney also said Jeb Bush and his backers played no role in her husband's decision.\n\n10/05/15 06:37 PM EDT\n\n                                        Updated 10/05/15 06:19 PM EDT\n\n                                        By \n                                                Kelsey Sutton\n\nMSNBC executives are still considering expanding its popular early-day “Morning Joe” programming. \n\n10/05/15 05:57 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"Police shootings are not minutiae at all,\" the attorney general says.\n\nCongress\n\n                                        Updated 10/05/15 05:54 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nSources close to the leaders privately said their relationship seems to be getting worse.\n\n10/05/15 05:29 PM EDT\n\n                                        By \nAnna Palmer\n\nAn email to Democratic operatives asked \"if you or any friends have interest in submitting your resume for the potential Biden campaign.\"\n\n                                        Updated 10/05/15 05:29 PM EDT\n\n                                        By \nSteven Shepard\n\nPolls have showed the popular Hassan running close with Ayotte in early matchups.\n\n                                        By \nDanny Vinik\n\nAs the White House tries to open up a trade relationship, Cuba shuts off the spigot. What’s going on?\n\n10/09/15 05:00 PM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and California Playbook Author Carla Marinucci as they mark the launch of California Playbook...\n\n10/05/15 05:01 PM EDT\n\n                                        By \nBurgess Everett\n\nA first-term senator disses the debate over the next House speaker.\n\n10/14/15 08:00 AM EDT\nJoin POLITICO’s Outside, In: Will Tech Transform Chronic Care? panel discussion, where leading voices in healthcare, technology and policy will convene...\n\n10/05/15 04:16 PM EDT\n\n                                        By \nHadas Gold\n\nInfluential conservative radio host and RedState editor Erick Erickson announced on Monday he's leaving the website by the end of the year to focus on...\n\n                                        Updated 10/05/15 04:13 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton wryly rejected the notion of considering the No. 2 spot on a presidential ticket on Monday, remarking in an answer to a hypothetical question...\n\n10/05/15 04:10 PM EDT\n\n                                        By \nJosh Gerstein\n\nHomeland Security Secretary Jeh Johnson rallied to the defense of the beleaguered Secret Service on Monday, dismissing media coverage of high-level misconduct...\n\n10/05/15 04:09 PM EDT\n\n                                        Updated 10/05/15 03:57 PM EDT\n\n                                        By \nNick Gass\n\n\"Now, I'm a little different from those who say free college for everybody.\"\nWe're working on more stories right now\n\n                                            By \n                                                    Gwenda Blair\n\n\n                                            By \n                                                    James Dudley\n\n\n                                            By \n                                                    Matt Valentine\n\n\n                                            By \nJack Shafer\n\n\n                AP Photo\n\n            By \nNick Gass\n\n10/06/15 07:53 AM EDT\nDonald Trump fired back at the media, calling outlets \"dishonest\" and \"disgusting\" on Tuesday for twisting his words about when he would potentially drop out of the race for the Republican nomination. Trump's message: \"I'm going all the way.\"\n\"Not even a thought. Look, it's a phony deal that was perpetrated on the public,\" Trump told CNN's Chris Cuomo in a telephone interview on \"New Day.\"\nStory Continued Below\nDuring interviews aired this Sunday on ABC and NBC, Trump laid out a hypothetical scenario in which he would consider abandoning his bid for the White House. \n\"Number one, I'm not a masochist. And if I was dropping in the polls where I saw that I wasn't gonna win, why would I continue? And it's funny. Maybe it's, like, not like me because it's the power of positive thinking -- I'm a very positive person, I'm a positive thinker -- but the truth is, I'm a realist. I'm doing great in the polls right now, I think you will say. I'm not saying anything. I'm leading everything, right?\" Trump asked NBC's Chuck Todd.\nThe real-estate mogul unloaded on media coverage of the remark.\n\"Let me make it a little bit different: I’m not getting out. I’m gonna win, OK? I gave a very honest answer, but the press takes an answer like that and they make it like, oh, there's a big story, they make headlines out of it. It’s ridiculous,\" Trump declared. \"The question was: Would you get out? The answer is: I’m going all the way and we’re going to win. It’s a simpler answer and people can’t play around with that. I mean, I watch these politicians — you know they’re getting out in the next two weeks and they say, 'Oh, I’m never getting out.' They’re not telling the truth.\"\nDuring the segment, which lasted more than 20 minutes, he also defended his wait-and-see approach on Syria regarding Russia's involvement in the region on Tuesday, insisting that it would not be \"trusting Russia.\"\n\"Well now they're supposedly hitting ISIS, which is a positive thing and you know my attitude is we're backing rebels, we have no idea who they are,\" Trump said on CNN's \"New Day,\" reacting to reports that Moscow was hitting Islamic State targets in the modern city of Palmyra. \"Frankly, every time we just get bogged down in the Middle East and Russia will get bogged down in the Middle East,\" he added.\nOn the region as a whole, Trump warned that the U.S. does not know exactly who the rebels are that it is supporting in Syria.\nSyrian President Bashar Assad \"is a bad guy, but you can have worse,\" he said, \"and maybe these people are worse, we have no idea. I spoke to a general the other day, who's very well-versed in the area, he said, 'We have no idea who these people are we're backing.'\"\nIf Assad's regime were still in place, Trump said, \"you wouldn't have the migration of millions of people and all of the problems that that's causing. And death, death all over the place.\"\n“I’m just saying, sit back, just take it easy, just relax, save your billions of dollars, let’s build some bridges, let’s fix the roadways in our country, let’s rebuild America, make America great again, let’s rebuild our military,\" he told Cuomo of his thinking.\nOn Afghanistan, Trump said that he would \"begrudgingly\" keep boots on the ground, as President Barack Obama has said, because otherwise the country would \"collapse after two seconds\" if the U.S. left now.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trump: 'I'm going all the way'", "url": "http://www.politico.com/story/2015/10/donald-trump-2016-going-all-the-way-214463", "topics": ["terrorism", "personality", "trade"], "people": ["Kelly Ayotte", "Burgess Everett", "Paul Dallison", "Kyle Cheney", "Jack Shafer", "James Dudley", "Rachael Bade", "Kevin Robillard", "Chris Cuomo", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Kelsey Sutton", "Steven Shepard", "Barack Obama", "Gwenda Blair", "Sofia Melo", "Chuck Todd", "Gabriel Debenedetti", "Jonathan Alter", "Josh Gerstein", "Matt Valentine", "Zeke Turner", "Nick Gass", "Philippe Reines", "Bashar Assad", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Danny Vinik", "Andrew Glass", "Donald Trump", "John Bresnahan", "Alex Spence", "Charlie Baker", "Jeh Johnson", "Carly Fiorina", "Sara Stefanini", "Adam Behsudi", "Erick Erickson", "Mitt Romney", "Mike Allen", "Will Hillary", "Daniel Strauss", "Hillary Clinton", "Ben White", "Jake Sherman", "Victoria Guida", "Maggie Hassan"], "orgs": ["RedState", "Fed", "Congress", "Senate", "FERC", "NYT", "California Playbook", "REDSKINS", "State of the Union", "Law And Order", "GOP"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-10-06 12:53:06", "org": "politico", "article_id": "b47bcd2763c39d4b073f7d932ead6615", "date_access": "2015-10-06 12:01:09.832713"}