{"body": "\n10/08/15 05:24 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe Democratic presidential candidates will convene in Wisconsin on February 11 and March 9 in Miami for their final two debates, the DNC told POLITICO...\n\n10/08/15 05:07 PM EDT\n\n                                        By \nZachary Warmbrodt\n\nShe isn't about to become the next Elizabeth Warren. \n\n10/08/15 04:41 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nGOP brass is leaning on him hard to reconsider his resistance to being speaker.\n\n                                        Updated 10/08/15 04:38 PM EDT\n\n                                        By \nRachael Bade\n\nSid Blumenthal offered advice on Libya strategy\n\n                                        Updated 10/08/15 04:34 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\n'They’re going to eat you and chew you up.'\n\n10/08/15 03:59 PM EDT\n\n                                        By \nDaniel Strauss\n                                         and \nKatie Glueck\n\n\"I think it's a new day for conservatives.\"\n\n                                        Updated 10/08/15 03:24 PM EDT\n\n                                        By \nLauren French\n\nNo clear favorite has emerged to fill the void.\n\n                                        By \n                                                Jamie Merisotis\n\n\n10/08/15 02:50 PM EDT\n\n                                        By \nBen White\n\n'This is the political equivalent of a dumpster fire.'\n\nWhat Works\n\n10/08/15 02:23 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\n\n10/08/15 02:08 PM EDT\n\n                                        By \nNick Gass\n\nWhat social media is saying about his withdraw form the Speaker's race. \n\n                                        Updated 10/08/15 02:04 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe House Republican Conference is now in a serious crisis. \n\n10/08/15 02:03 PM EDT\n\n                                        By \nHadas Gold\n\nBoehner has canceled his planned Thursday night appearance on \"The Tonight Show\" hosted by Jimmy Fallon, NBC has confirmed.\n\n10/08/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nNot quite a full house — Science smells nice\n\n10/08/15 01:50 PM EDT\n\n10/08/15 01:46 PM EDT\n\n                                        Updated 10/08/15 01:31 PM EDT\n\n                                        By \nNick Gass\n\n\"If I were the president, I would not sign an increased budget,\" he says. \n\n10/08/15 01:18 PM EDT\n\n                                        By \n                                                Thomas Graham\n\nThe U.S. should deploy a mix of resistance and cooperation in dealing with Moscow.\n\n10/08/15 01:00 PM EDT\n\n10/08/15 12:59 PM EDT\n\n                                        By \nEliza Collins\n\nErickson says he wasn’t fired.\n\n10/08/15 12:55 PM EDT\n\n                                        Updated 10/08/15 12:51 PM EDT\n\n                                        By \nNick Gass\n\n\"Great, Kevin McCarthy drops out of SPEAKER race,\" the Republican presidential candidate tweeted Thursday.\n\n10/08/15 12:45 PM EDT\n\n                                        By \nJosh Gerstein\n\nThere was no immediate comment from the Justice Department or the State Department on the decision.\n\n10/08/15 12:16 PM EDT\n\n                                        By \nNick Gass\n\nThe country is experiencing ongoing civil unrest related to the recent adoption of a new constitution.\n\n                                        Updated 10/08/15 12:11 PM EDT\n\n                                        By \nBurgess Everett\n\nSen. Bob Corker is considering issuing a subpoena for Secretary of State John Kerry.\n\n10/08/15 11:51 AM EDT\n\n                                        By \nKyle Cheney\n                                         and \nKatie Glueck\n\nThe GOP front-runners lack conservative cred, and activists are starting to notice.\n\n10/08/15 11:33 AM EDT\n\n                                        Updated 10/08/15 11:15 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe move is aimed at avoiding a confirmation battle at the scandal-plagued agency blamed for the \"Fast and Furious\" gun-running operation.\n\n10/08/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nThe mayor of Yalta would like the Trump to visit if he becomes president.\n\n10/08/15 10:18 AM EDT\nKANYE’s lament\n\n10/08/15 10:17 AM EDT\n\n                                        By \nNick Gass\n\nRepublican candidates, she added, have done her organization a favor by putting \"this issue way up high in the consciousness of the American people.\"...\n\n10/08/15 10:10 AM EDT\n\n                                        By \nLauren French\n\nChaffetz described his plan as an “inclusive approach.”\n\n10/08/15 10:07 AM EDT\n\n10/08/15 10:03 AM EDT\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nVW heads to Hill for reckoning — Dems take hard-line stance on PTC (MT exclusive) — House dons beer goggles for highway offsets — FAA works to wrap up...\n\n10/08/15 10:02 AM EDT\n\n                                        By \nAdam Sneed\n\nTech falls short on last-minute TPP change — Obama urged to support uncompromised encryption\n\n10/08/15 10:02 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nFlorida Rep. Daniel Webster - a long-shot candidate for speaker backed by hard-line conservatives - said he would not commit to supporting the party's...\n\n10/08/15 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nRyan eager to find out if TPP is a good agreement — Froman promises TPP text within 30 days\n\n10/08/15 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nExports veto threat — LWCF in the spotlight\n\n10/08/15 10:01 AM EDT\n\n                                        By \nToby Eckert\n\nSenate Finance probe may mean new VW liabilities — House seems set to take Senate highway pay-fors — Manufacturers to outline BEPS misgivings\n\n10/08/15 10:01 AM EDT\n\n                                        By \nDarius Tahir\n\n23andMe and some political goings-on — Continuing resolution would hurt precision medicine?\n\n10/08/15 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nWill Moskowitz run for mayor? — Admissions coalition presses pause\n\n10/08/15 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nObama talks unions.\n\n10/08/15 10:00 AM EDT\n\n                                        By \nDavid Perera\n\nMatthew Keys guilty of three CFAA felonies.\n\n10/08/15 10:00 AM EDT\n\n                                        By \nJenny Hopkinson\n\nWhat Clinton's TPP rejection really means.\n\n10/08/15 10:00 AM EDT\n\n                                        By \nTheodoric Meyer\n\nConway outspends Bevin nearly 4-to-1 — McConnell, Paul to host Bevin fundraiser\n\n10/08/15 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nAll eyes are on the leadership elections — Republicans kick off another Planned Parenthood hearing\n\n10/08/15 08:40 AM EDT\n\n                                        By \nJake Sherman\n\nHouse Ways and Means Chairman Paul Ryan will give the nominating speech for Kevin McCarthy today\n\n10/08/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRussia ramps up offensive in Syria.\n\n10/08/15 08:22 AM EDT\n\n                                        By \nLauren French\n\nThe GOP picks its new Speaker of the House Thursday.\nWe're working on more stories right now\n\n2016\n\n                        Economists and political forecasters say a downturn would be devastating for Democrats.\n\n            By \nBen White\n\n08/25/15 06:36 PM EDT\n\n                    Updated 08/25/15 07:05 PM EDT\n\n                                            By \n                                                    Josh Zeitz\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \nTodd S. Purdum\n\nNEW YORK — U.S. stocks continued their sharp decline on Tuesday, fueling talk of a worst-case scenario for both Wall Street and the broader U.S. economy heading into 2016. And it is one that could make it all but impossible for Hillary Clinton or any other Democrat to win the White House. \n Under this scenario, a further collapse in China reignites fear in U.S. markets. A strengthening dollar hurts exports while job growth, which is already slowing, stalls out completely. Meanwhile, Janet Yellen and the Federal Reserve make a huge policy mistake and raise interest rates too soon, choking off what little growth we have. \nStory Continued Below\n If all this comes to pass, markets could return to free-fall, the U.S. economy could tip back into recession and voter attitudes about the direction of the country — already highly negative — could hit historic lows. \n “The economy is already flirting with recession right now. It’s not there, but it’s a little too close for comfort,” said James Rickards, a best-selling author and expert on economic and political risk. “And if Yellen hikes rates in a weak economy, it’s going to start an emerging markets crisis like we saw in 1997. That would absolutely kill Hillary Clinton, Joe Biden or any other Democrat. They cannot win in that scenario.” \n It is a doomsday scenario that is not unfamiliar to Clinton’s campaign operation. Senior advisers do not expect all of these terrible things to come to pass, but they are aware they might. Still, the campaign plan is built around a middling economy continuing to grow around 2 percent or faster with the jobless rate still falling. In this scenario, Clinton can present her series of proposals to fix what’s wrong with the economy while counting on people feeling good enough about their situation to return a Democrat to the White House for another four years. \n There is no playbook for running in a recessionary environment with panic coursing through financial markets, though Clinton supporters say even in a bad economy the GOP would have to come up with more compelling economic proposals. \nAlso on POLITICO\nJOSH GERSTEIN\n “Clearly the worse the economy is performing, the stronger the desire for change is likely to be,” said Bill Galston, a scholar at the Brookings Institution. “Everything becomes harder if an economy that is already not regarded as performing the way it should starts to do worse. Because that really calls into question the ‘let us continue and build on the foundation that’s been laid’ motif that any Democrat likely to get the nomination is going to have to put forward.” \n The grim scenario of a return to recession amid plunging markets is certainly not the most likely. Economists mostly still see decent growth the rest of this year and a jobless rate around 5 percent by the time of the 2016 election. An electoral model maintained by Moody’s suggests this kind of environment should narrowly favor a Democrat winning the White House. \n But there are already signals that current forecasts for the economy could be too rosy. The rate of job creation has slowed this year to a pace closer to 200,000 per month from 300,000 late last year. The jobless rate remained stuck at 5.3 percent the past two months after a long run of steady declines. A report out on Tuesday showed a slight tick down in major market home prices, taking some of the steam out Wall Street’s recovery. \n And Mark Zandi of Moody’s, who maintains the model, says a slight downgrade of economic performance would shift the electoral balance toward the GOP nominee. \n “Even a modestly less positive economy than I expect come Election Day will significantly flip the election results,” Zandi said. “Instead of the Democrats winning in a squeaker, the Republicans will win big. There are a handful of big states on the cusp of voting Democrat or Republican, and a small change in the economy in those states will significantly swing the election results. The presidential election outcome is on a razor’s edge and will be determined by even a small change in the economy’s performance.” \n Meanwhile, a model maintained by the Atlanta Federal Reserve predicts a growth rate of just 1.3 percent in the third quarter of this year, a pace not strong enough to create many jobs or push up stagnant wages. \n “There are a lot of downside risks to the economy, and we are at an average pace of growth of just 1.5 percent in the first half of the year,” said Lindsey Piegza, chief economist at Stifel Fixed Income in Chicago. “The worst case is that the economy loses momentum and the Fed initiates a rate increase and forces us into recession.” \n There are also many risks from outside the United States that could threaten the economy and tip the country back close to or into recession. \n “The risks have increased, and most of them are from outside of the United States,” said Beth Ann Bovino, chief U.S. economist at Standard & Poor’s. “China could stumble even more, the Greek bailout might not work and the eurozone could go into its third recession, and then the Fed wants to do something but doesn’t have any more bullets to fire.” \nAlso on POLITICO\nELIZA COLLINS\n The biggest threat to Clinton and the Democrats remains a mistake by the Fed. Yellen has made it clear she hopes to hike rates this year and could do so as soon as next month. Some major Democratic names, including former Treasury Secretary Larry Summers, have suggested this could be a historic mistake that could kill the economy. \n “Tightening policy will adversely affect employment levels because higher interest rates make holding on to cash more attractive than investing it,” Summers wrote in an op-ed on Monday. “Higher interest rates will also increase the value of the dollar, making US producers less competitive and pressuring the economies of our trading partners.” \n If the economy and markets do tank heading into the 2016 election, it would presumably hurt Biden as much as, if not more than, Clinton. The vice president is even more closely tied to the president than the former secretary of state. And should he decide to run, he would likely find it impossible to make the case that the policies of the past eight years should continue if the economy is in free-fall. \n And it would not even take a major crisis to push voter attitudes about the economy to levels that would create political hell for Democrats. A CNN/ORC poll released earlier this month found that just 41 percent of Americans rate the economy as “good,” while 58 percent rate it as “poor.” An NBC/Wall Street Journal poll this month found that 65 percent of Americans think the nation is on the wrong track, a number that could drop to historic lows if job creation stalls and markets continue to go haywire. \n Attitudes about the economy have already created huge political openings for outsider candidates like Donald Trump, who currently dominates the GOP presidential field, and Vermont socialist Sen. Bernie Sanders, who leads Clinton in the latest New Hampshire poll. \n The highly unsettled and dissatisfied nature of the electorate could wind up being the one thing that saves Clinton or Biden, should one get the Democratic nomination. Because if Republicans wind up nominating someone like Trump, the electorate could decide that the GOP nominee is too risky to entrust with the White House. \n In 1980, President Jimmy Carter remained close for a time to Ronald Reagan despite a disastrous economy and huge desire for a new direction. This only changed when Reagan convinced voters he was not the scary extremist some painted him to be. It’s unclear whether Trump or someone like him could make the same sale that Reagan did. \n Other, more mainstream, Republican candidates, including former Florida Gov. Jeb Bush, Sen. Marco Rubio of Florida and Wisconsin Gov. Scott Walker, are all hoping to use economic pitches to present themselves as more palatable alternatives to Trump capable of beating Clinton, Biden or some other Democrat in a general election. \n Bush continues to talk about policies to drive 4 percent economic growth, while Rubio is attempting to present a youthful and Reagan-esque optimism about putting the nation on a new course. Walker is running on his ability to take on entrenched unions while winning multiple elections in a blue state. All of them — and other members of the large GOP field — hope to be in a strong position to make an economic case at the moment primary voters decide who could really win the White House. Because even in a doomsday economic scenario, the GOP nominee would still have to prove his or her basic fitness. \n “When the economy is bad, voters go through a two-step process,” said Galston. “They decide if they want to make a change and then decide if the alternative is safe enough to accept. A Democrat could win even in a bad economy if the alternative on offer lacks credibility.” \n © 2015 POLITICO LLC", "byline": "", "description": "Economists and political forecasters say a downturn would be devastating for Democrats.", "title": "As stock market drops, so do Hillary's chances", "url": "http://www.politico.com/story/2015/08/stock-market-hillary-clinton-121740", "topics": ["economy"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Scott Walker", "Kyle Cheney", "Lauren Gardner", "Rachael Bade", "Hillary Clinton", "Anna Palmer", "Hadas Gold", "Darius Tahir", "Donald Trump", "Ronald Reagan", "Janet Yellen", "Sid Blumenthal", "Matthew Keys", "Paul Ryan", "Bob Corker", "Joe Biden", "Jenny Hopkinson", "Theodoric Meyer", "Brian Mahoney", "John Boehner", "Josh Gerstein", "Larry Summers", "Jimmy Fallon", "Toby Eckert", "Mark Zandi", "Rich Lowry", "Katie Glueck", "Nick Gass", "Adam Sneed", "Adam Behsudi", "Barney Frank", "Jeb Bush", "Erin Mershon", "Jeremy Herb", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Elizabeth Warren", "Sarah Wheaton", "Bernie Sanders", "Lauren French", "Josh Zeitz", "Jimmy Carter", "Zachary Warmbrodt", "John Kerry", "Ben Schreckinger", "Heather Caygle", "Daniel Strauss", "Todd S. Purdum", "Daniel Webster", "David Perera", "Jamie Merisotis", "Ben White", "Eric Wolff", "Thomas Graham", "Jason Chaffetz", "Bill Galston", "Matt Bevin", "Caitlin Emma"], "orgs": ["Bevin", "What Works", "Treasury", "Federal Reserve", "DNC", "Senate", "Standard & Poor", "State Department", "LWCF", "Fed", "Senate Finance", "Justice Department", "House Republican Conference", "TPP", "Brookings Institution", "FAA", "GOP"], "authors": [{"author_id": 30955, "fullname": "ben schreckinger", "primary_org": "politico"}], "date_written": "2015-08-25 23:36:43", "org": "politico", "article_id": "bcb0d5de3fc41b323431cf68f8615f5c", "date_access": "2015-10-08 21:30:22.096542"}