{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n8/2/15 9:45 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nBULLETIN – Off embargo at 9 a.m.: “Trump Surges in [national] NBC News/WSJ Poll,” by NBC’s Carrie Dann: 1) Trump - 19% ... 2) Walker - 15% ... 3) Bush - 14% ... 4) Carson - 10% ... 5) Cruz - 9% ... 6-7) Huckabee, Paul: 6% ... 8) Rubio - 5% ... 9-10-11) Christie, Perry, Kasich - 3% ... 12-13) Jindal, Santorum - 1% ... Less than 1%: Fiorina, Graham, Pataki, Gilmore. http://nbcnews.to/1DjayRU\nStory Continued Below\nTWEET DU JOUR – @TheRickWilson: “In Chappaqua she rages, / As her minions scuttle. / For Joe to leak it [to] Maureen / Shows Biden isn’t subtle.”\n--Andrea Mitchell (@mitchellreports): “Problem for a Biden campaign: most of the prominent Dems he’d need have endorsed @HillaryClinton because he didn’t ask them to hold off.”\n**SUBSCRIBE to Playbook: http://politi.co/1phAeAC\nPLAYBOOK IN-BOX – EMAIL OF THE DAY: “Reading these Biden articles, just seems obvious that if Biden is presented two options: Option A you have 30% chance of being President. Option B you have 0% chance of being President. Knowing Biden, which option do we think he chooses?”\nHOWARD FINEMAN, “Biden Said No Before. Why Run Now?”: “So what happened to change Biden’s mind? Based on several sources close to him ... here are the reasons: 1. Friends’ encouragement ... 2. The Clintons ... [P]rivately, he looks down on what he regards as a political/money-making machine. He sees the Clintons as far more interested in cash and clout than in doing good. ... 3. Polls ... [T]he polls in early August show that he has at least a plausible path to relevance, if not victory. ...\n“4. Media dynamics ... Clinton has terrible press relations; Joe Biden has held a genial, family-style summer picnic for reporters and their families for years. ... 5. Schedule Both parties agreed to push back the start of the caucus and primary season this cycle ... 6. The Irish: It’s been a long time since the descendants of the Kennedys ran American politics, and Biden, in a way, is the last of the old breed. ... 7. Can’t Let Go.” http://huff.to/1HhlNVM\nMAUREEN DOWD, on cover of N.Y. Times Sunday Review, “What Would Beau Do? Will Joe Biden and Howard Schultz Jump In?”: “It turns out Tom Brady and Hillary Clinton have more in common than you would think. ... Many Democrats fret that she seems more impatient than hungry, more cautious than charismatic. They are increasingly concerned that ... there is no backup if something blows up — no Jimmy Garoppolo to step in while Brady is suspended for four games.\n“Potent friends of America’s lord of latte, [Starbucks chairman and CEO] Howard Schultz, have been pressing him to join the Democratic primary, thinking the time is right for someone who’s not a political lifer. For the passionate 62-year-old — watching the circus from Seattle — it may be a tempting proposition. ...\n“Biden is also talking to friends, family and donors about jumping in. The 72-year-old vice president has been having meetings at his Washington residence to explore the idea of taking on Hillary in Iowa and New Hampshire. ... It could be awkward for President Obama, who detoured from the usual route — supporting your vice president — and basically passed the torch to Hillary.\n“Some in Obama’s circle do not understand why he laid out the red carpet ... ‘He has no idea how much the Clintons dislike him,’ said one former top White House official. ... Since the funeral, Obama has often kept a hand on Biden’s back, as if to give him strength. When Beau was dying, the family got rubber bracelets in blue — his favorite color — ... ‘WWBD,’ What Would Beau Do.’” http://nyti.ms/1OGVAWi\n--NYT 1-col. lead, “BIDEN IS TAKING STEPS TOWARD ’16, SUPPORTERS SAY: SOUNDING OUT BACKERS -- Associates Trying to Tap Into Concerns About Clinton’s Strength,” by Amy Chozick, with JMart: “The conversations, often fielded by Mr. Biden’s chief of staff, Steve Ricchetti, have ... grown out of an outpouring of sympathy for Mr. Biden since the death of his son Beau, 46, in May. ...\n“One Democrat ... described the outreach as a heady combination of donors and friends of Mr. Biden’s wanting to prop him up in his darkest hours, and of recent polls showing Mrs. Clinton’s support among independents declining.” http://nyti.ms/1UfNzv8\n** A quick video presented by the National Retail Federation: We asked a few Washingtonians what they learned from their first jobs in retail. Here’s what they had to say. 90-sec. video: http://bit.ly/1gTayxz **\nGood Sunday morning from Dana Point, Calif. DRIVING THE DAY: Today I’ll interview three GOP presidential candidates, on the second day of the Koch network’s summer seminar at an oceanfront hotel. During lunchtime here, from 3:10 to 3:35 p.m. Eastern, I’ll interview Sen. Marco Rubio. At 7:30 p.m. Eastern, I’ll have back-to-back conversations with Sen. Ted Cruz and former Gov. Jeb Bush (7:30 to 7:55 and 7:55 to 8:20 p.m. ET). Livestreams here: www.politico.com/livestream.\n--We have 100% control of the questions. As we did yesterday, we’ll include Playbook readers’ questions, so shoot me yours: mallen@politico.com.\nLAST NIGHT’S INTERVIEWS – Gov. Scott “Walker bullish on facing Clinton or Biden,’” by Daniel Strauss – Walker: “To me, it doesn’t matter. It’s a third term of Barack Obama’s policies. ... I think having a new, fresh face to take on whichever face from the past [!] ... is important.” http://politi.co/1IRO38G\n--“Combative Fiorina targets Bush, Clinton and the media,” by Hadas Gold – Carly: “Trump taps into something I hear out there all the time. People are tired of sanitized sound bites, they’re tired of bumper-sticker rhetoric, tired of fancy speeches and no results. ... We must have a nominee who is both a fighter and empathetic. ... We can’t be judgmental, we can’t be vitriolic and we can’t be angry.” http://politi.co/1SSMMhe\nFIRST LOOK: This is the crispest crystallization I’ve seen of the real Trump problem for the GOP – The New Yorker’s “The Financial Page: Donald Trump’s Sales Pitch,” by James Surowiecki: “Part of the answer is Trump’s nativist and populist rhetoric. ... Trump’s ... bizarre blend of populist message and glitzy ways has allowed him to connect with precisely the voters that any Republican candidate needs in order to get elected (including many whom Romney couldn’t reach).”\nSNEAK PEEK -- DAVID REMNICK, lead “Talk of the Town” item in the forthcoming issue of The New Yorker, “Exit, Stage Left”: “Four nights a week for sixteen years, Jon Stewart [whose last show is Thu.] ... has taken to the air to expose our civic bizarreries. He has been heroic and persistent. ... On any given night, a quick montage of absurdist video clips culled from cable or network news followed by Stewart’s vaudeville reactions can be ten times as deflating to the self-regard of the powerful as any solemn editorial—and twice as illuminating as the purportedly non-fake news that provides his fuel.” http://nyr.kr/1E1Eexz\nSUNDAY BEST – Sen. Rand Paul to Jake Tapper, taped for CNN’s “State of the Union,” refusing to join GOP calls to shut down government over Planned Parenthood: “I support any legislation that will defund Planned Parenthood. But I don't think you start out with your objective to shut down government.” http://cnn.it/1UfKOKr\nBREAKING – Off embargo at midnight -- “Obama touts climate rule ahead of Monday launch: The White House hopes to secure his legacy on climate change by mandating cuts in power plants’ greenhouse gas pollution,” by Alex Guillén: “Obama made a personal plea ... for the nation’s most ambitious environmental regulation in decades — a crackdown on power plants’ greenhouse gas emissions that the administration will announce Monday ... Environmentalists say they expect to get briefings on the rule [this] evening and are going to the White House on Monday afternoon for an unveiling ...\n“The administration is describing the rule as even more aggressive than the drafts it had issued in 2013 and last summer, even though it is expected to ease up on some of the most controversial provisions from those earlier versions. Overall, it will require power plants to put out an average of 32 percent less carbon dioxide in 2030 than they had in 2005 — slightly steeper than the 30-percent cuts that last year’s draft had called for.” http://politi.co/1OIbkYZ\n--2:25 Facebook video featuring POTUS, posted by White House at midnight http://on.fb.me/1KJBRo4\nTOP TALKER – WashPost A1, lower right corner, “No reservations about standing in line for hours at Rose’s Luxury,” by Joe Heim: “It is just after 3 p.m. ... at Rose’s Luxury, the Capitol Hill eatery that was proclaimed the country’s best new restaurant by Bon Appétit magazine a year ago. The doors won’t open for another 2½ hours. ... By 5:30, the line has grown to 90.  ... Owner and head chef Aaron Silverman [said t]he restaurant’s no-reservations philosophy ... makes it accessible to anyone who doesn’t mind sacrificing a couple of hours. ...\n“[T]he earliest Silverman remembers seeing the line start was about 1 p.m. on Valentine’s Day. ... [D]iners at the front of the line can eat immediately or choose a time for later that evening. Those who aren’t seated right away often retreat to nearby watering holes to while away the hours until dinner. At Lola’s, a bar two doors down, the top cocktail on the menu is called ‘Waiting for Rose’s.’ ...\n“Linestanding.com charges $36 an hour, ... $50 an hour on weekends to wait at Rose’s. ... Little Serow, the critically acclaimed Thai restaurant in Dupont Circle, is the only other restaurant in town where line-standers are paid to hold a spot. At Rose’s, ... the practice is growing — and that rankles some people. ...\n“Silverman is in the midst of planning for his new fine-dining restaurant, which will open next year right next door to Rose’s. ... [I]t won’t be open Saturdays or Sundays. But it will take reservations.” http://wapo.st/1MFnsfV\nN.Y. TIMES QUOTATION OF THE DAY -- MICHAEL J. MALBIN, president of the Campaign Finance Institute, on the large flow of donations from a small concentration of businesses and wealthy families: “The question is whether we are in a new Gilded Age or well beyond it — to a Platinum Age.”\n-- NYT, top of col. 5, “A Wealthy Few Lead in Giving To Campaigns: Nearly Half of Money From 400 Families,” by Nick Confessore, Sarah Cohen and Karen Yourish: “Just 130 or so families and their businesses provided more than half the money raised through June by Republican candidates and their super PACs. ... [A]t least 67 [of the top donors] are billionaires or married to one.” http://nyti.ms/1OWLtgS\n“A NEW PERK” -- L.A. Times A1, below fold, “Big donors customize clout: New ‘super PACs’ aim to give them more say in the 2016 election,” by Joe Tanfani: “Political professionals working on behalf of Texas Sen. Ted Cruz and for former Texas Gov. Rick Perry ... have set up multiple super PACs with nearly identical names, all in the interest of catering to the wishes of the well-heeled ... to convince these donors they will have a measure of control over how their money is spent. ...\n“Austin Barbour [a Mississippi-based political consultant who is the] main strategist for the three super PACs backing Perry — all bearing the name Opportunity and Freedom[:] ‘When they tell you things in this business, you better respond positively to what they are saying.’” http://lat.ms/1OWKAov\nCLICKER -- WashPost Outlook p. 2, “Which candidate has the worst logo? A top design firm reviews the aesthetics of the 2016 campaign. ... The logo logic of 2016,” by Bruce Willen and Nolen Strals are the founders of Post Typography, a Baltimore-based creative studio: “Clinton‘s identity is surprisingly daring. Her H arrow logo sidesteps cliche flag imagery along with the baggage of the Clinton name, creating a zippy mark that translates just as clearly into tiny social-media icons ...\n“Bush’s branding wisely omits the last name of his unpopular brother. Bold, snappy and memorable, Jeb! has an aw-shucks vibe. ... The frequent use of large type on [Cruz’s] Web site appeals mainly to the over-60 demographic.” With takes on O’Malley, Carly, Bernie, Rand, Huck, Chafee, Perry http://wapo.st/1MDsJ6K\nFLASHBACK -- Politico magazine, July 21, “The Best and Worst Campaign Logos of 2016”: http://politi.co/1JZhBvG\nWHAT IOWA IS READING -- “Iowans to Chris Christie: Take it to Donald Trump,” by Des Moines Register’s Josh Hafner: “If the New Jersey governor wasn’t concerned about Trump, some Iowans who met him were. ‘Knock Trump on his ass!’ one woman ... yelled at Christie as he left the Irish festival in Waterloo. Later, at the NASCAR track in Newton, another man echoed the cry. ‘You need to take it to Trump. I’m serious,’ said Terry Rudolph, a 35-year-old college student from Wilton. ‘We need to get him off the TV.’” http://dmreg.co/1fW0xPp\n--Des Moines Register lead story, “Malcontents grab spotlight: Biggest story lines are Sanders, Trump and Iowa’s starring role,” by chief political reporter Jennifer Jacobs (Can’t find online)\n--Jen’s candidate-by-candidate “State of the race 6 months before Iowa caucuses,” with candidates (R and D) ranked by days spent in Iowa since 2012 election (Spoiler alert: Santorum is #1) http://dmreg.co/1IdmL9p\nTHOUGHT LEADERS -- STEVEN RATTNER in NYT Sunday Review, “Making Life Too Hard for Millennials”: “[W]e can start to put in place policies that will ease their burden. First and foremost would be to get the nation’s economy onto a stronger growth trajectory. That’s a daunting challenge that would require revamping federal outlays to emphasize areas like education, infrastructure and research and development.” With Steve’s famous charts http://nyti.ms/1Dkn17v\nBIRTHDAYS: AP’s Tom Raum, the pride of Bergenfield, N.J., is 71 … former Sen. Paul Laxalt (R-Nev.) is 93 (hat tip: Carol) ... Stephen Cox, corporate counsel for int’l business at Apache and a DHS alum, is 38 (h/t Cristina, Michael, Natalie) ... NYT’s Matthew Rosenberg ... The New Yorker’s Lawrence Wright … Patrick Ruffini, co-founder of Echelon Insights, chairman and founder of digital agency Engage, and the pride of Greenwich, CT, is 37 ... Kevin Walling, director of BizDev at DS Political, is 3-0 (h/t Anne Schroeder) ... Daniele Baierlein of the Podesta Group ... Politico’s Benton Ives (h/t Zapler) … Rich Edson of Fox News (h/t Josh, Blair) … Hearst Television’s Eric Meyrowitz, a Tribune alum ... former Treasury Secretary John Snow (h/t Rob Hoppin) …\n... Caitlin Huey-Burns of Real Clear Politics ... Dave Mills, DNC’s Southern regional political director ... Michael Manganiello, partner at HCM Strategies ... Ann Kelly … David Hunter … Vicki Seyfert … Brendan O’Sullivan ... Gil Duran, SVP for media at Fenton and a Feinstein and Jerry Brown alum … Brian D. Montgomery, VP of the Collingwood Group and Bush WH alum ... Brynn Barnett, principal at HillPoint Strategies and a Brookings, HHS and Ogilvy alum ... Sim Khan, founder of custom-suit maker Brimble & Clark ... Gigi Kellett of Corporate Accountability International ... Dan Burrows ... Jeff Ballou ... Jennifer Streaks ... Sean Butler (h/t Rankin) ... Bryce Dustman ... Melissa Leebaert ... actor Nehemiah Persoff is 96 ... Garth Hudson (The Band) is 78 ... Butch Patrick (“The Munsters”) is 62 ... figure skater Michael Weiss is 39 ... singer Charli XCX is 23 ... actress Hallie Eisenberg is 23 (h/ts AP)\nDESSERT – “Dr. Dre announces release of first album in 15 years” – AP/Phoenix: “Hip hop super-producer Dr. Dre ... said on his radio show, Dr. Dre’s The Pharmacy, that ‘Compton a Soundtrack by Dr. Dre’ will be available Aug. 7. He said ... the album was inspired by the N.W.A. biopic ‘Straight Outta Compton,’ a Hollywood film that details his rise in the music industry along with members of one of the genre’s most well-known hardcore groups. Dre said the album includes features from Ice Cube, Kendrick Lamar, Eminem and Snoop Dogg. It’s his first album since ‘2001,’ which was released in 1999. He says it’s going to be his grand finale, ‘and the record is bananas.’”\n** A message from the National Retail Federation: The retail industry impacts everyone, everywhere, every day.  As the nation’s largest private-sector employer, decisions made every day in Washington have a profound impact on retailers' ability to do business and serve their customers. View retail’s impact in your state: http://bit.ly/1LCzXZe #retailadvocates **\nBy JAMES HIGDON\nBy MICHAEL HIRSH\nBy JONATHAN BYDLAK \nBy JOSH ZEITZ\n© 2015 POLITICO LLC", "byline": "", "description": "OBAMA VIDEO: 'Climate change is not a problem for another generation -- not anymore'", "title": "MAUREEN’S BIDEN LEAK ELECTRIFIES D.C. – OBAMA VIDEO: ‘Climate change is not a problem for another generation -- not anymore’ – ROSE’S LUXURY to get fine-dining twin next door (w/ rezzies)", "url": "http://www.politico.com/playbook/0815/playbook19400.html", "topics": ["campaign_finance"], "people": ["Amy Chozick", "Rich Edson", "Jon Stewart", "Josh Hafner", "James Surowiecki", "Rick Perry", "Sarah Cohen", "Jennifer Jacobs", "Bruce Willen", "Nick Confessore", "Kendrick Lamar", "Ted Cruz", "Jimmy Garoppolo", "Jerry Brown", "Chris Christie", "Joe Biden", "Carrie Dann", "Dianne Feinstein", "Nolen Strals", "Alex Guillen", "Beau Do", "Rand Paul", "Beau Biden", "Paul Laxalt", "Daniel Lippman", "Jeb Bush", "Steve Ricchetti", "Donald Trump", "Marco Rubio", "Andrea Mitchell", "Tom Brady", "Jake Tapper", "Lawrence Wright", "Caitlin Huey", "Snoop Dogg", "Rick Santorum", "Mike Allen", "Daniel Strauss", "Austin Barbour", "Hillary Clinton", "Matthew Rosenberg", "Barack Obama", "Joseph R. Biden Jr.", "Howard Schultz", "Anne Schroeder", "Patrick Ruffini"], "orgs": ["Jindal", "HHS", "Campaign Finance Institute", "DNC", "PACs", "National Retail Federation", "TWEET DU JOUR", "Hearst Television", "IOWA IS READING", "DHS", "NYT", "N.W.A.", "Podesta Group", "Des Moines Register", "NASCAR", "Treasury", "Reading", "POTUS", "GOP", "SVP"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-08-02 14:45:07", "org": "politico", "article_id": "f4f50394481e0cc15e60fa8c4e115343", "date_access": "2015-08-02 14:10:22.744104"}