{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Henry C. Jackson\n7/22/15 6:23 PM EDT\nTHE CLOCK: 475 days until Election Day 2016 …\nDEBATE CLOCK: 15 days until the first Fox News GOP debate in Cleveland...\nStory Continued Below\nBUSH’s REFORM MYTH: POLITICO’s Marc Caputo and Eli Stokols report: In his highly touted speech on government reform this week, Jeb Bush accused President Barack Obama of waiting too long to remove tainted appointees, saying he would take on “Mount Washington” in the same way he made “Mount Tallahassee” more accountable when he was governor of Florida.\nBut his eight-year record shows he often stood by appointees who were mired in scandal or mismanagement until long after damaging revelations emerged, and in only two reported instances clearly fired agency heads — one accused of sexual harassment, and another of taking kickbacks.\nBush publicly backed embattled appointees at the Department of Children and Families —even amid revelations that the agency lost track of 515 children under state care, including a child who was murdered. He supported his corrections chief throughout a scandal involving guards engaging in beer-soaked brawls, stealing state property, selling steroids, and impressing inmates into forced labor. Bush finally fired the prison chief, Jimmy Crosby, in early 2006 when it became clear he was part of a bribery and kickback scheme, for which he was later convicted.\nBush also supported a state law-enforcement commissioner accused of inappropriately interfering in the investigation of the death of a 14-year-old boy beaten by guards at a boot camp. The commissioner ultimately resigned after making inappropriate comments about “Barack Osama” and “Jesse James” — his nicknames for then-Sen. Barack Obama and Jesse Jackson, who were invited to a march in protest of the boot-camp death.\nRead the full story tonight on POLITICO.com\nHappy Wednesday and welcome to today’s 2016 Blast. Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news. Send your tips, complaints, and hottest hot takes to: politicocj@gmail.com.\nTRAIL MIX: Here’s what’s popping on the campaign trail\nIn today’s campaign news, HILLARY CLINTON has some bad polling, while BERNIE SANDERS uses his Senate perch to maneuver on her left. DONALD TRUMP lifts the kimono, while LINDSEY GRAHAM obliterates his phone. JEB BUSH wades into an abortion fight. SCOTT WALKER dips his toe in SEC country, and JOHN KASICH’s second day includes a call for more troops in the Middle East.\nTHE DAILY CLINTON:\nSWING STATE SWOON: POLITICO’s Nick Gass: “HILLARY CLINTON is in trouble in three key swing states, according to new Quinnipiac University polls released Wednesday. In Colorado, Iowa and Virginia, the former secretary of state trails in hypothetical general-election matchups with three leading Republican candidates: former Florida Gov. JEB BUSH, Flordia Sen. MARCO RUBIO and Wisconsin Gov. SCOTT WALKER.” http://politi.co/1DbK280\nTHIRD TERM WATCH: Pittsburgh Post-Gazette: Clinton “made a quick fund-raising stop in Pittsburgh on Wednesday, greeting supporters ... she praised President Obama’s record on the economy, contending the man who beat her in the 2008 nomination battle hadn’t received enough credit.” http://bit.ly/1JfPe0u\nL.A. CONFIDENTIAL: Hollywood Reporter on HILLARY CLINTON: “The former secretary of state is opting for more intimate gatherings in the backyards of such longtime Hollywood friends as producer Steven Bochco and HBO's Michael Lombardo, where she's able to spend more one-on-one time with guests willing to donate $2,700 apiece.” http://bit.ly/1VvJsg1\nTHE PROGRESSIVE RESISTANCE:\nBERNIE’S BILL: POLITICO’s Nick Gass reports: As expected, BERNIE SANDERS called for raising the federal minimum wage to $15. “The current federal minimum wage is a starvation wage. It’s got to be raised to a living wage,” he said. Chance of becoming law: zero. http://politi.co/1CVBPJw\nDEPT of. FRIENDS LIKE THESE: Editors of the Free Beacon give BERNIE SANDERS an admiring nod: http://bit.ly/1MoAGgS\nNO LOVE: A Marylander writes the local paper to support a long-shot Democrat. And it’s not even former Gov. MARTIN O’MALLEY. http://bsun.md/1MoHCL5\n                            THE REPUBLICAN SWEET 16\nTHE ROAD TO $10 BILLION?: DONALD TRUMP released a 92-page, nugget filled FEC report today. POLITICO’s Tarini Parti and Theodoric Meyer report it came after “years of engaging in public brawls over his net worth. ... The document is full of juicy details about his money-making acumen ... the sprawl of his empire and some eyebrow raising disclosures. But it doesn’t answer the question of whether Trump is truly the TEN BILLION DOLLAR man.” http://politi.co/1OmQz4U\nREVELATIONS:           \n— Trump draws up to $450,00 a pop from some speeches.                       \n— Trump is involved with some 515 separate entities                \n— He claims to own suburban golf courses worth “over  $50,000,000.”                           \n— He draws a union pension. \nBORDER BOUND: @realDonaldTrump tweets, “I’m going to the BORDER tomorrow. Will be seeing some really brave people. Look forward to a big day!” http://bit.ly/1TRaFrN\nMINI-TRUMP: POLITICO’s Ben Schreckinger and Cate Martel report on Corey Lewandowski: “The man behind DONALD TRUMP’s presidential campaign has a knack for spectacle, an eye toward making money and a proven willingness to defy the Republican Party.” Kinda like his boss. http://politi.co/1MoFhzy\nTRUMP-JITSU: Washington Post: “RICK PERRY is using DONALD TRUMP’s favorite weapon against him. As Trump intensifies his feud against Perry in the 2016 presidential race, the former Texas governor is digging up times that Trump actually complimented him in the past. http://wapo.st/1Omw3Bx\nHOT TAKE: RICK PERRY’s epic Trump takedown: “He offers a barking carnival act that can be best described as Trumpism: a toxic mix of demagoguery, mean-spiritedness and nonsense that will lead the Republican Party to perdition if pursued.” http://politi.co/1MIIhUv\nHOTTEST TAKE: GOP consultant Rick Wilson for POLITICO Magazine: “Trump will lose, and Trump supporters will wake up with a combination I call “herpes and a hangover.” They may have had fun the night before ... However, if Trumps games in this campaign lead to the election of HILLARY CLINTON, they’ll regret the herpes a lot longer.” http://politi.co/1OmQRZK\nMURDOCH’S PLIGHT: The New York Times reports on Rupert Murdouch’s long-running feud with DONALD TRUMP and his recent struggle to reign him in. http://nyti.ms/1fmPHld\nSTUNT OF THE DAY: POLITICO’s Nick Gass reports: LINDSEY GRAHAM went viral on Wednesday, obliterating the purported Samsung flip phone that “got inundated with calls Tuesday after DONALD TRUMP read Graham’s personal number during a public speech in his home state.” http://politi.co/1VvHfRJ The video, with tremendous dramatic score, produced by IJReview: http://bit.ly/1HS4ZX5\nFOR FUN: That’s why Trump says he gave out Graham’s number: http://politi.co/1LDZ5gI\nWALKER ON CHATTANOOGA: Campaigning in Nashville, SCOTT WALKER talked about how he would keep “military recruiting centers and other military installations safe. ‘I believe the law and policy needs to be changed nationally so that our heroes, the men and women who serve us in the military, can be protected,’ Walker said.” http://tnne.ws/1IlK58h\nWAITING FOR WALKER: Radio host Steve Deace, an influential conservative voice in Iowa, really, really doesn’t like waiting for SCOTT WALKER. http://bit.ly/1KkKpo7\nROAD WARRIOR: POLITICO’s Michael Grunwald reports on Milwaukee’s highway obsession and SCOTT WALKER’s role in it. http://politi.co/1Dv4dx7\nABORTION POLITICS: POLITICO’s Eli Stokols reports from Spartanburg, S.C.: JEB BUSH used a campaign stop Wednesday to call “on Congress ... to investigate Planned Parenthood over the hidden camera video that surfaced last week alleging that the organization is selling tissue from aborted fetuses.” http://politi.co/1DvBI2s\n— PERCOLATING: Other GOP 2016-ers have weighed in on the Planned Parenthood sting videos, of which there are now two. MIKE HUCKABEE tells Fox News “it’s sickening”: http://bit.ly/1MomKDz\nLOCAL DIALECTS: Boston Globe: “you can see the logic behind [JEB] BUSH’s presidential campaign advisers who dubbed the theme of his Monday speech, ‘Take Mount Washington.’ But New Hampshirites, who take pride in their own Mount Washington (the highest mountain in the Northeast) ... heard it a bit differently.” http://bit.ly/1MIHvHg\nKASICH DAY TWO: Ohio Gov. JOHN KASICH started day two of his presidential campaign with a town hall in Portsmouth, N.H., where he stated plainly that the U.S. would need to send troops to fight ISIL. “This is something that has to be done,” he said. Kasich also mused on Edward Snowden, the surveillance state and the economy. http://nyti.ms/1OxX4mh\n--GAUZY CAMPAIGN VIDEO: http://bit.ly/1HSjQ3N\n--TRUMP’D, IN CHARTS: Washington Post: Three charts that show JOHN KASICH being subsumed by DONALD TRUMP and LINDSEY GRAHAM’s cell phone. http://wapo.st/1MHZIVg\n--WHATEVER: Kasich says he is “watching golf” rather than DONALD TRUMP in an ABC News interview: http://abcn.ws/1eg3HfU\n--WSJ DOUBTS KASICH: “The question is whether he can overcome his political idiosyncrasies and frequent self-control outages.” http://on.wsj.com/1MoD6vS\nSANTORUM SMASH: “What the president of the United States has done is the worst foreign policy agreement in the history of our country. There just isn't anything worse than jeopardizing the existence of our country.\" http://bit.ly/1OxGkeN\nNO CLASS: POLITICO’s Nick Gass reports: MARCO RUBIO — a three time guest of Jon Stewart — accused President Barack Obama of a exhibiting a “lack of class” during his Daily Show appearance because of the way he discussed the Iran deal.  http://politi.co/1LtfFS0\nRUBIO’s RAP: Slate looks at MARCO RUBIO’s conspicuous love for the iconic gangster rap group NWA and concludes, “RUBIO and NWA are an odd match — for fairly obvious reasons. Rubio is a cheerful Republican politician and NWA were angry, obscenity-case rappers.” http://slate.me/1ehd6Ui\n                                        TOMORROW\nDONALD TRUMP heads to the U.S.-Mexico border.\nHILLARY CLINTON has public events in South Carolina, including a discussion with mayors and an economic event.\nJEB BUSH attends a town hall in Gorham, New Hampshire.\nRICK PERRY hits a handful of events in South Carolina.\nSCOTT WALKER is in San Diego, California, speaking to the annual American Legislative Exchange Council meeting.\n                                       THE DAILY NUMBERS\n62, 59, and 55. That’s the percentage of voters in Colorado, Iowa and Virginia respectively who say HILLARY CLINTON is not honest or trustworthy in Quinnipiac’s latest swing state polling.\nFOLLOW @POLITICO’S politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarini, @GlennThrush, @EliStokols, @katie_glueck, @shreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin,@mikeallen, @dlippman, @Danielstrauss4, @henrycjjackson\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "Swing state swoon.", "title": "Bush's reform myth - Swing state swoon - Third term watch", "url": "http://www.politico.com/2016blast/0715/2016blast19251.html", "topics": ["personality"], "people": ["Nick Gass", "Ben Schreckinger", "Cate Martel", "Corey Lewandowski", "Jesse Jackson", "Jimmy Crosby", "Jon Stewart", "Jeb Bush", "Eli Stokols", "John Kasich", "Michael Lombardo", "Henry C. Jackson", "Barack Obama", "Marco Rubio", "Rick Wilson", "Marc Caputo", "Edward Snowden", "Steve Deace", "Theodoric Meyer"], "orgs": ["Tarini Parti", "HBO", "FEC", "Quinnipiac University", "Samsung", "Senate", "Republican Party", "WSJ", "Quinnipiac", "American Legislative Exchange Council", "Congress", "SEC", "ISIL", "BERNIE"], "authors": [{"author_id": 34746, "fullname": "henry c. jackson", "primary_org": "politico"}], "date_written": "2015-07-22 23:23:13", "org": "politico", "article_id": "0c38bee0a2d0f0a3245b6da68ee53d13", "date_access": "2015-07-22 22:40:04.702247"}