{"body": "\n                                        Updated 09/21/15, 07:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nHis longtime foes are delighted by his political misfortune\n\n09/21/15, 06:59 PM EDT\n\n                                        By \nDaniel Strauss\n\nHe wasn't ready for the spotlight of a big national campaign -- and it showed.\n\n2016\n\n09/21/15, 06:43 PM EDT\n\n                                        By \nGlenn Thrush\n\nFrom presumed front-runner to quitter, Walker’s fall was fast.\n\n                                        Updated 09/21/15, 06:41 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"We can neither confirm nor deny the existence of any ongoing investigation.\"\n\n09/21/15, 06:32 PM EDT\n\n09/21/15, 06:31 PM EDT\n\n                                        By \n                                                Paul Bledsoe\n\nAn emerging diplomatic impasse between rich and poor nations could derail the Paris climate talks. Some ideas for getting past it.\n\n                                        By \n                                                THE LAZER LAB\n\nCrunching the words, experts find Trump got the attention, Rubio made the most of his chances and Jeb squandered them.\n\n09/21/15, 06:18 PM EDT\n\n                                        By \nChase Purdy\n\nAfter searing defeats at the state and federal levels, the egg industry prepares to embrace a cage-free future.\n\n                                        Updated 09/21/15, 06:12 PM EDT\n\n                                        By \nEli Stokols\n\nIn dropping out, the Wisconsin governor calls on the GOP to unite against Donald Trump.\n\n09/21/15, 06:08 PM EDT\n\n                                        By \nBrett Norman\n\nHe demands an explanation for a leap from $13.50 per tablet to $750.\n\n                                        Updated 09/21/15, 06:04 PM EDT\n\n                                        By \nSeung Min Kim\n\n“Shame on Dr. Carson. Shame on every person who spews such hateful rhetoric,\" says Reid.\n\n09/21/15, 05:52 PM EDT\n\n                                        By \nKyle Cheney\n\nThe South Carolina Republican is one of Clinton’s chief antagonists.\n\n09/21/15, 05:33 PM EDT\n\n                                        By \nDaniel Strauss\n\nHe makes the announcement to radio host Hugh Hewitt.\n\n2016\n\n09/21/15, 05:06 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nShe’s courting Southern delegates to end this thing by Super Tuesday.\n\n10/01/15, 09:00 AM EDT\nJoin POLITICO for America’s Energy Agenda: What's Next? event for a conversation assessing the market aftermath of Obama's sweeping climate change rules...\n\n09/21/15, 03:59 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe Paul campaign did not to say whether it supported the call for the Rubio campaign to fire Rich Beeson.\n\n09/21/15, 03:57 PM EDT\n\n                                        Updated 09/21/15, 03:49 PM EDT\n\n                                        By \nNick Gass\n\nThey interrupt with chants of: \"No hope without our vote!\"\n\n09/21/15, 03:25 PM EDT\n\n                                        Updated 09/21/15, 03:19 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe forum is scheduled for Jan. 9, 2016 in Columbia, South Carolina at the Columbia Convention Center.\n\n09/21/15, 03:09 PM EDT\n\n                                        By \nNick Gass\n\nDavid Brock is on the record as saying The New York Times' coverage of the Clintons \"will have a special place in hell.\" But as it turns out,...\n\n09/21/15, 02:20 PM EDT\n\n                                        By \nNick Gass\n\nHe responds to questions on standard campaign fare, but also fields two questions related to football.\n\n09/21/15, 02:10 PM EDT\n\n                                        By \nNick Gass\n\nHe adds recently that he does not believe Islam to be consistent with the Constitution.\n\n09/21/15, 02:05 PM EDT\n\n                                        By \nAnna Palmer\n\nPhilp to ACG - PMI hires Goodwin\n\nOff Message\n\n                                        Updated 09/21/15, 01:41 PM EDT\n\n                                        By \nGlenn Thrush\n\nHugh Hewitt thinks Trump has just a 25 percent chance of winning the GOP nomination.\n\n                                        Updated 09/21/15, 01:30 PM EDT\n\n                                        By \nNick Gass\n\n\"Are we sure it was only forty years ago?\" the onscreen text reads.\n\n09/21/15, 12:00 PM EDT\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nCAP recommends skirting Congress to control drug prices — Retiree groups fight pharma patent carve-out\n\n09/21/15, 11:10 AM EDT\n\n                                        By \nBen Schreckinger\n\nDonald Trump has a new book coming out, and it's about — what else? Making America great again.\n\n09/21/15, 10:18 AM EDT\n\n                                        By \nNick Gass\n\nAhead of Pope Francis' visit to the United States this week, Biden told a Jesuit magazine that it remains a family decision. And the family is not there...\n\n09/21/15, 10:05 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSittenfeld's super PAC — Bevin on the air — Johnson said to be running for Montana governor\n\n09/21/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nAnxiety builds over Stage 2 rule — ONC policy chief to leave\n\n09/21/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nAGA to release report — Oklahoma drops carbon rule suit \n\n09/21/15, 10:02 AM EDT\n\n                                        By \nCaitlin Emma\n\nNew for English language learners – Seattle teachers approve new contract\n\n09/21/15, 10:01 AM EDT\n\n                                        By \nChase Purdy\n\nSanders wants to ‘end subsidizing corporate agriculture’ — Egg group seeks to take up mantle against Humane Society\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nMeet the Californian who might shut down the government — Hillary to talk drug costs; Obamacare in Louisiana — Senate starts debate on 20-week abortion...\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nEveryone wants in on carried interest.\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nDavid Perera\n\nRussian diplomat accuses U.S. of recklessness in cyberspace — NIST issues grants for post-password world and publishes IoT framework\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nSeattle Teachers approve contract — Happy Pope Week \n\n09/21/15, 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nU.S., India drill down.\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nPope-palooza tests Northeast transit systems.\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nMarkey, Eshoo back net neutrality in court.\n\n09/21/15, 09:53 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nDemocratic members are demanding that David Daleiden, the man behind the video operation, is also called to testify\n\n09/21/15, 08:49 AM EDT\n\n09/21/15, 08:44 AM EDT\n\n09/21/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nDARPA looks for GPS backup.\n\n09/21/15, 08:19 AM EDT\n\n                                        By \nAnna Palmer\n\nDemocratic lobbying and consulting firm join forces\t\n\n09/21/15, 08:18 AM EDT\n\n                                        By \nNick Gass\n\n\"Well I don't think panic is a word that I'd use,\" the business tycoon says. \n\n09/21/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nShutdown odds increase — Greek vote eases tensions — Fiorina rises — Crunch time for Moynihan \n\n09/21/15, 07:56 AM EDT\nWill lawmakers listen to Pope Francis? — POPE PROTEST NUMBERS COULD GROW — Corker plots another campaign against Iran deal.\nWe're working on more stories right now\n\n                                            By \n                                                    Joseph B. Fuller \n                                            ,\n                                                    Karen G. Mills\n                                             and \n                                                    Jan W. Rivkin\n\n\n                                            By \n                                                    Jeffrey Sonnenfeld\n\n\n                                            By \n                                                    Peg Tyre\n\n\n                                            By \n                                                    Stan Collender\n\n\n                AP Photo\n\n            By \nDaniel Strauss\n\n09/21/15, 06:59 PM EDT\nWisconsin Gov. Scott Walker's dramatic fall from the very top of the 2016 Republican primary field was due, in part, to a series of painful verbal stumbles along the way. Here are the top six gaffes that helped sink Walker fast. \n1. Mazel tovIn December, Walker made an unforced error when he responded to a Jewish constituent in a letter by writing \"thank you again and Molotov.\" Walker meant Mazel tov.\n2. The Europe curseIn February, Walker made things tougher for himself when, during a trip to Europe, he refused to answer questions on foreign policy.\n\"I just think for me, commenting on foreign policy, or in this case economic policy, in a country where you're a visitor is not the politest,\" Walker said while visiting the prestigious Chatham House think tank in London. \nHe also refused to say whether he believed in evolution. \"I'm here to talk about trade, not to pontificate on other issues. I love the evolution of trade in Wisconsin and I'd like to see an even bigger evolution as well,\" Walker told BBC journalist Justin Webb. \n3. Unions are just like ISIS\nOne of Walker's biggest challenges was to establish himself as credible on foreign policy. Despite studying intensely with a rotating cast of GOP wonks, he stretched a bit too far during the Conservative Political Action Conference in late February, when he said that fighting union protesters in his home state showed he could defeat the Islamic State. \n\n\n\n            By \n                    Paul Bledsoe\n\n\"If I can take on 100,000 protesters, I can do the same across the world,\" Walker said.\n4. Firing the air traffic controllers defeated the Soviets\nIt didn't take long for Walker to make another foreign policy gaffe. Days later at a Club for Growth cattle call in Palm Beach, Florida, he said the \"most significant foreign policy decision of my lifetime\" was President Ronald Reagan decision to break an air traffic controllers' strike in 1981 by firing roughly 11,000 of them.\n\"It sent a message not only across America, it sent a message around the world,\" the Wisconsin governor said.\n5. The Wall\nIn late August, during an interview with NBC's Chuck Todd, Walker said he had \"legitimate concerns\" about beefing up border security not just along the border with Mexico but also the Canadian border, saying he'd been asked about that in New Hampshire. Todd asked if Walker would consider building a wall along America's 4,000-mile northern border — and Walker didn't laugh it off, as another candidate might have.\n\"They have raised some very legitimate concerns, including some law enforcement folks that brought that up to me at one of our hall meetings about a week and a half ago. So that's a legitimate issue for us to look at,\" Walker said. He was quickly mocked, and his communications staff had to clean up after him the next day.\n6. When 'yeah' doesn't mean 'yes'\nWalker was hounded by questions about birthright citizenship after he was asked in mid-August whether he agreed with Donald Trump that the children of illegal immigrants who were born on American soil should be deported. \"Yeah, to me it's about enforcing the laws in this country,\" Walker said — reverting to his verbal tic of saying \"yeah\" without necessarily meaning agreement. \"And I've been very clear: I think you enforce the laws, and I think it's important to send a message that we're going to enforce the laws, no matter how people come here we're going to enforce the laws.\"\nWalker did himself no favors when, during a later interview on CNBC, he said \"I'm not taking a position one way or the other\" on the issue. His aides once again tried to clean up the error, but the damage was done — and the governor cemented his image as a candidate whose finger was constantly in the wind.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "6 gaffes that helped doom Scott Walker", "url": "http://www.politico.com/story/2015/09/scott-walker-quits-republicans-213906", "topics": ["economy", "terrorism"], "people": ["Kyle Cheney", "Erin Mershon", "Anna Palmer", "Hugh Hewitt", "Ronald Reagan", "Bob Corker", "Stan Collender", "Karen G. Mills", "Brian Mahoney", "Jeremy Herb", "Chuck Todd", "Theodoric Meyer", "Josh Gerstein", "Pope Francis", "Gabriel Debenedetti", "Paul Bledsoe", "Scott Walker", "Jeffrey Sonnenfeld", "Nick Gass", "Adam Sneed", "Brett Norman", "Jennifer Scholtes", "David Daleiden", "Joseph B. Fuller", "Seung Min Kim", "Donald Trump", "Glenn Thrush", "Chase Purdy", "Toby Eckert", "David Pittman", "Rich Beeson", "David Brock", "Ben Schreckinger", "Jennifer Haberkorn", "Daniel Strauss", "Sarah Karlin", "Justin Webb", "W. Rivkin", "David Perera", "Ben White", "Eli Stokols", "Victoria Guida", "Eric Wolff", "Matt Bevin", "Caitlin Emma"], "orgs": ["Columbia Convention Center", "Humane Society", "Congress", "Senate", "ONC", "Peg Tyre", "AGA", "CNBC", "PAC", "LAZER LAB", "Seattle Teachers", "Soviets", "GOP", "NIST", "GPS"], "authors": [{"author_id": 30904, "fullname": "brian mahoney", "primary_org": "politico"}], "date_written": "2015-09-21 23:59:48", "org": "politico", "article_id": "7a8165c2f0b8330b6d5369de46714207", "date_access": "2015-09-21 23:10:15.169486"}