{"body": "\n09/18/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nFed decision a risk for Dems — Trump slowing down? — Shutdown could happen — Goldman comes to Snapchat\n\n09/18/15, 07:53 AM EDT\nMarco Rubio and Rand Paul stay out of Ted Cruz's Planned Parenthood fight.\n\n09/18/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\n\"I'll just tell you what I would do, and I wouldn't have permitted that.\"\n\n09/18/15, 07:34 AM EDT\nPreet digs into Cuomo’s Buffalo bucks.\n\n09/18/15, 07:26 AM EDT\n\n                                        By \nNick Gass\n\nJust 53 percent said they had \"a great deal\" or \"a fair amount\" of trust in the judiciary's ability to do its job.\n\n09/18/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n\n\"Every question had to do with me,\" he said.\n\n09/18/15, 07:06 AM EDT\nChris Christie’s pretty good week.\n\n09/18/15, 07:02 AM EDT\nHoward Dean to rally Clinton donors.\n\n2016\n\n09/18/15, 06:25 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nIsabelle Taft\n\nThey went from ‘dead broke’ to millionaires in months.\n\n09/18/15, 06:24 AM EDT\nAfter Wednesday's debate, is Trump's momentum gone?\n\n2016\n\n09/18/15, 06:22 AM EDT\n\n                                        By \nMichael Kruse\n                                        ,\nJosh Gerstein\n                                         and \nBen Schreckinger\n\nStory of Cincinnati apartment complex exaggerates the young Donald's role.\n\n09/18/15, 06:00 AM EDT\nFlorida mapping hypocrisy.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nEli Stokols\n\nFirms that boosted his net worth after leaving office helped his record campaign fundraising.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nMichael Kruse\n\nRailing for decades about unequal income has meant he earned little of it himself.\n\n2016\n\n09/18/15, 05:51 AM EDT\n\n                                        By \nMarc Caputo\n                                         and \nManu Raju\n\nA new house, private schools, a fishing boat and a nearly debt-free life.\n\n2016\n\n09/18/15, 05:50 AM EDT\n\n                                        By \nTarini Parti\n\nHe’s in debt, but he’s also living in the governor’s mansion.\n\n2016\n\n09/18/15, 05:45 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe 2016 field is the richest ever, and it's not only because of the self-promoting billionaire.\n\n09/18/15, 05:23 AM EDT\n\n                                        By \nTerence Mulcahy\n                                         and \nHanna Trudo\n\n\n09/18/15, 05:16 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nA lump-sum payment to an ex-staffer appears to be prohibited by House rules.\n\nCongress\n\n09/18/15, 05:13 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n2016\n\n09/18/15, 05:10 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe VP's inner circle thinks he can bide his time a while longer -- even into the spring -- before deciding whether to run for president. \n\n09/18/15, 05:00 AM EDT\n\n09/18/15, 04:30 AM EDT\n\nWhat Works\n\n09/18/15, 12:06 AM EDT\n\n                                        By \n                                                Sara Solovitch\n\nThe House That Could Save The World\n\nThe Friday Cover\n\n09/17/15, 11:48 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\nLast night Carly Fiorina dared Democrats to name it. Today 20 top Democrats accepted the challenge.\n\nOptics\n\n09/17/15, 10:42 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n                                         and \n                                                Jesse Rifkin \n\n\nWhat Works\n\n09/17/15, 10:29 PM EDT\n\n                                        By \n                                                Andrea Damewood\n\nAmerica’s most environmental city thinks it’s losing its edge.\n\n09/17/15, 10:25 PM EDT\n\n                                        By \nAnnie Karni\n\nShe again refuses to state her position at the kick-off of a swing through New Hampshire.\nClinton aides are worried.\n\n                                        Updated 09/17/15, 09:00 PM EDT\n\n                                        By \nArthur Allen\n\nPhysicians blast fellow doctors Carson, Paul for failing to refute autism claim in GOP debate.\n\n09/17/15, 08:56 PM EDT\n\n                                        By \nBen Schreckinger\n\nConfronted with a questioner who called Muslims a \"problem\" and asserted that President Obama is a Mulsim and not American, Donald Trump did...\n\n                                        Updated 09/17/15, 08:38 PM EDT\n\n                                        By \nHadas Gold\n\nMore than 22 million viewers tuned into the 11-candidate GOP encounter.\n\n09/17/15, 08:14 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe only thing clear two weeks from deadline is it will go down to the wire.\n\n09/17/15, 07:49 PM EDT\n\n                                        By \nLauren French\n\nThe former of secretary of state will meet with Congressional Black Caucus members in Washington. \n\n                                        By \n                                                Henry C. Jackson\n\n25 days until the first Democratic debate. 41 days until the GOP candidates debate again.\n\n09/17/15, 07:25 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nAfter a summer of spectacle and saturation coverage, signs are accumulating that for the public and the media, the onset of Trump fatigue has begun.\n\nCongress\n\n09/17/15, 07:23 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Florida senator and Rand Paul are in an especially tough spot as a government closure looms.\n\n                                        Updated 09/17/15, 06:59 PM EDT\n\n                                        By \nLauren French\n\nThe roughly 20-minute meeting was initiated by the Ohio Republican after Pelosi had been pressuring him for weeks.\n\n2016\n\n09/17/15, 06:50 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nPhones were ringing off the hook at the super PAC Thursday and the new speaking invitations were piling up.\n\n2016\n\n                                        Updated 09/17/15, 06:48 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe front-runner is being mentioned less and scoring a shrinking share of media attention. \n\n                                        Updated 09/17/15, 05:39 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Defunding a trusted health care provider that serves one in five women in America doesn't help anyone,\" she says.\n\n2016\n\n                                        Updated 09/17/15, 05:20 PM EDT\n\n                                        By \nNick Gass\n\nThe billionaire businessman emerges from the second presidential debate with a more subdued tone.\n\n09/17/15, 05:15 PM EDT\n\n                                        By \nEliza Collins\n\n“Short of tackling someone I don’t know what more I could have done,” he said\n\nMoney\n\n09/17/15, 05:08 PM EDT\n\n                                        By \nBen White\n\nLiberals cheered the decision to stand pat on interest rates, but a later hike could doom their party's chances.\n\nTHE POLITICO CAUCUS\n\n                                        Updated 09/17/15, 05:05 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\n09/17/15, 04:54 PM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has stepped into the legal fray over undercover videos anti-abortion groups say demonstrate the sale of aborted fetuses.\nJoin POLITICO New York for an interactive conversation looking at the most critical infrastructure issues facing New York.\n\n                                        Updated 09/17/15, 04:38 PM EDT\n\n                                        By \nEliza Collins\n\nShe said she was pleased with her performance.\n\n                                        Updated 09/17/15, 04:27 PM EDT\n\n                                        By \nNick Gass\n\n\"The video footage that she claims exists — and that she 'dared' people to watch — does not exist.\"\n\n09/17/15, 04:13 PM EDT\nWe're working on more stories right now\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \n                                                    POLITICO Magazine\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Andrea Damewood\n\n\n                AP Photo\n\n            By \nNick Gass\n\n09/18/15, 07:26 AM EDT\nTrust in the federal government's judicial branch has dropped to an all-time low, according to the results of a new Gallup survey released Friday — and Republicans' unhappiness with the Supreme Court is likely the reason.\nJust 53 percent said they had \"a great deal\" or \"a fair amount\" of trust in the judiciary's ability to do its job. But in an indication of just how dissatisfied Americans are with the federal government's direction, the judicial branch remains — by far — the most trusted of the three branches, as it has traditionally been. \nFor the executive branch, just 45 percent said they trusted its ability to do its job, while only 32 percent said the same of the legislative branch. Shortly after President Barack Obama took office, for example, 76 percent expressed trust in the judicial branch, 61 percent said they trusted the executive branch and 45 percent said they trusted the legislative branch.\nThe decline is most pronounced among Republicans and essentially unchanged among Democrats and independents (though nominally declined). Republican trust of the judiciary dropped from 59 percent to 42 percent compared to September 2014, likely a result of the Supreme Court's two decisions this year that overturned same-sex marriage bans nationwide and again upheld a key provision of Obamacare.\nAs has been the case with Gallup's poll dating back to 1993, a plurality of Americans (40 percent) described the Supreme Court as \"about right\" ideologically. But the share of Americans describing it as \"too liberal\" jumped from 30 percent to 37 percent in the last year. And among Republicans, it jumped from 51 percent to 63 percent.\nResults from this survey came from Gallup's Governance poll, conducted Sept. 9-13, which surveyed 1,025 adults nationwide with an overall margin of error of plus or minus 4 percentage points.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trust in the federal judiciary hits all-time low", "url": "http://www.politico.com/story/2015/09/gallup-us-trust-supreme-court-213815", "topics": ["abortion", "campaign_finance"], "people": ["Nick Gass", "Sara Solovitch", "Burgess Everett", "Jesse Rifkin", "Henry C. Jackson", "Isabelle Taft", "Anna Palmer", "Hanna Trudo", "Marc Caputo", "Michael Kruse", "Ted Cruz", "Chris Christie", "Howard Dean", "Manu Raju", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Katie Glueck", "Rand Paul", "Isaac Dovere", "Nancy Pelosi", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Lauren French", "Carly Fiorina", "Ben Schreckinger", "Arthur Allen", "Terence Mulcahy", "Ben White", "Eli Stokols", "Andrea Damewood", "Barack Obama", "Hadas Gold"], "orgs": ["Tarini Parti", "Fed", "Congress", "What Works", "Supreme Court", "PAC", "Congressional Black Caucus", "Gallup", "GOP"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-09-18 12:26:13", "org": "politico", "article_id": "dfa61e76d1374a8acc6afd6d13475a84", "date_access": "2015-09-18 12:10:13.118088"}