{"body": "\n10/22/15 07:29 AM EDT\nNATIONAL LEAGUE CHAMPION NEW YORK METS\n\n10/22/15 07:19 AM EDT\nFRANTIC BIDEN DELIBERATIONS: more ‘fantasy football than football’ -- B’DAY: Barbour, Cutter, Licht, McHenry, Parkhomenko, Prince, Hilary Rosen\n\n10/22/15 07:00 AM EDT\n\n                                        By \nEliza Collins\n\nTrump has been overtaken in one poll.\n\n10/22/15 06:53 AM EDT\nCALTER raises with spirit medium\n\n10/22/15 06:48 AM EDT\n\n10/22/15 06:47 AM EDT\n\n                                        By \nEliza Collins\n\nJoe Biden's decision to stay out of the presidential race is benefiting the two top tier candidates in Iowa but Hillary Clinton is getting the biggest...\n\n10/22/15 06:44 AM EDT\nWEINBERG’S breastfeeding bill\n\n10/22/15 06:32 AM EDT\nOBAMA VETOES NDAA TODAY – Boehner’s D.C. vouchers bill passes House \n\n10/22/15 06:29 AM EDT\nFL Senate leaders face Republican revolt\n\nPhoto Essay\n\n10/22/15 06:23 AM EDT\n\n                                        By \nNick Gass\n                                         and \nDiana D’Abruzzo\n\n\n2016\n\n10/22/15 05:49 AM EDT\n\n                                        By \nMichael Kruse\n\nMy window into four years of HRC’s over-scheduled, under-rested, BlackBerry-centric life. \n\n10/22/15 05:14 AM EDT\n\n                                        By \nRachael Bade\n\nTrey Gowdy will finally face off with the presidential candidate.\n\nCongress\n\n10/22/15 05:12 AM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCampaign giving helped elect members now deemed the future of the GOP. \n\n2016\n\n10/22/15 05:11 AM EDT\n\n                                        By \nJosh Gerstein\n\nHouse Benghazi hearing calls for deft footing.\n\n10/22/15 12:07 AM EDT\n\n                                        By \nAndrew Glass\n\nThe original act, passed in 1963, had not been updated since 1977.\n\n10/21/15 11:56 PM EDT\n\n                                        By \n                                                Jesse Rifkin \n\nDon Beyer prevails in the National Press Club's annual event.\n\nCongress\n\n                                        Updated 10/21/15 11:42 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nLauren French\n\nA daring gambit puts him on the precipice of the speakership.\n\n10/21/15 11:17 PM EDT\n\n2016\n\n                                        Updated 10/21/15 10:56 PM EDT\n\n                                        By \nAnnie Karni\n\nThe vice president's decision was greeted with relief by Clinton staffers and allies, who were confident she could defeat him but did not relish the prospect...\n\nWhite House\n\n                                        Updated 10/21/15 10:40 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGlenn Thrush\n\nIt went down to the wire. But in the end, the vice president decided it was too late to mount a credible campaign.\n\n                                        Updated 10/21/15 10:23 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nLauren French\n\nHe says he's prepared to move ahead despite not securing the formal endorsement of the Freedom Caucus.\n\nOpinion\n\n10/21/15 10:11 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nTrump is something new in Republican politics.\n\nCongress\n\n10/21/15 09:33 PM EDT\n\n                                        By \nRachael Bade\n                                         and \n                                                Isaac Arnsdorf \n\nThe staffer backgrounds may offer some clues to what Hillary Clinton may face when she testifies.\n\n10/21/15 09:11 PM EDT\n\n                                        By \nJake Sherman\n\nRep. Paul Ryan will proceed with his bid for speaker despite not securing the formal endorsement of the House Freedom Caucus, according to a source close...\n\nOpinion\n\n10/21/15 09:03 PM EDT\n\n                                        By \n                                                Barney Frank\n\nOpinion: Wealthy allies have had a free ride for too long.\n\n10/21/15 08:54 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/21/15 07:32 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJake Sherman\n\nThe Ohio Republican's move could tee up a major battle for the powerful tax-writing gavel. \n\n10/21/15 07:22 PM EDT\n\n                                        By \nEliza Collins\n\nCharles Koch chalks it up to lower-than-expected contributions to the cause.\n\n10/21/15 06:59 PM EDT\n\n10/21/15 06:42 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“I am sure you all have read the criticism of the committee,” Abedin told the fundraisers.\n\n10/21/15 06:38 PM EDT\n\n                                        By \nLauren French\n\nEighty percent of the group must back Ryan in order for the group to issue an endorsement.\n\n2016\n\n10/21/15 06:34 PM EDT\n\n                                        By \n                                                Gil Troy\n\nShe’s bested a hostile GOP before. Are her opponents ready for her this time?\n\n10/21/15 06:24 PM EDT\n\n                                        By \nMaggie Severns\n\nThe program provides $45 million to D.C. students from low-income families to attend private schools.\n\n10/21/15 06:22 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nWhen Joe Biden announced today that he would not seek the Democratic presidential nomination, he explained that the window to mount a candidacy \"has...\n\n10/21/15 06:16 PM EDT\n\n                                        By \nBurgess Everett\n\nHis decision makes the election a whole lot simpler for them. \n\n2016\n\n10/21/15 06:07 PM EDT\n\n                                        By \nHadas Gold\n\nThe press corps breathlessly tracked the vice president's emotional months-long journey to no. \n\n10/21/15 06:06 PM EDT\n\nCongress\n\n10/21/15 06:06 PM EDT\n\n                                        By \nMarianne LeVine\n\nThe Wisconsin Republican wants to make sure he can still spend time with his family.\n\nOff Message\n\n10/21/15 05:42 PM EDT\n\n                                        By \nGlenn Thrush\n\nIn the words of a longtime ally, it became increasingly clear that the planning was more “fantasy football than football.”\n\n                                        Updated 10/21/15 05:12 PM EDT\n\n                                        By \nTim Starks\n\nThe emails include his musings on foreign policy and personal information.\n\nWashington And The World\n\n10/21/15 05:08 PM EDT\n\n                                        By \n                                                James Steinberg\n\nAs Clinton’s deputy, I was there when we decided to go in. And things would be a lot worse if we hadn’t.\n\n                                        Updated 10/21/15 04:55 PM EDT\n\n                                        By \nMichael Crowley\n\nThe president’s reluctance to respond assertively is signaling U.S. weakness and indecision, some officials say.\n\n10/21/15 04:54 PM EDT\n\n                                        By \nHadas Gold\n\nThe undercard debate will feature Bobby Jindal, Rick Santorum, George Pataki and Lindsey Graham. \n\n10/21/15 04:52 PM EDT\n\n                                        By \nDavid Perera\n\nThe Tor Project is caught between improving PR and staying the course on its original purpose.\n\n                                        Updated 10/21/15 04:49 PM EDT\n\n                                        By \nJake Sherman\n\nHe wants to mend, not end, a mechanism allowing House members to force a vote on the speaker's future. \n\n10/21/15 04:45 PM EDT\n\n                                        By \nLauren French\n\nMany Democrats were subject to an intense lobbying effort from pro-Israel groups to oppose the deal. \n\n10/21/15 04:33 PM EDT\n\n                                        By \nSteven Shepard\n\nWill the Democratic frontrunner reap benefits from Biden not running?\n\n                                        Updated 10/21/15 04:24 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nTen biggest clients and registrants — Fending off defunding\n\n                                        Updated 10/21/15 03:59 PM EDT\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nHis conditions for agreeing to the speakership aren't going over well.\n\n10/21/15 03:44 PM EDT\n\n                                        By \nHadas Gold\n\nTwitter co-founder and CEO Jack Dorsey hinted at the return of the Sunlight Foundation's well-regarded Politwoops service on Thursday at the Twitter Flight...\nWe're working on more stories right now\n\n                                            By \nMichael Kruse\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    James Steinberg\n\n\n                                            By \n                                                    Barney Frank\n\n\n                Things are looking good for the retired neurosurgeon. | Getty\n\n            By \nEliza Collins\n\n10/22/15 07:00 AM EDT\nBen Carson has surged past Donald Trump in Iowa, according to a Quinnipiac University poll of likely Republican caucus participants out Thursday. \nThe retired neurosurgeon leads the Republican field with 28 percent, while Trump has fallen behind with 20 percent. A September survey had Trump at 27 percent, and Carson at 21 percent. \nStory Continued Below\nAlso scoring a boost — Florida Sen. Marco Rubio, who comes in at third with 13 percent, after attracting only 5 percent support in last month's poll. Following Rubio in the most recent survey was Kentucky Sen. Rand Paul with 6 percent and Carly Fiorina and former Florida Gov. Jeb Bush both with 5 percent. All other candidates are under 3 percent.\nThe strong showing from Carson, who has gotten accolades for his debate performance and campaign style despite tossing out some inflammatory comments about Muslims and mass shootings, comes in part from his support from women, who back Carson 33 percent to Trump's 13 percent.\nCarson also has “almost unheard of” favorability numbers according to Peter A. Brown, assistant director of the Quinnipiac University Poll.\n“Those who know Carson seem to like him. He has an almost unheard of 84 – 10 percent favorability rating among likely Republican Caucus-goers, compared to Trump’s 53 – 43 percent rating. To borrow the line from Madison Avenue, ‘Almost no one doesn’t like Ben Carson,’” Brown said.\nWhile Carson and Trump have been jockeying for support from evangelical voters, Carson received 36 percent of the vote from white, evangelical Christians — double Trump’s 17 percent.\nAnd while Trump may sit towards the top of the poll, 30 percent of voters said they “would definitely not support” the businessman. Bush comes in second as a no-support candidate with 21 percent.\nA candidate who shares their values is most important to 28 percent of caucus-goers, 23 percent think being honest and trustworthy is key. \nBut Carson doesn’t have to worry about which quality is more important because 84 percent of those polled said he shares their values and 89 percent felt he was honest and trustworthy. He also topped other candidates when it came to caring about voters' needs and problems — 87 percent felt he did.\n“It’s Ben Carson’s turn in the spotlight,” Brown said.\nThe poll of 574 likely Iowa Republican caucus-goers took place Oct. 14-20 via land lines and cell phones. The margin of error is plus or minus 4.1 percentage points.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Carson surges past Trump in Iowa poll", "url": "http://www.politico.com/story/2015/10/carson-trump-iowa-quinnipiac-gop-poll-1022-215029", "topics": ["campaign_finance"], "people": ["Rand Paul", "Isaac Arnsdorf", "Don Beyer", "Jack Dorsey", "Jesse Rifkin", "Rachael Bade", "Henry C. Jackson", "Burgess Everett", "Anna Palmer", "Hadas Gold", "Tim Starks", "Michael Kruse", "Steven Shepard", "Charles Koch", "Joe Biden", "John Boehner", "Josh Gerstein", "Annie Karni", "Bobby Jindal", "Gabriel Debenedetti", "Rich Lowry", "Nick Gass", "Trey Gowdy", "Isaac Dovere", "Jeb Bush", "Andrew Glass", "Donald Trump", "Michael Crowley", "Hilary Rosen", "Jake Sherman", "Glenn Thrush", "Paul Ryan", "Lauren French", "Carly Fiorina", "Rick Santorum", "George Pataki", "Hillary Clinton", "David Perera", "Lindsey Graham", "Marco Rubio", "Eliza Collins", "Ben Carson", "Maggie Severns", "Barney Frank"], "orgs": ["Washington And The World", "Quinnipiac University", "Congress", "Freedom Caucus", "Sunlight Foundation", "Quinnipiac University Poll", "HRC", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-10-22 12:00:14", "org": "politico", "article_id": "8bcef309c2406a9092e07703ed59ecba", "date_access": "2015-10-22 11:30:09.545639"}