{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Jonathan Topaz\n6/17/15 8:04 PM EDT\nBy Jonathan Topaz\nTHE CLOCK: 510 days until Election Day 2016...\nStory Continued Below\nBERNIE CLOSES IN ON CLINTON: POLITICO’s Jonathan Topaz and Glenn Thrush report: HILLARY CLINTON and her staff have always said they wanted a competitive primary. Now maybe they have one. Clinton faces a growing threat from BERNIE SANDERS in the once-safe haven of New Hampshire, but her campaign has no intention of attacking or even name-checking the white-tufted democratic socialist — yet. \nTwo polls this week showed the Vermont Independent polling over 30 percent in his neighboring New England state, just 10-12 percentage points behind frontrunner Clinton — a big leap from his 15-18 point showing in various polls in recent weeks. \nTo some Sanders advisers, it’s no surprise that the senator would be pulling in close to a third of the Democratic vote. Senior adviser Mark Longabaugh argued that Clinton’s appeal as the establishment candidate wouldn’t wash in insurgent-loving New Hampshire. “Because it’s a small state and you can reach and touch every voter, I think that establishment support for Clinton in New Hampshire is much less significant for her there than in other places,” he said. “That’s why insurgents have always had an ability to emerge there, because there isn’t any kind of machine or organizational barrier.” Thus far, Clinton has refused to acknowledge Sanders by name in her speeches — or even during a press conference in Concord earlier this week.  Read more at POLITICO http://politi.co/1HV5Fyw\nGood Wednesday afternoon, and welcome to The 2016 BLAST. Your guide for the campaign is Jonathan Topaz (@JonathanTopaz). Send tips, ideas and gripes to jtopaz@politico.com.\nThe 2016 field was hard at work on the campaign trail today. HILLARY CLINTON was in South Carolina, where she was overshadowed by BERNIE SANDERS. JEB BUSH made a rare visit to Iowa, while JOHN KASICH and DONALD TRUMP were in New Hampshire. And guess who’s running strongest against Clinton in some crucial swing state match-ups? MARCO RUBIO.\nTRAIL MIX: A look at what's popping on the campaign trail\nTHE DAILY CLINTON\nHILLARY CLINTON was in South Carolina today to introduce a new plan to give businesses tax credits for hiring apprentices — a proposal aimed at combating high youth unemployment. Not that anyone’s counting, but the new plan comes after BERNIE SANDERS unveiled his own youth jobs bill, which proposes $5.5 billion in new funding for states and local governments who employ young citizens.\nOVERSHADOWED: POLITICO’s Gabriel Debenedetti reports from South Carolina: “[HILLARY] CLINTON’s Wednesday stop in the first-in-the-South primary state is exposing her to an unwelcome dose of Bernie-mentum, giving the Democratic front-runner a first-hand look at the grass-roots fervor Sanders is generating on the left. Over the weekend, the state chapter of the AFL-CIO jumped the gun and effectively backed the Vermont senator’s candidacy before being forced to walk back its message. Last night, on the eve of Clinton’s arrival, Sanders’ campaign said it had to change the venue for his upcoming swing through Charleston due to overwhelming local interest.” http://politi.co/1JV1VPg\nWELCOME WAGON: The front page of The State in South Carolina: “Clinton must make case to S.C. women” bit.ly/1d1sNOT\nBIG PICTURE: Tom Edsall in The New York Times: “HILLARY RODHAM CLINTON’s presidential campaign is based on the assumption that voters are angrier at the rich than they are at the poor. Her strategy poses a dilemma for Democrats, who are arguing among themselves about whether targeting the rich is an approach that will work.” nyti.ms/1KYS1Ly\nSID VICIOUS UPDATE: POLITICO’s Kenneth P. Vogel and Rachael Bade report: “Republican members of a special congressional committee spent hours on Tuesday grilling Clinton confidant Sidney Blumenthal about the inner workings of the Clinton’s philanthropic and political operations, going well beyond the 2012 Benghazi attacks that the committee is charged with investigating, according to sources familiar with the hearing. A particular focus during Tuesday’s closed-door deposition was a network of groups founded by Clinton enforcer David Brock that — POLITICO has learned — paid Blumenthal more than $10,000 a month as they defended HILLARY CLINTON against conservative attacks, first while she was Secretary of State and then as she prepared for and ultimately entered the presidential campaign.” politi.co/1fi3LNg\nTHE PROGRESSIVE RESISTANCE\nO’MALLEY’S NH DIGS: MARTIN O’MALLEY opened up his first Granite State office today in Manchester, his campaign said in a release.\nBERNIE’S BLIND SPOT: NBC News on how HILLARY CLINTON is doing far better than BERNIE SANDERS with non-white voters. “[A] divide has emerged that favors Clinton: white versus non-white Democrats. In a new Washington Post/ABC News survey, 56 percent of white Democrats backed Clinton, while 14 percent supported Sanders. Among self-described liberals, Sanders had 17 percent support, compared to 63 percent for Clinton. (Vice President Biden, who has given no indication he will run, polled in double-digits among both groups.) But among non-white Democrats (the survey did not break them down by ethnicity), Clinton had 72 percent support, compared to 5 percent for the Vermont senator.” nbcnews.to/1JVpI1l\nJEB IN IOWA\nJEB BUSH was in Iowa today for two events — a morning meet-and-greet at a private home in Washington and an early evening town hall in Pella. It was his first trip as a declared candidate in the early state — one that he has rarely visited and is struggling in the polls with its more conservative electorate.”\nJEB’S KILLER ANGELS: Buzzfeed: “The super PAC tied to … JEB BUSH has raised $17 million so far in the New York-area alone, according to a conference call between the super PAC officials and donors on Wednesday. Mike Murphy, the longtime Jeb Bush confidant and consultant who is heading the Right to Rise super PAC, told a group of donors on a conference call Wednesday that they had so far raised $17 million in the Tri-State area to support Bush’s campaign for the presidency. Telling the donors on the call they were ‘killers’ who he was going to ‘set loose,’ Murphy said the number the SuperPAC would be filing by the next July reporting deadline would give opponents ‘heart attacks’ and discourage their rivals’ donors from opening their wallets.” http://bzfd.it/1BowKsz\nMEH: Ahead of his visit, the JEB BUSH campaign announced more than 15 endorsements from Iowa Republicans, including 2014 Senate candidate Mark Jacobs, top Cedar Rapids activist Joni Scotter and Iowa state Sen. Charles Schneider.\nMAILING IT IN: AP: “JEB BUSH boasts blue chip donors, some of the best advisers in the campaign business and, of course, a famous political name. But when it comes to first-to-vote Iowa, he's practically starting from scratch … he has just three employees and has made only two visits this year. That's far less time and resources than most of his rivals for the GOP nomination have invested in Iowa.\nCOURTESY DODGE: “Asked this week if Bush was spending enough time in Iowa, Republican Gov. Terry Branstad — a cheerleader for Iowa's outsized political influence — was telling in his answer. He spoke about someone else. ‘I would certainly compliment Gov. [RICK] PERRY.’” abcn.ws/1LfEO2f\nROOM FOR RIVALS: POLITICO’s Katie Glueck and Kyle Cheney report: “Despite the prodigious fundraising, the widespread name recognition and the substantive executive experience, it’s becoming increasingly obvious: for all JEB BUSH’s assets as a presidential candidate, establishment Republicans aren’t yet on board … party luminaries say the combination of unshackled political giving, Bush’s own stumbles and GOP desperation to take back the White House has led to a surprisingly unsettled field and a wait-and-see attitude among Republicans.” politi.co/1GOEqot\nTRUMP ON THE STUMP\nINTERNATIONAL INCIDENT: Forbes: “The government of Mexico and a number of Latino leaders wasted no time in lashing out against billionaire DONALD TRUMP‘s accusation that Mexico is sending drugs, criminals and rapists to the U.S. and his promise to build a ‘great, great wall’ on the U.S.-Mexico border. After Trump entered the Presidential race on Tuesday with a 45-minute kick-off at the Trump Tower in New York City, Mexico’s Minister of Government Miguel Ángel Osorio Chong called his diatribe against Mexico ‘biased and absurd.’ http://onforb.es/1fi35HL\nCELEBRITY APPRENTICE:  US Weekly: “Cher may believe in life after love, but one thing she isn't banking on is DONALD TRUMP's political future. The iconic performer, 69, took to Twitter on Tuesday, June 16, to rant against Trump, also 69, and his recent decision to run for President in the 2016 election. ‘Donald Trump can't come up with a hairstyle that looks human, how can he come up with a plan to defeat ISIS,’ the Grammy winner wrote, addressing Trump's announcement on Tuesday that he was adding his name to the laundry list of political hopefuls vying for the GOP nomination.” http://usm.ag/1dL6NbE\nWELCOME TO THE SHOW:\nFactCheck.org: “Trump Tramples Facts” http://bit.ly/1IPGD2j\nNPR: “The Problem With Donald Trump's One-Page Summary On His Wealth” http://n.pr/1Ilouqp\nSURVEYING THE 2016 LANDSCAPE\nDEBATE PRESSURE: Union Leader: Another top New Hampshire Republican asks the Republican National Committee and Fox News to change its debate criteria — Sen. Kelly Ayotte. bit.ly/1d1rkIl\nHUNTSMAN’S CLIMATE COUNSEL: POLITICO’s Ben Schreckinger reports: Former Utah governor and 2012 Republican presidential candidate Jon Huntsman has been privately advising Republican presidential campaigns that they can’t duck climate change, he said today at a luncheon for the centrist group No Labels: “They don’t want to touch this one, but I told a couple of the campaigns, ‘This is an issue you’re going to have to talk about at some point. You can’t hide. You can’t fudge. You can’t obfuscate. People care too deeply in different parts of the country and particularly among the millennials, who will be a big turnout group, you’re going to have to talk about it, and when you talk about it don’t sound like a whack job. Let facts, and let science guide you.’”\nNEW SWING-STATE POLL: A new Quinnipiac poll out today shows MARCO RUBIO running strongest against HILLARY CLINTON in three key swing states — Ohio, Florida and Pennsylvania. The poll is a bit of a blow for RAND PAUL, whose campaign has made the case for months that he’s running strongest against the Democratic front-runner. bit.ly/1BkcuZc\nCHRISTIE’S PENSION HEADACHE: NJ.com: “CHRIS CHRISTIE’s controversial pension reform plan could cost New Jersey school districts hundreds of millions of dollars each year, according to a new report commissioned by school and municipal lobbyists, but those who crafted the governor's plan have said those costs would be offset by reducing public employee health benefits.” bit.ly/1J4pMMa\nGLAD THAT’S FIXED: The Wall Street Journal reports that the FEC has cracked down on CARLY FIORINA’s super PAC, initially called “Carly for America,” because it uses the candidate’s name in the title. The committee has now changed its name to Conservative, Authentic, Responsive Leadership for You and for America — CARLY for America, for short. on.wsj.com/1GeZxLT\nHEADSCRATCHER: Vanity Fair on LINDSEY GRAHAM: “The Republican’s Don Draper.” vnty.fr/1JTVGv0\n \nNEXT NEWS CYCLE\nHILLARY CLINTON has two events in Nevada tomorrow — a speech at the National Association of Latino Elected and Appointment Officials conference in Las Vegas and a veterans roundtable in Reno.\nENJOY THE WEATHER: From the Las Vegas Review Journal: “It’s probably going to be 111 degrees all weekend” http://bit.ly/1dL8hmr\nJEB BUSH will hold a veterans town hall meeting in Charleston, South Carolina, tomorrow morning, a day after Clinton’s visit to the state.\nD.C. CONFERENCE: MARCO RUBIO, RAND PAUL and TED CRUZ will speak at the Faith and Freedom’s “Road to Majority” conference tomorrow in Washington. Iowa Rep. Steve King, a potential GOP kingmaker in the Hawkeye State, will also be there.\nELSEWHERE IN D.C.: BERNIE SANDERS will hold a press conference outside the Capitol tomorrow morning to release legislation to restore benefits for thousands of retired union workers.\nCHRIS CHRISTIE will hold a town hall tomorrow afternoon in New Hampshire.\nGEORGE PATAKI speaks at the Northeast Republican Leadership Conference in Philadelphia.\nTHE DAILY NUMBER\n76: MARCO RUBIO’s favorability rating among self-identified Florida Republicans in a Quinnipiac University poll out Wednesday; just 6 percent view him unfavorably. JEB BUSH’s rating: 72 percent favorable/16 percent unfavorable. http://bit.ly/1N3GgTx\nFOLLOW @POLITICO's politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush , @EliStokols, @katie_glueck, @jameshohmann, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin, @mikeallen, @dlippman.\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "Jeb Bush in Iowa", "title": "Bernie closes in on Clinton", "url": "http://www.politico.com/2016blast/0615/2016blast18785.html", "topics": ["campaign_finance", "terrorism"], "people": ["Kelly Ayotte", "Kyle Cheney", "Kenneth P. Vogel", "Sidney Blumenthal", "Jonathan Topaz", "Rachael Bade", "Mike Murphy", "Mark Jacobs", "Don Draper", "Gabriel Debenedetti", "Bernie Sanders", "Katie Glueck", "Steve King", "Martin O'Malley", "Tom Edsall", "Jeb Bush", "Charles Schneider", "Donald Trump", "Glenn Thrush", "Miguel Angel Osorio Chong", "David Brock", "Ben Schreckinger", "Joni Scotter", "Rick Perry", "Jon Huntsman", "Terry Branstad", "Mark Longabaugh"], "orgs": ["Faith and Freedom", "Las Vegas Review Journal", "National Association of Latino Elected", "FEC", "Vanity Fair", "Quinnipiac University", "Senate", "FIORINA", "PAC", "Florida Republicans", "GOP", "LANDSCAPE"], "authors": [{"author_id": 30867, "fullname": "jonathan topaz", "primary_org": "politico"}], "date_written": "2015-06-18 01:04:20", "org": "politico", "article_id": "234945a1c8135c33c0dbb814e7fe5fb9", "date_access": "2015-06-23 17:14:18.439557"}