{"body": "\n                                        Updated 09/09/15, 07:25 PM EDT\nHe says America has already put enough resources into humanitarian efforts.\n\n                                        Updated 09/09/15, 07:22 PM EDT\n\n                                        By \nJohn Bresnahan\n                                         and \nBurgess Everett\n\nThe powerful pro-Israel group wants to prevent Democratic filibuster on Iran vote\n\n                                        Updated 09/09/15, 07:18 PM EDT\n\n                                        By \nEli Stokols\n                                         and \nNick Gass\n\nHe blasts the Iran deal and declares, 'We will have so much winning if I get elected.'\n\n                                        Updated 09/09/15, 07:08 PM EDT\n\n                                        By \nEliza Collins\n\nThings got a little weird at times.\n\n09/09/15, 06:57 PM EDT\n\n                                        By \nM. Scott Mahaskey\n\n\n                                        Updated 09/09/15, 06:53 PM EDT\n\n                                        By \nLauren French\n                                         and \nJennifer Haberkorn\n\nConservatives and Democrats are equally sure they benefit from a fight that threatens to shut down the government.\n\nFourth Estate\n\n09/09/15, 06:40 PM EDT\n\n                                        By \nJack Shafer\n\nClinton has now conceded on national TV that the email story is not quite a nothing burger. It’s actually a Royale With Cheese.\n\n                                        Updated 09/09/15, 06:36 PM EDT\n\n                                        By \nSarah Wheaton\n\nThe vice president stands in for Obama with African leader as the president tours Michigan with the VP's wife. \n\n                                        Updated 09/09/15, 06:35 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nThe suit revolves around the Obamacare cost-sharing subsidies that Congress didn't appropriate.\n\n09/09/15, 05:50 PM EDT\nDonald Trump speaks to the crowd at the anti-Iran deal rally on Capitol Hill Wednesday.\n\n2016\n\n09/09/15, 05:47 PM EDT\n\n                                        By \nBen Schreckinger\n\nHis long history of hiring lobbyists and paying politicians is as Washington as the Lincoln Memorial.\n\n09/09/15, 05:34 PM EDT\n\n                                        By \nKatie Glueck\n\nDavid Barton will be running Keep the Promise PAC. \n\nCongress\n\n                                        Updated 09/09/15, 05:31 PM EDT\n\n                                        By \nRachael Bade\n\nCongress debates immunity\n\n09/09/15, 04:52 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n\n09/09/15, 04:33 PM EDT\n\n                                        By \nHadas Gold\n\nNational Journal Editor-in-Chief Tim Grieve is leaving the company to take a new position with McClatchy, National Journal CEO Tim Hartman announced in...\n\n                                        Updated 09/09/15, 04:19 PM EDT\n\n                                        By \nJake Sherman\n\nThe speaker tries to quell an uproar.\n\n09/09/15, 04:15 PM EDT\n\n                                        By \nBurgess Everett\n\n“We have 42 senators that are in favor of the deal and they will continue voting that way,” Reid says.\n\n                                        Updated 09/09/15, 03:53 PM EDT\n\n                                        By \nMichael Crowley\n\nIn many ways, her speech on Iran was really about another country: Israel.\n\n                                        By \nParke Wilde\n\nNew numbers suggest that maybe we need to stop thinking the solution is just food.\n\n09/09/15, 03:29 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nDetails emerge as Pope Francis' visit nears.\n\n                                        Updated 09/09/15, 03:17 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nNahal Toosi\n\nThe secretary of state declines to give a number.\n\n09/09/15, 03:04 PM EDT\n\n                                        By \nShane Goldmacher\n\nDueling Iran events yield stark contrasts between 2016 front-runners\n\n09/09/15, 02:31 PM EDT\n\n                                        By \nEliza Collins\n\nAnti-establishment presidential candidate Donald Trump could recruting his team far, far away from Washington and instead from the football field.\n\n                                        By \nDanny Vinik\n\nHe's found a way to quietly go after Americans' favorite tax deduction. Will it work?\n\n09/09/15, 02:13 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe new transparency coordinator, Janice Jacobs, made the gift after retiring from State last year. \n\n09/09/15, 02:00 PM EDT\n\n                                        By \nTheodoric Meyer\n\nHabershaw to Bully Pulpit.\n\n09/09/15, 01:33 PM EDT\n\n                                        By \nDaniel Strauss\n\nDonald Trump's old military academy mentor and he are in agreement: the military academy did feel like being in the military. \n\n                                        Updated 09/09/15, 01:10 PM EDT\n\n                                        By \nJake Sherman\n\nHouse Republican leaders are facing a major rank-and-file uprising over plans to vote on a resolution to disapprove of the Iran nuclear deal.\n\n09/09/15, 12:53 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe Kentucky senator's campaign has reserved almost $10,000 on CNN.\n\n09/09/15, 12:44 PM EDT\nThe best of last night's late night TV.\n\n09/09/15, 12:31 PM EDT\nRepublican presidential candidate Jeb Bush makes an appearance on Stephen Colbert's first episode of The Late Show.\n\n09/09/15, 12:13 PM EDT\n\n                                        By \nDaniel Strauss\n\nFormer Arkansas governor Mike Huckabee wants you to know: the Kim Davis rally on Tuesday was his event and Sen. Ted Cruz was a last minute addition. \n\n09/09/15, 12:04 PM EDT\n\n                                        By \nJohn Bresnahan\n\nHe was indicted in July for bribery, racketeering and money laundering.\n\n09/09/15, 11:52 AM EDT\n\n                                        By \nGabriel Debenedetti\n\n“I obviously want the United States to do our part.\"\n\n09/09/15, 11:48 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe former neurosurgeon has enjoyed a polling surge among GOP primary voters in Iowa and nationally. \n\n                                        Updated 09/09/15, 11:48 AM EDT\n\n                                        By \nHadas Gold\n\n'Refusing to brag,' Trump says ad money will be 'due 100% to Donald J. Trump'\n\n                                        Updated 09/09/15, 11:31 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nAmong her proposals: More support for Israel's security.\n\n09/09/15, 11:25 AM EDT\nFormer 'Meet the Press' host David Gregory said on CBS that while he doesn't miss NBC and doesn’t think the network handled his departure well, he came...\n\n09/09/15, 11:14 AM EDT\n\n09/09/15, 11:09 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump's immigration rhetoric has made it to the soccer pitch. Well, sort of.\n\n09/09/15, 10:57 AM EDT\n\n                                        By \nNick Gass\n\n\"I don’t admire very much about Mr. Putin, but the idea you can stand up and say ‘I will be your next president’?\"\n\n09/09/15, 10:05 AM EDT\n\n                                        By \nEric Wolff\n\nNRC heads to the Hill — California Dreamin' for lower carbon\n\n09/09/15, 10:04 AM EDT\n\n                                        By \nKimberly Hefling\n\nSeattle teachers strike — Head Start Association flags trouble\n\n09/09/15, 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nGOP group goes up on airwaves against Democrats on Iran\n\n09/09/15, 10:03 AM EDT\n\n                                        By \nDarius Tahir\n\nFTC in the heart of Texas — All wagers taken on new ONC head\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nTim Starks\n\nCYBERCOM’s Rogers comments on JCS hack — McAfee joins the wild 2016 presidential race\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nErnst: Poultry producers in Iowa at odds on Vaccine — Stabenow throws support to Clinton\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nLevin goes on Mexico ‘fact-finding’ trip.\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nE&C Dems find no evidence of wrongdoing at Planned Parenthood — House leaders map out plans for avoiding shutdown — House panel tees up bipartisan...\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nMore time for Congress to confront Highway Fund insolvency.\nWe're working on more stories right now\n\n                                                    Politico\nExamining the latest in health care policy every weekday morning \n\n            By \nErin Mershon\n\n09/09/15, 10:00 AM EDT\nWith help from Paul Demko, Rachana Pradhan and Sarah Karlin \nBREAKING: E&C DEMS FIND 'NO EVIDENCE' OF WRONGDOING AT PLANNED PARENTHOOD -- Democrats on the House Energy and Commerce Committee, ahead of the first congressional hearing on Planned Parenthood's fetal tissue donation practices today, have issued their own report finding no evidence of wrongdoing at the women's health organization. The committee interviewed Planned Parenthood officials and representatives from three tissue procurement companies that work or had worked with clinics -- and the Democrats conclude there's no evidence to substantiate allegations of wrongdoing made by the Center for Medical Progress. In a new memo shared with PULSE, the Democrats' report finds no evidence that clinics are profiting from the sale of fetal tissue or that physicians are altering the timing, method or procedure of an abortion for the purpose of obtaining fetal tissue. Republican lawmakers, meanwhile, haven't yet offered the results of their investigation.\n-- More report findings from the Dems: Just two Planned Parenthood affiliates are participating in fetal tissue donation, and only one affiliate is receiving any reimbursement for costs. Another four participated in donation in the past five years. The one clinic that is getting reimbursed receives $60 per tissue specimen, the report outlines -- and tissue procurement execs confirmed similar reimbursement costs, ranging between $45 and $60. Deborah Nucatola, who appeared in the first CMP video, told the committee that \"donation is not a revenue stream for affiliates.\" StemExpress's Cate Dyer, who appeared in another video, said she thought Planned Parenthood was losing money on its tissue donation practices. \n-- Planned Parenthood execs, as well as the tissue procurement company leaders, all said that Planned Parenthood isn't donating intact fetuses, which would be a violation of the Partial Birth Abortion Act. The full memo here: http://politico.pro/1Nh1WgA\nAll that comes as the House Judiciary Committee holds a hearing on Planned Parenthood this morning. There won't be any officials from the organization, but Republicans are planning for emotional testimony from two women who say they are \"abortion survivors\" after being born alive during abortion procedures. Both will describe surviving a saline abortion that they say should \"scald the child to death, from the outside in,\" as Melissa Ohden says in prepared remarks. The Democratic witness, a law professor, will offer a legal defense against the undercover videos: \"There is simply no evidence in these misleadingly edited videos of a violation of either of these laws,\" she'll say today, per prepared testimony. The full transcripts: http://1.usa.gov/1NZxE3q. And the livestream will be here at 10:30 a.m.: http://1.usa.gov/1hCNpi3 \n-- AND, HOW TO AVOID A SHUTDOWN (OR AT LEAST TO TRY): House Republican leaders are leaning toward a plan, but there's far less agreement about how to deal with the issue around government funding for Planned Parenthood. Leaders will hold a series of \"listening sessions\" this week with lawmakers in hopes of quelling any uprising, POLITICO's Jake Sherman and John Bresnahan report. The options: One, vote on a funding bill that also defunds Planned Parenthood, ensuring a veto from President Barack Obama. Two, pass a funding bill that doesn't deal with the organization, but also schedule a vote on a standalone defunding measure. Three -- and this one is new -- use reconciliation to go after Planned Parenthood funding more directly. Majority Leader Keving McCarthy and Whip Steve Scalise hope to have a plan by this weekend, at the latest. The full story: http://politi.co/1L10wX8 \n--There are now 28 House Republicans who say they won't vote for a government funding bill unless it eliminates funding for Planned Parenthood, according to Heritage Action for America. Rep. Mick Mulvaney's letter and signatures: http://bit.ly/1VMfeVb\nHAPPY WEDNESDAY and welcome to PULSE, where your PULSEr is still chuckling over Stephen Colbert's Late Show debut last night -- and we can't wait until guests like VP Joe Biden and Supreme Court Justice Stephen Breyer give us another excuse to claim our TV habits are work-related. Send your favorite zingers our way today, along with all those scoops: emershon@politico.com. \n\"She's up all night till the sun, I'm up all night to get PULSE.\"\nBREWING TODAY: A BIG FIGHT OVER SMALL GROUP RULES -- The House Energy and Commerce Committee is jumping straight into a wonky fight this morning in a hearing to examine legislation that would make an arcane provision of the ACA optional for states. At issue is the definition of “small group” health insurance market. Currently it only includes employers with 50 or fewer workers, but that threshold is slated to increase to 100 workers next year. That means a broader swath of companies will be subject to the ACA’s coverage rules. Insurers and business groups argue that the change will result in higher premiums and disrupted coverage for millions of workers. \n-- There is broad bipartisan support for legislation that would make the switch optional, and it could advance in the next few weeks. But the proposal could easily get derailed by the usual partisan rancor over Obamacare. “This small group market, in particular, needs more stability,” said Clare Krusing, a spokeswoman for America’s Health Insurance Plans. Pro’s Paul Demko has more: http://politico.pro/1Qn9b6x\n-- And the bill's chances in the Senate? At least so far, no one is sure. Finance Committee Chairman Orrin Hatch told your PULSEr the House was much further along on the issue, but that he's eager to move on it in his committee. \nWHOA: NEW CHOLESTEROL DRUGS ARE WAY OVERPRICED -- The two pricey new drugs should cost two-thirds less than what they currently cost, based on the benefits they bring to patients, according to a new report from the Institute for Clinical and Economic Review. The drugs -- Amgen's Repatha and Sanofi and Regenerson's Praluent -- should cost no more than $2,177 annually to avoid straining the health system, the report said. All three currently cost over $14,000 annually, though that doesn't take into account pending insurance negotiations to lower the cost of the drugs. The full story from Pro's Sarah Karlin: http://politico.pro/1K6eamH \n** A message from PhRMA: America’s biopharmaceutical research companies are developing 836 new cancer medicines and vaccines – each one in clinical trials or awaiting FDA review. Tonight, at PhRMA’s 2015 Research & Hope Awards in D.C., 26 of America’s leading patient organizations and disease groups gather to celebrate this profound progress and promise. Learn more: http://onphr.ma/1Jw3rTc **\nFIRST IN PULSE: GPG HIRES WYDEN HEALTH EXPERT -- Jocelyn Moore, the deputy staff director for the Senate Finance Committee, is heading to the Glover Park Group to be managing director in the firm's health and wellness practice. Moore, who has 15 years of Senate experience, led the SFC health subcommittee during the drafting and passage of the ACA. \nBROKERS FINALLY GET THEIR OWN HEALTHCARE.GOV HOTLINE -- Agents and brokers will have their own HealthCare.gov call center for the upcoming Obamacare open enrollment period, a relief for those in the industry who didn’t think the federal exchange call center was enough to address customers' enrollment issues. On Tuesday, CMS told the National Association of Health Underwriters that they’re aiming to have the dedicated phone line up and running by the start of open enrollment on Nov. 1. \nCALI PLAN TO EXTEND OBAMACARE TO UNDOCUMENTED IMMIGRANTS PUNTED TO 2016 -- A provision that would let undocumented immigrants buy exchange plans was stripped from a bill before the California state legislature, just days before lawmakers adjourn for the year. Instead, lawmakers plan to take it up next year as part of a different bill, Pro's Rachana Pradhan reports. \"The plan to open up California's exchange to undocumented immigrants easily cleared the California Senate in June before hitting snags in the state Assembly. The bill's supporters also say Gov. Jerry Brown's administration has expressed concerns about the bill,\" she writes. More here: http://politico.pro/1KZYlDp \nOH, THE IRONY: GOP PLANS TO CUT COSTS LOOK A LOT LIKE THE CADILLAC TAX -- The Pro Story: \"A number of GOP lawmakers, including Senate Finance Committee Chairman Orrin Hatch, Ways and Means Committee Chairman Paul Ryan and the head of the uber-conservative Republican Study Committee, have proposed changes that would have the same effect as the Cadillac tax. Republican presidential candidates Marco Rubio and Scott Walker have signaled they too would be open to curbing the tax benefits that have long come with employer-sponsored health coverage.\" So as debate over the tax heats continues to heat up, it'll be just as awkward for Republicans as for Democrats, who also dislike the tax. The story: http://politico.pro/1KZYnuY \nIN CASE YOU BLINKED: NEWBORN OPIOID DEPENDENCY BILL HEADS TO SENATE -- The House made quick work of a bill to help hospitals diagnose and treat newborns suffering from opioid dependency, passing it unanimously under suspension of the rules late yesterday afternoon. Now it's up to the Senate to act -- and things look good on that front. Senate Majority Leader Mitch McConnell is a lead sponsor in the upper chamber. \"It's really turned into an area where we've had an opportunity to work past one another's differences and make a meaningful difference for families who are dealing with this opioid crisis,\" Rep. Kathy Clark, the bill's lead sponsor, told your PULSEr after it passed. \nBMA HIRES COMMS DIRECTOR -- Adjoa Adofo will be communications director for the Better Medicare Alliance, the group tells PULSE. Adofo, a former reporter and former aide to Rep. Jan Schakowsky, most recently worked for Schmidt Public Affairs and IR Media. Look for the Medicare Advantage advocacy group to make more hires; your PULSEr hears they're staffing up. \nWHAT WE'RE READING, by Rachana Pradhan \nJohn Feehery, a prior spokesman for former House Speaker Dennis Hastert, writes in the Wall Street Journal’s ThinkTank blog that Republicans should avoid a government shutdown over Planned Parenthood funding. http://on.wsj.com/1K6p8bO \nPOLITICO New York reports that aides to Gov. Andrew Cuomo will help Puerto Rico assess how it can retool its health care system, as the U.S. territory grapples with a debt crisis. http://politi.co/1JRSDz0 \nThe New York Times’ Upshot examines the disagreements over screening children for autism. http://nyti.ms/1ivL1va \nOne-third of diabetes cases in the U.S. are still undiagnosed, Reuters reports. http://reut.rs/1ENFJFy \nWonkblog reports on new evidence in a Health Affairs study showing the benefits of having health insurance. http://wapo.st/1O0e1bD \n** A message from PhRMA: The women and men, researchers, practitioners and advocates honored with the 2015 Research & Hope Awards deserve recognition and our gratitude for their contributions in seeking to discover innovative medicines in the field of oncology that bring hope to patients and their families. Learn more: http://onphr.ma/1MYqJWt **\n\n                                            By \nJack Shafer\n\n\n                                            By \nJohn Culhane\n\n\n                                            By \nSue Bell Cobb\n\n\n                                            By \nMark Perry\n\nErin Mershon is a health care reporter for POLITICO Pro. Before she joined the team, she covered technology policy for POLITICO and for Communications Daily. She's covered nearly every aspect of Congress, from its Eagle Scout members to its wonkiest procedural maneuverings, for National Journal, Roll Call, The Huffington Post and PolitiFact. She's a graduate of Kenyon College, where she studied political science and ran the college newspaper. \nMershon is a Cincinnati, Ohio, native and an occasional oil painter. She loves crossword puzzles and colorful pens.\n © 2015 POLITICO LLC", "byline": "", "description": "E&C Dems find no evidence of wrongdoing at Planned Parenthood — House leaders map out plans for avoiding shutdown — House panel tees up bipartisan Obamacare fix", "title": "E&C Dems find no evidence of wrongdoing at Planned Parenthood", "url": "http://www.politico.com/tipsheets/politico-pulse/2015/09/pulse-scoop-e-c-dems-find-no-evidence-of-wrongdoing-at-planned-parenthood-210120", "topics": ["immigration", "abortion"], "people": ["Katy O'Donnell", "Burgess Everett", "Deborah Nucatola", "Kim Davis", "Jan Schakowsky", "Rachael Bade", "Mike Huckabee", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "Paul Demko", "Orrin Hatch", "Tim Hartman", "Tim Starks", "Ted Cruz", "Danny Vinik", "Sue Bell Cobb", "Cate Dyer", "Jerry Brown", "Barack Obama", "Mick Mulvaney", "Parke Wilde", "Steve Scalise", "Kimberly Hefling", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Donald J. Trump", "Pope Francis", "Jocelyn Moore", "Gabriel Debenedetti", "Adjoa Adofo", "Scott Walker", "Katie Glueck", "Nick Gass", "Jack Shafer", "M. Scott Mahaskey", "John Feehery", "John Mcafee", "Joe Biden", "Jeb Bush", "Dennis Hastert", "Mark Perry", "Erin Mershon", "Donald Trump", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Tim Grieve", "Sarah Wheaton", "Clare Krusing", "Lauren French", "Andrew Cuomo", "Bully Pulpit", "Ben Schreckinger", "Jennifer Haberkorn", "David Barton", "Daniel Strauss", "John Bresnahan", "Sarah Karlin", "Rachana Pradhan", "Janice Jacobs", "David Gregory", "Eli Stokols", "Elena Schneider", "Victoria Guida", "Stephen Colbert", "Darius Tahir", "Eric Wolff", "Bill Tomson", "Shane Goldmacher", "John Culhane", "Paul Ryan"], "orgs": ["ACA", "House Judiciary Committee", "SENATE", "Research & Hope Awards", "House Energy and Commerce Committee", "Amgen", "CMS", "Kenyon College", "Lincoln Memorial", "Planned Parenthood", "Health Insurance Plans", "CYBERCOM", "CMP", "Assembly", "Congress", "CALI", "ONC", "Cadillac", "McClatchy", "Eagle Scout", "Highway Fund", "Health Affairs", "Senate Finance Committee", "GPG", "FTC", "WYDEN", "Center for Medical Progress", "Heritage Action for America", "Royale With Cheese", "GOP", "Head Start Association", "National Journal", "NRC", "House Republicans", "Republican Study Committee", "Senate", "Glover Park Group", "HealthCare", "California Senate", "Supreme Court Justice", "E & C Dems"], "authors": [{"author_id": 30739, "fullname": "burgess everett", "primary_org": "politico"}, {"author_id": 30948, "fullname": "john bresnahan", "primary_org": "politico"}], "date_written": "2015-09-09 15:00:42", "org": "politico", "article_id": "be14f50435b3871f5cd487c237ac2f5c", "date_access": "2015-09-09 23:40:08.868176"}