{"body": "POLITICO\nIntelligence and analysis on lobbying\nBy Tarini Parti\n8/10/15 1:59 PM EDT\nWith Anna Palmer and Aaron Mak \nLATEST REGISTRATIONS — ELLIOTT MANAGEMENT ADDS FORBES-TATE: Hedge fund Elliott Management Corporation, which is run by GOP megadonor Paul Singer, has brought on Forbes-Tate to lobby on issues related to financial services. The firm’s Daniel Tate, Jeff Strunk, Frank Steinberg, Libby Greer and Jeff Sadosky will be lobbying on behalf of the hedge fund. Elliott Management has significantly decreased its spending on lobbying in recent years. It spent $230,000 on lobbying the federal government last year and has spent only $20,000 so far this year. The firm has Malkin & Ross on retainer.\nStory Continued Below\nCOVINGTON CELEBRATES EDUCATION BILL PASSAGE: Lobbyists at Covington & Burling who pushed for the passage of Need-Based Educational Aid Act of 2015, which President Barack Obama signed into law last week, highlighted the legislation as a rare example of Congress functioning the way it’s intended to in an interview with PI. The firm’s Richard Hertling and Aaron Cooper worked on behalf of American Council on Education and the 568 Presidents’ Group to extend an exemption from federal anti-trust laws for private universities giving students need-based aid from the universities’ own funds. The exemption was due to expire on Sept. 30. “When congress is working together, they can work together in a bipartisan and bicameral way. The process on this legislation really emulates that and shows that things can still happen on Capitol Hill,” Cooper said.\nSCALISE GETTING THE CONVENIENCE STORE EXPERIENCE: House Majority Whip Steve Scalise will work behind the counter at On the Run (Lard Oil Company) in Hammond, La., Tuesday as part of the National Association of Convenience Stores' \"In Store\" project. NACS has organized more than a dozen events in 2015 with lawmakers so they can \"experience firsthand the community experience that takes place at their local convenience stores,\" according to the group. “Convenience stores are the anchor of communities across the country, and they are also where community conversations take place,” said Henry Armour, NACS president and CEO. “More than half of the country visits a convenience store on a daily basis, whether to buy fuel, use the ATM, wash their cars or quickly buy snacks, drinks or meals. The NACS In Store program gives elected officials a perfect opportunity to experience how these stores serve the public in their home districts.”\nGOOD MONDAY AFTERNOON, where it’s been 67 years since \"Candid Camera\" with Allen Funt debuted on television. Hope everyone had a great weekend! Don’t forget to send your tips, news and gossip to tparti@politico.com.\n\nNEW REFORM GROUP PARTNERS WITH PRO-CLINTON PAC: End Citizens United PAC, a new political action committee, is partnering with Ready PAC — previously known as Ready for Hillary — to back candidates who support campaign finance reform. The group is renting the pro-Clinton super PAC’s list and has been able to raise over $2 million so far. The political action committee’s ultimate goal is to pass a constitutional amendment to overturn the Supreme Court’s Citizens United decision, but in the meantime, the group will also advocate for other campaign finance reform measures.\nIt plans to create a super PAC arm next year and spend between $25 million and $30 million in the 2016 election cycle. Richard Carbo, spokesman for the group, told PI that they are approaching the issue differently than other reform groups and believe the partnership with Ready PAC provides them legitimacy in an early stage. “We're bringing a different approach and a different style, but the more the merrier,” Carbo said. “We are just doing things a little bit differently and engaging some of the grassroots activists who are involved in the issue. The staff here has also been battle-tested in campaigns.”\nThe group’s senior advisers are Valerie Martin, who worked for Sen. Claire McCaskill’s 2006 campaign, and Reed Adamson, who worked for Rep. Brad Schneider during the 2012 cycle.\nSPINA TO COMMODITY FUTURES TRADING COMMISSION: Christopher Spina, most recently communications director for the House Committee on Financial Services, is leaving the hill to serve as senior adviser for public affairs with the Commodity Futures Trading Commission, he told friends and colleagues in an email.\nNEW DEMS PLAN ‘ASSERTIVE’ NEW PRESENCE: Via POLITICO’s Lauren French, “In the hierarchy of the House, moderate Democrats — a minority in a party already deep in the minority — should be totally powerless. But a group of pro-business Democrats, who allied with President Barack Obama and Republicans to pass landmark trade legislation, are angling to cut more deals with the GOP and White House as a way to assert themselves — and force the Democratic Caucus to the center. Led by Rep. Ron Kind of Wisconsin, the New Democrat Coalition of some 50 members sees opportunities this fall on taxes, trade, Medicare and government spending. Those are all areas where House Republicans have struggled to fashion 218-vote majorities from within their own party, with a cadre of restive conservatives often rejecting leadership’s compromises with Senate Democrats and Obama.” Full story: http://politi.co/1EjEQil\nELSEWHERE IN THE INFLUENCE WORLD:\nINVESTMENT FIRM TO HOLD RUBIO EVENT: Sen. Marco Rubio is scheduled to attend a fundraiser at the Bellevue investment firm Steelhead Partners in Washington state on Monday evening, reports Jim Brunner of The Seattle Times. http://bit.ly/1P1jHza\nJEB GETS HELP FROM NEXTERA INC. NextEra Energy Inc., the largest Florida corporate donor to a super PAC, is backing former Gov. Jeb Bush's presidential run, reports Jack Gillum and Ronnie Greene of The Associated Press. http://bit.ly/1J69nHU\nNEW JOINT FUNDRAISING COMMITTEES\nFeingold Victory Fund\nNEW PAC REGISTRATIONS (Type of PAC)\nNew Day Independent Media Committee Inc (PAC)\nBeer Institute PAC (PAC)\nHumanity Party (PAC)\nForwardPAC.com (PAC)\nNEW LOBBYING REGISTRATIONS (Firm: Client)\nBabcock & Wilcox Enterprises Inc.: Babcock & Wilcox Enterprises Inc.\nCalifornia Strategies & Advocacy, LLC: Chambers, Conlon & Hartwell, LLC\nCalifornia Strategies & Advocacy, LLC: Mimosa Networks\nDavidoff Hutcher & Citron, LLP: Consulate Health Care LLC\nForbes-Tate: Elliott Management Corporation\nVan Scoyoc Associates: Isotechnology\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\nLiebman & Associates, Inc.: Cargill, Inc. (Q3 Termination (no activity))\nMr. Robert Noel: Metals Affordability Initiative Association (MAIA) (Q2 Termination)\nSirona Strategies LLC: Booz Allen Hamilton (Q3 Termination (no activity))\nVenable LLP: National Association of Real Estate Investment Trusts (Q2 Termination (no activity))\nVenable LLP: Real Estate Roundtable/ Carried Interest Legislation (Q2 Termination (no activity))\nBy MICHAEL KRUSE and  MANU RAJU\nBy SUSAN SOUTHARD\nBy BILL SCHER\nBy MAYA PARK and  BEN WOFFORD\n© 2015 POLITICO LLC", "byline": "", "description": "Covington celebrates education bill passage.", "title": "Elliott Management adds Forbes-Tate — Covington celebrates education bill passage — Scalise getting the convenience store experience", "url": "http://www.politico.com/politicoinfluence/0815/politicoinfluence19530.html", "topics": ["campaign_finance", "trade"], "people": ["Daniel Tate", "Jeff Strunk", "Jack Gillum", "Libby Greer", "Paul Singer", "Van Scoyoc", "Jeff Sadosky", "Ronnie Greene", "Jeb Bush", "Marco Rubio", "Frank Steinberg", "Ron Kind", "Steve Scalise", "Jim Brunner", "Anna Palmer", "Booz Allen Hamilton", "Aaron Mak", "Barack Obama", "Lauren French", "Christopher Spina", "Brad Schneider"], "orgs": ["Elliott Management", "Tarini Parti", "National Association of Convenience Stores", "Congress", "Senate", "PAC", "American Council", "House Committee", "Covington & Burling", "Supreme Court", "Commodity Futures Trading Commission", "Forbes", "Citizens United", "Venable LLP", "Hedge", "GOP", "Democratic Caucus"], "authors": [{"author_id": 30730, "fullname": "tarini parti", "primary_org": "politico"}], "date_written": "2015-08-10 18:59:09", "org": "politico", "article_id": "b33201defceb0de3185a62d827de61fa", "date_access": "2015-08-10 18:10:10.869301"}