{"body": "On Media\nBy DYLAN BYERS\n7/8/15 6:06 PM EDT\nFrom my report on the media's dance with Donald Trump:\nBack in the spring, when Donald Trump first started making noise about a presidential bid, CNN President Jeff Zucker sent a message to his producers: Don’t cover him.\nTrump had teased a presidential run many times before — in 1988, 2004, and 2012 — and Zucker had watched each time as the media got played by a braggadocious showman who relished the limelight. Zucker didn’t want CNN to get played again, sources there said.\nThen, on June 16, Trump announced that he was, in fact, running for president. Since then, CNN has covered Trump more than 400 times on television and on its website, according to the Nexis database. That’s more coverage than CNN has given to Jeb Bush, Marco Rubio, Scott Walker or any other major GOP candidates. It’s even more coverage than CNN has given to Hillary Clinton.\nOn Wednesday, one day after landing Clinton’s first campaign interview with a national media outlet, CNN was once again going wall-to-wall on Trump, aggressively touting an interview with Anderson Cooper across its airwaves and at the top of its home page.\nThe dilemma facing CNN is one facing every political media outlet: How much coverage should be given to a notoriously self-aggrandizing business mogul and reality television star who, despite reporters’ contention that he can’t win his party’s nomination, is drawing an enormous audience by offering the media sensational quotes and highly clickable fodder.\n“I think a lot of media people thought that if he got in, and eventually fell back in with the afterthoughts, poll-wise, the coverage would (finally) taper off to the occasional freak-of-the-week treatment,” Mark Leibovich, the New York Times Magazine correspondent and author of ‘This Town’, told POLITICO.\nThat hasn’t happened.\nIn the polls conducted since his announcement, Trump has finished second both nationally and in the early states of Iowa and New Hampshire. Barring a precipitous decline over the next few weeks, it is looking very likely that Trump will not only appear at the first Republican presidential primary debate in Cleveland, on Aug. 6, but that he will be closer to center-stage than some of his more politically experienced rivals.\nFor that reason, many editors believe Trump should be covered as aggressively as any other candidate. It’s presumptuous for the media to decide who may or may not win the nomination, they say. While it’s true that polling doesn’t tell the whole story — at this point in 2011, Michele Bachmann was polling even higher than Trump is today, and Trump is notoriously unfavorable among the Republican establishment — many editors believe outlets must simply report on the presidential campaign as it unfolds.\n“In my view, making decisions solely according to who may win the nomination is the worst way to cover a presidential election,” said Steven Ginsberg, the senior politics editor at The Washington Post, which has been covering Trump aggressively for several months. “A whole lot happens on the way to the nomination and you can’t explain what’s happening with the candidates or the country without being on top of all of it.”\nRead the full report here.\n© 2015 POLITICO LLC", "byline": "", "description": "From my report on the media's dance with Donald Trump:\nBack in the spring, when Donald Trump first started making noise about a presidential bid, CNN President Jeff Zucker sent a message to his producers: Don't cover him.\nTrump had teased a presidential run many times before -- in 1988, 2004, and 2012 -- and Zucker had watched each time as the media got played by a braggadocious showman who relished the limelight. Zucker didn't want CNN to get played again, sources there said.\nThen, on June 16, Trump announced that he was, in fact, running for president. Since then, CNN has covered Trump more than 400 times on television and on its website, according to the Nexis database. That's more coverage than CNN has given to Jeb Bush, Marco Rubio, Scott Walker or any other major GOP candidates. It's even more coverage than CNN has given to Hillary Clinton.\nOn Wednesday, one day after landing Clinton's first campaign interview with a national media outlet, CNN was once again going wall-to-wall on Trump, aggressively touting an interview with Anderson Cooper across its airwaves and at the top of its home page.\nThe dilemma facing CNN is one facing every political media outlet: How much coverage should be given to a notoriously self-aggrandizing business mogul and reality television star who, despite reporters' contention that he can't win his party's nomination, is drawing an enormous audience by offering the media sensational quotes and highly clickable fodder.\n\"I think a lot of media people thought that if he got in, and eventually fell back in with the afterthoughts, poll-wise, the coverage would (finally) taper off to the occasional freak-of-the-week treatment,\" Mark Leibovich, the New York Times Magazine correspondent and author of 'This Town', told POLITICO.\nThat hasn't happened.\nIn the polls conducted since his announcement, Trump has finished second both nationally and in the early states of Iowa and New Hampshire. Barring a precipitous decline over the next few weeks, it is looking very likely that Trump will not only appear at the first Republican presidential primary debate in Cleveland, on Aug. 6, but that he will be closer to center-stage than some of his more politically experienced rivals.\nFor that reason, many editors believe Trump should be covered as aggressively as any other candidate. It's presumptuous for the media to decide who may or may not win the nomination, they say. While it's true that polling doesn't tell the whole story -- at this point in 2011, Michele Bachmann was polling even higher than Trump is today, and Trump is notoriously unfavorable among the Republican establishment -- many editors believe outlets must simply report on the presidential campaign as it unfolds.\n\"In my view, making decisions solely according to who may win the nomination is the worst way to cover a presidential election,\" said Steven Ginsberg, the senior politics editor at The Washington Post, which has been covering Trump aggressively for several months. \"A whole lot happens on the way to the nomination and you can't explain what's happening with the candidates or the country without being on top of all of it.\"\nRead the full report here.", "title": "The Donald Trump dilemma", "url": "http://www.politico.com/blogs/media/2015/07/the-donald-trump-dilemma-210162.html", "topics": ["personality", "campaign_finance"], "people": ["Anderson Cooper", "Jeb Bush", "Mark Leibovich", "Hillary Clinton", "Jeff Zucker", "Michele Bachmann", "Donald Trump", "Marco Rubio", "Scott Walker", "Steven Ginsberg"], "orgs": [], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-07-08 23:06:34", "org": "politico", "article_id": "d9e4c143e950883dcd0c606dfa77b199", "date_access": "2015-07-08 22:20:08.035775"}