{"body": "\n2016\n\n09/09/15, 05:10 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nJoe Biden's decision whether to run for president may rest more on his wife than anyone else. \n\n                                        Updated 09/09/15, 01:17 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nMajority Leader Kevin McCarthy and Majority Whip Steve Scalise will lead the effort.\n\n2016\n\n                                        Updated 09/09/15, 01:01 AM EDT\n\n                                        By \nEli Stokols\n\nThe candidate and the comedian make for something of an awkward duo.\n\n                                        Updated 09/08/15, 11:21 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGabriel Debenedetti\n\nAfter refusing to explicitly apologize for her use of private email while secretary of state, Clinton offers up a mea culpa.\n\n                                        Updated 09/08/15, 10:49 PM EDT\n\n                                        By \nJake Sherman\n\nThe American Action Network's ad will run run 235 times each on Wednesday and Thursday.\n\n                                        By \nMaia de La Baume\n\nMEP calls on European Parliament to open its building to asylum-seekers.\n\n                                        By \nAlex Spence\n\nVideo captures N1TV camerawoman sticking out her leg as migrants fleeing police rushed by.\n\n                                        Updated 09/08/15, 10:29 PM EDT\n\n                                        By \nBurgess Everett\n\n\"The United States has some degree of responsibility here,\" he says, blaming the Obama administration.\n\n                                        Updated 09/08/15, 10:03 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nThe earlier debate with candidates who polled at least 1 percent in 3 national polls will start at 6.\n\n                                        Updated 09/08/15, 09:28 PM EDT\n\n                                        By \nRachael Bade\n\nImmunity could make it easier Pagliano him to answer the panels' questions. \n\n09/08/15, 08:47 PM EDT\n\n09/08/15, 08:30 PM EDT\n\n                                        By \nJosh Gerstein\n\nAt issue is how Hillary Clinton's private attorney, David Kendall, got permission from the State Department.\n\nLetter From Hungary \n\n09/08/15, 08:29 PM EDT\n\n                                        By \n                                                Luiza Ch. Savage\n\nThe migrant crisis is uniting Europe’s past and present.\n\nIn The Arena\n\n09/08/15, 08:29 PM EDT\n\n                                        By \nCharles Duelfer\n\nWe’ll have to hold our noses to vote yes, but it buys us needed time.\n\nTHE BIG IDEA\n\n09/08/15, 08:29 PM EDT\n\n                                        By \nAlan Wolfe\n\nIf conservatives want to insist on the priority of rights, they shouldn't be surprised when they see their other goals slipping away.\n\n09/08/15, 08:23 PM EDT\n\n                                        By \nKathryn A. Wolfe\n\n2 other top executives have also resigned amid internal and federal investigations.\n\n                                        Updated 09/08/15, 08:13 PM EDT\n\n                                        By \nDylan Byers\n\nAustin Beutner learned of his ouster while listening to the radio.\nHILLARY CLINTON kicks off a media tour by finally saying the magic words: I’m sorry.\n\nIran deal\n\n                                        Updated 09/08/15, 07:02 PM EDT\n\n                                        By \nNahal Toosi\n\nTrump, Cruz and Palin follow Dick Cheney in denouncing the deal as the vote nears.\n\n09/08/15, 06:56 PM EDT\nThe Bernie effect?  — Colberting his soul\n\n09/08/15, 06:31 PM EDT\n\n                                        By \nBrian Faler\n\nHIs proposal would hit \"carried interest\" while lowering individual and corporate rates.\n\n                                        Updated 09/08/15, 06:15 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThree key Democrats said they would back the agreement this morning.\n\nHillary Clinton Emails\n\n09/08/15, 05:31 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“That was a mistake. I’m sorry about that. I take responsibility,” she said.\n\nCongress\n\n                                        Updated 09/08/15, 05:12 PM EDT\n\n                                        By \nSeung Min Kim\n\nIt's not clear how Republican leaders plan to resolve the standoff over Planned Parenthood funding.\n\n                                        Updated 09/08/15, 05:08 PM EDT\n\n                                        By \nNick Gass\n\nHis statement doesn't exactly square with the two reasons the elder Trump gave for running.\n\n                                        Updated 09/08/15, 04:55 PM EDT\n\n                                        By \nJosh Gerstein\n\nSecretary of State John Kerry has named a new czar to improve transparency at the State Department as the agency struggles to overcome archaic recordkeeping...\n\n                                        Updated 09/08/15, 04:41 PM EDT\n\n                                        By \nNick Gass\n                                        ,\nKatie Glueck\n                                         and \nDaniel Strauss\n\nHuckabee warns that Davis' story could just be the beginning.\n\n09/08/15, 04:05 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/08/15, 03:52 PM EDT\n\n                                        Updated 09/08/15, 03:51 PM EDT\n\n                                        By \nHadas Gold\n\nAccording to his family, Kohut had been battling leukemia since 2009. \n\n09/08/15, 03:29 PM EDT\n\n                                        By \nNick Gass\n\n\"I think that he has the fire in his belly to make America great again and probably do it the right way,\" Ditka says.\n\n                                        By \nMarc Caputo\n\n Trump briefly weighed in on Cuba policy during an interview published Monday.  \n\n                                        Updated 09/08/15, 02:07 PM EDT\n\n                                        By \nNick Gass\n\n\"The results may be catastrophic,\" the former vice president will say.\n\n09/08/15, 02:00 PM EDT\n\n                                        By \nTheodoric Meyer\n\nAPI, ANGA in merger talks, sources say\n\n09/08/15, 01:59 PM EDT\n\n09/08/15, 01:55 PM EDT\n\n09/08/15, 01:52 PM EDT\n\n                                        By \nDylan Byers\n\nRyan will become CEO and publisher of the California News Group.\n\n09/08/15, 01:37 PM EDT\n\n09/08/15, 01:27 PM EDT\nThe NFL regular season opens Thursday amid another year of rough public relations. We asked Cynthia Hogan, the NFL's lead lobbyist in Washington, to address...\n\n09/08/15, 01:15 PM EDT\n\n                                        By \nJake Sherman\n\nHouse Republican Whip Steve Scalise is bringing former U.N. Ambassador John Bolton to a meeting of GOP vote counters Tuesday night to discuss Iran.\n\n09/08/15, 01:10 PM EDT\n\n                                        By \nJake Sherman\n\nRep. Peter Roskam is taking on so-called 'side deals' in the nuclear deal.\n\n09/08/15, 12:01 PM EDT\n\n                                        By \nBrett Norman\n                                         and \nSarah Karlin\n\nICER will gauge cholesterol meds’ value – New cancer guidelines consider drug costs\n\n09/08/15, 11:57 AM EDT\n\n                                        By \nDylan Byers\n\nThe Post will not replace Hills.\n\n09/08/15, 11:07 AM EDT\n\n09/08/15, 11:00 AM EDT\n\n                                        By \nNick Gass\n\nThe results come days after an NBC poll showed Bernie Sanders with a double-digit lead in New Hampshire.\n\n09/08/15, 10:38 AM EDT\n\n                                        By \nDylan Byers\n\nFrom my post earlier today:\n\n09/08/15, 10:29 AM EDT\n\n09/08/15, 10:22 AM EDT\n\n                                        By \nDylan Byers\n\nRyan leaves the bureau chief role less than two years after replacing David Leonhardt\n\n09/08/15, 10:19 AM EDT\n\n09/08/15, 10:06 AM EDT\nThe West Virginia Democrat has been publicly agonizing over the deal during the congressional recess.\nWe're working on more stories right now\n\n                The ad campaign will target Reps. Scott Peters, pictured, and Rick Nolan.  | AP Photo\n\n            By \nJake Sherman\n\n09/09/15, 05:14 AM EDT\n\n                Updated 09/08/15, 10:49 PM EDT\nA conservative group is spending a quarter-million dollars to target House Democrats who say they will vote for President Barack Obama’s nuclear deal with Iran.\nThe American Action Network, a nonprofit with close ties to GOP leadership, is starting an ad campaign on broadcast television in two media markets: Minneapolis, where it will target Rep. Rick Nolan (D-Minn.), and San Diego, where the ads will criticize Rep. Scott Peters (D-Calif.). The buy is $100,000 in each market, and each advertisement will run 235 times, in total, Wednesday and Thursday.\nThe spot criticizes each lawmaker for supporting a deal that AAN says funds terrorism, lifts the missile embargo on Iran and will result in “destabilizing the Middle East.”\n\n\n\n            By \nBurgess Everett\n             and \nSeung Min Kim\n\n“But some in Congress like Rick Nolan are ignoring all the warnings and supporting a deal at any price,” the narrator says. “Call Rick Nolan and tell him to stop siding with Iran.”\nThe advertisement is an early sign of what conservatives believe will be a major campaign issue in 2016: the Iran agreement. For example, the AAN polled in Nolan’s district and found that 54 percent of voters oppose the Iran agreement, while just 27 percent support it. Nolan won his 2014 race with 48.5 percent of the vote, while his GOP opponent, Stewart Mills, got 47.1 percent of the vote.\n“This is a critically important vote beyond just what’s going on this week, this year, this cycle,” said Mike Shields, AAN president. “This is an important vote in history.”\nHe added, “Anytime you have someone in a congressional district voting against the wishes of his constituents, there could be a price to pay, and that’s what we want the member of Congress to know before the vote. We’re less focused on the political consequences than the historic consequences.”\n\n\nThe group is spending $50,000 on similar digital ads targeting not only Nolan and Peters, but also Democratic Reps. Debbie Wasserman Schultz of Florida, Pete Aguilar of California and Louise Slaughter of New York. Wasserman Schultz, chairman of the Democratic National Committee, has already been threatened with a primary challenge because of her support of the Iran deal.\n\n                                            By \nAlan Wolfe\n\n\n                                            By \n                                                    Luiza Ch. Savage\n\n\n                                            By \nCharles Duelfer\n\n\n                                            By \nJohn Culhane\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "GOP group targets Dems on Iran", "url": "http://www.politico.com/story/2015/09/gop-group-targets-dems-on-iran-213421", "topics": ["campaign_finance"], "people": ["Alan Wolfe", "Burgess Everett", "Louise Slaughter", "Wasserman Schultz", "David Kendall", "Rachael Bade", "Debbie Wasserman Schultz", "Peter Roskam", "Hadas Gold", "David Leonhardt", "Dylan Byers", "Cynthia Hogan", "Marc Caputo", "Joe Biden", "Sarah Palin", "Theodoric Meyer", "Steve Scalise", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Josh Gerstein", "Charles Duelfer", "Katie Glueck", "Nick Gass", "Rick Nolan", "Brett Norman", "Isaac Dovere", "Alex Isenstadt", "Seung Min Kim", "Sarah Karlin", "John Bresnahan", "Alex Spence", "Barack Obama", "Bernie Sanders", "Austin Beutner", "John Kerry", "Scott Peters", "Brian Faler", "Daniel Strauss", "John Bolton", "Stewart Mills", "Hillary Clinton", "Kathryn A. Wolfe", "Eli Stokols", "Jake Sherman", "Mike Shields", "Dick Cheney", "John Culhane"], "orgs": ["State Department", "Congress", "The Post", "GOP", "NFL", "Reps", "American Action Network", "ICER", "Democratic National Committee", "Dems", "U.N."], "authors": [{"author_id": 30854, "fullname": "edward-isaac dovere", "primary_org": "politico"}], "date_written": "2015-09-09 10:14:09", "org": "politico", "article_id": "d129aca30943b7847f758b541a465b57", "date_access": "2015-09-09 09:50:08.218031"}