{"body": "AP Photo\nBy Adam B. Lerner\n6/24/15 3:26 PM EDT\nThe head of a top Indian-American advocacy group on Wednesday condemned Ann Coulter’s comments that South Carolina Gov. Nikki Haley doesn’t understand America because she’s “an immigrant” with roots in India.\n“It’s a demographic death march that the Republican Party is on. This is a country of immigrants,” said Sanjay Puri, chairman and founder of the U.S.-India Political Action Committee.\nStory Continued Below\nPuri noted that not only was Haley born in America to immigrant parents, but Coulter’s ancestors were likely also immigrants to the United States. He said that the comments are offensive for “presuming that immigrants don’t understand American history.”\nOn Tuesday, Coulter appeared on the Fox Business Network and condemned Haley for calling for the Confederate battle flag to be taken down from outside the State Capitol. “I would really like to like Nikki Haley since she is a Republican,” Coulter said, but added that the South Carolina governor “is an immigrant and does not understand America’s history.”\nHaley was, in fact, born in South Carolina in 1972. Her parents immigrated to the U.S. from the Indian state of Punjab.\nCoulter’s comments were a sharp departure from the views of fellow Republicans such as Scott Walker, Jeb Bush, John Kasich and Donald Trump, all of whom have agreed with the governor that it’s time for the flag to come down.\nAlso on POLITICO\nRACHAEL BADE\nShe emphasized that, though she is from Connecticut, she believes the flag is an important part of Southern history.\n“The Confederate flag we’re talking about never flew over an official Confederate building,” Coulter said. “It was a battle flag. It is to honor Robert E. Lee. And anyone who knows the first thing about military history knows that there is no greater army that ever took the field than the Confederate Army.”\nCoulter said the fact that Dylann Roof, the alleged killer of nine African Americans in last week’s attack in South Carolina, showcased the flag in photos is irrelevant. The shooting, she said, “had nothing to do with the Confederate flag. He was also wearing a Gold’s Gym T-shirt.”\nThe conservative pundit appeared on the show to promote her new book “Adios, America: The Left’s Plan to Turn Our Country into a Third World Hellhole,” which was published June 1.\nBy MICHAEL CROWLEY\nBy ALAN GREENBLATT\nBy DONALD DOWNS and  JOHN SHARPLESS\nBy JACK SHAFER\n© 2015 POLITICO LLC", "byline": "", "description": "They note Coulter's ancestors were likely also immigrants to the United States", "title": "Indian-American group condemns Ann Coulter's swipe at Nikki Haley", "url": "http://www.politico.com/story/2015/06/indian-american-group-condemns-ann-coulter-nikki-haley-immigrant-119385.html", "topics": ["personality", "immigration"], "people": ["Sanjay Puri", "Adam B. Lerner", "Ann Coulter", "Robert E. Lee", "Jeb Bush", "Nikki Haley", "Dylann Roof", "John Kasich", "Donald Trump", "Scott Walker"], "orgs": ["Republican Party", "United States."], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-06-24 20:26:29", "org": "politico", "article_id": "491a58cb31c23f28c13a9525a471f26d", "date_access": "2015-06-24 20:20:04.621886"}