{"body": "\n09/06/15, 11:18 AM EDT\n\n                                        By \nTheodoric Meyer\n\nBernie Sanders has a solid lead among New Hampshire Democrats five months ahead of the primary there, according to a NBC News/Marist poll. \n\n09/06/15, 10:31 AM EDT\n\n                                        By \nTheodoric Meyer\n\nWasserman Schultz says there was no better way to butress Israel's security than \"approving this deal and ensuring that Iran is not ever able to get...\n\nCongress\n\n                                        Updated 09/06/15, 10:28 AM EDT\n\n                                        By \nNahal Toosi\n\nThe anti-Donald Trump is coming to town.\n\n09/06/15, 10:07 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSarah Palin would like to be Donald Trump's secretary of energy if he's elected president - but she doesn't think she'd hold the job very long.\n\n2016\n\n09/06/15, 08:29 AM EDT\n\n                                        By \nMatt Latimer\n\nCould it be Oprah, Jesse Ventura or Roger Ailes?\n\n09/06/15, 08:17 AM EDT\n\n                                        By \nAndrew Glass\n\n“We still feel the loss of every single person who perished on that fateful day.”\n\n09/06/15, 06:33 AM EDT\nHillary casts agenda as women’s agenda\n\n                                        Updated 09/06/15, 12:13 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1974, President Gerald Ford pardoned Richard Nixon, his disgraced predecessor, for any crimes, spawned by the Watergate scandal, that he...\n\nFourth Estate\n\n09/05/15, 04:43 PM EDT\n\n                                        By \nHugh Hewitt\n\nIt’s the duty of journalists to make presidential candidates answer tough questions. Especially on national security. \n\n2016\n\n09/05/15, 04:29 PM EDT\n\n                                        By \nAnnie Karni\n\nPORTSMOUTH, N.H. -- In a state with a history of electing women to its highest offices, and on the 20th anniversary of her famous speech in Beijing, where...\nAs asylum-seekers continue to arrive by any means they can, Europe seeks a common approach for accepting refugees.\nHILLARY to ANDREA: ‘I’ve been as transparent as I could\n\n09/05/15, 11:11 AM EDT\n“Clinton’s proxies ramp up attacks against Sanders\"\n\nLetter From Florida\n\n09/05/15, 09:27 AM EDT\n\n                                        By \n Frank Cerabino.\n\nPalm Beach is a town where measurements matter.\n\n09/05/15, 08:34 AM EDT\nThe Japanese ambassador addresses the U.S. House of Representatives.\n\n09/04/15, 08:21 PM EDT\n\n                                        By \nJoseph Marks\n\nBut imposing sanctions before this month's summit could derail other priorities.\nHILLARY CLINTON sat down Friday for a rare national television interview\n\n09/04/15, 07:52 PM EDT\n\n                                        By \nHenry C. Jackson\n\nTrump whiffed on a foreign policy query about the leaders of major terrorist organizations and of Iran’s Quds Force.\n\n2016\n\n09/04/15, 07:48 PM EDT\n\n                                        By \nAnnie Karni\n\nThe front-runner’s campaign is more closely guarding its talking points recently, briefing surrogates only by phone.\n\n2016\n\n09/04/15, 07:22 PM EDT\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nHis gradual ascent comes in spite of a sometimes chaotic campaign apparatus that marches to its own beat.\n\n2016\n\n09/04/15, 07:16 PM EDT\n\n                                        By \nBen Schreckinger\n\nForeign policy gaffe prompts a familiar strategy: Don't apologize, strike back at questioner. \n\n09/04/15, 06:57 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/04/15, 06:19 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nDarren Goode\n\nThe positions and priorities for API and ANGA have grown more closely aligned in recent years.\n\nFourth Estate\n\n09/04/15, 05:30 PM EDT\n\n                                        By \nJack Shafer\n\nPerry insists that his “marathon” campaign is still very much in the game as he recalibrates his efforts on South Carolina and Iowa, but he’s deluding...\n\nHILLARY CLINTON EMAILS\n\n                                        Updated 09/04/15, 04:52 PM EDT\n\n                                        By \nRachael Bade\n\nHeather Samuelson worked under Cheryl Mills and Clinton’s attorney David Kendall to sift through her ex-boss’ messages.\n\n09/04/15, 04:45 PM EDT\n\n                                        By \nKatie Glueck\n\nAll 17 GOP presidential candidates have been invited to a high-profile anti-Iran deal rally, where Cruz and Trump are already confirmed to speak.\n\nHillary Clinton Emails\n\n                                        Updated 09/04/15, 03:31 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe Democratic front-runner declines to directly apologize for using a private email account while she was secretary of state.\n\n09/04/15, 03:20 PM EDT\n\n09/04/15, 03:20 PM EDT\n\n                                        By \nDanny Vinik\n\nWhy Congress systematically neglects its main foreign-affairs job. \n\n09/04/15, 03:02 PM EDT\n\n                                        By \nDylan Byers\n\nHugh Hewitt asks tough questions. Every guest on his radio show, including the 14 presidential candidates who have appeared there in the past month, know...\n\n                                        Updated 09/04/15, 02:58 PM EDT\n\n                                        By \nNahal Toosi\n                                         and \nSeung Min Kim\n\nIt came down to his belief that the deal would strengthen Iran in the long run.\n\n09/04/15, 02:29 PM EDT\nPlaintiffs in the various FOIA cases have until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines for...\n\n                                        Updated 09/04/15, 02:21 PM EDT\n\n                                        By \nNahal Toosi\n\nSaudi Arabia's King Salman is in Washington to press his concerns about Iran.\n\n09/16/15, 09:00 AM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and Massachusetts Playbook Author Lauren Dezenski as they mark the launch of Massachusetts Playbook...\n\n09/04/15, 01:57 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n09/04/15, 01:39 PM EDT\n\n                                        By \nNick Gass\n\nThe one thing she can't live without? Sleep.\n\n09/04/15, 01:36 PM EDT\n\n                                        By \nNick Gass\n\nHere are a few past instances in which the billionaire and reality TV star has stumbled on international affairs.\n\n2016\n\n                                        Updated 09/04/15, 12:45 PM EDT\n\n                                        By \nNick Gass\n\nTrue to form, the real estate mogul tries to turn the tables by going on the attack.\n\n09/04/15, 12:43 PM EDT\n\n09/04/15, 12:23 PM EDT\n\n                                        By \nEli Stokols\n\nThe initial $500,000 buy includes Boston TV stations,\n\n                                        Updated 09/04/15, 12:11 PM EDT\n\n                                        By \nTimothy Noah\n\nEconomy added 173,000 jobs in August\n\n09/04/15, 12:05 PM EDT\n\n09/04/15, 12:05 PM EDT\n\n                                        Updated 09/04/15, 11:37 AM EDT\n\n                                        By \nNick Gass\n\nHe says he's waiting to \"counterpunch\" any attack.\n\n09/04/15, 11:11 AM EDT\n\n                                        By \nNick Gass\n\nThe Louisiana governor called out Trump by saying that \"you can't make America great again by throwing the Christians in jail.\"\n\n09/04/15, 10:58 AM EDT\n\n2016\n\n                                        Updated 09/04/15, 09:59 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president is testing himself and testing the waters, but still does not know if his family can take another run.\n\nFINANCE & TAX\n\n                                        Updated 09/04/15, 09:22 AM EDT\n\n                                        By \nBen White\n\nYellen and the Fed are under heavy pressure as the economy and markets wobble. \n\n                                        Updated 09/04/15, 09:02 AM EDT\n\n                                        By \nNick Gass\n\nKim Davis' husband said his wife is in good spirits, holding a sign that said \"Welcome to Sodom and Gomorrah.\"\nWe're working on more stories right now\n\n                AP Photo\n\n            By \nTheodoric Meyer\n\n09/06/15, 11:18 AM EDT\nBernie Sanders has a solid lead over Hillary Clinton among New Hampshire Democrats five months ahead of the Granite State's first-in-the-nation primary, and the Vermont senator is also gaining on Clinton in Iowa, according to NBC News/Marist polls released on Sunday. \nIn New Hampshire, Sanders had the support of 49 percent of Democrats when Joe Biden's name was not included as a choice, with Clinton in second with 38 percent support. \nSanders maintained his lead when Biden was included as a choice, with 41 percent picking Sanders, 32 percent choosing Clinton and 16 percent picking Biden, who is still weighing whether or not to enter the race.\nNone of the other Democratic candidates — former Maryland Gov. Martin O'Malley, former Rhode Island Gov. Lincoln Chafee and former Virginia Sen. Jim Webb — attracted more than 1 percent support in the poll.\nOn the Republican side, Donald Trump leads at 28 percent. Ohio Gov. John Kasich, who has focused his campaign on New Hampshire, took second with 12 percent support, with Ben Carson in third with 11 percent support.\nIn Iowa, Clinton's lead over Sanders has narrowed significantly. The former secretary of state now leads Sanders, 48 percent to 37 percent, down from a 29-point lead in an NBC News/Marist poll earlier this summer. (With Biden included as an option, Clinton earns 38 percent, compared to 27 percent for Sanders and 20 percent for the vice president.)\n\n\n\n            By \nTheodoric Meyer\n\nIn the GOP caucuses, Trump and Carson have put some distance between them and the rest of the field. Trump is at 29 percent, and Carson is at 22 percent. The next-closest candidate, former Florida Gov. Jeb Bush, is at 6 percent.\nWisconsin Gov. Scott Walker, who led Trump in a July NBC News/Marist poll in Iowa, was at just 5 percent, joined by Carly Fiorina and Rand Paul.\nThe polls were conducted Aug. 26-Sept. 2. In Iowa, there were 345 potential Democratic caucus participants and 390 Republicans; the margins of error are plus-or-minus 5.3 and 5.0 percentage points, respectively. In New Hampshire, there were 356 potential Democratic primary voters and 413 Republicans; those margins of error are 5.2 and 4.8 points; respectively.\n\n                                            By \nJennifer Haberkorn\n\n\n                                            By \n Frank Cerabino.\n\n\n                                            By \nMatt Latimer\n\n\n                                            By \nHugh Hewitt\n\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Poll: Sanders leads Clinton in New Hampshire, closing in Iowa", "url": "http://www.politico.com/story/2015/09/poll-sanders-maintains-his-lead-in-new-hampshire-213373", "topics": ["personality"], "people": ["Nick Gass", "Scott Walker", "Wasserman Schultz", "Kim Davis", "Rand Paul", "David Kendall", "Rachael Bade", "Gerald Ford", "Heather Samuelson", "Henry C. Jackson", "Anna Palmer", "Hugh Hewitt", "Dylan Byers", "Janet Yellen", "Richard Nixon", "Joe Biden", "Sarah Palin", "Lauren Dezenski", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Frank Cerabino", "Bernie Sanders", "Danny Vinik", "Katie Glueck", "Roger Ailes", "Jack Shafer", "Martin O'Malley", "Joseph Marks", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Cheryl Mills", "Andrew Glass", "Donald Trump", "Darren Goode", "Timothy Noah", "Carly Fiorina", "Jesse Ventura", "Ben Schreckinger", "Jennifer Haberkorn", "Mike Allen", "Daniel Strauss", "Matt Latimer", "John Kasich", "Ben White", "Eli Stokols", "Hillary Clinton", "Jim Webb", "Ben Carson", "Lincoln Chafee"], "orgs": ["Fed", "Congress", "Boston TV", "Marist", "U.S. House of Representatives", "API", "GOP"], "authors": [{"author_id": 30738, "fullname": "theodoric meyer", "primary_org": "politico"}], "date_written": "2015-09-06 16:18:54", "org": "politico", "article_id": "cd7056fe345e693949233205faf1b528", "date_access": "2015-09-06 15:30:07.556320"}