{"body": "\n10/17/15 11:53 AM EDT\n\n                                        By \nMike Allen\n\nA draft announcement speech for the V.P. -- in case he runs. Dateline: Scranton\n“On Saturday morning, the Vice President will be in Wilmington, Delaware. In the afternoon, he will travel to New York City.\n\n10/17/15 09:49 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\n2016\n\n10/17/15 08:14 AM EDT\n\n                                        By \nKyle Cheney\n\nFor all the buzz surrounding his campaign, the Florida senator isn't raising enough money and hasn't yet built much of a field organization. \n\nPrimary Source\n\n10/17/15 08:00 AM EDT\n\n                                        By \n                                                Mark Towhey\n                                         and \n                                                Johanna Schneller\n\nRob Ford’s former chief of staff dishes the inside story of the Toronto mayor’s decline and fall.\n\nForeign Policy\n\n10/17/15 07:59 AM EDT\n\n                                        By \nMichael Crowley\n\nIran's president may be setting an unrealistic goal of lifting sanctions before February elections. \n\n10/17/15 12:13 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1939, 45 of the Senate's 96 senators, as well as 250 House members, were present in Constitution Hall to watch the world premiere of Mr....\n\n2016\n\n10/16/15 08:37 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nAs party donors and activists await a Biden decision, Clinton and Sanders see a two-person race.\n\n2016\n\n10/16/15 08:23 PM EDT\n\n                                        By \nBen Schreckinger\n\nHis campaign has developed the infrastructure to put up a real fight in the earliest primaries and beyond.\n\n10/16/15 08:22 PM EDT\n\n                                        By \nElana Schor\n\nThe decision pivots away from energy development in the environmentally sensitive region.\n\n10/16/15 07:22 PM EDT\n\n                                        By \nEliza Collins\n\nIn a campaign cycle where candidates are battling over who can be the most frugal there's one sky-high luxury that teams on both sides are having a hard...\n\n10/16/15 06:52 PM EDT\n\n                                        By \nEliza Collins\n\nSen. Bernie Sanders, has not yet commented on Obama's decision.\n\n                                        By \n                                                Henry C. Jackson\n\n389 days until Election Day 2016\n\n10/16/15 06:38 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHey Big Spender\n\n2016\n\n                                        Updated 10/16/15 06:14 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe Republican front-runner's threat to boycott CNBC's debate set off an intense 48 hours of deal-making.\n\n10/16/15 05:58 PM EDT\n\n                                        By \nKatie Glueck\n\nBen Carson's spokesman contributed to liberal Sen. Barbara Boxer's victory over Carly Fiorina in 2010.\n\nFourth Estate\n\n10/16/15 05:38 PM EDT\n\n                                        By \nJack Shafer\n\nNobody else has the political will to kick Clinton in the shins—to squeeze a little blood in the broth, if you allow.\n\n10/16/15 05:01 PM EDT\n\n10/16/15 05:00 PM EDT\n\n10/16/15 04:57 PM EDT\n\n10/16/15 04:23 PM EDT\n\n                                        By \nAnnie Karni\n\nHillary is making guns a campaign issue.\n\n10/16/15 03:56 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt didn't take long for staffers from a few 2016 Republican presidential campaigns to start taking pot shots at each other over the latest FEC fundraising...\n\n                                        Updated 10/16/15 03:22 PM EDT\n\n                                        By \nRachael Bade\n\nPanel Republicans did not respond to Democratic accusations that Abedin's testimony was irrelevant.\n\n                                        Updated 10/16/15 03:20 PM EDT\n\n                                        By \nNick Gass\n\n\"Don’t blame him or don’t blame him, but he was president,\" Trump says.\n\n                                        Updated 10/16/15 03:11 PM EDT\n\n                                        By \nNick Gass\n\nIt's up to the American people to decide the next president, he says.\n\n10/16/15 02:55 PM EDT\n\n10/28/15 08:00 AM EDT\nPOLITICO's Chief Economic Correspondent Ben White takes Morning Money live for a breakfast briefing with Director Richard Cordray, Consumer Financial Protection...\n\n10/16/15 02:04 PM EDT\n\n                                        By \nEliza Collins\n\nRomney says Trump's controversial comments about Hispanics could be \"problematic.\"\n\n10/16/15 02:02 PM EDT\n\n                                        By \nJosh Gerstein\n\nAhmed Abu Khatallah is facing a slew of terrorism and murder charges in connection with the assault that claimed the lives of four Americans.\n\n10/16/15 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nMore signs pointing to API, ANGA merger — Bill Clinton hits money trail\n\n                                        Updated 10/16/15 01:34 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton and Bernie Sanders are in a tight race in New Hampshire, a new poll finds.\n\nWar Room\n\n10/16/15 12:59 PM EDT\n\n                                        By \n                                                Jeff Eggers\n\nMore troops alone can’t win. The U.S. needs to leverage its new commitment into diplomatic and political gains.\n\n                                        Updated 10/16/15 12:54 PM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton will make her first visit to Stephen Colbert's \"Late Show\" on Oct. 27.\n\n11/10/15 05:30 PM EST\nJoin POLITICO for cocktails and conversation with leading voices who are changing the way Americans engage around the world.\n\n                                        By \n                                                Dana Rubinstein\n\n\n                                        By \n                                                Matt Dixon\n\n\n10/16/15 11:39 AM EDT\n\n10/23/15 12:00 PM EDT\nJoin POLITICO's heath care editor Joanne Kenen and eHealth editor Arthur Allen for an Outside, In Twitter Chat exploring the digital revolution...\n\n                                        Updated 10/16/15 10:57 AM EDT\n\n                                        By \nRachael Bade\n\nHuma Abedin had been scheduled weeks ago to testify Friday.\n\n10/16/15 10:45 AM EDT\n\n10/16/15 10:12 AM EDT\n\n                                        By \nHadas Gold\n\nWashington Free Beacon editor Matthew Continetti said in a statement Stiles purchased the hats for the staff at the publication.\n\n10/16/15 10:06 AM EDT\nNRA vs. NEWSOM\n\n10/16/15 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nLouisiana rivals slam Vitter over debate restrictions\n\n10/16/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nTeamsters fund cuts made public – McDonald's NLRB 'Chutzpah'\n\n10/16/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nKasich’s vanilla tax plan — Hastert saga nearing end\n\n10/16/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHHS lowballs Obamacare enrollment targets — Colorado co-op looks for ways to stay alive — Obamacare doesn't cancel class for long\n\n10/16/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nRFS air wars escalate — Feds to give update on biotech rule changes\n\n10/16/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW details worldwide recall plans — Debt-limit date skips ahead\n\n10/16/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nTech giants oppose CISA (but not unanimously) — FinFisher malware used by governments\n\n10/16/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nPritzker urges EU to speed up safe harbor talks — Harper not guessing anymore\nWe're working on more stories right now\n\n                                                    Politico\nYour daily speed read on labor and employment policy \n\n            By \nBrian Mahoney\n\n10/16/15 10:01 AM EDT\nWith help from Marianne LeVine. \nUAW PLAYS HAMLET ON TPP: Even as the AFL-CIO voices loud opposition to the Trans Pacific Partnership, the UAW (an AFL-CIO member union) is keeping a low profile on the issue. But as the trade deal nears completion the UAW confronts a difficult choice.\nStory Continued Below\nIf it backs the deal, it will face a livid rank and file that's deeply skeptical of U.S. trade policy. But if it rejects it, that will rock the boat with an administration it's enjoyed close ties to. National political director Mary Beth Cahill worked as a consultant to Priorities USA Action, a Super PAC created to support Obama's re-election in 2012. Also, it was under President Barack Obama that the auto industry received an $80 billion bailout begun under President George W. Bush. \nThe UAW has some substantive reasons to favor TPP, including its lengthy extension of protective tariffs. But the union is unhappy that the current deal doesn't address currency manipulation and weak labor rights in Mexico. After the agreement was largely finalized earlier this month, UAW President Dennis Williams issued a public statement warning that auto suppliers \"might be faced with a flood of subsidized imports\" and urged Froman to go back to the bargaining table. But for now, the UAW is staying neutral. More from Brian Mahoney here: http://politico.pro/1PwFl0I\nGOOD MORNING! It's Friday, Oct. 16, and this is Morning Shift, POLITICO's daily tipsheet on labor and employment policy. Send tips, corrections and exclusives to bmahoney@politico.com, tnoah@politico.com and mlevine@politico.com. Follow us on Twitter at @politicomahoney, @TimothyNoah1 and @marianne_levine.\nNOW PUBLIC: CENTRAL STATES' PLAN TO CUT BENEFITS : The Central States Pension Fund’s application to cut vested benefits was posted Thursday to the Treasury Department’s website. Central States, one of the largest multiemployer pension plans in the country, filed the proposal September 25. The cuts come nearly one year after Congress enacted legislation that allows trustees for financially troubled multiemployer pension plans to cut benefits if they receive Treasury’s approval and if plan participants approve the cuts. Treasury can override a “no” vote, though, if a plan’s insolvency would cost the Pension Benefit Guaranty Corporation more than $1 billion--which the Central States plan is projected to do. \nLawmakers on both sides of the aisle are still skeptical about the 2014 law. Last week, Sen. Rob Portman introduced bill that would prevent the Treasury Department from overriding a “no” vote. In June, Sen. Bernie Sanders (I-VT) and Rep. Marcy Kaptur (D-OH) introduced legislation that would stop the cuts altogether and bail out insolvent multiemployer plans by closing two tax loopholes.\nWHY DON’T WORKPLACE DISASTERS PUT CEOS IN JAIL?: Massey Energy CEO Don Blankenship is one of the few corporate executives to face possible jail time for the workplace deaths of his employees. But the specific charges against Blankenship -- arising from the deaths of 29 miners in 2010 -- don’t derive from mine safety statutes. Instead, International Business Times’ Cole Stangler writes, Blankenship has been charged “under general conspiracy statutes -- in effect, for defrauding the United States government. He faces two such felony counts: conspiracy to violate mining safety rules and conspiracy to block inspectors from carrying out their duties at the Upper Big Branch mine before the explosion. The other felony is for misleading financial regulators about his company’s safety record after the explosion.”\nWhy isn’t Blankenship being prosecuted for mine safety violations? Because those laws are fairly weak. “Workplace safety laws prescribe criminal charges under a narrow set of circumstances: Employers must willfully violate safety standards, give advanced notice of inspections, or make false statements. Then, the enforcement agencies -- in most cases, the Occupational Safety and Health Administration (OSHA), which covers most private sector workers, and the Mine Safety and Health Administration (MSHA) which covers mining workers -- have to recommend criminal prosecution to the Justice Department. The maximum penalty for these sorts of violations is a misdemeanor.”\nOSHA Director David Michaels recently asked Congress to add criminal penalties to the OSH statute. “Simply put, OSHA penalties must be increased to provide a real disincentive for employers accepting injuries and worker deaths as a cost of doing business,” Michaels said. But given the GOP Congress we’re not likely to see tougher laws any time soon. http://bit.ly/1jECHK7\nNLRB UPDATE \nBOARD MARVELS AT MCDONALD’S ‘CHUTZPAH’: The NLRB continued its long-standing discovery spat with McDonald’s in filings to Administrative Law Judge Lauren Esposito, who’s overseeing the agency’s joint employer case against the franchise. NLRB attorney Jamie Rucker asked Esposito to deny McDonald’s’ request that the trial in the case commence on Jan. 11. (Rucker doesn’t yet oppose that date but wants to reserve his right to ask for a continuance). \nAs we noted earlier this week, the trial’s been held up as the NLRB seeks a federal court enforcement order requiring Mcdonald’s to comply with its voluminous discovery requests. McDonald’s said in earlier papers that it’s been stunned by the behavior of board lawyers, who are equally unimpressed with company lawyers. “In light of its behavior—and despite its claim to be ‘stunn[ed]’—it should be plain to McDonald’s why the General Counsel claims it is responsible for the fact that hearing has not resumed in this matter,” Rucker’s said. “The inescapable fact is that McDonald’s is responsible.” \n“McDonald’s’ attempt to attribute the delay in resuming hearing to the time it took for General Counsel to file enforcement papers is a particular brand of chutzpah,” Rucker added. “In essence, McDonald’s complains that the General Counsel is taking too long to force it to behave.” http://bit.ly/1G87DwS\nAttached to its brief, the NLRB also appended a detailed May 22, 2014 memo from McDonald’s attorneys to the board’s division of advice on the applicability of the then-pending Browning-Ferris joint employer case to the charges at the heart of the McDonald’s case, as well as a general defense of the joint employer allegations. Read the memo here: http://bit.ly/1OFZzoj\nNLRB DEFENDS UNION ELECTION RULE: The agency on Wednesday kicked off its defense of the new union election rule in the Fifth Circuit court of appeals. The board fended off a challenge from the Associated Builders and Contractors of Texas, which promptly appealed. Read the board’s brief here: http://bit.ly/1QypWeN\nUNITE HERE ENDORSEMENT COULD COME IN JANUARY: The union and its powerful Nevada affiliate the Culinary Workers could decide to endorse just before the Nevada caucuses in February, according to the Los Angeles Times’ Kurtis Lee. The Culinary Workers and its largely Latino membership are an incredibly valuable bloc in the early primary state. “When you have a group of that size willing to put resources into a campaign, it’s powerful,” David Damore, an associate professor of political science at the University of Nevada at Las Vegas, told the Times. “There is no need for a new mobilization effort of Latino voters here in Nevada,” he added. “What they have is consistent and will be there.” http://lat.ms/1LQaUNg\nUNION PROPOSES TARGETED MINIMUM IN SACRAMENTO: UNITE HERE Local 49 filed a ballot measure in Sacramento that would raise the city’s minimum wage to $15 by 2019, but it would apply only to city lands. More from Sacramento Business Journal: http://bit.ly/1NeRYex\nTEAMSTERS PRESS NMB ON ALLEGIANT BARGAINING: It’s been three years of contract deadlock between the Teamsters the low-budget airline Allegiant Air, and a strike is looming. Company pilots have already voted overwhelmingly to authorize a strike, but the union must first exhaust its administrative remedies. Toward that end, Teamsters officials asked the National Mediation Board to release the union from ongoing negotiations with the airline. \nThe NMB could decide to send the case to a third-party arbitrator. If that process fell through, the Teamsters could then strike after a 30-day cooling period. More from the A.P.: http://abcn.ws/1MFjJOX\nCAN UBER DRIVERS STRIKE? Some Uber drivers are pushing for a strike this weekend. According to a Facebook events page, strike organizers are calling on Uber to raise rates by 60 percent nationwide, add tip options, raise the cancellation fee to $7, and raise the minimum fare to $7. The strike will test whether or not Uber drivers can successfully organize meaningful collective action, even though the company insists they are not employees. \nCOFFEE BREAK \n—\"Companies to Workers: Start Saving More—Or We’ll Do It for You,\" from The Wall Street Journal: http://on.wsj.com/1RLpYAW\n— \"Graduate students nationwide press for right to form union,\" from Al-Jazeera: http://bit.ly/1jFsBZk\n— Fiat-Chrysler will end production of the Viper under new UAW contract, from Automotive News: http://bit.ly/1X7K6jE\n— Unions battle for immigrant workforce in South Florida, from Fusion: http://fus.in/1MsybW5\n— \"Walmart Is Raising Wages, And No One Is Happy,\" from BuzzFeed: http://bzfd.it/1GgIm3p\n— Local lawmakers in Missouri support right-to-work, from Rolla Daily News: http://bit.ly/1GJ31YC\n— \"Jobless Graduates Who Sued Law Schools Find Little Success in Court,\" from The Wall Street Journal: http://on.wsj.com/1Pkk3UZ\nTHAT’S ALL FOR MORNING SHIFT. \nBrian Mahoney is a labor and employment reporter for POLITICO Pro. Before joining POLITICO, he  spent two years as a reporter for the news wire Law360, where he reported on federal courts, including the U.S. Court of Appeals for the D.C. Circuit and the U.S. Supreme Court. He is a 2009 Phi Beta Kappa graduate of the College of William and Mary, where he was a news and online editor for the college newspaper The Flat Hat.\nMahoney grew up in Cranford, N.J. and lives in Washington, D.C.\n\n                                            By \n                                                    Mark Towhey\n                                             and \n                                                    Johanna Schneller\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Jeff Eggers\n\n\n                                            By \n                                                    Frederic Hof\n\n © 2015 POLITICO LLC", "byline": "", "description": "Teamsters fund cuts made public – McDonald&#39;s NLRB &#39;Chutzpah&#39;", "title": "UAW plays Hamlet on TPP", "url": "http://www.politico.com/tipsheets/morning-shift/2015/10/uaw-plays-hamlet-on-tpp-teamsters-fund-cuts-made-public-mcdonalds-nlrb-chutzpah-210764", "topics": ["trade"], "people": ["David Damore", "Kyle Cheney", "Rachael Bade", "Helena Bottemiller Evich", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Kurtis Lee", "Dana Rubinstein", "Matthew Continetti", "Marcy Kaptur", "Barbara Boxer", "Richard Cordray", "Joanne Kenen", "Brian Mahoney", "Bill Clinton", "Gabriel Debenedetti", "Elana Schor", "Bernie Sanders", "Huma Abedin", "Annie Karni", "Nick Gass", "Jack Shafer", "Stephen Colbert", "Jennifer Scholtes", "Adam Behsudi", "Daniel Lippman", "Alex Isenstadt", "Andrew Glass", "Michael Crowley", "Eliza Collins", "Toby Eckert", "David Vitter", "Matt Dixon", "Tim Starks", "Carly Fiorina", "Brianna Ehley", "Ben Schreckinger", "Dennis Williams", "Mike Allen", "Daniel Strauss", "Arthur Allen", "Hillary Clinton", "Ben White", "George W. Bush", "Josh Gerstein", "Barack Obama", "Katie Glueck", "Ben Carson", "Rob Portman"], "orgs": ["Treasury Department", "Fiat", "CNBC", "V.P.", "U.S. Supreme Court", "Teamsters", "eHealth", "Treasury", "Phi Beta Kappa", "Congress", "UAW", "A.P.", "U.S. Court of Appeals", "Super PAC", "RFS", "GOP Congress", "Chrysler", "TPP", "NLRB", "Trans Pacific Partnership", "Senate", "CISA", "NRA", "Justice Department", "College of William", "The Flat Hat"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-10-16 15:01:16", "org": "politico", "article_id": "ed60d80651fadf2eb587a1e8b2ba9ffc", "date_access": "2015-10-17 17:31:25.649139"}