{"body": "Politics\nSensitive about their own democracy deficit, the Chinese are poking fun at the Bush-Clinton dynasties.\nBy AARON MAK\nJuly 20, 2015\nGetty.\nPerhaps no one in the world would relish a general election campaign between Hillary Clinton and Jeb Bush—apart from the two candidates themselves—more than the mandarins in Beijing.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nAlready, official Chinese news coverage of the 2016 primary season is highlighting the back-and-forth baton exchange between the Clinton and Bush families. Other U.S. presidential candidates are often brushed off as long shots; many Chinese writers seem to have bypassed the primaries, already nominating the front-runners in order to fit the narrative.\nChinese journalists, often eager to take the party line, are framing the U.S. election—sometimes smugly, sometimes incredulously—as a battle between hereditary family clans.\nThe reason for this long-lens look at 2016 from Beijing seems clear. The ruling Chinese Communist Party is deeply sensitive to charges that it is non-democratic and the playground of “princelings”— a pejorative term for the class of Chinese business tycoons and political power players who trace their lineages to Communist veterans. Nothing helps to blunt that charge as much as the idea that American democracy is similarly corrupt. “The Chinese media, especially the Party media, has been using American elections as a way to discredit democracy,” says Kecheng Fang, a former reporter for the Southern Weekly in Guangzhou who now researches Chinese media at the University of Pennsylvania. “I think much of Chinese media has been referring to this election as Clinton 2.0 versus Bush 3.0, so it’s a very trendy topic.” As Weihua Chen, chief Washington correspondent for the China Daily, the government’s largest English-language newspaper, put it to me in an interview: “You guys always talk about being the greatest democracy, but now you have a democracy run by two families for more than a decade?”\nA litany of articles from China's government-run print news outlets illustrates this trend. When Xinhua, China’s official news agency, reported on Jeb’s presidential announcement, the article focused entirely on the sorry state of familial politics in America. Xinhua also published a story tracing the history of political pedigrees in the United States, identifying the Kennedy, Roosevelt, Harrison and Adams families as examples of this nepotistic strain. Yet another article in the Global Times, a conservative CCP tabloid, opined that a second Bush-Clinton election “may lead to a compromised form of democracy that the U.S. has brandished.”\nOf course, Chinese newspaper writers are hardly the first or only journalists to point out the uncomfortably dynastic tenor of this election. The Washington Post, New York Times and many others have written disparagingly about the topic. RT, a Kremlin-funded TV network often accused of being a pro-Russia mouthpiece, published an op-ed on its website gibing that Chelsea Clinton should marry George P. Bush, thus establishing a “single line of monarchy.”\nThe daily machinations of Chinese propaganda officials are murky, and the level of editorial control they exert can vary from paper to paper, so it’s impossible to tell for sure whether this overall focus on the family dynamics of the 2016 race is a directive from the higher-ups or a narrative being pushed by the journalists themselves. Fang elaborated in a later email, “For the Clinton vs. Bush dynasty case, I don’t have any evidence available to prove that it’s coordinated by propaganda officials. But I think it’s safe to say that the propaganda officials are guiding the direction in general.”\nBill Bishop, who runs the popular website Sinocism China Newsletter, sees the dynasty coverage as part of an attempt to legitimize the CCP’s authoritarian ideology. Official media is an effective instrument to that end, allowing the government to point out flaws in democracy while defending the Chinese political system. “It’s very easy for the propaganda guys if it’s a Bush-Clinton election,” Bishop says.\nAmong those likely eager to make this anti-democratic narrative stick is China’s President Xi Jinping, who would no doubt like to divert attention from the troubling fact that he, himself, is the product of a political dynasty. His father, Xi Zhongxun, was a vice premier and is regarded as one of the founders of the CCP; thus the younger Xi is often labeled a princeling. Still, charges of nepotism in American politics could only come back to haunt Xi. “It’s a tricky question for the party media because Xi Jinping is also Xi 2.0,” says Kecheng Fang, who said he has seen comments from netizens to this effect when such articles are posted on Weibo, China’s social media giant.\nAt the same time, though, Xi has waged a massive anti-graft campaign against his own party, cleaning up the corruption and nepotism that runs rampant in the upper echelons of Chinese society. Although many see it as a cynical tactic to get rid of Xi’s political foes, the CCP has been crowing about its results. One can’t help but notice the potential juxtaposition that state media could be setting up: As U.S. leaders are becoming more nepotistic and sullied by money through campaign finance, Chinese leaders are making efforts to become less so. When asked about nepotism in China, Chen of the China Daily said, “China has always been in an evolutionary process. […] You could still say there are many problems, but it’s actually becoming better.”\n***\nAaron Mak is a researcher at Politico.\nLead image by Getty.\nThe POLITICO Mag Profile\n By LUKE Oâ\u0080\u0099BRIEN\nWhat Works\n By DEBRA BRUNO\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "Perhaps no one in the world would relish a general election campaign between Hillary Clinton and Jeb Bush—apart from the two candidates themselves—more than the mandarins in Beijing.\nAlready, official Chinese news coverage of the 2016 primary season is highlighting the back-anContinue reading ...", "title": "Why China Wants a Jeb-vs.-Hillary Race", "url": "http://www.politico.com/magazine/story/2015/07/jeb-hillary-beijing-china-media-dynasty-120243.html", "topics": ["china"], "people": ["Aaron Mak", "Jeb Bush", "Xi Jinping", "Hillary Clinton", "Chelsea Clinton"], "orgs": ["Videos & Photos", "University of Pennsylvania", "What Works", "Xinhua", "Party", "Xi Jinping"], "authors": [{"author_id": 34723, "fullname": "aaron mak", "primary_org": "politico"}], "date_written": "2015-07-20 22:09:06", "org": "politico", "article_id": "44447c15ffb8c61e5d003feea5c3eefc", "date_access": "2015-07-20 21:40:04.073751"}