{"body": "\nSupreme Court\n\n                                        Updated 10/04/15 11:18 AM EDT\n\n                                        By \nJosh Gerstein\n\nJudges may take up cases on abortion and immigration.\n\n10/04/15 11:16 AM EDT\n\n                                        By \nElena Schneider\n\nNew Jersey Gov. Chris Christie hit on his outsider status and not running on his record in office on ABC's 'This Week.'\nTen years after the Jyllands-Posten controversy, Denmark still grapples with free speech.\n\n10/04/15 10:53 AM EDT\n\n                                        By \nElena Schneider\n\nDonald Trump sketched out the scenario when he would exit the 2016 presidential race-when he falls in the polls.\n\n10/04/15 10:52 AM EDT\nHILLARY as barkeep Val on SNL: ‘Isn’t (Trump) the one who’s like, “UH, you’re all losers”?’ -- B’DAY: Steve Capus\n\nCONGRESS\n\n                                        Updated 10/04/15 10:49 AM EDT\n\n                                        By \nRachael Bade\n                                         and \nJohn Bresnahan\n\nThe Utah Republican officially launches his dark-horse campaign for House speaker.\n\n10/04/15 10:28 AM EDT\n\n                                        By \nElena Schneider\n\nArizona Sen. John McCain warned Republican presidential candidates that if they continue personal attacks on 'character and integrity,' then 'we'll pay...\n\n                                        Updated 10/04/15 10:21 AM EDT\n\n                                        By \nAnnie Karni\n\nShe also takes some gentle ribbing about gay marriage and the Keystone pipeline.\n\n10/04/15 09:42 AM EDT\n\n                                        By \nJake Sherman\n\nUtah Rep. Jason Chaffetz sent a letter to his GOP colleagues Sunday morning announcing his bid for speaker.\n\n                                        By \nPeter Berlin\n\nThe ex-Manchester United manager basks anew in his fans’ adulation with a new book on leadership.\n\n10/04/15 09:36 AM EDT\n\n                                        By \nElena Schneider\n\nDonald Trump maintains his polling edge in Iowa and New Hampshire, but his dominant lead has faded some.\n\n10/04/15 09:09 AM EDT\n\n                                        By \nElena Schneider\n\n“You're going to have problems no matter how good, no matter what kind of checks you do, you know, what kind of laws.”\n\nOn The Bench\n\n10/04/15 07:44 AM EDT\n\n                                        By \n                                                Cass R. Sunstein\n\nIn friendship and romance, people are drawn to identifiable types. Some of us like larger-than-life figures, full of charisma, wild plans and fun. Some...\n\n10/03/15 10:57 PM EDT\n\n                                        By \nAndrew Glass\n\nHe spoke the day after a coup aimed at overthrowing Manuel Noriega.\n\n2016\n\n10/03/15 10:48 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president scores a rock-star's welcome at the annual dinner of the country’s largest gay-rights group -- though Hillary got the first invitation.\n\n10/03/15 07:12 PM EDT\n\n                                        By \nDoug Palmer\n\nAfter extending their stay for a fifth day, U.S. officials said they remain optimistic they can clinch a deal Sunday. \n\n10/03/15 02:12 PM EDT\n\n                                        By \nKimberly Hefling\n\nThe National Education Association endorsement comes amid grumbling from some members that it's too soon.\n\n10/03/15 01:52 PM EDT\n\n                                        By \nLauren French\n\n\"The truth is [the old] rules are no longer working.\"\n\"Clinton makes gay rights as a core promise of 2016 campaign.\"\n\n10/03/15 12:49 PM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\n2016\n\n10/03/15 08:01 AM EDT\n\n                                        By \n                                                Paul Goldman\n                                         and \n                                                Mark J. Rozell\n\nHow noncitizens decrease Republican chances of winning the White House next year.\n\n10/02/15 11:02 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1965, President Lyndon B. Johnson signed legislation abolishing an immigration quota system based on national origin that had been in force...\n\nWhite House\n\n10/02/15 08:34 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nIn a freewheeling news conference, the president smacks down Putin, Congress and gun control opponents -- among others.\nUnions wanted Obama to fire Arne Duncan. They got John King instead.\nShe took aim at them for not expanding Medicaid under the Affordable Care Act.\n\n                                        Updated 10/02/15 07:14 PM EDT\n\n                                        By \nCaitlin Emma\n                                        ,\nAllie Grasgreen Ciaramella\n                                         and \nKimberly Hefling\n\nHe doesn’t have immediate plans lined up for life after the administration.\nThe best from this week's late-night television.\nHILLARY CLINTON’s donors get a pep talk, even while some defect to JOE BIDEN.\n\n10/02/15 06:45 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIndianoplace like home — Stuff happens\n\n10/02/15 06:32 PM EDT\n\n                                        By \nEli Stokols\n\n\"It's fine. It's not a big deal,” he says. \n\n10/02/15 06:32 PM EDT\n\n10/02/15 06:29 PM EDT\n\n                                        By \nBryan Bender\n\nOnce frequent communication between U.S. and Russian military has all but halted. In Syria, the superpowers are virtually starting from scratch.\n\n                                        Updated 10/02/15 06:13 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nHere are some of Bush’s most ill-worded comments since launching his campaign.\n\n                                        Updated 10/02/15 06:11 PM EDT\n\n                                        By \nMichael Crowley\n\nAll the Russian president has gained are higher poll numbers -- in state-controlled media, the president said.\n\n10/02/15 05:59 PM EDT\n\n                                        By \nHadas Gold\n\nKamen spent 35 years with the Post, 23 of those writing \"In the Loop.\"\n\n                                        Updated 10/02/15 05:52 PM EDT\n\n                                        By \nSarah Wheaton\n\n“I’m going to talk about this,” Obama said, “and I’m going to politicize it.”\n\n                                        Updated 10/02/15 05:51 PM EDT\n\n                                        By \nDaniel Strauss\n\nFormer Florida governor Jeb Bush on Friday while discussing gun control on Friday said \"stuff happens\" but it doesn't necessarily mean action...\n\n                                        By \n                                                Jessica Bakeman\n                                         and \n                                                Keshia Clukey\n\nPresident Barack Obama tapped King to lead the U.S. Department of Education.\n\n10/02/15 05:31 PM EDT\n\n10/02/15 05:30 PM EDT\n\n                                        By \nEliza Collins\n\nHis 'rejection of absolutism' is a 'good place to start,' the president said during a Friday press conference. \n\n10/02/15 05:19 PM EDT\n\n10/02/15 05:15 PM EDT\n\n                                        By \nEliza Collins\n\nWith Biden weighing a run, the president works to remain even-handed.\n\n10/02/15 05:01 PM EDT\n\n10/02/15 04:58 PM EDT\n\n10/02/15 04:57 PM EDT\n\n                                        By \nLauren French\n\nEfforts have stalled in the House and Senate.\n\n10/02/15 04:53 PM EDT\n\n10/02/15 04:50 PM EDT\n\n                                        By \nEliza Collins\n\n\"It would have profound impact for the global economy and put our financial system in tailspin,” he says.\n\n10/02/15 04:18 PM EDT\n\n                                        By \nEliza Collins\n\nThe economy would be “doing even better if we didn’t have to keep dealing with unnecessary crises in Congress,” he says.\n\n                                        Updated 10/02/15 04:10 PM EDT\n\n                                        By \nEliza Collins\n\nThe group says Trump withdrew from the Oct. 8 Q&A session because he wouldn't agree to its terms. Trump has a different story.\n\n10/02/15 04:04 PM EDT\nWe're working on more stories right now\n\n                                            By \n                                                    Paul Goldman\n                                             and \n                                                    Mark J. Rozell\n\n\n                                            By \n                                                    Cass R. Sunstein\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Hugh Hewitt\n\n\n                Getty\n\n            By \nDoug Palmer\n\n10/03/15 07:12 PM EDT\nATLANTA — Talks aimed at concluding a landmark 12-nation trade pact were continuing through the night Saturday as negotiators attempted to break a deadlock over the length of monopoly protections for a new class of cutting-edge medicines — among the last issues holding up a key part of President Barack Obama’s economic legacy.\nAfter extending their stay for a fifth day, U.S. officials said they remain optimistic they can clinch a deal Sunday. \nStory Continued Below\n“Progress has been made, but negotiations are still ongoing,” Canadian Prime Minister Stephen Harper, who is running for reelection this month, told reporters during a campaign stop in Montreal on Saturday.\nBut the intense focus on intellectual property rights issues appears to be delaying negotiations in other areas, such as market access for dairy exports, said industry representatives at the talks.\nJapan was exhorting U.S. officials to compromise on those protections, which have become a major obstacle to wrapping up a deal on the Trans-Pacific Partnership considered key to President Barack Obama’s legacy. Japan's minister for the TPP, Akira Amari, said he did not know when ministers could meet again if a deal is not reached in Atlanta, where talks have already stretched into their eighth day.\nU.S. negotiators had hoped to win 12 years of market exclusivity for the new class of drugs made from living organisms, the same as under current U.S. law. They now appear willing to take somewhere between five and eight years of protection in the face of concerns from Australia and other countries about escalating health care costs. Longer protections delay the introduction of more affordable versions of the drugs, known as biosimilars.\nU.S. and Australian officials continued to exchange proposals on the drug protection issue in the hopes of finding a compromise the 12 countries could sell to their legislatures. \nCurrently, Mexico, Vietnam, Malaysia and Brunei provide zero years of exclusivity for biologics. Chile, Australia, New Zealand and Singapore provide five years and Japan and Canada provide eight. Developing countries are expected to be given additional time to implement any more stringent commitments. \nSenate Finance Chairman Orrin Hatch of Utah has stood fast on his demand for strong protections for the new drugs. But many Democrats and health advocates protest the long timeframe would put important medications out of reach of many people in poorer nations. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "U.S. officials optimistic they will close giant trade deal", "url": "http://www.politico.com/story/2015/10/trade-tpp-deal-optimism-214403", "topics": ["trade", "campaign_finance"], "people": ["Bryan Bender", "Allie Grasgreen Ciaramella", "John King", "Manuel Noriega", "Akira Amari", "Rachael Bade", "Henry C. Jackson", "Elena Schneider", "Hadas Gold", "Vladimir Putin", "Hugh Hewitt", "Orrin Hatch", "Chris Christie", "Kimberly Hefling", "Daniel Lippman", "Josh Gerstein", "Annie Karni", "Caitlin Emma", "Jessica Bakeman", "J. Rozell", "Arne Duncan", "Jack Shafer", "Jeb Bush", "Isaac Dovere", "Cass R. Sunstein", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Barack Obama", "Sarah Wheaton", "Lauren French", "Peter Berlin", "Lyndon B. Johnson", "Mike Allen", "Daniel Strauss", "Michael Crowley", "Eli Stokols", "Doug Palmer", "Paul Goldman", "Eliza Collins", "Steve Capus", "Keshia Clukey", "Jason Chaffetz", "Stephen Harper"], "orgs": ["U.S. Department of Education", "Manchester United", "National Education Association", "CONGRESS", "Congress", "Senate", "Supreme Court", "Senate Finance", "Medicaid", "TPP", "GOP"], "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}], "date_written": "2015-10-04 00:12:26", "org": "politico", "article_id": "f535202f0716a989856e01222f1695bd", "date_access": "2015-10-04 15:30:11.689446"}