{"body": "\n08/27/15, 10:44 PM EDT\n\n08/27/15, 10:42 PM EDT\n\nThe Friday Cover\n\n08/27/15, 09:51 PM EDT\n\n                                        By \nTony Romm\n\nSteve Jobs famously disdained D.C. Tim Cook’s quietly taking it on.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\n\n08/27/15, 09:22 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:20 PM EDT\n\n2016\n\n08/27/15, 07:56 PM EDT\n\n                                        By \nSteven Shepard\n\nA new approach to the email scandal may help, but pollsters see a long climb ahead.\r\n\n\n08/27/15, 07:45 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n“Congress needs to really hammer home in their investigations.”\r\n\n\n                                        By \nHenry C. Jackson\n\nHILLARY CLINTON talks gun violence in Ohio.\r\n\n\n08/27/15, 07:41 PM EDT\n\n                                        By \nHenry C. Jackson\n\nThe Progressive Resistance\r\n\n\n2016\n\n08/27/15, 07:24 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nHadas Gold\n\nAs the controversies pile up, Trump’s favorability soars.\r\n\n\n08/27/15, 07:15 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\nVoter Fraud\n\n08/27/15, 07:05 PM EDT\n\n                                        By \nNicholas Kusnetz\n\nThe integrity of the election is under threat—in Ohio and across the country.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\r\n\n\n2016\n\n08/27/15, 05:50 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe weakened front-runner is going to Democratic elites with one message: My campaign is on track.\r\n\n\n08/27/15, 04:31 PM EDT\n\n                                        By \nMike Allen\n\nThe former House majority leader will also be named a Virginia state co-chair of Bush's presidential campaign.\r\n\n\n08/27/15, 04:24 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n08/27/15, 04:11 PM EDT\n\n08/27/15, 03:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGabriel Debenedetti\n\nClinton wouldn’t have access to the money unless and until she’s the nominee.\r\n\n\n08/27/15, 03:13 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe campaign rivals team up for a joint attack on Obama’s nuclear deal with Iran.\r\n\n\n08/27/15, 02:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nA resolution honoring the vice president’s son comes as his father weighs a presidential run.\r\n\n\n08/27/15, 01:40 PM EDT\n\n                                        By \nPOLITICO Magazine\n\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:21 PM EDT\n\n08/27/15, 01:20 PM EDT\n\n08/27/15, 01:20 PM EDT\n\n08/27/15, 01:19 PM EDT\n\n08/27/15, 01:19 PM EDT\n\n08/27/15, 01:18 PM EDT\n\n08/27/15, 01:18 PM EDT\n\n08/27/15, 01:16 PM EDT\n\n08/27/15, 01:15 PM EDT\n\n08/27/15, 01:15 PM EDT\n\n08/27/15, 01:14 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:12 PM EDT\n\n08/27/15, 01:10 PM EDT\n\n08/27/15, 01:10 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n                                        By \nEliza Collins\n\nSaudi Arabia has expressed concerns that the deal would strengthen Iran, its major rival in the region.\r\n\n\n08/27/15, 01:09 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n08/27/15, 01:08 PM EDT\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe meeting with was meant to be private — Biden’s official schedule only had him meeting with “senior advisers.”\r\n\n\n08/27/15, 01:05 PM EDT\n\n08/27/15, 01:05 PM EDT\nWe're working on more stories right now\nOn Media\n\n                Getty\n\n            By \nDylan Byers\n\n08/21/15, 10:44 AM EDT\nFrom my report on the seemingly unshakable rise of Teflon Don:\nIf Jeb Bush, Hillary Clinton or any other presidential candidate said the things Donald Trump says, did the things Donald Trump does, or had led the controversial life Donald Trump has, his or her campaign would already have died in a pile of negative headlines and video clips.\nBut Donald Trump is alive. It is evident that the regular rules do not apply to him. Two months into his rowdy campaign, it is instead the political media that has been leveled by Trump — floored, mystified and stupefied by a candidate who prospers where others would perish. What’s more, the press corps is beginning to realize that nothing it might do — no report it can publish, no question it can ask – has the power to push this candidate an inch off the course that is preordained for him, one which is far more likely to burn out on its own terms than flame out under some great bonfire set by the media.\nThat is the consensus, anyway, of the nearly two dozen journalists, pundits, campaign strategists and political advisers who spoke with POLITICO this week about what many described as the “exceptionalism” of Trump’s campaign. Trump’s bombast and bluntness are resonating with voters, they said, and there’s not a damn thing the press, pundits or rival campaigns can do about it.\nThe list of offenses that would likely cripple other candidates is long: Trump called Mexican immigrants criminals and rapists. He said that Sen. John McCain, who spent five-and-a-half years in a North Vietnamese prison, is not a war hero. He has referred to women as “fat pigs,” “dogs,” “slobs” and worse, and had those remarks read to him before 24 million Americans by one of the most popular female news anchors in the country — because, Trump later suggested, she was menstruating. Far from dismantling Trump’s campaign, these controversies seem to have benefited him.\n“The only thing that takes him out is either Father Trump or Father Time,” said Matthew Dowd, the former chief strategist for President George W. Bush. “So far, he is immune.”\nMore recently, Trump sat down for an interview with NBC’s “Meet the Press.” Asked who he talks to for military advice, Trump replied: \"Well, I watch the shows. I mean, I really see a lot of great — you know, when you watch your show and all of the other shows and you have the generals and — and you have certain people that you like.”\nIf Trump’s remark called to mind Sarah Palin’s inability, in a 2008 interview, to name a single newspaper or magazine that she had read before being tapped as McCain’s vice presidential nominee, it has not had the same effect. For Palin, it was an embarrassment that continues to dog her reputation. For Trump, the ‘shows’ remark barely registered.\n“In any other campaign cycle, another campaign would have been making Trump pay for that remark before he even walked out of the studio,\" Kevin Madden, the senior adviser and spokesman for Mitt Romney’s 2012 campaign, said. “It’s an entirely disqualifying statement, yet we didn’t see other campaigns move with much speed or purpose to expose it.”\nTrump’s ability to shrug off controversy and criticism, to out-shame his detractors in the media and on the campaign trail, is almost certainly a reflection of widespread public frustration with career politicians and the mainstream press, and with its way of covering elections.\nIn fact, Trump is playing according to a different bit of wisdom, one that belongs to show business and is thought to have come from circus-master P.T. Barnum: all publicity is good publicity.\nHe has done this before. Among the small conclave of family and corporate dynasties that have long dominated New York City’s real estate industry, discretion has forever been a watchword — the preferred method of influence is boardrooms and living rooms and wood-paneled offices not made up for a reality television show like “The Apprentice.”\nTrump did not succeed (or at least survive) in the cutthroat world of New York real estate by playing by its rules, but by flouting them. It only worked because it made him an outlier: None of the rules have changed for his equals in the industry.\nThat Trump can bring those rules with him on the road to the 2016 presidential election makes him a completely different candidate from the rest of the pack. The rules of show business are just as fickle as those of presidential politics. But they are completely different. And they are serving him in politics as they once served him in business.\n“The conventional wisdom doesn’t apply to Donald Trump — at least not so far,” Roger Stone, the former top adviser with Trump’s campaign, said.\nRead the full report here.\n © 2015 POLITICO LLC", "byline": "", "description": "From my report on the seemingly unshakeable rise of Teflon Don:", "title": "The unsinkable Donald Trump", "url": "http://www.politico.com/blogs/media/2015/08/the-unsinkable-donald-trump-212757", "topics": ["women"], "people": ["Michael Grunwald", "Nicholas Kusnetz", "Sarah Palin", "D.C. Tim Cook", "Steve Jobs", "Henry C. Jackson", "Hadas Gold", "Dylan Byers", "Steven Shepard", "Matthew Dowd", "Gabriel Debenedetti", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Donald Trump", "Mitt Romney", "Eliza Collins", "Roger Stone", "Kevin Madden", "Ben Schreckinger", "Tony Romm", "Jennifer Haberkorn", "Mike Allen", "Hillary Clinton", "George W. Bush"], "orgs": ["P.T.", "Army Corps of Engineers", "Congress"], "authors": [{"author_id": 32422, "fullname": "tony romm", "primary_org": "politico"}], "date_written": "2015-08-21 15:44:05", "org": "politico", "article_id": "b5014760a96c5ed67b71ef84fcd9d200", "date_access": "2015-08-28 06:30:31.547541"}