{"body": "\n09/04/15, 02:29 PM EDT\nPlaintiffs in the various FOIA cases have until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines...\n\n                                        Updated 09/04/15, 02:21 PM EDT\n\n                                        By \nNahal Toosi\n\nSaudi Arabia's King Salman is in Washington to press his concerns about Iran.\n\n09/16/15, 09:00 AM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and Massachusetts Playbook Author Lauren Dezenski as they mark the launch of Massachusetts Playbook...\n\n09/04/15, 01:39 PM EDT\n\n                                        By \nNick Gass\n\nThe one thing she can't live without? Sleep.\n\n09/04/15, 01:36 PM EDT\n\n                                        By \nNick Gass\n\nHere are a few past instances in which the billionaire and reality TV star has stumbled on international affairs.\n\n09/04/15, 12:55 PM EDT\n\n2016\n\n                                        Updated 09/04/15, 12:45 PM EDT\n\n                                        By \nNick Gass\n\nTrue to form, the real estate mogul tries to turn the tables by going on the attack.\n\nHillary Clinton Emails\n\n                                        Updated 09/04/15, 12:39 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe Democratic front-runner declines to directly apologize for using a private email account while she was secretary of state.\n\n                                        Updated 09/04/15, 12:31 PM EDT\n\n                                        By \nNahal Toosi\n                                         and \nSeung Min Kim\n\nIt came down to his belief that the deal would strengthen Iran in the long run.\n\n09/04/15, 12:23 PM EDT\n\n                                        By \nEli Stokols\n\nThe initial $500,000 buy includes Boston TV stations,\n\n09/04/15, 12:17 PM EDT\n\n09/04/15, 12:13 PM EDT\n\n                                        Updated 09/04/15, 12:11 PM EDT\n\n                                        By \nTimothy Noah\n\nEconomy added 173,000 jobs in August\n\n                                        Updated 09/04/15, 11:37 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump isn't going on the attack against Ben Carson -- not yet, at least.\n\n09/04/15, 11:14 AM EDT\n\n09/04/15, 11:11 AM EDT\n\n                                        By \nNick Gass\n\nThe Louisiana governor called out Trump by saying that \"you can't make America great again by throwing the Christians in jail.\"\n\n2016\n\n                                        Updated 09/04/15, 09:59 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president is testing himself and testing the waters, but still does not know if his family can take another run.\n\nFINANCE & TAX\n\n                                        Updated 09/04/15, 09:22 AM EDT\n\n                                        By \nBen White\n\nYellen and the Fed are under heavy pressure as the economy and markets wobble. \n\n                                        Updated 09/04/15, 09:02 AM EDT\n\n                                        By \nNick Gass\n\nKim Davis' husband said his wife is in good spirits, holding a sign that said \"Welcome to Sodom and Gomorrah.\"\n\nThe POLITICO Caucus\n\n                                        Updated 09/04/15, 08:39 AM EDT\n\n                                        By \nKatie Glueck\n\n\"He's been on all three sides of every two-sided issue,\" one Iowa Republican insider said.\n\n09/04/15, 08:25 AM EDT\nInsider Poll: Who won, lost the summer.\n\n2016\n\n09/04/15, 08:01 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe clock is ticking and the other campaigns are well ahead on organizing for the caucuses.\n\n09/04/15, 07:18 AM EDT\nHakeem Jeffries in the wings.\n\n09/04/15, 07:03 AM EDT\nCharlie Baker gets blowback for nuclear comments.\n\n09/04/15, 06:57 AM EDT\nChris Christie pledges allegiance.\nIran, education and a possible government shutdown.\n\n                                        By \nNicholas Vinocur\n                                         and \nJanosch Delcker\n\nMeasures would be ‘mandatory and permanent,’ Hollande says.\n\n                                        By \nJanosch Delcker\n\nA critical blog says the red top’s campaign is hypocritical.\n\n                                        By \nAntoine Sander\n                                         and \nQuentin Aries\n\nInterns start to push back against working conditions.\n\n09/04/15, 06:00 AM EDT\nScott admin. hunts for abortion doctors.\n\nFourth Estate\n\n09/04/15, 05:46 AM EDT\n\n                                        By \nJack Shafer\n\nPerry insists that his “marathon” campaign is still very much in the game as he recalibrates his efforts on South Carolina and Iowa, but he’s deluding...\n\nCartoon Carousel \n\n09/04/15, 05:21 AM EDT\n\n                                        By \nPOLITICO Staff\n\n\n2016\n\n09/04/15, 05:09 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nTo win, the Democrat needs Florida’s fastest growing group of voters. To do that, she’s calling on their relatives back home.\n\nHillary Clinton Emails\n\n                                        Updated 09/04/15, 01:37 AM EDT\n\n                                        By \nRachael Bade\n\nNo work-related messages had been withheld or destroyed, she says. \n\n09/04/15, 12:00 AM EDT\n\n                                        By \nHadas Gold\n\nEyes on 2016, the junior senator opts to build conservative fiscal cred rather than favor within Florida’s Puerto Rican community.\n\n09/03/15, 09:49 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n“The honest-to-God answer is I just don’t know,” he says in Atlanta.\n\n2016\n\n                                        Updated 09/03/15, 09:34 PM EDT\n\n                                        By \nMike Allen\n                                        ,\nBen Schreckinger\n                                         and \nAnnie Karni\n\nThe front-runner says he was promised nothing in return for signing the pledge.\n\n09/03/15, 09:14 PM EDT\n\n                                        By \nEli Stokols\n\n\"He knows what he's doing,\" Bush says as he attacks his 2016 rival.\n\n2016\n\n09/03/15, 07:55 PM EDT\n\n                                        By \nEliza Collins\n\nBy the time we get to office, they’ll all be changed,’ he tells the conservative radio host. \n\n                                        By \nHenry C. Jackson\n\nCheryl Mills told House investigators that no work-related messages had been withheld or destroyed to keep them from public eyes.\n\n09/03/15, 07:31 PM EDT\nTHE CLOCK: 435 days until Election Day 2016 …THE DEBATE CLOCK: 13 days until the next Republican debate … 39 days until the first Democratic debate.\n\nOptics\n\n09/03/15, 07:20 PM EDT\n\n                                        By \nRaymond McCrea Jones\n                                         and \nKatelyn Fossett\n\n\nIn The Arena\n\n09/03/15, 07:12 PM EDT\n\n                                        By \nRay Takeyh\n\nSince the nuclear pact was announced, the rhetoric inside Tehran has been ecstatic—and defiantly in favor of continuing Iran’s program.\n\n2016\n\n09/03/15, 07:11 PM EDT\n\n                                        By \nMichael Hirsh\n\nIn her emails she natters over TV, tea, and trivialities and seems, well, kind of likeable. Is this what the GOP wanted?\n\nThe Friday Cover\n\n09/03/15, 07:10 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nCan he and Kitty lift the stigma from the electric shock treatment that saved her life?\n\n2016\n\n09/03/15, 06:53 PM EDT\n\n                                        By \nEli Stokols\n\nPounded by Trump, outshined by Kasich, it's an early fall for the onetime poll leader.\n\n09/03/15, 06:34 PM EDT\n\n2016\n\n                                        Updated 09/03/15, 06:25 PM EDT\n\n                                        By \nNick Gass\n                                         and \nDaniel Strauss\n\nJeb Bush's overall numbers continue to sink as retired neurosurgeon places second behind Donald Trump.\n\n09/24/15, 05:30 PM EDT\nWe invite you to join POLITICO's Generation Next event with cocktails and conversations about the largest group in the American workforce: millennials.\n\n                                        By \nDarren Samuelsohn\n\nNot likely. Why federal departments are nearly immortal.\nWe're working on more stories right now\nJosh Gerstein on the Courts, Transparency, & More\n09/04/15, 02:29 PM EDT\nThe Justice Department's move to put more than 30 lawsuits relating to the emails of Hillary Clinton and four of her top aides in front of a single judge appears unlikely to be resolved before mid-September at the earliest.\nU.S. District Court Judge Ellen Huvelle issued an order Friday (posted here) giving plaintiffs in the various Freedom of Information Act cases until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines for search and production of various sets of emails, as well as contentious issues relating to State's obligations to preserve records that may be responsive to the public records requests at issue.\nWhile no action to coordinate the cases seems likely before the conservative groups and media organizations who filed the FOIA suits weigh in, it's possible some judges could act sooner to suspend the State Department's obligation to meet deadlines to produce emails from private accounts maintained by Clinton or former State Department aides Cheryl Mills, Huma Abedin, Jake Sullivan and Philippe Reines.\nIn the past two days, Justice Department lawyers have filed motions to stay deadlines and further action in dozens of pending cases. However, the government says it will not seek to disrupt the order that has led to monthly releases of batches of the 54,000 pages of emails Clinton turned over to the State Department last year. Those releases are set to continue through January, days before the first big test for Clinton's presidential campaign: the Iowa caucuses.\nWhile government lawyers said they intended to have Chief Judge Richard Roberts take up the coordination motion, the order issued Friday signaled that Huvelle was handling the matter on behalf of the court's Calendar and Case Management Committee.\nIn related news, one of the key litigants in the Clinton email FOIA battles has tapped a new, high-powered attorney. Former Solicitor General Ted Olson of law firm Gibson Dunn entered a formal appearance on behalf of Citizens United, a conservative group which has been a Clinton nemesis for decades. Olson is best known in recent years for leading the Republican wing of legal support for court rulings upholding a constitutional right to same sex marriage.\n © 2015 POLITICO LLC", "byline": "", "description": "Plaintiffs in the various FOIA cases have until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines for search and production", "title": "No decision likely on Clinton email suit consolidation until mid-September", "url": "http://www.politico.com/blogs/under-the-radar/2015/09/no-decision-likely-on-clinton-email-suit-consolidation-until-mid-september-213353", "topics": ["personality"], "people": ["Ray Takeyh", "Ted Olson", "Kim Davis", "Rachael Bade", "Henry C. Jackson", "Hadas Gold", "Janet Yellen", "Antoine Sander", "Cheryl Mills", "Chris Christie", "Lauren Dezenski", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Jake Sullivan", "Josh Gerstein", "Huma Abedin", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Isaac Dovere", "Hakeem Jeffries", "Jeb Bush", "Seung Min Kim", "Donald Trump", "Nicholas Vinocur", "Charlie Baker", "Timothy Noah", "Richard Roberts", "Janosch Delcker", "Ben Schreckinger", "Jennifer Haberkorn", "Mike Allen", "Philippe Reines", "Daniel Strauss", "Quentin Aries", "Hillary Clinton", "Ben White", "Eli Stokols", "Darren Samuelsohn", "Katelyn Fossett", "Eliza Collins", "Gibson Dunn", "Ben Carson"], "orgs": ["Courts , Transparency , & More", "Fed", "Boston TV", "State Department", "Freedom of Information Act", "Justice Department", "Cartoon Carousel", "Citizens United", "GOP"], "authors": [{"author_id": 30856, "fullname": "nahal toosi", "primary_org": "politico"}], "date_written": "2015-09-04 19:29:35", "org": "politico", "article_id": "55a58b392d5e2e8c75541d01d5ae7db2", "date_access": "2015-09-04 18:40:07.010166"}