{"body": "\n09/17/15, 05:24 PM EDT\n\n                                        By \nLauren French\n\nThe roughly 20-minute meeting was initiated by the Ohio Republican after Pelosi had been pressuring him for weeks.\n\n2016\n\n                                        Updated 09/17/15, 05:20 PM EDT\n\n                                        By \nNick Gass\n\nThe billionaire businessman emerges from the second presidential debate with a more subdued tone.\n\n09/17/15, 05:15 PM EDT\n\n                                        By \nEliza Collins\n\n“Short of tackling someone I don’t know what more I could have done,” he said\n\nMoney\n\n09/17/15, 05:08 PM EDT\n\n                                        By \nBen White\n\nLiberals cheered the decision to stand pat on interest rates, but a later hike could doom their party's chances.\n\nTHE POLITICO CAUCUS\n\n                                        Updated 09/17/15, 05:05 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\n09/17/15, 05:03 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Defunding a trusted health care provider that serves one in five women in America doesn't help anyone,\" she says.\n\n09/17/15, 04:54 PM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has stepped into the legal fray over undercover videos anti-abortion groups say demonstrate the sale of aborted fetuses.\nJoin POLITICO New York for an interactive conversation looking at the most critical infrastructure issues facing New York.\n\n                                        Updated 09/17/15, 04:38 PM EDT\n\n                                        By \nEliza Collins\n\nShe said she was pleased with her performance.\n\n                                        Updated 09/17/15, 04:27 PM EDT\n\n                                        By \nNick Gass\n\n\"The video footage that she claims exists — and that she 'dared' people to watch — does not exist.\"\n\n09/17/15, 04:13 PM EDT\n\n                                        Updated 09/17/15, 04:10 PM EDT\n\n                                        By \nDaniel Strauss\n\nTrump was attacked by one of his opponents on more than two dozen distinct occasions.\n\n                                        Updated 09/17/15, 04:03 PM EDT\nBen Carson came in third, rounding out the non-politician trifecta.\n\n09/17/15, 02:49 PM EDT\n\n                                        By \nEliza Collins\n\nHis first tweet is a play on his age — he's 72 — and traditional views of technology.\n\n09/17/15, 02:44 PM EDT\n\n09/17/15, 02:35 PM EDT\n\n                                        Updated 09/17/15, 02:34 PM EDT\n\n                                        By \nJosh Gerstein\n\nClinton lawyer David Kendall said deleting the message could run afoul of promises he previously made to the House Benghazi committee.\n\n09/17/15, 02:17 PM EDT\n\n                                        By \nKathryn A. Wolfe\n\nUnder the settlement, GM will pay the fine by the end of next week and submit to three years of monitoring.\n\n09/17/15, 02:11 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nit gives Speaker  Boehner the power to move a bill from the Rules Committee to the House floor on the same day.\n\n09/17/15, 02:07 PM EDT\n\n                                        By \nJon Prior\n\nThe delay is likely to please liberals who’ve been urging the central bank to hold off on increasing borrowing costs until more Americans get raises and...\n\n09/17/15, 02:01 PM EDT\n\n                                        By \nTheodoric Meyer\n\nFEC questions Ted Cruz super PAC donation — Debate liaIson turnover at the DNC\n\n09/17/15, 01:53 PM EDT\n\n                                        By \nDaniel Strauss\n                                         and \nKyle Cheney\n\nAt private confab in Maine, Carly Fiorina grabs straw poll win.\n\n09/17/15, 01:50 PM EDT\n\n                                        By \nNick Gass\n\n\"I dare Hillary Clinton, Barack Obama to watch these tapes.\"\n\n                                        Updated 09/17/15, 01:50 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nJennifer Haberkorn\n\nThe concession reflects how hard conservatives are pushing a strategy that could provoke a government shutdown.\n\n09/17/15, 01:41 PM EDT\n\n                                        By \nHadas Gold\n\nMore than 22 million viewers tuned into the 11-candidate GOP encounter.\n\n09/17/15, 01:37 PM EDT\n\n                                        By \nNick Gass\n\n\"You saw a dozen people in suits who are lined up in kiosks in front of a plane.,\" he says \n\n                                        Updated 09/17/15, 01:23 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe votes mark the final roll calls that lawmakers will take ahead of the Thursday deadline for Congress to act on the deal.\n\n2016\n\n                                        Updated 09/17/15, 01:11 PM EDT\n\n                                        By \nAnnie Karni\n\nDonors and operatives close to Clinton's campaign can't get enough of the bombastic billionaire.\n\n                                        Updated 09/17/15, 12:54 PM EDT\n\n                                        By \nEliza Collins\n\nChris Christie thinks the 32 minutes that he went without not being called on were the most boring of the entire three hour debate. \n\n09/17/15, 12:41 PM EDT\n\n                                        By \nLauren French\n\nThe minority leader said it is \"shameful\" to shutdown the government over Planned Parenthood funding \n\n09/17/15, 11:04 AM EDT\n\n                                        By \nBurgess Everett\n\nSen. Jeff Flake said that it “does not make sense” to hold repeated procedural votes on Iran that are sure to fail.\n\n09/17/15, 10:22 AM EDT\n\n                                        By \nKevin Robillard\n\nIs the 'Summer of Trump' over?\n\n09/17/15, 10:02 AM EDT\n\n                                        By \nJenny Hopkinson\n\nFSMA funding remains uncertain — What about the rest of the food (waste) chain?\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nObama threatens retaliation for Chinese hacking — U.S. export official: Too late for Wassen\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nRepublican leaders discuss defunding through reconciliation – States go small on major Obamacare waiver\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nDarius Tahir\n\nThe travails of patient access — Oh, what a newsy day\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nJennifer Scholtes\n                                         and \nLauren Gardner\n\nT&I leaders return without highway compromise.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nExxon buried climate research — Winter is coming to FERC\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nCPAs sack tax fraud bill.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nRankings best Education Department — Cool clock, Ahmed — Children in poverty\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nHJC marks up Judicial Redress Act.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nObama predicts GOP problem for TPP passage.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nMore on the Scott-Murray labor law bill.\n\n09/17/15, 09:18 AM EDT\n\n                                        By \nEliza Collins\n\nThe Vermont senator leads Democratic primary voters in New Hampshire 32 percent to Clinton’s 29 percent.\n\n                                        By \n                                                James Panichi\n\n\n                                        By \n                                                Jacopo Barigazzi\n\nDiplomats debate what to do if no consensus can be found on plan to relocate asylum-seekers.\n\n09/17/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nOnly ‘four or five’ U.S. trained Syrian fighters.\n\n09/17/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nGOP debate: Fiorina wins — Trump takes heat — Fed Day is finally here! — Another huge cable deal \n\n09/17/15, 07:56 AM EDT\n\n                                        By \nEliza Collins\n\n“I really think that everybody did at least pretty well,” Trump says.\n\n09/17/15, 07:16 AM EDT\nThe Baker-Walsh show.\nWe're working on more stories right now\n\n\n                                            By \nElizabeth F. Ralph\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Rick Wilson\n\n\n                Getty\n\n            By \nEliza Collins\n\n09/17/15, 05:15 PM EDT\nScott Walker's compaign is furious with what they say is CNN's agenda-driven coverage of the Wisconsin governor.\nAfter asking Walker just three questions on Wednesday night’s debate, the network left the Wisconsin governor off a graphic that included all the other candidates Thursday.\nWalker got the least amount of talk-time of the 11 candidates at the primetime debate (he actually ranked lowest out of the two debates combined) — just eight minutes and 29 seconds, according to NPR's count (POLITICO had him second to last, just ahead of Mike Huckabee). Donald Trump, in contrast, spoke for 18 minutes and 47 seconds.\nAfter the debate, Walker complained that he could barely get a word in edgewise, though he managed to interject five times. “Short of tackling someone I don’t know what more I could have done,” he said. “I aggressively interrupted Jake Tapper a bunch of times along the way, and short of an absolute brawl I don’t know what more one can do. We jumped in, and for us its quality and not quantity.”\n\nTHE POLITICO CAUCUS\n\n            By \n                    Katie Glueck\n\nBut the \"quality\" didn't draw much coverage, either: CNN's website played up the fireworks between Trump and Carly Fiorina and produced a highlight reel of the clashes between Trump and Jeb Bush.\nThe Walker camp was not happy: Press Secretary AshLee Strong retweeted Phil Kerpen, a free market policy analyst and syndicated columnist, who tweeted a picture of the errant graphic and wrote, “Wow, after stiffing @ScottWalker, @CNN leaves him off their chart like he wasn't even there.\"\n\"Gov. Walker had a lot to say last night, you could tell by the way he interjected to get his Wisconsin record and his plans into the debate. Unfortunately CNN had an agenda last night and it showed,\" said Kirsten Kukowski, Walker's communications director.\nHis campaign nonetheless released a series of statements praising his performance as leading the debate conversation.\n“He delivered a flawless performance, winning the debate by aggressively outlining his plans to wreak havoc on the status quo in Washington and reminding people of his unmatched record of leadership and achievement in Wisconsin,” Campaign Manager Rick Wiley said in a statement Thursday night. “He put Donald Trump in his place early on, and the billionaire never recovered.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Walker camp complains: 'CNN had an agenda last night'", "url": "http://www.politico.com/story/2015/09/scott-walker-cnn-agenda-213789", "topics": ["personality", "abortion"], "people": ["Burgess Everett", "Kyle Cheney", "Lauren Gardner", "David Kendall", "Kevin Robillard", "Rick Wilson", "Hadas Gold", "Eric Wolff", "Donald Trump", "Tim Starks", "Ted Cruz", "Jacopo Barigazzi", "Kirsten Kukowski", "Ben White", "Chris Christie", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Mike Huckabee", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "James Panichi", "Gabriel Debenedetti", "Scott Walker", "Jeff Flake", "Katie Glueck", "Nick Gass", "Jennifer Scholtes", "Toby Eckert", "Jeb Bush", "Seung Min Kim", "Rick Wiley", "Nancy Pelosi", "Jeremy Herb", "Todd S. Purdum", "Jake Sherman", "Barack Obama", "Jake Tapper", "Brianna Ehley", "Lauren French", "Carly Fiorina", "Adam Sneed", "Adam Behsudi", "Jennifer Haberkorn", "Daniel Strauss", "Elizabeth F. Ralph", "Hillary Clinton", "Kathryn A. Wolfe", "Ahmed Mohammed", "Jon Prior", "Eliza Collins", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["FERC", "Exxon", "DNC", "Congress", "Rules Committee", "Education Department", "GOP"], "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}], "date_written": "2015-09-17 22:15:55", "org": "politico", "article_id": "4026dea7022ce5fbb1cd4a30f801a782", "date_access": "2015-09-17 21:30:09.927978"}