{"body": "\n09/09/15, 06:22 PM EDT\n\n                                        By \nLauren French\n                                         and \nJennifer Haberkorn\n\nConservatives and Democrats are equally sure they benefit from a fight that threatens to shut down the government.\n\n09/09/15, 05:50 PM EDT\nDonald Trump speaks to the crowd at the anti-Iran deal rally on Capitol Hill Wednesday.\n\n2016\n\n09/09/15, 05:47 PM EDT\n\n                                        By \nBen Schreckinger\n\nHis long history of hiring lobbyists and paying politicians is as Washington as the Lincoln Memorial.\n\n09/09/15, 05:44 PM EDT\n\n                                        By \nEliza Collins\n\nThings got a little weird at times.\n\n09/09/15, 05:36 PM EDT\n\n                                        By \nSarah Wheaton\n\nThe vice president stands in for Obama with African leader as the president tours Michigan with the VP's wife. \n\n09/09/15, 05:34 PM EDT\n\n                                        By \nKatie Glueck\n\nDavid Barton will be running Keep the Promise PAC. \n\nCongress\n\n                                        Updated 09/09/15, 05:31 PM EDT\n\n                                        By \nRachael Bade\n\nCongress debates immunity\n\n09/09/15, 05:23 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nThe suit revolves around the Obamacare cost-sharing subsidies that Congress didn't appropriate.\n\n                                        Updated 09/09/15, 05:18 PM EDT\n\n                                        By \nEli Stokols\n                                         and \nNick Gass\n\nHe blasts the Iran deal and declares, 'We will have so much winning if I get elected.'\n\n09/09/15, 04:52 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n\n09/09/15, 04:33 PM EDT\n\n                                        By \nHadas Gold\n\nNational Journal Editor-in-Chief Tim Grieve is leaving the company to take a new position with McClatchy, National Journal CEO Tim Hartman announced in...\n\n                                        Updated 09/09/15, 04:19 PM EDT\n\n                                        By \nJake Sherman\n\nThe speaker tries to quell an uproar.\n\n09/09/15, 04:15 PM EDT\n\n                                        By \nBurgess Everett\n\n“We have 42 senators that are in favor of the deal and they will continue voting that way,” Reid says.\n\n                                        Updated 09/09/15, 03:53 PM EDT\n\n                                        By \nMichael Crowley\n\nIn many ways, her speech on Iran was really about another country: Israel.\n\n                                        By \nParke Wilde\n\nNew numbers suggest that maybe we need to stop thinking the solution is just food.\n\n09/09/15, 03:29 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nDetails emerge as Pope Francis' visit nears.\n\n                                        Updated 09/09/15, 03:17 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nNahal Toosi\n\nThe secretary of state declines to give a number.\n\n09/09/15, 03:04 PM EDT\n\n                                        By \nShane Goldmacher\n\nDueling Iran events yield stark contrasts between 2016 front-runners\n\n09/09/15, 02:31 PM EDT\n\n                                        By \nEliza Collins\n\nAnti-establishment presidential candidate Donald Trump could recruting his team far, far away from Washington and instead from the football field.\n\n                                        By \nDanny Vinik\n\nHe's found a way to quietly go after Americans' favorite tax deduction. Will it work?\n\n09/09/15, 02:13 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe new transparency coordinator, Janice Jacobs, made the gift after retiring from State last year. \n\n09/09/15, 02:00 PM EDT\n\n                                        By \nTheodoric Meyer\n\nHabershaw to Bully Pulpit.\n\n09/09/15, 01:33 PM EDT\n\n                                        By \nDaniel Strauss\n\nDonald Trump's old military academy mentor and he are in agreement: the military academy did feel like being in the military. \n\n                                        Updated 09/09/15, 01:10 PM EDT\n\n                                        By \nJake Sherman\n\nHouse Republican leaders are facing a major rank-and-file uprising over plans to vote on a resolution to disapprove of the Iran nuclear deal.\n\n09/09/15, 12:53 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe Kentucky senator's campaign has reserved almost $10,000 on CNN.\n\n09/09/15, 12:44 PM EDT\nThe best of last night's late night TV.\n\n09/09/15, 12:31 PM EDT\nRepublican presidential candidate Jeb Bush makes an appearance on Stephen Colbert's first episode of The Late Show.\n\n09/09/15, 12:13 PM EDT\n\n                                        By \nDaniel Strauss\n\nFormer Arkansas governor Mike Huckabee wants you to know: the Kim Davis rally on Tuesday was his event and Sen. Ted Cruz was a last minute addition. \n\n09/09/15, 12:04 PM EDT\n\n                                        By \nJohn Bresnahan\n\nHe was indicted in July for bribery, racketeering and money laundering.\n\n09/09/15, 11:52 AM EDT\n\n                                        By \nGabriel Debenedetti\n\n“I obviously want the United States to do our part.\"\n\n09/09/15, 11:48 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe former neurosurgeon has enjoyed a polling surge among GOP primary voters in Iowa and nationally. \n\n                                        Updated 09/09/15, 11:48 AM EDT\n\n                                        By \nHadas Gold\n\n'Refusing to brag,' Trump says ad money will be 'due 100% to Donald J. Trump'\n\n                                        Updated 09/09/15, 11:31 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nAmong her proposals: More support for Israel's security.\n\n09/09/15, 11:25 AM EDT\nFormer 'Meet the Press' host David Gregory said on CBS that while he doesn't miss NBC and doesn’t think the network handled his departure well, he came...\n\n09/09/15, 11:14 AM EDT\n\n09/09/15, 11:09 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump's immigration rhetoric has made it to the soccer pitch. Well, sort of.\n\n09/09/15, 10:57 AM EDT\n\n                                        By \nNick Gass\n\n\"I don’t admire very much about Mr. Putin, but the idea you can stand up and say ‘I will be your next president’?\"\n\n09/09/15, 10:05 AM EDT\n\n                                        By \nEric Wolff\n\nNRC heads to the Hill — California Dreamin' for lower carbon\n\n09/09/15, 10:04 AM EDT\n\n                                        By \nKimberly Hefling\n\nSeattle teachers strike — Head Start Association flags trouble\n\n09/09/15, 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nGOP group goes up on airwaves against Democrats on Iran\n\n09/09/15, 10:03 AM EDT\n\n                                        By \nDarius Tahir\n\nFTC in the heart of Texas — All wagers taken on new ONC head\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nTim Starks\n\nCYBERCOM’s Rogers comments on JCS hack — McAfee joins the wild 2016 presidential race\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nErnst: Poultry producers in Iowa at odds on Vaccine — Stabenow throws support to Clinton\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nLevin goes on Mexico ‘fact-finding’ trip.\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nE&C Dems find no evidence of wrongdoing at Planned Parenthood — House leaders map out plans for avoiding shutdown — House panel tees up bipartisan...\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nMore time for Congress to confront Highway Fund insolvency.\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nSenate Commerce plans to talk streaming video.\n\n09/09/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nUnited executives try to assuage financial fallout fears.\n\n09/09/15, 09:59 AM EDT\n\n                                        By \nBrian Mahoney\n\nSeattle teachers on strike — McDonald's trial pushed to 2016\n\n09/09/15, 09:59 AM EDT\n\n                                        By \nHadas Gold\n\nGregory said he doesn't think NBC handled his departure well.\nWe're working on more stories right now\n\n                Getty\n\n                        Conservatives and Democrats are equally sure they benefit from a fight that threatens to shut down the government.\n\n            By \nLauren French\n             and \nJennifer Haberkorn\n\n09/09/15, 06:22 PM EDT\nCongress is about to find out what happens when an unstoppable force meets an immovable object.\nBoth Democrats and conservative Republicans are vowing not to budge from their entrenched positions on Planned Parenthood funding even at the risk of a government shutdown on Oct. 1 – creating a political showdown between the two parties that deeply appeals to their base and promises to make life miserable for Speaker John Boehner. \nEach side is equally convinced the fight only benefits them politically – and that they have every incentive to dig in and nothing to gain from compromise.\nMinority Leader Nancy Pelosi said Wednesday that Democrats won't support any funding measure that attacks Planned Parenthood. She argued that Republicans are only damaging their party among women. And she’s in a strong position: Boehner has been forced to routinely turn to Democrats in the House on must-pass legislation and Democratic leaders are confident the Ohio Republican will work with them again.\n\n\n\n            By \nBurgess Everett\n\nBut Boehner’s other adversaries – a cadre of hardline conservatives – are just as determined to strip Planned Parenthood of the $540 million it receives in government funding. More than 30 lawmakers have signed on to a letter from South Carolina Rep. Mick Mulvaney pledging to not vote for any funding measure that appropriates money to the health care organization.\nAnd the roughly 35 members of the House Freedom Caucus are expected to take a similar stand this week, lawmakers have said.\n“I think leadership is going to have to choose, do they want it to be a talking point or do they actually want to do something about it,” Mulvaney said.\nThe contentious issue has dominated lawmakers’ attention after nine videos were released over the summer allegedly depicting agents of Planned Parenthood discussing fetal tissue sales. The group denies any wrongdoing.\nDemocrats say the Republican effort only validates their long-running argument that Republicans are waging a “war on women.”\n“How dare they be so disrespectful to women. How dare they be so disregarding of women's health issues. Since I have been here - it's 28 years - they have been out to get Planned Parenthood,” Pelosi (D-Calif.) said.\nShe suggested that the anti-Planned Parenthood push could will come back to haunt the GOP in next year's general election.\n“This budget,\" Pelosi said, \"is a lot bigger than the ideology….of a few in that caucus.”\nBut Republicans are also certain they've got a winner. GOP voters are staunchly opposed to abortion and the conservative lawmakers view fighting Planned Parenthood funding as fulfilling their campaign promises. Rep. Raul Labrador of Idaho, one of the Freedom Caucus’ leaders, said that while conservatives are not advocating for a shutdown, his fellow right-wingers “can’t be afraid of having the battle.”\n“If you telegraph to the other side that you’re unwilling to have that battle you’ve already capitulated. What you say is you’re going to use all the tools available,” he said.\nThe ingrained positions have the makings of a dramatic three weeks in Congress. Lawmakers have to pass a budget bill, or continuing resolution, to fund the government before Oct. 1. Senate Majority Leader Mitch McConnell has already said his chamber doesn’t have the votes to defund Planned Parenthood and House GOP leaders have yet to formalize a plan to move forward.\n\n\n\n            By \nJake Sherman\n\nBoehner told Republicans during a closed-door conference Wednesday that allowing a government shutdown over Planned Parenthood could hurt the cause of lawmakers who oppose abortion rights. The House is expected to hold a government funding vote next week but are still split on how to tackle funding for the group. The conservatives are meeting with House Majority Leader Kevin McCarthy (R-Calif.), Majority Whip Steve Scalise (R-La.) and Republican Conference Chairman Cathy McMorris Rogers (R-Wash.) to chart a course forward.\nDemocrats want to keep the debate focused on abortion and preserving the constitutional right of a woman to obtain the procedure until a fetus is viable instead of having to talk about the gruesome images captured in the sting videos.\nAt a House Judiciary Committee hearing Wednesday, Democrats blasted Republicans for trying to use the video controversy to try to overturn Roe v. Wade. Republicans “won’t be happy until abortion is outlawed in the United States of America,” said Rep. Steve Cohen (D-Tenn.).\nThey’re also trying to refocus the conversation away from Planned Parenthood and on to the group that made the surreptitious videos, the Center for Medical Progress, and its founder, David Daleiden. Planned Parenthood and its allies allege that the group has ties to violent anti-abortion activists, which its executives strongly deny. Democrats also allege that the group violated state and federal laws in the course of obtaining the undercover video and interviews.\n“Republicans are frothing at the mouth at Planned Parenthood….,” Rep. Steve Israel (D-N.Y.) said. “House Democrats will use every opportunity this month to highlight the GOP's 'déjà vu all over again' strategy and misplaced priorities.”\nConservatives, however, see this as the best chance they’ve had in decades to seriously curb Planned Parenthood’s funding – and create a discussion about Republican priorities in Congress. Ohio Rep. Jim Jordan, the chairman of the conservative Freedom Caucus, said Republicans aren't afraid to discuss the problems they see within Planned Parenthood in their effort to defund the group.\nThey’ve floated an alternative measure that would redirect the government funding Planned Parenthood receives to health care clinics.\n“The dollar amount will be exactly the same…it will go to other organizations that are not involved with what looks like criminal activity,” Jordan said. “But the reality is to just have a show vote [isn’t enough]… What they did is immoral.”\n\n                                            By \nJohn Culhane\n\n\n                                            By \nSue Bell Cobb\n\n\n                                            By \nMark Perry\n\n\n                                            By \nAlan Wolfe\n\n © 2015 POLITICO LLC", "byline": "", "description": "Conservatives and Democrats are equally sure they benefit from a fight that threatens to shut down the government.", "title": "On Planned Parenthood, both sides see a winner", "url": "http://www.politico.com/story/2015/09/planned-parenthood-abortion-congress-shutdown-fight-213469", "topics": ["abortion"], "people": ["Katy O'Donnell", "Burgess Everett", "Steve Cohen", "Alan Wolfe", "Kim Davis", "Tim Grieve", "Jim Jordan", "Mike Huckabee", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "Tim Hartman", "Tim Starks", "Ted Cruz", "Danny Vinik", "Sue Bell Cobb", "Raul Labrador", "Mick Mulvaney", "Parke Wilde", "John Boehner", "Brian Mahoney", "Kimberly Hefling", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Donald J. Trump", "Pope Francis", "Gabriel Debenedetti", "Steve Scalise", "Shane Goldmacher", "Nick Gass", "John Mcafee", "David Daleiden", "Jeb Bush", "Mark Perry", "Erin Mershon", "Nancy Pelosi", "Donald Trump", "Michael Crowley", "Jennifer Scholtes", "Jake Sherman", "Eliza Collins", "Rachael Bade", "Sarah Wheaton", "Lauren French", "Bully Pulpit", "Adam Sneed", "Ben Schreckinger", "Jennifer Haberkorn", "David Barton", "Daniel Strauss", "John Bresnahan", "Steve Israel", "Janice Jacobs", "David Gregory", "Eli Stokols", "Elena Schneider", "Victoria Guida", "Stephen Colbert", "Darius Tahir", "Eric Wolff", "Bill Tomson", "Katie Glueck", "John Culhane"], "orgs": ["United", "House Judiciary Committee", "Planned Parenthood", "CYBERCOM", "Congress", "ONC", "Parenthood", "House GOP", "Freedom Caucus", "Senate Commerce", "McClatchy", "Highway Fund", "FTC", "Center for Medical Progress", "Lincoln Memorial", "GOP", "Head Start Association", "National Journal", "Senate", "NRC", "E & C Dems", "House Freedom Caucus"], "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}, {"author_id": 31428, "fullname": "jennifer haberkorn", "primary_org": "politico"}], "date_written": "2015-09-09 23:22:59", "org": "politico", "article_id": "a086fbb5f788749a1332a0d9a4a7dd7b", "date_access": "2015-09-09 22:30:10.025733"}