{"body": "\n2016\n\nSmart politics is behind the alliance of the GOP’s two leading bomb-throwers.\nBy Daniel Strauss\n8/3/15 5:48 PM EDT\nUpdated 8/3/15 6:00 PM EDT\nGetty\nTo many Republican presidential contenders, Sarah Palin is a skunk at the party, someone to be handled gingerly and kept at arm’s length.\nTo Donald Trump, she is cabinet material, “a special person,” and a worthy presidential contender in her own right.\nStory Continued Below\nThe odd alliance between the New York mogul and Alaskan hockey mom, many years in the making, has burst into prominence on the campaign trail over the past week, in a flurry of adoring compliments and vows of friendship. But it’s also smart politics. Trump carries many positions, from admiring comments about Bill Clinton to support for Obamacare-like health policies, that jeopardize his standing with grass-roots conservative. Palin, with her unimpeachable conservative cred, stands ready to vouch for him.\nIndeed, while Palin has high negative ratings among the general public, she also has a large, devoted following among voters that many GOP strategists feel have been neglected by the mainstream candidates.\nTrump, Republican consultant Ed Rollins said, has benefited from an “incredible voter disconnect” by the rest of the Republican primary field, and now stands to carve off a large slice of conservative Palin followers.\nAlso on POLITICO\nELI STOKOLS\n“At this point in time there’s a lot of people that still like her,” Rollins said. “There’s a significant tea party out there that she can tap into.”\nStuart Stevens, the strategist for Mitt Romney’s 2012 presidential compaign, said the Palin-Trump alliance bolsters both of them.\n“Good for both of them and smart on Trump’s part,” Stevens said in an email. “She appeals to a certain segment of the electorate and has been largely left out of the discussion and for her it’s a way to participate more in [the] discussion.”\nSo far, it’s been a down year for Palin. She parted ways with Fox News. Her speech at the Iowa Freedom Summit cattle call last January was derided as “meandering and often bizarre” by The National Review’s John Fund. That same month, a CBS poll indicated that just 30 percent of Republicans wanted to see her run for president, while 59 percent did not.\nThose toxic numbers, combined with her low ratings among the moderate voters who often decide general elections, appear to have scared away Jeb Bush, Marco Rubio, Rand Paul, Scott Walker and other mainstream contenders. But Palin still has a whopping 1.16 million followers on Twitter and 4.4 million Facebook likes — only two indicators of her clout in the party’s volatile grass roots.\nOn Friday, Palin called those loyalists to action with a piece in Breitbart.com casting Trump as the candidate of “Joe Six-Pack” Americans.\nAlso on POLITICO\nELIZA COLLINS\n“The elites are shocked by Trump’s dominance, but everyday Americans aren’t,” Palin wrote. “Everywhere I’ve gone this summer, including motorsport events in Detroit full of fed up Joe Six-Pack Americans, the folks I meet commiserate about wussified slates of politicians, but then unsolicited, they whisper their appreciation for Trump because he has the guts to say it like it is.”\nA day earlier Trump’s presidential campaign announced that it had hired a national political director, Michael Glassner. He was a top aide to Palin during Sen. John McCain’s 2008 presidential campaign.\nThe common thread with Palin and Trump, beyond a track record for statements that win headlines but rankle wide swaths of Americans, is that they have both tried to draw on populist conservative enthusiasm while in the national spotlight.\nA former aide to Palin said the governor has long liked Trump’s habit of “telling it like it is.”\n“Palin and Trump seem like an odd couple, but their charisma taps into a following few are able to inspire to the same degree. And perhaps it is simply because they know who they are and don’t care if others don’t like them,” the aide said. “No doubt, Palin is pleased to hear Trump acknowledge her strengths, and her fan base, because she remains relevant for another cycle.”\nThat was on display in Palin’s piece on Friday.\n“Trump’s unconventional candidacy is a shot in the arm for ordinary Americans fed up with the predictable poll tested blather of squishy milquetoast career politicians who campaign one way and govern another. But it’s not just how Trump says it, it’s what he’s saying,” Palin wrote. “Trump has tapped into America’s great populist tradition by speaking to concerns of working class voters.”\nPalin’s admiration for Trump precedes the campaign. Back in 2011, for instance, Palin, in an interview with Fox News, cheered Trump for going forward with his vow to investigate whether President Barack Obama had an actual American birth certificate.\nAlso on POLITICO\nELIZA COLLINS\n“I respect what he’s doing in putting his money where his mouth is,” Palin told host Greta Van Susteren in April of that year. “He’s actually investigating his speculation there on Obama’s birth certificate and Obama’s college records and all those things that Obama, though he promises to be a transparent official, he certainly isn’t because he could certainly reveal many of these documents and put many of these issues to rest.”\nA few months later, in June, Trump said he would “love” to see Palin run for president. Palin, in return, ticked off what she shared with Trump.\n“What do we have in common? Our love for this country, a desire to see our economy put back on the right track,” Palin said according to The New York Post after a meeting at Trump’s Penthouse in Manhattan.\nIt hasn’t stopped this year. In February 2015 Palin joked on Saturday Night Live that she could pick Trump as her running mate if she decided to run for president. Palin later provided valuable cover for Trump when he declared that her former running mate, John McCain, isn’t a war hero. She defended McCain and Trump together, calling them both heroes.\n“Sen. McCain dedicated his life to serving our country, and in my humble opinion the sacrifices made by all ethical service members are heroic — putting it all on the line to defend freedom IS heroic — and Donald Trump is a hero in another arena,” Palin wrote in an email to CNN.\nRival Republican presidential campaigns have struggled to get attention as Trump hogs the limelight. And Palin can help him keep on doing it.\n“Anticipate more battering and bashing storms around Trump,” she wrote at the end of her Breitbart piece. “It’s still very early in the game; folks are keeping their powder dry with candidate support but are quite happy Donald Trump is in the race.”\nBy PAUL GOLDMAN  and  MARK J. ROZELL \nBy MARK PERRY\nBy DAVID MCRANEY\nBy JOSH ZEITZ\n© 2015 POLITICO LLC", "byline": "", "description": "Smart politics is behind the alliance of the GOP's two leading bomb-throwers.", "title": "Can Palin sell Trump to 'Joe Six-Pack'?", "url": "http://www.politico.com/story/2015/08/sarah-palin-donald-trump-2016-alliance-120958.html", "topics": ["personality", "campaign_finance"], "people": ["Rand Paul", "Mitt Romney", "Daniel Strauss", "Stuart Stevens", "Bill Clinton", "Jeb Bush", "Sarah Palin", "Michael Glassner", "Donald Trump", "Marco Rubio", "Barack Obama", "Greta Van Susteren", "Ed Rollins", "Scott Walker"], "orgs": ["The New York Post", "GOP"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-08-03 22:48:00", "org": "politico", "article_id": "869f7800f0b269e615843cbf306b73f5", "date_access": "2015-08-03 22:20:16.848782"}