{"body": "\n10/21/15 09:11 PM EDT\n\n                                        By \nJake Sherman\n\nRep. Paul Ryan will proceed with his bid for speaker despite not securing the formal endorsement of the House Freedom Caucus, according to a source close...\n\nOpinion\n\n10/21/15 09:03 PM EDT\n\n                                        By \n                                                Barney Frank\n\nOpinion: Wealthy allies have had a free ride for too long.\n\n10/21/15 08:54 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n                                        Updated 10/21/15 08:22 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nLauren French\n\nIt's not clear whether Paul Ryan will still pursue the speakership.\n\n10/21/15 07:32 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJake Sherman\n\nThe Ohio Republican's move could tee up a major battle for the powerful tax-writing gavel. \n\n2016\n\n10/21/15 07:28 PM EDT\n\n                                        By \nAnnie Karni\n\nThe vice president's decision was greeted with relief by Clinton staffers and allies, who were confident she could defeat him but did not relish the prospect...\n\n10/21/15 07:22 PM EDT\n\n                                        By \nEliza Collins\n\nCharles Koch chalks it up to lower-than-expected contributions to the cause.\n\n10/21/15 06:59 PM EDT\n\n10/21/15 06:42 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“I am sure you all have read the criticism of the committee,” Abedin told the fundraisers.\n\n10/21/15 06:38 PM EDT\n\n                                        By \nLauren French\n\nEighty percent of the group must back Ryan in order for the group to issue an endorsement.\n\n2016\n\n10/21/15 06:34 PM EDT\n\n                                        By \n                                                Gil Troy\n\nShe’s bested a hostile GOP before. Are her opponents ready for her this time?\n\n10/21/15 06:24 PM EDT\n\n                                        By \nMaggie Severns\n\nThe program provides $45 million to D.C. students from low-income families to attend private schools.\n\n10/21/15 06:22 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nWhen Joe Biden announced today that he would not seek the Democratic presidential nomination, he explained that the window to mount a candidacy \"has...\n\n10/21/15 06:16 PM EDT\n\n                                        By \nBurgess Everett\n\nHis decision makes the election a whole lot simpler for them. \n\n2016\n\n10/21/15 06:07 PM EDT\n\n                                        By \nHadas Gold\n\nThe press corps breathlessly tracked the vice president's emotional months-long journey to no. \n\n10/21/15 06:06 PM EDT\n\nCongress\n\n10/21/15 06:06 PM EDT\n\n                                        By \nMarianne LeVine\n\nThe Wisconsin Republican wants to make sure he can still spend time with his family.\n\nOff Message\n\n10/21/15 05:42 PM EDT\n\n                                        By \nGlenn Thrush\n\nIn the words of a longtime ally, it became increasingly clear that the planning was more “fantasy football than football.”\n\n                                        Updated 10/21/15 05:12 PM EDT\n\n                                        By \nTim Starks\n\nThe emails include his musings on foreign policy and personal information.\n\nWashington And The World\n\n10/21/15 05:08 PM EDT\n\n                                        By \n                                                James Steinberg\n\nAs Clinton’s deputy, I was there when we decided to go in. And things would be a lot worse if we hadn’t.\n\n                                        Updated 10/21/15 04:55 PM EDT\n\n                                        By \nMichael Crowley\n\nThe president’s reluctance to respond assertively is signaling U.S. weakness and indecision, some officials say.\n\n10/21/15 04:54 PM EDT\n\n                                        By \nHadas Gold\n\nThe undercard debate will feature Bobby Jindal, Rick Santorum, George Pataki and Lindsey Graham. \n\n10/21/15 04:52 PM EDT\n\n                                        By \nDavid Perera\n\nThe Tor Project is caught between improving PR and staying the course on its original purpose.\n\n                                        Updated 10/21/15 04:49 PM EDT\n\n                                        By \nJake Sherman\n\nHe wants to mend, not end, a mechanism allowing House members to force a vote on the speaker's future. \n\n10/21/15 04:45 PM EDT\n\n                                        By \nLauren French\n\nMany Democrats were subject to an intense lobbying effort from pro-Israel groups to oppose the deal. \n\n10/21/15 04:33 PM EDT\n\n                                        By \nSteven Shepard\n\nWill the Democratic frontrunner reap benefits from Biden not running?\n\n                                        Updated 10/21/15 04:24 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nTen biggest clients and registrants — Fending off defunding\n\n                                        Updated 10/21/15 03:59 PM EDT\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nHis list of conditions upon which he would agree to the speakership aren't going over well.\n\n10/21/15 03:44 PM EDT\n\n                                        By \nHadas Gold\n\nTwitter co-founder and CEO Jack Dorsey hinted at the return of the Sunlight Foundation's well-regarded Politwoops service on Thursday at the Twitter Flight...\n\n10/21/15 03:36 PM EDT\n\n                                        By \nRachael Bade\n\nThey will be ready to use their time to let her speak and set the record straight.\n\n                                        Updated 10/21/15 03:35 PM EDT\n\n                                        By \nEliza Collins\n\nBiden's decision is welcomed by the Republican field.\n\n                                        Updated 10/21/15 03:28 PM EDT\n\n                                        By \nLauren French\n\nSome conservatives complain he's setting them up to be blamed if he decides not to run.\n\n                                        Updated 10/21/15 03:15 PM EDT\n\n                                        By \nMaggie Severns\n\nAs his final act, the speaker seeks to extend D.C. voucher program that the administration wants to kill. \n\n10/21/15 02:46 PM EDT\n\n10/21/15 02:45 PM EDT\n\n10/21/15 02:41 PM EDT\n\n10/21/15 02:39 PM EDT\n\n10/21/15 02:19 PM EDT\nRead Joe Biden's full remarks. \n\n                                        Updated 10/21/15 02:02 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe window for mounting a successful campaign 'has closed,' the vice president said.\n\n                                        Updated 10/21/15 01:42 PM EDT\n\n                                        By \nNick Gass\n\nAs told by breathless and often wrong headlines.\n\n10/21/15 12:38 PM EDT\n\n10/21/15 12:26 PM EDT\n\n                                        By \nLauren French\n\nTwo leading House Democrats offered measure support for Paul yan as \n\n10/21/15 12:23 PM EDT\n\n10/21/15 12:14 PM EDT\n\n                                        By \nLauren French\n                                         and \nJake Sherman\n\nAn endorsement decision is not expected.\n\n10/21/15 12:13 PM EDT\n\n                                        By \nHadas Gold\n\nHenneberger joins the paper from Bloomberg Politics, where she is a senior writer covering the 2016 election. \n\n                                        Updated 10/21/15 12:12 PM EDT\n\n                                        By \nBurgess Everett\n\nAt issue are letters Johnson sent to two companies that incorporated information received from a third,\n\n                                        Updated 10/21/15 12:07 PM EDT\n\n                                        By \nPatrick Temple-West\n\nTreasury Secretary Jack Lew today fired back at congressional Republicans.\n\n10/21/15 12:06 PM EDT\nHe has been weighing a presidential run.\n\n                                        Updated 10/21/15 12:00 PM EDT\n\n                                        By \nPaul Demko\n\nThe mergers could remake the insurance landscape and undermine a key Obamacare goal.\n\nCongress\n\n                                        Updated 10/21/15 11:41 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nThe reluctant speaker candidate drafted a secret five-point plan to run. Now it's on Republicans to decide if they like it.\nWe're working on more stories right now\nBefore a swarm of cameras in the White House Rose Garden and with his wife and the president at his side, Vice President Joe Biden on Wednesday announced that he would not be running for the highest office in the nation – that he was out of time to run a successful campaign and the window “has closed.” With Biden out of the 2016 contest and his role as veep winding down, POLITICO takes a look at his decades-long career in politics and the policy he has shaped.\n\n            By \nDiana D’Abruzzo\n\n10/21/15 08:54 PM EDT\nThen-Sen. Joe Biden waits to be interviewed by reporters following his speech on U.S. policy in Iraq in June 2005. Biden spent 36 years as a senator representing Delaware before moving on to the White House as the second-in-command.\n\n                                                            Getty\nStanding with his wife, Neilia (center), Biden carries sons Beau and Hunter during an appearance at Delaware's Democratic state convention in the summer of 1972, when he was running for the U.S. Senate. With them are Gov.-elect Sherman W. Tribbitt and his wife, Jeanne. Neilia and the Bidens' 1-year-old daughter, Naomi, were killed in a car crash months later on Dec. 20, 1972. \n\n                                                            AP Photo\nDays before his 30th birthday, Biden won an upset victory to become the fifth-youngest U.S. senator elected in the nation's history. He is pictured in Washington on Dec. 12, 1972.\n\n                                                            AP Photo\nBiden (left) offers words of encouragement to his bedridden son, Beau, before being sworn in as senator in a ceremony at a Wilmington, Del., hospital on Jan. 5, 1973. At right, Biden's other son, Hunter, talks with Biden's father-in-law, Robert Hunter. Beau was still in traction from the car accident that killed his mother and sister.\n\n                                                            AP Photo\nBiden is pictured at the Capitol in February 1976.\n\n                                                            AP Photo\nBiden speaks at a Democratic Party event in Maine on May 7, 1976.\n\n                                                            AP Photo\nFrom left, Sens. George McGovern (D-S.D.), Dick Clark (D-Iowa) and Biden — members of the Senate Foreign Relations Committee —huddle May 12, 1978, as they prepare to vote on the proposed sale of U.S. warplanes to countries in the Middle East. The panel later sent the full Senate a report making no recommendation for or against the sale. \n\n                                                            AP Photo\nMembers of the Senate Judiciary Committee — including Sens. Alan Simpson (R-Wyo.), Bob Dole (R-Kan.), Patrick Leahy (D-Vt.) and Biden — confer Sept. 15, 1981, prior to voting to recommend the nomination of Supreme Court nominee Sandra Day O'Connor to the full Senate for confirmation.\n\n                                                            AP Photo\nBiden appears on NBC's \"Face the Nation\" on April 29, 1984.\n\n                                                            AP Photo\nBiden holds his daughter, Ashley, as he reenacts the taking of his oath of office Jan. 3, 1985, from Vice President George H.W. Bush. Biden's sons, Beau and Hunter, hold the Bible during the Capitol Hill ceremony.\n\n                                                            AP Photo\nOn July 23, 1986, Biden tells the Senate Foreign Relations Committee and Secretary of State George Shultz that U.S. policy toward South Africa amounts to a shameful lack of backbone. Biden, in a sharp exchange with Shultz, said \"blacks have tried everything available to them in the last 20 years,\" and nothing has worked. \n\n                                                            AP Photo\nSoon after announcing his candidacy for president on June 9, 1987, Biden and his family — sons Beau and Hunter, daughter Ashley and wife Jill — wave from a train as they leave Wilmington, Del. “In this world, emotion has become suspect — the accepted style is smooth, antiseptic and passionless,\" the 44-year-old Biden told a crowd at the train station.\n\n                                                            AP Photo\nBiden, chairman of the Senate Judiciary Committee, holds up letters from law professors opposing the confirmation of Judge Robert Bork to the Supreme Court on Sept. 30, 1987.\n\n                                                            AP Photo\nBiden (third from right) joins his fellow Democratic candidates — Michael Dukakis, Dick Gephardt, Bruce Babbitt, Jesse Jackson, Al Gore and Paul Simon — at a presidential debate Sept. 11, 1987, at the University of North Carolina.\n\n                                                            AP Photo\nBiden, flanked by his wife, Jill, and daughter, Ashley, meets with reporters following his release from Walter Reed Army Medical Center on May 21, 1988. Biden underwent successful surgery earlier that month to correct an aneurysm near his brain. \n\n                                                            AP Photo\nSupreme Court justice nominee Clarence Thomas laughs while talking with Sen. Strom Thurmond (R-S.C.), ranking Republican of the Senate Judiciary Committee, and Committee Chairman Biden on Sept. 10, 1991, prior to the start of Thomas' confirmation hearing. \n\n                                                            AP Photo\nThe mood was a little different two days later as Biden gestures while questioning Thomas on Capitol Hill. Thurmond is pictured at left.\n\n                                                            AP Photo\nBiden accompanies Janet Reno outside the White House on March 11, 1993, after a private meeting with President Bill Clinton. Unanimously confirmed by the Senate, Reno became the nation's first female attorney general. \n\n                                                            AP Photo\nBiden stands in front of a Danish armored personnel carrier at the U.N.-controlled Sarajevo Airport in Bosnia on April 9, 1993.\n\n                                                            AP Photo\nBiden holds up an explosive device during a hearing of the Senate Judiciary Committee on April 22, 1993. The committee was holding hearings on terrorism in the United States.\n\n                                                            AP Photo\nBiden holds a TEC-9 semi-automatic weapon during a Senate Judiciary Committee hearing Aug. 3, 1993, on combating the proliferation of assault weapons. \n\n                                                            AP Photo\nBiden talks to reporters outside the White House after a luncheon between President Bill Clinton and Democratic senators on Feb. 10, 1995. \n\n                                                            AP Photo\nPresident Bill Clinton talks with (from left) Senate Majority Leader Bob Dole, Sen. Orrin Hatch and Biden as he arrives at a signing ceremony for the Anti-Terrorism Bill on April 24, 1996. The legislation gave federal authorities $1 billion worth of additional tools to fight terrorism at home and abroad.\n\n                                                            AP Photo\nBiden speaks to South Korean President Kim Dae-Jung as Sen. Jesse Helms (R-N.C.) stands by during June 10, 1998, meetings with members of the Senate Foreign Relations Committee. Kim saw his visit to the U.S. as an opportune moment for new paths to reconciliation with North Korea. \n\n                                                            AFP/Getty\nBiden waves to spectators along the parade route for the St. Patrick's Day Parade in Manchester, N.H., on March 25, 2001. \n\n                                                            AP Photo\nBiden (center) joins Sens. Ted Kennedy (D-Mass.) and Barbara Mikulski (D-Md.) in prayer with rescue workers amid the rubble of the destroyed World Trade Center in New York on Sept. 20, 2001. The three were part of a delegation of senators who traveled by train to New York following the terror attacks.\nBiden is silhouetted next to an American flag in his office in the Russell Building on Capitol Hill on Oct. 25, 2001.\n\n                                                            AP Photo\nBiden talks with Afghans during a visit to the old Soviet Embassy compound in Kabul, where some 15,000 internally displaced Afghans live, on Jan. 11, 2002.  Biden was on a two-day visit to the Afghan capital.\n\n                                                            AP Photo\nBiden and Israel's Prime Minister Ariel Sharon (left) laugh during a meeting at the Capitol on June 11, 2002. Sharon was visiting Capitol Hill to thank members of both houses of Congress for their support for Israel and his policies. \n\n                                                            AFP/Getty\nBiden stands with Democratic presidential candidate Sen. John Kerry during a campaign rally at the University of Pennsylvania on Sept. 24, 2004, in Philadelphia.  \n\n                                                            AP Photo\nBiden (right) and Sen. Richard Lugar (R-Ind.) listen as Secretary of State Condoleezza Rice testifies on President George W. Bush's 2006 budget for the State Department on Feb. 16, 2005.\n\n                                                            AP Photo\nBiden appears on a monitor during a remote interview on NBC's \"Meet the Press\" with moderator Andrea Mitchell (left) on Aug. 14, 2005. Biden talked about the situation with the war in Iraq. \n\n                                                            Getty\nBiden jokingly wears a Princeton University cap during the third day of confirmation hearings Jan. 11, 2006, for U.S. Supreme Court nominee Judge Samuel Alito. Alito graduated from Princeton, but Biden's gesture was in reference to the judge's well-known dislike of the institution.\n\n                                                            Getty\nA decade after his first attempt, Biden ran for president again in 2007-2008. Here, Biden looks on as Sen. Hillary Clinton (D-N.Y.) speaks during the \"All-American Presidential Forums on PBS\" at Howard University on June 28, 2007.\n\n                                                            Getty\nBiden speaks with Iraqi and American officials during a visit to Ramadi, Iraq, on Sept. 6, 2007. \n\n                                                            Getty\nBiden dropped out of the presidential contest in early 2008, but he'd be back on the trail soon enough. Above, a text message on Aug. 23, 2008, announces  Biden as Barack Obama's choice for running-mate.\n\n                                                            AP Photo\nBiden takes the stage on Aug. 23, 2008, in Springfield, Ill., as Obama's vice presidential running-mate.\n\n                                                            AP Photo\nObama and Biden acknowledge their supporters on election night Nov. 4, 2008, in Chicago. Obama defeated Republican nominee Sen. John McCain by a wide margin in the election to become the first African-American president.\n\n                                                            Getty\nVice President Biden talks with a group of Navy SEAL trainees during a visit to the Naval Amphibious Base Coronado in Coronado, Calif., on May 14, 2009. \n\n                                                            AP Photo\nBiden (left) and Obama (right) have a beer with Harvard scholar Henry Louis Gates Jr. (second from left) and Cambridge, Mass., police Sgt. James Crowley in the Rose Garden on July 30, 2009. Gates was arrested after police responded to a report of a possible break-in at his home in Cambridge. Crowley took Gates into custody, accusing him of disorderly conduct in his protesting of police behavior, which sparked a national uproar over race relations.\n\n                                                            AP Photo\nAt a memorial service Nov. 10, 2009, at Fort Lewis, Wash., Biden salutes a display of guns, dog tags and helmets bearing the names seven U.S. Army soldiers killed in action in Afghanistan.\n\n                                                            AP Photo\nBiden is joined by California Gov. Arnold Schwarzenegger (left) and Maryland Gov. Martin O'Malley (right) while speaking about jobs recovery on Oct. 30, 2009.\n\n                                                            AP Photo\nBiden shakes hands with New York Yankee Derek Jeter before Game 3 of the Major League Baseball World Series against the Philadelphia Phillies on Oct. 31, 2009, in Philadelphia. \n\n                                                            AP Photo\nBiden exults as he tells female student athletes at George Washington University how inspiring they are to younger girls, during an announcement about action on Title IX, which provides equal opportunities for female athletes, April 20, 2010. \n\n                                                            AP Photo\nBiden talks to local fishermen in New Orleans on June 29, 2010, as he visits Pomes Seafood distributor, which shut down after the Deepwater Horizon oil spill.\n\n                                                            AP Photo\nBiden talks to reporters May 24, 2011, after trying to bridge the gap between Republicans and Democrats in Congress on how to solve America's debt crisis.\n\n                                                            AP Photo\nInternational Brotherhood of Teamsters General President James P. Hoffa (right) introduces Biden at the union's international convention in Las Vegas on  July 1, 2011.\n\n                                                            AP Photo\nBiden celebrates on election night Nov. 7, 2012, in Chicago after he and Obama won reelection.\n\n                                                            AFP/Getty\nBiden comforts family members of Newtown school shooting victims while Obama speaks on gun control at the Rose Garden on April 17, 2013. \n\n                                                            AFP/Getty\nBiden embraces breast-cancer survivor Kathy Stokes of Arlington, Va.,  at the Families USA 19th annual Health Action Conference in Washington on Jan. 23, 2014. Stokes spoke at the conference about how Obama's signature health-care law helped her, and Biden thanked supporters of the law and spoke about initial problems with the plan's roll out and how Republicans were trying to repeal the law. \n\n                                                            AP Photo\nBiden reacts to questions about his potential run for president by members of the media as he waits for South Korean President Park Geun-hye to arrive for lunch at the Naval Observatory on Oct. 15, 2015.\n\n                                                            AP Photo\nObama places a hand on Biden's back Oct. 21, 2015, as they and Jill Biden leave the Rose Garden of the White House, where Biden announced he will not run for the presidential nomination.\n\n                                                            AP Photo\n © 2015 POLITICO LLC", "byline": "", "description": "Before a swarm of cameras in the White House Rose Garden and with his wife and the president at his side, Vice President Joe Biden on Wednesday announced that he would not be running for the highest office in the nation – that he was out of time to run a successful campaign and the window “has closed.” With Biden out of the 2016 contest and his role as veep winding down, POLITICO takes a look at his decades-long career in politics and the policy he has shaped.", "title": "Joe  Biden&apos;s life in politics: An end of an era?", "url": "http://www.politico.com/gallery/2015/10/joe-biden-politics-history-photo-gallery-002125", "topics": ["campaign_finance"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jack Dorsey", "Patrick Leahy", "Bob Dole", "Rachael Bade", "Hillary Clinton", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Derek Jeter", "Robert Bork", "Paul Demko", "Strom Thurmond", "Orrin Hatch", "Tim Starks", "Janet Reno", "Steven Shepard", "Charles Koch", "Arnold Schwarzenegger", "Jack Lew", "Jesse Jackson", "Joe Biden", "Bruce Babbitt", "Ted Kennedy", "Condoleezza Rice", "Gabriel Debenedetti", "Annie Karni", "Bobby Jindal", "Patrick Temple", "Al Gore", "Sandra Day O'Connor", "Jesse Helms", "Nick Gass", "John Kerry", "Michael Dukakis", "Martin O'Malley", "Bill Clinton", "Jill Biden", "Beau Biden", "Barack Obama", "Michael Crowley", "Jake Sherman", "Glenn Thrush", "Paul Ryan", "Lauren French", "George Shultz", "Clarence Thomas", "Rick Santorum", "Barbara Mikulski", "John Bresnahan", "Lindsey Graham", "Richard Lugar", "Dick Gephardt", "David Perera", "George Pataki", "George W. Bush", "Samuel Alito", "Eliza Collins", "Andrea Mitchell", "Maggie Severns", "Barney Frank"], "orgs": ["Supreme Court", "Senate Judiciary Committee", "U.S. Supreme Court", "U.S. Senate", "Treasury", "Congress", "State Department", "Sunlight Foundation", "Senate Foreign Relations Committee", "University of Pennsylvania", "U.S. Army", "World Trade Center", "George Washington University", "GOP", "Princeton University", "Washington And The World", "Senate", "Democratic Party", "House Democrats", "United States.", "Naval Observatory", "House Freedom Caucus"], "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-10-22 01:54:12", "org": "politico", "article_id": "96f8351a093480d60657ad6d85f97d34", "date_access": "2015-10-22 01:30:08.902293"}