{"body": "\n2016\n\n                        19 political insiders pick the debate’s winners and losers\nSeptember 17, 2015\n\n                AP Photo\nIt’s hard to remember a debate more hotly anticipated than Wednesday’s—and more hot-tempered. With Donald Trump on the defensive, Ben Carson on the rise and multiple candidates fighting for their political lives, the gloves came off more times than Jake Tapper could say “Reagan.” Trump and Jeb Bush squared off on Planned Parenthood. Rand Paul and Chris Christie squabbled over drug laws. And Trump tangled with everyone on just about everything.\nSure, there were plenty of loud voices, but who shined and who croaked? POLITICO Magazine lined up 19 experts from across the political spectrum to give their snap reactions. The verdict from our experts was almost unanimous on one point: Carly Fiorina was the debate’s biggest winner. Rubio, most agreed, finished a close second. Walker, Carson and Bush generally failed to impress. And the Trump show is losing some of its luster. \nOur experts' first impressions of Wednesday’s Battle Royale at the Reagan library—and how they expect it will shake up the horserace going forward—are collected below. \n***\n‘[Fiorina] could well get a Carson-like bump from the night’\nBy Rich Lowry, editor of National Review.\nDonald Trump met his match in Carly Fiorina. Whereas Jeb grappled with Trump inconclusively—never able to land a true blow and not quite showing the requisite indignation over the attacks on his father and brother—Carly eviscerated Trump over his classless dig at her looks and punched back hard at his bankruptcies in an exchange over their business records.\nShe both turned in strong overall performance and had a signature moment (the push back on her looks) and maybe two (her emotive answer on Planned Parenthood). Couple that with her status as a political outsider, and she could well get a Carson-like bump from the night.\nRubio was consistently excellent. Almost everything he said got applause and he demonstrated a formidable command of policy. He didn't, though, have one single memorable moment, which may limit any poll bounce. But tonight probably makes his team even more confident in its strategy of taking a slow and steady approach, trusting that his talent will serve him well over time.\nAs for Trump, if this debate doesn't convince him that he should at least do a little preparation while running for president, nothing ever will.\n***\n‘Best performers of the night were Carly Fiorina and Marco Rubio’\nBy Carrie Sheffield, Forbes contributor and senior writer at Opportunity Lives.\nHands down best performers of the night were Carly Fiorina and Marco Rubio. Fiorina gave strong, emotive answers on everything from foreign policy to Planned Parenthood and drug policy. Rubio, a member of Senate Foreign Relations Committee, clearly shone on issues of national security, rendering specific critiques of Obama’s failed foreign policy, including the flawed Iran deal. \nFiorina didn’t take the bait in the opening question, where the CNN moderator tried to pit her against Donald Trump. This set the tone for all the others, and it quickly became clear that while Trump’s a terrific entertainer, in tonight's debate he was lackluster because it was about policy and not theatrics. While Trump faded tonight onstage, the question is how will he spin it? Moderators and fellow candidates weren't attacking him, so he won’t dominate the headlines as he did after the first debate. Jeb Bush and Scott Walker were solid, but they didn’t offer the breakout performance they needed to rise above the pack.\n***\n‘[Donald Trump] was still the most interesting guy in the room’\nBy Matt Latimer, former speechwriter for President George W. Bush.\nWinners: \nCarly Fiorina—Most people will probably give her the win—and she had some great moments. Though better than most on stage, she teetered on being rude (interrupting others frequently) and Trump seemed to get under her skin a bit when harping on her tenure at Hewlett-Packard (his most substantive critique of anything in the campaign to date). It wouldn’t hurt her to smile once in a while. Or once. \nDonald Trump—He was who he was—commanding, confident and for the most part unflappable. Everyone shot at him, but no one really hurt him much. (He might have hurt himself on his vaccines/autism conspiracy, until Dr. Ben Carson saved him.) And he was still the most interesting guy in the room (his bizarre non sequitur about Rand Paul at the start of the debate was shocking, hilarious and classic). \nChris Christie—The New Jersey governor came alive in this debate. He was funny, even making Trump laugh. He was earnest. And he was tough. None of which is good news for Jeb Bush (see losers.) Demerits for the whole “nobody wants to see us up here fighting” routine—also trotted out by Mike Huckabee and John Kasich—which was annoying. And wrong. \nLosers:\nJeb Bush—He wasn’t a disaster, though his defense of his slurred wife somehow morphed into an awkward plug of his book on immigration. In fact, the only time he showed some life was when he was defending his brother’s record—which doesn’t exactly help him much. The real reason Bush lost was that his main rivals for establishment votes—Christie, Fiorina and Kasich—were so much more, well, energetic. \nScott Walker—The one-time frontrunner. Every time he talked I was startled to realize I’d forgotten he was on stage. \nCNN’s Hour Three—Cruel, greedy, and totally unnecessary. We really needed to hear Mike Hoke-a-bee say his wife should be on the $10 bill? By 10:45, Marco Rubio could have done the lambada with Rand Paul and nobody would’ve noticed.\n***\n‘I do think Fiorina will be the story of the night.’\nBy Jeff Greenfield, five-time Emmy-winning network television analyst and author.\nThe second debate was actually two debates; the first, which was dominated by questions all of which seemed to begin \"Donald Trump says\"... was Carly Fiorina's; from her perfect response to Trump's vulgarity to her foreign policy and abortion answers, she struck chords that hit the Republican base. The second debate, which was much more serious and policy-oriented, saw several strong performances—Christie, Jeb Bush—Ted Cruz was hitting notes that suggested a real understanding of what the hard Right wants: his Planned Parenthood and Justice Roberts answers in particular. Trump, by contrast, seemed less dominant. \nBUT BUT BUT—we've seen consistently that Trump has surfed over every assessment that he was in decline, and that could well happen again. Second, it sometimes takes a few days for the public response to a debate to \"percolate.\" So I'd wait a bit before trying to figure out what this debate changed. Having said that, I do think Fiorina will be the story of the night.\n***\n‘Carly Fiorina and Marco Rubio owned the stage tonight every time a camera turned to them’\nBy Rick Wilson, Republican message and media strategist.\nThere were three brackets in this debate tonight; stars, strivers and duds.\n\n\n                                                2016\n\n\n                                            By ELIZABETH F. RALPH\n\n\n\n                                                2016\n\n\n                                            By RICK WILSON\n\nCarly Fiorina and Marco Rubio owned the stage tonight every time a camera turned to them. Fiorina delivered the Exploding Heart Death Punch to Trump when Jake Tapper asked her about Trump's comments on her appearance. For a few long beats Trump stood there stunned as the audience went wild. She later framed out a comparison between Trump's casino bankruptcy habit and America's fiscal crisis. She brought the heat on policy knowledge and substance. She felt like a Commander in Chief. \nFor Rubio friends and observers, he delivered the clarity, passion and vision we expect. He was inspirational, deeply knowledgeable on foreign policy, and the contrast when he posted up against Trump was marked. He didn't let Trump roll over him, playing the refs a bit and showing a contrast of substance vs. bellowing. He demonstrated Trump's knowledge of foreign policy is minimal to the point of dangerous. He had to push in to get in the fight a few times, but his raw talent got a good workout. He's got a great compass for staying on his message, and it served him very well.\nThe strivers were Bush, Trump, Christie and Cruz. Bush knew donor expectations were sky high, and after an unsteady start he laid in a few good licks on Trump, particularly on the casino question and showed some heat defending his brother. Jeb didn't implode, but he didn't put the worries behind him yet. Cruz stayed in his lane, had a few moments of passion (particularly on Planned Parenthood), but I think it dawned on him tonight that being Trump's wing man might not play out the way he thought. Politico readers will be surprised to hear me say this, but Chris Christie was a determined player in tonight's festivities. I don't think it's enough, but there was a lot of fight in the dog tonight.\nTrump started off clumsily bashing Rand Paul and George Pataki, got his ass handed to him by Fiorina and Rubio and generally felt like his schtick was wearing thin. His fans will love his immigration answers, but every person on that stage tonight didn't see a giant; they saw a mortal candidate. There's a little blood in the water, now, and that's not good for Trump. Also, noted Virologist and Immunologist Dr. Donald Trump be-clowned himself on the subject of vaccines. Tonight wasn't the end of Trump, but he had to work harder to stay in the game tonight.\nThe duds in the room? Ben Carson's ride as the safe-haven outsider may be over. He didn't feel present on the stage except for a few small moments and quips. Huckabee drifted in and out a few times, but didn't make an impact. Scott Walker keeps swinging, but he felt off and rushed. Over prepared, perhaps. Rand Paul's 15 minutes are up. Mr. Obamacare John Kasich is still running a campaign in a weird silo of his own. Could just be my biases, but he's not growing on me.\n***\n‘Trump did himself no favors.’\nBy Erick Erikson, frequent commentator, radio host and founder of the blog RedState.\nStart with the first debate. Bobby Jindal owned it. He put Lindsey Graham on the defensive about Planned Parenthood and held the GOP accountable. He ended the debate by saying that President Obama has kept his promises and the GOP has broken theirs. More than an hour after that first debate, which few people even watched, I was still getting emails about Jindal’s answers.\nThen there was Carly Fiorina. She won the night by giving a great introduction, holding her own, showing a strong command of the issues and turning the tables on Donald Trump. Trump actually looked fearful of Fiorina and actually had to walk back his remark, which may be a first. At the end, Carly Fiorina refused to play the game on changing the ten-dollar bill. She was solid.\nTrump did himself no favors. Here is what needs to be understood at this point, as everyone—including me—has been wrong on bits of what is happening. Trump, at this point, is going to stop himself. But what the other candidates can do is reinforce the ceiling to prevent Trump from going higher. It is what the Club for Growth is now doing with its attack ads in Iowa. It is what Carly Fiorina and so many others did tonight.\nTrump could not feed off the energy of a crowd that was clearly opposed to him from the start. He got humbled by Fiorina. He gave a relatively insane answer on vaccines and got hammered for his corporate bankruptcies. He may have gotten a decent hit on Jeb Bush about Bush’s defunding of women’s health, but the tables were immediately turned on him by Fiorina. \nBut later, Bush and Walker got the better of Trump, when Trump suggested that George W. Bush made the nation less safe. Jeb Bush gave a defense of how his brother kept us safe, and Walker pointed out that it was Barack Obama who made us less safe.\nOf the candidates who were at the last debate and this one, Marco Rubio was the winner. His answers were solid, he told stories to relate to people and even conservatives on social media praised his answers. Carly Fiorina probably stole votes from everyone on that stage except Rubio. Rubio probably stole Jeb Bush’s donors.\n***\n‘Bush could not solve his underlying dilemma’\nBy Larry Sabato, director of the University of Virginia Center for Politics.\nIt was a debate with winners (certainly Carly Fiorina) and losers (sorry, Scott Walker). Mainly, though, the Reagan Rumble reinforced the strengths and weaknesses that voters already associate with each of the candidates. Already, millions tuned in mainly to cheer for their current choice.\nFew who are committed to Donald Trump will be dissuaded by anything they saw. He didn’t add many supporters, though; his song sounded very familiar. Dr. Ben Carson was his usual self—soft-spoken, thoughtful, often apolitical. His backers are delighted, no doubt, but Carson didn’t spark a mass movement in his direction.\nJohn Kasich, Marco Rubio, Mike Huckabee, Chris Christie, Rand Paul and Ted Cruz had good moments. Of those candidates, in my view, Cruz did the best and positioned himself nicely to inherit many conservatives if and when their candidates fade.\nBut the articulate and steely Carly Fiorina showed why she should have been in the first debate. Fiorina surely will be in subsequent ones. \nBy contrast, Scott Walker did not impress, and he desperately needed to hit a couple of homeruns.\nWhat of Jeb Bush, who required a solid performance almost as much as Walker? Bush blew his opportunities in the critical first half-hour, and shied away from confronting Trump or making cogent arguments on other matters. But he got better. The defense of his wife struck a chord with viewers, and the last hour of exchanges, when Bush really came alive, was his best.\nYet Bush could not solve his underlying dilemma, and if you listened to the back-and-forth, you saw the future. From the start, the Bush camp underestimated the difficulty of separating Jeb from both the dynasty issue and his controversial brother. “I’m my own man” doesn’t cut it when his advisers, donors and approach are quintessentially Bush. Much of the GOP grassroots just doesn’t want another Bush. Maybe Jeb’s massive money edge and the enormous power wielded by Bush World (a web of connections 70 years in the making) can grab the nomination anyway, but it’s far from a cinch.\n***\n‘Donald Trump looked fairly small’\nBy John Hudak, Brookings fellow in Governance Studies and author of the FixGov blog.\nThree important takeaways from tonight's debate were largely unexpected. First, the debate that was expected to be all about Donald Trump saw a largely balanced amount of time among candidates, in which Donald Trump looked fairly small—he looked like himself—but he looked small. Second, Carly Fiorina was expected to have a very canned, prepared response to a question about Donald Trump's recent sexist comments, but her response was extemporaneous, showing that she can handle herself as a professional and a talented politician—not the emotional, breathless woman that someone like Donald Trump may expect her to be. Third, and finally, a debate that was expected to be characterized by personal attacks prodded by moderators was quite policy-rich. It touched on the economy, foreign policy, America's standing, marijuana legalization, immigration, taxation and a host of other policies that, in one way or another, matter to each and every American. The most surprising part of tonight's debate is how surprising was its content.\n***\n‘Carly Fiorina was the big winner of the night.’\nBy Matt K. Lewis, Senior Contributor for the Daily Caller.\nCarly Fiorina was the big winner of the night. She gave a passionate speech about abortion, daring President Obama and Hillary Clinton to watch the Planned Parenthood videos, got revenge on Trump for his comments about her \"face,\" and generally proved herself competent and knowledgeable about foreign policy. Other candidates—Rubio, Christie, and Cruz, for example—showed flashes of brilliance on occasion, only to then go AWOL for extended periods of time. \nJeb Bush probably landed the biggest applause lines—when he joked that his code name would be \"Everready\" (a nod to Trump, who had accused him of being \"low energy\")—and also when he passionately defended his brother, former President George W. Bush, for keeping us safe after 9-11. Part of the reason for the positive response was, no doubt, due to the fact that the crowd gathered at the Reagan Library leaned toward the establishment side. Additionally, expectations for Bush's ability to debate had probably been diminished to the point where it didn't take much for him to exceed expectations. But he also continued to say things that sounded discordant to Republican ears, including saying that Chief Justice John Roberts is \"doing a good job.\"\nBen Carson essentially picked up where he left off during the last debate. He's not polished or terribly knowledgeable, but he is sincere and likable. And maybe that's enough? He certainly surged after the last debate. \nDonald Trump's shtick seemed to have finally gotten old, and his opponents seemed to be better prepared to punch (and counter-punch) this time. (Then again, our track record of making Trump predictions has been less than stellar.)\nBut the real losers were, I think, those of us who were subjected to a three-hour long Republican debate. \n***\nThe Friday Cover\n\n                    By \n                            Adam Wren\n\nThe Friday Cover\n\n                    By \n                            Jeff Greenfield\n\nWhat Works\n\n                    By \n                            Caleb Hannan\n\n © 2015 POLITICO LLC", "byline": "", "description": "19 political insiders pick the debate’s winners and losers", "title": "'Donald Trump Met His Match in Carly Fiorina'", "url": "http://www.politico.com/magazine/story/2015/09/cnn-second-presidential-debate-analysis-2016-213154", "topics": ["immigration"], "people": ["Adam Wren", "Matt Latimer", "Mike Huckabee", "Justice John Roberts", "John Kasich", "John Hudak", "Ted Cruz", "Chris Christie", "Larry Sabato", "Matt K. Lewis", "Bobby Jindal", "Rich Lowry", "Rand Paul", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Jeff Greenfield", "Jake Tapper", "Carly Fiorina", "Lindsey Graham", "Hillary Clinton", "Erick Erikson", "Scott Walker", "George Pataki", "George W. Bush", "Caleb Hannan", "Rick Wilson", "Ben Carson"], "orgs": ["What Works", "University of Virginia Center for Politics", "Reagan Library", "Governance Studies", "Parenthood", "National Review", "Senate Foreign Relations Committee", "Brookings", "GOP"], "authors": [{"author_id": 39682, "fullname": "elizabeth f. ralph", "primary_org": "politico"}], "date_written": "2015-09-17 07:04:36", "org": "politico", "article_id": "e2f28cd9502c84b873d696cfdb28b74e", "date_access": "2015-09-17 18:10:22.633326"}