{"body": "\n09/21/15, 10:18 AM EDT\n\n                                        By \nNick Gass\n\nAhead of Pope Francis' visit to the United States this week, Biden told a Jesuit magazine that it remains a family decision. And the family is not...\n\n09/21/15, 10:05 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSittenfeld's super PAC — Bevin on the air — Johnson said to be running for Montana governor\n\n09/21/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nAnxiety builds over Stage 2 rule — ONC policy chief to leave\n\n09/21/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nAGA to release report — Oklahoma drops carbon rule suit \n\n09/21/15, 10:02 AM EDT\n\n                                        By \nCaitlin Emma\n\nNew for English language learners – Seattle teachers approve new contract\n\n09/21/15, 10:01 AM EDT\n\n                                        By \nChase Purdy\n\nSanders wants to ‘end subsidizing corporate agriculture’ — Egg group seeks to take up mantle against Humane Society\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nMeet the Californian who might shut down the government — Hillary to talk drug costs; Obamacare in Louisiana — Senate starts debate on 20-week abortion...\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nEveryone wants in on carried interest.\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nDavid Perera\n\nRussian diplomat accuses U.S. of recklessness in cyberspace — NIST issues grants for post-password world and publishes IoT framework\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nSeattle Teachers approve contract — Happy Pope Week \n\n09/21/15, 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nU.S., India drill down.\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nPope-palooza tests Northeast transit systems.\n\n09/21/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nMarkey, Eshoo back net neutrality in court.\n\n09/21/15, 09:53 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nDemocratic members are demanding that David Daleiden, the man behind the video operation, is also called to testify\n\n09/21/15, 08:49 AM EDT\n\n09/21/15, 08:44 AM EDT\n\n09/21/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nDARPA looks for GPS backup.\n\n09/21/15, 08:19 AM EDT\n\n                                        By \nAnna Palmer\n\nDemocratic lobbying and consulting firm join forces\t\n\n09/21/15, 08:18 AM EDT\n\n                                        By \nNick Gass\n\n\"Well I don't think panic is a word that I'd use,\" the business tycoon says. \n\n09/21/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nShutdown odds increase — Greek vote eases tensions — Fiorina rises — Crunch time for Moynihan \n\n09/21/15, 07:56 AM EDT\nWill lawmakers listen to Pope Francis? — POPE PROTEST NUMBERS COULD GROW — Corker plots another campaign against Iran deal.\n\n09/21/15, 07:52 AM EDT\nBill De Blasio’s coming zoning fights.\n\n                                        By \n                                                Ryan Heath\n\n\n09/21/15, 07:45 AM EDT\nChris Christie and the ‘crazy’ legislature.\n\n09/21/15, 07:43 AM EDT\nMARY KATHARINE HAM: ‘I lost part of my heart and the father of my sweet babies’ – ELMENDORF MERGER – B’DAY: Dean Baquet\n\n09/21/15, 07:40 AM EDT\n\n                                        By \nNick Gass\n\nIran said Monday that it has given samples collected by its own experts from the Parchin site to the International Atomic Energy Agency.\n\n09/21/15, 07:30 AM EDT\nCharlie Baker untouched at Dem convention.\n\n09/21/15, 06:55 AM EDT\n\n                                        By \nNick Gass\n\nBen Carson will not take back his comment in a recent interview that he would not vote for a Muslim president, his business manager said Monday morning....\n\n09/21/15, 06:41 AM EDT\n\n                                        By \nNick Gass\n\nClinton picked up 42 percent, with Sanders grabbing 24 percent and Biden with 22 percent.\n\n09/21/15, 06:00 AM EDT\nFL bloggers feud after Rubio-Paul staffer ‘fight'.\n\n2016\n\n09/21/15, 05:26 AM EDT\n\n                                        By \nAlex Isenstadt\n\nThe former Hewlett-Packard CEO's campaign is aggressively reaching out to top GOP donors, operatives, and elected officials in a frantic effort to build...\n\nWhite House\n\n09/21/15, 05:09 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe administration is accelerating naturalization for million of legal residents — many of whom will probably vote Democratic. \n\nHealth Care\n\n09/21/15, 05:08 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nDavid Daleiden leaves shutdown politics to the politicians. He's focused on Planned Parenthood funds\n\nCongress\n\n09/21/15, 05:07 AM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nJennifer Haberkorn\n\nRepublicans are hoping Pope Francis' presence will bolster their efforts.\n\nWhite House\n\n09/21/15, 05:05 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nIf the vice president runs, Clinton and other opponents could use his treatment of Anita Hill to erode his support among women and blacks. \n\n09/21/15, 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nThe House and Senate agreed to provided $40 million.\n\nForeign Policy\n\n                                        Updated 09/20/15, 11:31 PM EDT\n\n                                        By \nNahal Toosi\n\nThe fate of 3 Americans remains a stumbling block to improving relations.\n\n                                        By \nMatthew Karnitschnig\n\n\nCongress\n\n                                        Updated 09/20/15, 09:29 PM EDT\n\n                                        By \nJake Sherman\n\nIn an exclusive interview, John Boehner says he's resigned himself to trying to make Washington work - and raise lots of money for his party.\n\n2016\n\n09/20/15, 08:41 PM EDT\n\n                                        By \n                                                Peg Tyre\n\nTrump reveals himself to be the guy you fool around with, not the one you marry.\n\nIn The Arena\n\n09/20/15, 08:40 PM EDT\n\n                                        By \n                                                Stan Collender\n\nA budget expert puts the likelihood at 75 percent.\n\nWhat Works\n\n09/20/15, 08:39 PM EDT\n\n                                        By \n                                                Joseph B. Fuller \n                                        ,\n                                                Karen G. Mills\n                                         and \n                                                Jan W. Rivkin\n\nHow can our nation continue to grow while also providing a path to prosperity for more Americans?\n\n2016\n\n09/20/15, 05:53 PM EDT\n\n                                        By \n                                                Jeffrey Sonnenfeld\n\nShe can diss me all she wants on live TV, but personal attacks won’t take her from colossal business failure to leader of the free world.\n\n                                        Updated 09/20/15, 05:30 PM EDT\n\n                                        By \nBen Schreckinger\n\nMarco Rubio does not believe this is breakout moment, he says.\n\nCongress\n\n                                        Updated 09/20/15, 04:58 PM EDT\n\n                                        By \nRachael Bade\n\nLawmakers on the activist right call a leadership proposal to defund Planned Parenthood a farce. \n\n09/20/15, 04:31 PM EDT\n\n                                        By \nHanna Trudo\n\nKirsten Gillibrand and Jerrold Nadler want the Stonewall Inn to be a national park.\n\n09/20/15, 03:29 PM EDT\n\n                                        By \nNahal Toosi\n\nThe United States will take in up to 85,000 in 2016 and 100,000 in 2017.\n\n                                        Updated 09/20/15, 02:52 PM EDT\n\n                                        By \nNick Gass\n\n\"I would not advocate that we put a Muslim in charge of this nation.\"\n\n                                        Updated 09/20/15, 02:44 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president's wife had reportedly opposed a run.\nWe're working on more stories right now\n\n                                            By \n                                                    Peg Tyre\n\n\n                                            By \n                                                    Stan Collender\n\n\n                                            By \n                                                    Joseph B. Fuller \n                                            ,\n                                                    Karen G. Mills\n                                             and \n                                                    Jan W. Rivkin\n\n\n                                            By \n                                                    Jeffrey Sonnenfeld\n\n\n            By \nNick Gass\n\n09/21/15, 10:18 AM EDT\nJoe Biden's thinking about a potential White House run has not changed, but the vice president acknowledged in an interview conducted Sept. 17 that it might already be too late to jump in the race by the time he and his family decide.\nAhead of Pope Francis' visit to the United States this week, Biden told a Jesuit magazine that it remains a family decision. And the family is not there yet.\n\"I mean, I've just got to be certain that if I do this, I'm able to look in the eye and everyone else and say I'm giving all my passion, all my, all my energy and will not be distracted. And secondly, equally as important, the other piece is: Is this moment, is this the best thing for the family as a unit?\" Biden said in the interview with America magazine published Monday.\nBiden remarked that he has known \"almost every person\" who has made a White House bid since the age of 29, and the decision always hinges on \"personal considerations.\"\n\"Your whole family is implicated. Your whole family is engaged. So for us it’s a family decision, and I just have to be comfortable that this will be good for the family,\" he explained.\n\"We’re just not there yet and may not get there in time to make it feasible to be able to run and succeed because there are certain windows that will close. But if that’s it, that’s it. But it’s not like I can rush it. It’s not like it either happens or it doesn’t happen. I know that’s not satisfying to anybody, but people who have been there, I know they understand,\" the vice president said.\nA spokesman for Dr. Jill Biden on Sunday did not deny a report from NBC News that had sources stating that Biden's wife \"would not be an obstacle\" should he decide to pursue the Democratic nomination. Earlier this month, Biden told Stephen Colbert, \"I would be lying if I said that I knew I was there.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Biden on 2016: 'We’re just not there yet'", "url": "http://www.politico.com/story/2015/09/joe-biden-2016-no-decision-yet-213875", "topics": ["campaign_finance", "abortion"], "people": ["Kirsten Gillibrand", "Erin Mershon", "Karen G. Mills", "Anna Palmer", "Hanna Trudo", "Bob Corker", "Chris Christie", "Stan Collender", "Anita Hill", "Joe Biden", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Caitlin Emma", "Jerrold Nadler", "Pope Francis", "Toby Eckert", "Jeffrey Sonnenfeld", "Nick Gass", "Joseph B. Fuller", "Jennifer Scholtes", "Ben Schreckinger", "Isaac Dovere", "Jill Biden", "David Daleiden", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "De Blasio", "W. Rivkin", "Marco Rubio", "Jake Sherman", "Charlie Baker", "Chase Purdy", "Sarah Wheaton", "David Pittman", "Rachael Bade", "Adam Sneed", "Jeremy Herb", "Jennifer Haberkorn", "Ryan Heath", "Matthew Karnitschnig", "David Perera", "Ben White", "Victoria Guida", "Stephen Colbert", "Eric Wolff", "Ben Carson", "Matt Bevin", "Dean Baquet"], "orgs": ["Peg Tyre", "Humane Society", "Congress", "Senate", "ONC", "What Works", "AGA", "International Atomic Energy Agency", "PAC", "ELMENDORF", "Seattle Teachers", "NIST", "GPS"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-21 15:18:24", "org": "politico", "article_id": "8af677063d319bbd26d8d1c2988e5502", "date_access": "2015-09-21 14:30:07.251183"}