{"body": "POLITICO\nAzi Paybarah and Jimmy Vielkind's must-read briefing informing the daily conversation among knowledgeable New Yorkers\nBy Mike Allen, Azi Paybarah and Jimmy Vielkind\n8/18/15 7:21 AM EDT\nBy Azi Paybarah in Manhattan, Jimmy Vielkind in Albany, and Mike Allen in D.C., with Daniel Lippman\nDE BLASIO AIDE: ‘WE DON’T READ POLLS’ -- POLITICO New York’s Laura Nahmias: Alicia Glen, the city’s deputy mayor for housing and economic development, on Monday dismissed the results of a series of Quinnipiac polls released earlier this month showing Mayor Bill de Blasio with record-high disapproval numbers, while also conceding the city could do a more robust job of trumpeting its achievements. The interview came the same day the New York Times ran a story on Page 1 in its print edition about de Blasio’s tumultuous summer. In the story, people identified as the mayor’s allies questioned whether de Blasio and his administration are doing enough crowing about what they’ve actually achieved.\nStory Continued Below\n-- “We’re not going to worry about poll numbers,” she said. “Quite frankly, we as policy makers and government officials need to be focused on keeping our head down, identifying where the growth sectors are, making sure that people have places to live, makings sure that pre-K is up and running and then measuring those results. And maybe we need to share them with the public more but we don’t read polls. We’re talking about real things that matter to real New Yorkers. … When you look at the numbers that really matter for New Yorkers, the number of affordable housing units we’ve been able to preserve and produce in our first year, substantially more than even projected and we look at where private sector job growth is, again, up four and a half percent since we've been in office, those are the kind of numbers that people should be focused on.” http://politi.co/1Je4P0c SEE THE NY1 INTERVIEW: http://goo.gl/MpzNdN\n-- HOW TO GET HIS GROOVE BACK -- New York magazine’s Chris Smith: “Acknowledge the problem. … Stop blaming the media for bad press and start selling more good news. … Dial down the national progressive push. … Come up with an effective state progressive challenge to Cuomo or sue for peace. … Get out on the street — and not just in Park Slope.” http://goo.gl/uttEoS\n-- Tune In at 10 a.m.: POLITICO New York’s Azi Paybarah appears on WNYC’s “Brian Lehrer Show” to discuss “how between the squabbles with the governor, the Legionnaires’ outbreak, the Uber fight and dipping poll numbers, Mayor de Blasio is struggling to control the public's perception of him and his accomplishments.”\nCUOMO PITCHES GENERAL ELECTRIC—POLITICO New York’s Jimmy Vielkind: Gov. Andrew Cuomo visited top General Electric executives last month as part of an ongoing campaign to lure the company’s headquarters from Connecticut, POLITICO New York has learned. Cuomo, a Democrat, visited the industrial conglomerate’s C-suite in Fairfield on July 30. While the governor listed a trip to Connecticut on that day, his office did not provide any further details of his itinerary, and spokespeople have refused requests for comment for more than two weeks. But two people briefed on the trip say Cuomo and several aides met with top GE executives about a possible move to Westchester County—roughly 30 miles away—and incentives New York might offer. One of the people said GE's chief executive officer, Jeff Immelt, was not present for the meeting, but that he and Cuomo have spoken by phone about the possible relocation. Last year, when both men appeared at GE's research center in Schenectady, Cuomo called Immelt “a great citizen for this country.”\nGE spokesman Dominic McMullan responded to inquiries with a general statement: “We have formed an exploratory team to assess the company’s options to relocate corporate headquarters. The team is currently engaged in the process and is taking many factors into consideration. When there is a final decision on relocation, we will communicate it publicly.”  http://politi.co/1TP4FOs\nSERVICE!—“A de Blasio donor with building problems gets results,” by Politico New York's Conor Skelding: “When a water main broke in a Greenwich Village co-op, knocking out heat and water, one resident didn’t just call 311. She called City Hall. … The resident, Roberta Kaplan, is a partner at Paul, Weiss, the law firm, and a generous donor to Democratic candidates for public office. ...\nA water main had broken, interfering with electrical service and the boiler, according to two Department of Buildings complaints dated Jan. 17, 2014. Both of the complaints that affected Kaplan's building were marked priority B, meaning they were non-emergency complaints, to which D.O.B. aims to respond within 40 days. The department averaged 34.6 days in fiscal year 2014, according to the 2015 Preliminary Mayor’s Management Report. But the department investigated the electrical complaint on Jan. 17, the same day it was filed, and the boiler complaint on Jan. 18, the day after it was filed.” http://bit.ly/1JhJ8y9\nQUOTE OF THE DAY: “[T]he mayor needs some upbeat optics as soon as possible.” -- New York magazine’s Chris Smith: http://goo.gl/uttEoS\nLOTTERY OF THE DAY: Enter to win Senator Schumer’s guest ticket to see Pope Francis’s congressional address: http://1.usa.gov/1gShPgU\nHAPPY BIRTHDAY: Touro Law dean Patricia Salkin, State Senate lawyer Jess Cherry, Cuomo administration Capital Region rep Mark Streb, veteran radio broadcaster Bob Hennelly, Wall Street Journal EMEA resources editor Mike Amon … CBS New York reporter Sonia Rincon … and James Polite, a former intern for then-New York City Council Speaker Christine Quinn, who has an inspirational story http://goo.gl/nPdIbC\nTABS -- News: TIT FOR BRAINS: New York’s Finest on the job in Times Sq.” -- Post: “BLOOD & GUTS: Yanks win as pitcher drilled” -- amNY: TRUMP HOLDS COURT”\n-- Newsday: “Plane crashes on LIRR Tracks: FINAL MINUTES” -- Metro: “Champ-urrado: Nominated. Street vendor Catalina Soriano Salas, who peddles Mexican specialties in Washington Heights, is competing for best street drink in the Vendy Awards next month.” -- El Diario [translated]: Parents, key in early learning\nFRONT PAGES -- NYT, 1-col. below the fold: “Facing a Gap, Clinton Warms To Big Donors” -- WSJNY, 4-col. below the fold: “Trump Unplugged During Jury Duty”\n**A message from RBC Capital Markets:  RBC Capital Markets’ U.S. Municipal Finance group strives to help our clients build better communities. We believe design-build procurement enables clients to do so more efficiently and effectively with existing resources. To learn about the successes of design-build implementation, click here for a full report by NYU’s Rudin Center. **\nHAMPTONS REPORT -- “Chris Cuomo saves a drowning man in the Hamptons,” by Post's Emily Smith: “The ‘New Day’ anchor and brother of New York Gov. Andrew Cuomo spotted the older man being carried out in the Peconic River near Shelter Island hot spot Sunset Beach on Sunday afternoon. Cuomo, 45, who was at anchor on his fishing boat with his editor wife Cristina Cuomo and their children, saw the unnamed stricken man was in distress and threw him a life preserver before jumping in and swimming after him.” http://pge.sx/1hJYD5D\nMARK-VIVERITO EYES THE DNC -- Fox News Latino’s Bryan Llenas: “I’m looking to play a really important role, or a role in general, for the issues that are important to me,” New York City Council Speaker Mark-Viverito said to Fox News Latino.  “I definitely want to lend my voice to whatever candidates I decide to support, whether for president or in terms of Congress. I will be lending my voice in that way.” Democratic National Committee said it's eager to have her as a vocal ally over the next 15 months. “Melissa Mark Viverito is a wise Latina politico that only NYC can create and who immigrants in the U.S. need now more than ever,” said DNC spokesman Pablo Manriquez.  http://bit.ly/1TO4mmS\nPICTURE THIS: Firefighters have a calendar. So do some taxi drivers. So, why not stock photos of public radio employees? From WNYC: “There are easily millions of stock photos online for download, usually for a price. But the WNYC Data News Team is adding a few more: photos illustrating quintessential NYC situations. They're free and licensed for non-commercial and editorial use.” The photo captions include “Man Trying to Figure Out What Just Dripped On Him”; “Women Sitting on Stoop Drinking Out of Paper Bags”; “Diverse Group of People on Stoop Drinking Out of Paper Bags”; “Women Crowded by Manspreading on Subway”; and “Man Hogging Subway Pole” and “Woman Looking for MetroCard and Blocking Turnstile While People Wait to Enter” and “Woman Jaywalking with Confidence” SEE THE PICS: http://goo.gl/2nXYhR\nBOOK REVIEW: A civil rights lawyer and African-American mother of three thinks Ta-Nehisi Coates’ book, “Between the World and Me,” is “unfinished. He raises numerous critically important questions that are left unanswered. And unlike James Baldwin’s ‘The Fire Next Time,’ where Baldwin urges his teenage nephew “to believe that revolutionary change is possible,” Coates’ book, written as a letter to his teenage son, “seems to be written on the opposite side of the same coin. Rather than urging his son to awaken to his own power, Coates emphasizes over and over the apparent permanence of racial injustice in America.” Michelle Alexander in the Times: http://goo.gl/GA4ZLK\nLEGISLATIVE GAZETTE ENDING PRINT EDITION—James Nani in the Times Herald Record: “The Legislative Gazette, an all-intern-written weekly newspaper based in Albany but run by SUNY New Paltz, will stop printing by the end of this month, after 37 years. The public affairs paper puts budding journalists and college interns in the trenches for one semester, as they report on state issues, lawmaking and Albany politics full-time. The publications can claim two Pulitzer Prize winners among its alumni, as well as reporters at The New York Times, Washington Post and New York Post.” http://bit.ly/1IYleSP\nPAUL ELISHA DIES AT 92—Lauren Stanforth in the Times Union: “To describe Paul Elisha as a Renaissance man could be considered an understatement. Elisha, who died Sunday at the age of 92 after suffering a stroke, was an ever-moving star, a man who always seemed to be at the nexus of whatever important work was going on at the time. It would seem it would take more than one lifetime to cram all of Elisha's passions and endeavors in. . . If his rhetoric wasn't being called ‘inflammatory’ by an Assembly Democrat in the 1980s when he was advocating for state ethics laws as executive director of New York Common Cause, he was working to right the legacy of the men in the Army’s 27th Infantry Division who lost so many lives fighting on South Pacific islands, where he himself was stationed during World War II. http://bit.ly/1TOLtjQ\nTOPLESS IN TIMES SQUARE -- News’ Rocco Parascandola, Molly Crane-Newman, Maria Villasenor, and Corky Siemaszko: “There were no tips from this pair of NYPD boobs. While the brass grapple with a strategy to corral the herd of topless women who critics say shake down Times Square tourists for tips, two beat cops took turns posing for pictures with nearly-naked ladies who had the Stars and Stripes painted across their breasts. … Told that Police Commissioner Bill Bratton was not a fan, [one topless performer] laughed. ‘The police love us,’ she said. ‘I don’t care what the police commissioner says, the police love us. They always come over and say hi to us. We don’t cause problems.’ The other topless performer, who lives in Queens, said this was not the first time she had posed with some of the city’s Finest. ‘It happens to me repeatedly, with different officers,’ … The NYPD had no comment on the photos snapped by the Daily News.” http://goo.gl/sLD1ae\nSHOOTINGS PROMPT TOWN HALL MTG IN BROOKLYN -- DNAinfo’s Rosa Goldensohn: “Public Advocate Letitia James will hold a town hall meeting at her old City Council district on Wednesday to address locals’ concerns about rising gun violence. The forum was called in response to an increase in shootings in the neighborhood over the last few weeks, a spokeswoman for the public advocate said. … There have been 15 shootings in the 88th precinct so far this year, almost double the 8 shootings that had been reported during the same time last year, police statistics show. … The meeting, which is open to all, will take place at the Emmanuel Baptist Church at 279 Lafayette Ave. in Clinton Hill from 6 to 9 p.m. Aug. 19.” http://goo.gl/hzyKxG\nTRUMP DISMISSED -- Post’s Julia Marsh, Priscilla DeGregory and Sophia Rosenbaum: “Republican front-runner Donald Trump spent Monday in Manhattan Supreme Court waiting to be called for jury duty — but was dismissed by the end of the day because the month is so slow in terms of cases. The real-estate mogul pulled up to court fashionably late — just after 9:10 a.m. — in a Lincoln town car limousine dressed in a navy blue suit that he paired with a blue-and-white striped tie. ‘It’s my duty, and I’m happy to do it,’ Trump said, who has been fined in the past for never showing up to court for previous summonses. Trump was dismissed at 3:55 p.m. along with the rest of the jury pool because court business is so slow. He doesn’t have to report for a second day of service.” http://bit.ly/1JcXTjU\nMEET THE CANDIDATES: EMILY’s list, which steers money toward Democratic women running for office, announced Katie McGinty, a candidate for the U.S. Senate in Pennsylvania, will be the fourth female aspirant during a luncheon panel on Sept. 28. The others are Kamala Harris (California), Rep. Tammy Duckworth (Illinois) and Rep. Donna Edwards (Maryland). Details: http://bit.ly/1TP8LpG\nREAL ESTATE -- LEGISLATIVE DEBATE—“Attorney sees free-speech issue in tenant bills,” by POLITICO New York’s Sally Goldenberg and Gloria Pazmino: “A Manhattan attorney who represents city landlords claims recent tenant-friendly legislation passed by the City Council is unconstitutional. Sherwin Belkin of Belkin Burden Wenig & Goldman, who has helped landlords with buyouts in the past, questioned a package of bills passed last week that would curtail a property owner’s right to offer tenant buyouts in the interest of limiting what the sponsors deem is harassment. …\n“Belkin argued the bills actually restrict free speech by limiting the contact a property owner can have with a tenant. He took particular issue with a requirement that tenants be advised of their rights in writing when made a buyout offer. He does not have any clients looking to sue, but believes the issue is ripe for litigation. … The Councilmembers who sponsored the bills adamantly disagreed with his interpretation.” http://politi.co/1Je51ws\nLIBRARY LIVES ON—“In Rockaways Library, ‘a Sign of Recovery,’” by Corinne Ramey: “When the Peninsula branch of the Queens Library opens to the public on Tuesday, it will be the first time in nearly three years that local residents have a fully restored library. The library, which just received a $3.6 million renovation, has been closed to the public since superstorm Sandy. The facility, which had been slated for renovation before the storm, was decimated: Water inside the building rose to 4 feet, tossing shelves and books around the room. Data and electrical wires were destroyed, a window shattered and books washed down the street. The library is one of four in the Rockaways damaged during Sandy, and the last to reopen, a library spokeswoman said.” http://on.wsj.com/1Je3x5q\nTHE HOME TEAMS -- POLITICO New York’s Howard Megdal: Yankees 8, Twins 7: Old friend Eduardo Nunez, now with the Twins, bobbled a bases loaded grounder in the tenth, and it felt like old times.\n-- The day ahead: the Yankees host the Twins again. The Mets are in Baltimore.\n#UpstateAmerica: The Syracuse zoo has three generations of elephants in its herd from the same family. http://bit.ly/1TP4YIT\n**A message from RBC Capital Markets:  RBC Capital Markets is a recognized leader in U.S. Municipal Financing. RBC is North America’s 5th largest bank and has been named by The Economist as the World’s Most Trusted Investment Bank. With the resources, national presence and global experience, we focus on assisting our clients with their infrastructure financing needs. **\nBy MATT LATIMER\nBy JACK SHAFER\nBy ADAM WREN\nBy SEN. MARCO RUBIO\n© 2015 POLITICO LLC", "byline": "", "description": "Alicia Glen on polls.", "title": "ALICIA GLEN on polls -- CUOMO’s Connecticut mission -- MARK-VIVERITO thinks nationally", "url": "http://www.politico.com/newyorkplaybook/0815/newyorkplaybook19646.html", "topics": ["campaign_finance"], "people": ["Bill Bratton", "Gloria Pazmino", "Donna Edwards", "Howard Megdal", "Julia Marsh", "Tammy Duckworth", "Cristina Cuomo", "Kamala Harris", "Jimmy Vielkind", "Nehisi Coates", "Chris Smith", "Andrew Cuomo", "Pope Francis", "Bryan Llenas", "Letitia James", "Brian Lehrer", "Daniel Lippman", "Roberta Kaplan", "Chris Cuomo", "Donald Trump", "Azi Paybarah", "Christine Quinn", "Jeff Immelt", "Mike Allen", "Sally Goldenberg", "Emily Smith", "Rosa Goldensohn", "Conor Skelding", "Pablo Manriquez", "Laura Nahmias"], "orgs": ["NYU", "DE BLASIO", "U.S. Senate", "Twins", "General Electric", "City Hall", "The Economist", "NYPD", "City Council", "DNC", "Congress", "State Senate", "REAL ESTATE", "New York City Council", "Metro", "Quinnipiac", "New Yorkers", "El Diario", "New York Post", "Yankees", "Mets", "WNYC", "Democratic National Committee"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}, {"author_id": 36113, "fullname": "azi paybarah", "primary_org": "politico"}, {"author_id": 36114, "fullname": "jimmy vielkind", "primary_org": "politico"}], "date_written": "2015-08-18 12:21:40", "org": "politico", "article_id": "c201d012849cbc2c3614f247beebd6f5", "date_access": "2015-08-18 11:40:04.326695"}