{"body": "\n09/17/15, 10:02 AM EDT\n\n                                        By \nJenny Hopkinson\n\nFSMA funding remains uncertain — What about the rest of the food (waste) chain?\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nObama threatens retaliation for Chinese hacking — U.S. export official: Too late for Wassen\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nRepublican leaders discuss defunding through reconciliation – States go small on major Obamacare waiver\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nDarius Tahir\n\nThe travails of patient access — Oh, what a newsy day\n\n09/17/15, 10:01 AM EDT\n\n                                        By \nJennifer Scholtes\n                                         and \nLauren Gardner\n\nT&I leaders return without highway compromise.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nExxon buried climate research — Winter is coming to FERC\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nCPAs sack tax fraud bill.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nRankings best Education Department — Cool clock, Ahmed — Children in poverty\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nHJC marks up Judicial Redress Act.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nObama predicts GOP problem for TPP passage.\n\n09/17/15, 10:00 AM EDT\n\n                                        By \nEliza Collins\n\nChris Christie thinks the 32 minutes that he went without not being called on were the most boring of the entire three hour debate. \n\n09/17/15, 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nMore on the Scott-Murray labor law bill.\n\n09/17/15, 09:18 AM EDT\n\n                                        By \nEliza Collins\n\nThe Vermont senator leads Democratic primary voters in New Hampshire 32 percent to Clinton’s 29 percent.\n\n                                        By \n                                                James Panichi\n\n\n                                        By \n                                                Jacopo Barigazzi\n\nDiplomats debate what to do if no consensus can be found on plan to relocate asylum-seekers.\n\n09/17/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nOnly ‘four or five’ U.S. trained Syrian fighters.\n\n09/17/15, 08:11 AM EDT\n\n                                        By \nEliza Collins\n\nShe said she was pleased with her performance.\n\n09/17/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nGOP debate: Fiorina wins — Trump takes heat — Fed Day is finally here! — Another huge cable deal \n\n09/17/15, 07:56 AM EDT\n\n                                        By \nEliza Collins\n\n“I really think that everybody did at least pretty well,” Trump says.\n\n09/17/15, 07:16 AM EDT\nThe Baker-Walsh show.\n\n09/17/15, 07:10 AM EDT\nUber vs. City Hall Round 2.\n\n09/17/15, 07:03 AM EDT\nChristie's notable debate.\n\n09/17/15, 07:03 AM EDT\nKevin McCarthy and Paul Ryan back John Boehner as Speaker of the House.\n\n09/17/15, 06:55 AM EDT\n\n                                        By \nKate Bennett\n\nSpain's famously fashionable Queen Letizia meets with Michelle Obama.\n\n09/17/15, 06:47 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nFleeting moments are the kinds of lines that can make or break television ads.\n\n09/17/15, 06:30 AM EDT\nCarly Fiorina steals the show at the GOP presidential debate.\n\n                                        By \nMarc Caputo\n\n“I’m not into conspiracy theories, but my recent favourite is that Donald Trump is running a false flag campaign for Hillary Clinton,” Radcliffe says....\n\n09/17/15, 06:25 AM EDT\nClinton fundraiser’s ‘email fiasco’ fret.\n\n                                        By \nMarc Caputo\n\nThe campaign will establish a “war room” to respond to next month’s congressional Benghazi hearings.\n\nKGB File\n\n09/17/15, 05:23 AM EDT\n\n                                        By \nKate Bennett\n\nIt was a fashion face-off Tuesday afternoon at the White House when Michelle Obama, considered the most sartorially knowledgeable first lady in history,...\n\nKGB File\n\n09/17/15, 05:22 AM EDT\n\n                                        By \nKate Bennett\n\n\nKGB File\n\n09/17/15, 05:21 AM EDT\n\n                                        By \nKate Bennett\n\nWhen eccentric French tailor Georges de Paris died this week, the 81-year-old left behind family, friends — and possibly one of the largest bar tabs in...\n\nKGB File\n\n09/17/15, 05:19 AM EDT\n\n                                        By \nKate Bennett\n\nPreparations are already in place for the China state dinner, scheduled for Friday, Sept. 25, being held in honor of President Xi Jinping's first visit...\n\nKGB File\n\n09/17/15, 05:17 AM EDT\n\n                                        By \nKate Bennett\n\nElvis Presley made an appearance at millionaire philanthropist and businesswoman Connie Milstein's Georgetown mansion last Friday night.\n\nKGB File\n\n09/17/15, 05:16 AM EDT\nNext week’s quick turnaround from Pope Francis to President Xi will be a major test of D.C.'s readiness to handle chaos.\n\nKGB File\n\n09/17/15, 05:15 AM EDT\n\n                                        By \nKate Bennett\n\n\"There will be conga lines,\" says one confident insider.\n\nTHE POLITICO CAUCUS\n\n09/17/15, 05:10 AM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\nCONGRESS\n\n09/17/15, 05:08 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nThe 2 most viable replacements say enough with the drama.\n\n2016\n\n09/17/15, 05:04 AM EDT\n\n                                        By \nAnnie Karni\n\nDonors and operatives close to Clinton's campaign can't get enough of the bombastic billionaire.\n\n09/17/15, 03:51 AM EDT\n\n09/17/15, 03:23 AM EDT\n\nPhoto Gallery\n\n09/17/15, 02:24 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n                                        Updated 09/17/15, 02:18 AM EDT\n\n                                        By \nAnnie Karni\n\nThe late night television host gives Hillary some advice on running for president.\n\n09/17/15, 02:16 AM EDT\n\n09/17/15, 02:12 AM EDT\n\n                                        By \nHadas Gold\n\nMarathon encounter tried the patience of candidates, operatives, and viewers.\n\n2016\n\n09/17/15, 02:04 AM EDT\nWho Bombed at the Debate?\n\n09/17/15, 01:56 AM EDT\n\n09/17/15, 01:30 AM EDT\n\nDebate Night\n\n09/17/15, 01:26 AM EDT\n\n                                        By \nShane Goldmacher\n                                         and \nAlex Isenstadt\n\nWeakened contender gets defensive about his performance, dodges staff change question.\n\n09/17/15, 01:25 AM EDT\nWe're working on more stories right now\n\n                                            By \nElizabeth F. Ralph\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Rick Wilson\n\n\n                AP Photo\n\n            By \nEliza Collins\n\n09/17/15, 10:00 AM EDT\nChris Christie thinks the 32 minutes that went by without him being called on were the most snoozy of the entire three-hour debate. \n“That 32 minutes was the most boring 32 minutes of the debate. So, you know, I think that is probably pretty clear from the ratings,” Christie said on “CBS This Morning” Thursday. \nChristie, who has said he went 20 questions in a row without being called on during last month's Fox News debate, had jokingly threatened to go “nuclear” if he wasn’t thrown questions Wednesday night. \nMaking the rounds on the morning shows, Christie said he felt the second debate had gone well.\n“There’s 11 good people. What you try to do is just use the time that you get as wisely as you can. I feel like, listen, when you’re talking about other people’s issues, the people of the United States problems, that is what they want to hear about,” he said. \nHe also addressed his outburst when Donald Trump and Carly Fiorina were trading jabs about their business records. \n“The fact is, we don’t want to hear about your careers,” he said during the debate. “You’re both successful people. Congratulations … Stop this childish back-and-forth between the two of you.”\nGayle King pointed out that Christie himself has talked about his business record a lot.\n“What they were doing getting into a kind of typical, personal food fight. In the first debate it was between Jeb and Donald Trump. Then yesterday, it was between Donald Trump and Carly Fiorina, and they were, you know, going tit for tat with each other,” Christie said, “That adds nothing to people’s knowledge about what kind of president you would be.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Christie: The 32 minutes without me talking were the most boring of the debate", "url": "http://www.politico.com/story/2015/09/chris-christie-2016-cnn-presidential-debate-not-called-on-213775", "topics": ["campaign_finance"], "people": ["Lauren Gardner", "Pope Francis", "Anna Palmer", "Hadas Gold", "Elvis Presley", "Jacopo Barigazzi", "Marc Caputo", "Gabriel Debenedetti", "Chris Christie", "Connie Milstein", "Jenny Hopkinson", "Michelle Obama", "Brian Mahoney", "John Boehner", "Darius Tahir", "Annie Karni", "Donald Trump", "Toby Eckert", "Xi Jinping", "Katie Glueck", "Gayle King", "Jennifer Scholtes", "James Panichi", "Alex Isenstadt", "Jeremy Herb", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Kate Bennett", "Tim Starks", "Carly Fiorina", "Brianna Ehley", "Adam Sneed", "Adam Behsudi", "Todd S. Purdum", "Elizabeth F. Ralph", "Hillary Clinton", "Ben White", "Ahmed Mohammed", "Rick Wilson", "Eric Wolff", "Shane Goldmacher", "Caitlin Emma"], "orgs": ["FERC", "Exxon", "CONGRESS", "KGB", "City Hall", "Photo Gallery", "Education Department", "GOP"], "authors": [{"author_id": 30885, "fullname": "jenny hopkinson", "primary_org": "politico"}], "date_written": "2015-09-17 15:00:08", "org": "politico", "article_id": "2dc4cd5094bd75ef443cd14b17eb7bfd", "date_access": "2015-09-17 14:10:13.301405"}