{"body": "\n09/22/15, 11:59 AM EDT\n\n                                        By \nBrianna Ehley\n\nSenate Democrats block a Republican-effort to ban abortion after 20-weeks-in a largely symbolic vote.\n\n                                        Updated 09/22/15, 11:36 AM EDT\n\n                                        By \nAustin Wright\n\nThe former CIA director and architect of the so-called surge in Iraq that helped stabilize the country is returning to the public spotlight after being...\n\n                                        Updated 09/22/15, 11:16 AM EDT\n\n                                        By \nKenneth P. Vogel\n\nTurns out, billionaires can’t buy the White House.\n\n09/22/15, 10:39 AM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Bernie Sanders directed his fire at the very legislative body he's part of and President Barack Obama on Tuesday ahead of Pope Francis's visit to...\n\n09/22/15, 10:36 AM EDT\n\n09/22/15, 10:33 AM EDT\n\n                                        By \nTim Starks\n\nWhether federal computer networks are more secure than you think — How to measure hacker friendliness\n\n                                        Updated 09/22/15, 10:29 AM EDT\n\n                                        By \nBen White\n                                         and \nNick Gass\n\nLloyd Blankfein, the CEO of Goldman Sachs Group, announced in an email Tuesday that he has a \"highly curable\" form of lymphoma and will undergo...\n\n                                        By \nDanny Vinik\n\nWhy conservative Catholics like some of Francis's messages better than others.\n\n09/22/15, 10:09 AM EDT\n\n                                        By \nDavid Pittman\n\nGun control reg hung up on health privacy — Federal health IT strategic plan published \n\n09/22/15, 10:09 AM EDT\n\n                                        By \n                                                POLITICO Staff\n                                         and \n                                                Associated Press\n\nPope visit schedule Washington, D.C. 2015\n\n09/22/15, 10:06 AM EDT\n\n                                        By \nLauren French\n\nThe House Democratic Caucus released a series of policies on Tuesday they hope Pope Francis will disccus during his visit to Capitol HIll\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nTelestroke bill receives push on Capitol Hill — Gun control reg hung up on health privacy — Federal health IT strategic plan published\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nDisparities in Chicago school discipline — Lawmakers write Ritz over charter funding\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nClimate migration only going to get worse — Big day for the sage grouse\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nErin Mershon\n\nHillary to take on drug costs — Insurers in the hot seat — Ignagni reflects on new challenges — Senate takes up 20-week abortion ban\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nChase Purdy\n\nThe ‘D.C. barnyard’ is abuzz over eggs.\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nUnions launch coalition on Friedrichs — Will Cinton call for Cadillac Tax repeal?\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nXi’s day in Seattle.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nVictoria Guida\n\nChamber up on biotech, down on BIT offer.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nBrian Faler\n\nThe Thomas Piketty of tax havens.\n\n09/22/15, 10:01 AM EDT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nElena Schneider\n\nAdvancing Colorado goes after Sen. Michael Bennet -- WALKER OUT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nWhite House to unveil new infrastructure review process.\n\n09/22/15, 09:55 AM EDT\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n09/22/15, 09:25 AM EDT\n\n                                        By \nHadas Gold\n\nAccording to a rate card provided to POLITICO, the biggest package called the “Anchor Booth.”\n\n09/22/15, 08:35 AM EDT\n\n                                        By \nJeremy Herb\n\nModern Day Marine kicks off.\n\n09/22/15, 08:24 AM EDT\nGOP Catholic lawmakers are plainly nervous about Pope Francis's visit to Capitol Hill, while Catholic Democrats are eager to hear his message.\n\n09/22/15, 08:01 AM EDT\n\n                                        By \nBen White\n\nWalker out — Tensions rise as Xi arrives — The Fed's close call — VW tanks \n\n                                        By \n                                                Natalie Huet\n\n\n09/22/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump's tweets slamming Fox News and people who criticize him are \"just an extension\" of his reality show, Fox News' Bill O'Reilly explained...\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        Updated 09/22/15, 07:24 AM EDT\n\n                                        By \nNick Gass\n\nDemocratic Sen. Chuck Schumer's approval rating is at a 15-year low in his home state of New York, according to the results of a new poll.\n\n09/22/15, 06:48 AM EDT\nChris Christie’s National Guard flap.\n\n09/22/15, 06:47 AM EDT\n\n                                        By \nNick Gass\n\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n09/22/15, 06:39 AM EDT\nPope media mania.\n\n09/22/15, 06:33 AM EDT\nHave we reached peak casino in Massachusetts?\n\n09/22/15, 06:00 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe workers are striking to encourage Congress and President Barack Obama to adopt a $15 minimum wage.\n\n09/22/15, 06:00 AM EDT\n‘Black Lives’ & white collar defense for Grayson.\n\n09/22/15, 05:57 AM EDT\nMARCO’S MANAGER: ‘We need everybody to slowly fizzle out, and we think they will’ – B’DAY: Carl Cameron, Amy Chozick\n\nWashington And The World\n\n09/22/15, 05:30 AM EDT\n\n                                        By \n                                                Peter Steinfels\n\nA liberal Catholic fears that Pope Francis fans will use his trip as a political bludgeon.\n\nHistory Dept.\n\n09/22/15, 05:23 AM EDT\n\n                                        By \n                                                Ted Widmer\n\nThe pontiff will be visiting at a time when Washington and the Church are adjusting to their new roles.\n\nWHITE HOUSE\n\n09/22/15, 05:11 AM EDT\n\n                                        By \nNahal Toosi\n\nHis joint remarks with Pope Francis will give him an opportunity to talk about his faith.\n\nHEALTH CARE\n\n09/22/15, 05:08 AM EDT\n\n                                        By \nRachana Pradhan\n\nAn obscure provision that takes effect in 2017 could help a Republican president waive parts of the law without a single vote from Congress.\n\n2016\n\n09/22/15, 05:05 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe VP’s supporters say Brooklyn is subtly warning him not to run. \n\n09/22/15, 01:13 AM EDT\n\n                                        By \nShane Goldmacher\n                                         and \nAlex Isenstadt\n\nThe governor left his closest supporters in the dark, even his biggest financial backers.  \n\n                                        Updated 09/22/15, 12:19 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe Senate GOP is preparing to flip the script to avoid a government shutdown, threatening to confront House Republicans with a do-or-die vote right at...\n\nHEALTH CARE\n\n09/22/15, 12:01 AM EDT\n\n                                        By \nBrett Norman\n\nShe is unveiling a plan to drive down the cost of prescriptions.\n\n09/22/15, 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1987, Vice President George H.W. Bush, in his role as president of the Senate, was called upon to break a tie for the seventh and final...\n\n                                        Updated 09/21/15, 11:24 PM EDT\n\n                                        By \nSarah Wheaton\n\nRemembrances of Jake Brewer spread across the loose-knit but virtually intimate world of civic coders.\n\n                                        Updated 09/21/15, 09:44 PM EDT\n\n                                        By \nJosh Gerstein\n\n\"The FBI is behaving like it’s above the law.\" \nWe're working on more stories right now\n\n                                            By \n                                                    Charles Davidson\n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \n                                                    Peter Steinfels\n\n\n                                            By \n                                                    Ted Widmer\n\n\n                                            By \n                                                    Jeffrey Sonnenfeld\n\n\n                AP Photo\n\nHEALTH CARE\n\n                        She is unveiling a plan to drive down the cost of prescriptions.\n\n            By \nBrett Norman\n\n09/22/15, 12:01 AM EDT\nHillary Clinton will launch a broadside against the pharmaceutical industry on Tuesday, rolling out an aggressive plan to drive down prescription drug costs, a populist health care issue largely unconnected with Obamacare that Democrats want to position front and center in 2016.\nAt a campaign event in Iowa, Clinton will unveil a set of proposals that her campaign says will save well over $100 billion over 10 years — taking those savings mostly from the drug industry but targeting insurers as well.\nIn a speeches in Louisiana and Arkansas on Monday, Clinton defended Obamacare, urged states to expand Medicaid and said it was time for Republicans to stop vowing to repeal a law that's covering millions. She also briefly previewed her forthcoming salvo on drug costs.\n“It is time to deal with skyrocketing out-of-pocket costs and runaway prescription drug prices,” she said. She referred to a Sunday New York Times report on how a 62-year-old medicine jumped from $13.50 a pill to $750 after a company bought it last month. She added: “Nobody in America should have to choose between buying their medicine and paying their rent.”\n\n2016\n\n            By \nGabriel Debenedetti\n\nRecent polls have found that high drugs costs are the No. 1 health care priority of Americans, eclipsing Obamacare even among Republicans and independents. Clinton follows her chief rival for the Democratic nomination, Sen. Bernie Sanders, who released a similar plan earlier this month. New drugs with high price tags — like $14,000 a month cholesterol drugs and $100,000-plus cancer treatments — have caught the public's attention.\nOne of her ideas would target insurers, setting a monthly limit of $250 on out-of-pocket costs for covered drugs, as has been done already in Maine and for Obamacare exchange plans in California.Clinton’s policies also include some that the Obama administration has repeatedly pushed but have fallen flat on Capitol Hill, like lowering the monopoly marketing period for a costly new class of drugs called biologics from 12 to seven years.\nLike most Democrats, including Sanders, Clinton calls for empowering Medicare to leverage its massive negotiating power to lower prices for seniors. That's an idea that's been around since the Medicare drug law passed early in the George W. Bush administration, but the GOP has consistently opposed it.\nClinton and Sanders would let Americans re-import drugs from other countries, where they are often sold at half the price. And they would outlaw so-called pay-for-delay settlements in patent litigation in which brand name companies pay their generic competitors to hold off on marketing a cheaper copycat drug.\nClinton would require deeper rebates on drugs for low-income people on the Medicare program — the same provided to those on Medicaid. That's the source of the estimated $100 billion in savings. \nClinton’s plan includes some less familiar proposals as well, which were aired last week in a policy paper by the liberal Center for American Progress. Those include requiring companies that benefit from federal spending on basic research, such as through NIH, to spend a certain amount on research and development. \n\n\n\n            By \nJosh Gerstein\n\nThat's fashioned after an Obamacare requirement that insurers spend a fixed percentage of the premiums they collect on medical care, or else pay rebates to consumers. The think tank last week also recommended giving an independent organization the authority to assess how a new drug compares to existing treatments, and recommend a price range to help insurers negotiate. Clinton is backing a similar proposal.\nGabriel Debenedetti contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "She is unveiling a plan to drive down the cost of prescriptions.", "title": "Hillary Clinton taking on drug industry", "url": "http://www.politico.com/story/2015/09/hillary-clinton-prescription-drugs-health-care-213910", "topics": ["abortion", "health"], "people": ["Burgess Everett", "Amy Chozick", "Kenneth P. Vogel", "Erin Mershon", "Elena Schneider", "Hadas Gold", "Jacopo Barigazzi", "Austin Wright", "Lauren French", "Jennifer Scholtes", "Danny Vinik", "Chris Christie", "Brian Mahoney", "Jeffrey Gedmin", "Nahal Toosi", "Caitlin Emma", "Will Cinton", "Ted Widmer", "Bernie Sanders", "Shane Goldmacher", "Nick Gass", "Jake Brewer", "Brett Norman", "Pope Francis", "Bill O'Reilly", "Isaac Dovere", "Seung Min Kim", "Alex Isenstadt", "Thomas Piketty", "Charles Davidson", "Andrew Glass", "Jeremy Herb", "Lloyd Blankfein", "Barack Obama", "Chase Purdy", "Sarah Wheaton", "Brianna Ehley", "David Pittman", "Tim Starks", "Michael Bennet", "Gabriel Debenedetti", "Adam Sneed", "Donald Trump", "Brian Faler", "Daniel Strauss", "Rachana Pradhan", "Jeffrey Sonnenfeld", "Hillary Clinton", "Carl Cameron", "Chuck Schumer", "Ben White", "Peter Steinfels", "Victoria Guida", "Josh Gerstein", "Eric Wolff", "Natalie Huet", "Ben Carson"], "orgs": ["Washington And The World", "CIA", "MARCO", "Goldman Sachs Group", "Ritz", "Congress", "National Guard", "Senate", "Senate Democrats", "Anchor Booth", "Fed", "Medicare", "GOP", "NIH", "House Democratic Caucus", "Senate GOP", "Medicaid", "Lawmakers", "FBI"], "authors": [{"author_id": 34802, "fullname": "brianna ehley", "primary_org": "politico"}], "date_written": "2015-09-22 05:01:42", "org": "politico", "article_id": "4f5ae162c14bab640947f2b65d4bde0d", "date_access": "2015-09-22 16:20:15.246740"}