{"body": "On Media\nBy DYLAN BYERS\n8/6/15 9:39 PM EDT\nCLEVELAND — Megyn Kelly’s first question to Donald Trump was a sledgehammer: After laying out several derogatory remarks the real estate mogul has made about women over the years, she asked if Democrats might cast him as part of the war on women.\nBut it was Trump’s response that earned the most applause from the audience here at the Quicken Loans Arena: “The big problem this country has is being politically correct,” he said. “I’ve been challenged by so many people, and frankly I don’t have time for total political correctness. And honestly this country doesn’t have time.”\n“What I say — it’s funny, we’re kidding — what I say is what I say,” Trump said.\nKelly had started the exchange with a question about electability, confronting Trump with a series of his prior statements. “You’ve called women you don’t like fat pigs, dogs, slobs and disgusting animals,” she said. “Your Twitter account…”\nTrump cut her off. “Only Rosie O’Donnell,” he said.\nThe stadium erupted in applause.\n“No it wasn’t,” Kelly said, adding that “for the record it was well beyond Rosie O’Donnell.”\n“I’m sure it was,” Trump said.\nKelly continued: “Your Twitter account has several disparaging comments about women’s looks, you once told a contestant on ‘Celebrity Apprentice’ it would be a pretty picture to see her on her knees. Does that sound to you like the temperament of a man we should elect as president?\n“And how will you answer the charge from Hillary Clinton, who is likely to be the Democratic nominee, that you are part of the war on women?” she asked.\nTrump sought to change the subject to some of his favorite topics, saying that “this country is in big trouble. We don’t win anymore. We lose to China, we lose to Mexico.”\nAs for his remarks about women, he said: “Honestly, Megyn, if you don’t like it, I’m sorry, I’ve been very nice to you — I could probably not be based on the way you’ve treated me. But you know what, we need strength, we need energy, we need quickness and we need brains in this country to turn it around. That I can tell you right now.\"\nTrump’s line about political correctness clearly resonated with the audience, but dismissing Kelly’s questions about the war on women could be a problem for Trump in the post-game analysis. Of course, the last six weeks have shown that if anyone can overcome controversy, it’s Donald Trump.\nIsabelle Taft contributed to this report.\n© 2015 POLITICO LLC", "byline": "", "description": "CLEVELAND -- Megyn Kelly's first question to Donald Trump was a sledgehammer: After laying out several derogatory remarks the real estate mogul has made about women over the years, she asked if Democrats might cast him as part of the war on women.\nBut it was Trump's response that earned the most applause from the audience here at the Quicken Loans Arena: \"The big problem this country has is being politically correct,\" he said. \"I've been challenged by so many people, and frankly I don't have time for total political correctness. And honestly this country doesn't have time.\"\n\"What I say -- it's funny, we're kidding -- what I say is what I say,\" Trump said.\nKelly had started the exchange with a question about electability, confronting Trump with a series of his prior statements. \"You've called women you don't like fat pigs, dogs, slobs and disgusting animals,\" she said. \"Your Twitter account...\"\nTrump cut her off. \"Only Rosie O'Donnell,\" he said.\nThe stadium erupted in applause.\n\"No it wasn't,\" Kelly said, adding that \"for the record it was well beyond Rosie O'Donnell.\"\n\"I'm sure it was,\" Trump said.\nKelly continued: \"Your Twitter account has several disparaging comments about women's looks, you once told a contestant on 'Celebrity Apprentice' it would be a pretty picture to see her on her knees. Does that sound to you like the temperament of a man we should elect as president?\n\"And how will you answer the charge from Hillary Clinton, who is likely to be the Democratic nominee, that you are part of the war on women?\" she asked.\nTrump sought to change the subject to some of his favorite topics, saying that \"this country is in big trouble. We don't win anymore. We lose to China, we lose to Mexico.\"\nAs for his remarks about women, he said: \"Honestly, Megyn, if you don't like it, I'm sorry, I've been very nice to you -- I could probably not be based on the way you've treated me. But you know what, we need strength, we need energy, we need quickness and we need brains in this country to turn it around. That I can tell you right now.\"\nTrump's line about political correctness clearly resonated with the audience, but dismissing Kelly's questions about the war on women could be a problem for Trump in the post-game analysis. Of course, the last six weeks have shown that if anyone can overcome controversy, it's Donald Trump.\nIsabelle Taft contributed to this report.", "title": "Donald Trump, Megyn Kelly spar at debate", "url": "http://www.politico.com/blogs/media/2015/08/donald-trump-megyn-kelly-spar-at-debate-211998.html", "topics": ["mexico", "women"], "people": ["Donald Trump", "Isabelle Taft", "Hillary Clinton", "Megyn Kelly", "Rosie O'Donnell"], "orgs": ["Quicken Loans Arena", "CLEVELAND"], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-08-07 02:39:54", "org": "politico", "article_id": "0b956ca696f224184a99e574034363f0", "date_access": "2015-08-07 02:20:21.229083"}