{"body": "\n09/07/15, 08:03 AM EDT\n\n                                        By \nNick Gass\n\n\"It is unacceptable to put a person in jail without bail because she followed her conscience.\"\n\n09/07/15, 07:53 AM EDT\n\n                                        By \nNick Gass\n\nThe president will require federal contractors to grant it.\n\n                                        By \nHelen Popper\n\nBut a drive for quality means the crisis may be a blessing in disguise.\n\n2016\n\n09/07/15, 07:04 AM EDT\n\n                                        By \nLarry J. Sabato\n                                        ,\nKyle Kondik\n                                         and \nGeoffrey Skelley\n\nThe GOP outsiders dominating the polls remain longshots; the under-siege Democratic front-runner retains an edge; and neither party’s nominee will have...\n\n                                        Updated 09/07/15, 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1969, Sen. Everett McKinley Dirksen of Illinois, who led the Republicans for more than a decade, died.\n\n                                        Updated 09/06/15, 11:38 PM EDT\n\n                                        By \nHanna Trudo\n\nShe is seeking to be released from prison.\n\n2016\n\n                                        Updated 09/06/15, 01:43 PM EDT\n\n                                        By \nAnnie Karni\n\nRarely has she campaigned on women’s issues so openly and unequivocally as she did Saturday in New Hampshire.\n\n09/06/15, 12:43 PM EDT\n\n                                        By \nTheodoric Meyer\n\nThe Democrats have a sixth presidential candidate. \n\n                                        By \nMatthew Karnitschnig\n\nOrdinary Germans are firmly behind the welcome for refugees.\n\n09/06/15, 12:14 PM EDT\n\n                                        By \nTheodoric Meyer\n\nFormer Secretary of State Colin Powell offered a measured defense of the Iranian nuclear deal on \"Meet the Press\" on Sunday.\n\n09/06/15, 11:48 AM EDT\n\n                                        By \nTheodoric Meyer\n\nHe suggests the current surge of Syrian refugees and migrants into Europe could have been avoided.\n\n09/06/15, 11:18 AM EDT\n\n                                        By \nTheodoric Meyer\n\nThe Vermont senator has a solid lead among New Hampshire Democrats, according to a NBC News/Marist poll. \n\n09/06/15, 10:31 AM EDT\n\n                                        By \nTheodoric Meyer\n\nBut she chokes up while discussing Israel's security.\n\nCongress\n\n                                        Updated 09/06/15, 10:28 AM EDT\n\n                                        By \nNahal Toosi\n\nThe anti-Donald Trump is coming to town.\n\n09/06/15, 10:07 AM EDT\n\n                                        By \nTheodoric Meyer\n\nSarah Palin would like to be Donald Trump's secretary of energy if he's elected president - but she doesn't think she'd hold the job very long.\n\n2016\n\n09/06/15, 08:29 AM EDT\n\n                                        By \nMatt Latimer\n\nCould it be Oprah, Jesse Ventura or Roger Ailes?\n\n09/06/15, 08:17 AM EDT\n\n                                        By \nAndrew Glass\n\n“We still feel the loss of every single person who perished on that fateful day.”\n\n09/06/15, 06:33 AM EDT\nHillary casts agenda as women’s agenda\n\n                                        Updated 09/06/15, 12:13 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1974, President Gerald Ford pardoned Richard Nixon, his disgraced predecessor, for any crimes, spawned by the Watergate scandal, that he...\n\nFourth Estate\n\n09/05/15, 04:43 PM EDT\n\n                                        By \nHugh Hewitt\n\nIt’s the duty of journalists to make presidential candidates answer tough questions. Especially on national security. \nAs asylum-seekers continue to arrive by any means they can, Europe seeks a common approach for accepting refugees.\nHILLARY to ANDREA: ‘I’ve been as transparent as I could\n\n09/05/15, 11:11 AM EDT\n“Clinton’s proxies ramp up attacks against Sanders\"\n\nLetter From Florida\n\n09/05/15, 09:27 AM EDT\n\n                                        By \n                                                 Frank Cerabino\n\nPalm Beach is a town where measurements matter.\n\n09/05/15, 08:34 AM EDT\nThe Japanese ambassador addresses the U.S. House of Representatives.\n\n09/04/15, 08:21 PM EDT\n\n                                        By \nJoseph Marks\n\nBut imposing sanctions before this month's summit could derail other priorities.\nHILLARY CLINTON sat down Friday for a rare national television interview\n\n09/04/15, 07:52 PM EDT\n\n                                        By \nHenry C. Jackson\n\nTrump whiffed on a foreign policy query about the leaders of major terrorist organizations and of Iran’s Quds Force.\n\n2016\n\n09/04/15, 07:48 PM EDT\n\n                                        By \nAnnie Karni\n\nThe front-runner’s campaign is more closely guarding its talking points recently, briefing surrogates only by phone.\n\n2016\n\n09/04/15, 07:22 PM EDT\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nHis gradual ascent comes in spite of a sometimes chaotic campaign apparatus that marches to its own beat.\n\n2016\n\n09/04/15, 07:16 PM EDT\n\n                                        By \nBen Schreckinger\n\nForeign policy gaffe prompts a familiar strategy: Don't apologize, strike back at questioner. \n\n09/04/15, 06:57 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/04/15, 06:19 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nDarren Goode\n\nThe positions and priorities for API and ANGA have grown more closely aligned in recent years.\n\nFourth Estate\n\n09/04/15, 05:30 PM EDT\n\n                                        By \nJack Shafer\n\nPerry insists that his “marathon” campaign is still very much in the game as he recalibrates his efforts on South Carolina and Iowa, but he’s deluding...\n\nHILLARY CLINTON EMAILS\n\n                                        Updated 09/04/15, 04:52 PM EDT\n\n                                        By \nRachael Bade\n\nHeather Samuelson worked under Cheryl Mills and Clinton’s attorney David Kendall to sift through her ex-boss’ messages.\n\n09/04/15, 04:45 PM EDT\n\n                                        By \nKatie Glueck\n\nAll 17 GOP presidential candidates have been invited to a high-profile anti-Iran deal rally, where Cruz and Trump are already confirmed to speak.\n\nHillary Clinton Emails\n\n                                        Updated 09/04/15, 03:31 PM EDT\n\n                                        By \nGabriel Debenedetti\n                                         and \nNick Gass\n\nThe Democratic front-runner declines to directly apologize.\n\n09/04/15, 03:20 PM EDT\n\n09/04/15, 03:20 PM EDT\n\n                                        By \nDanny Vinik\n\nWhy Congress systematically neglects its main foreign-affairs job. \n\n09/04/15, 03:02 PM EDT\n\n                                        By \nDylan Byers\n\nHugh Hewitt asks tough questions. Every guest on his radio show, including the 14 presidential candidates who have appeared there in the past month, know...\n\n                                        Updated 09/04/15, 02:58 PM EDT\n\n                                        By \nNahal Toosi\n                                         and \nSeung Min Kim\n\nIt came down to his belief that the deal would strengthen Iran in the long run.\n\n09/04/15, 02:29 PM EDT\nPlaintiffs in the various FOIA cases have until September 14 to respond to the government's request to name a coordinating judge to oversee deadlines for...\n\n                                        Updated 09/04/15, 02:21 PM EDT\n\n                                        By \nNahal Toosi\n\nSaudi Arabia's King Salman is in Washington to press his concerns about Iran.\n\n09/16/15, 09:00 AM EDT\nJoin POLITICO’s Chief White House Correspondent Mike Allen and Massachusetts Playbook Author Lauren Dezenski as they mark the launch of Massachusetts Playbook...\n\n09/04/15, 01:57 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n09/04/15, 01:39 PM EDT\n\n                                        By \nNick Gass\n\nThe one thing she can't live without? Sleep.\n\n09/04/15, 01:36 PM EDT\n\n                                        By \nNick Gass\n\nHere are a few past instances in which the billionaire and reality TV star has stumbled on international affairs.\n\n2016\n\n                                        Updated 09/04/15, 12:45 PM EDT\n\n                                        By \nNick Gass\n\nTrue to form, the real estate mogul tries to turn the tables by going on the attack.\n\n09/04/15, 12:43 PM EDT\nWe're working on more stories right now\n\n                AP Photo\n\n                        The president will require federal contractors to grant it.\n\n            By \nNick Gass\n\n09/07/15, 07:53 AM EDT\nPresident Barack Obama will issue an executive order Monday that requires federal contractors to grant at least seven days of paid sick leave to their employees, including 300,000 who had none.\nObama is set to address the order during a Labor Day speech at a Boston breakfast and rally, where he will also call on Congress to extend paid leave to millions more Americans by passing the Healthy Families Act, which would mandate that all employers with more than 15 employees would have to grant at least seven sick days annually. In addition, Obama will point to Massachusetts as an example of a state that has passed similar sick leave laws, calling on other cities and states to do the same.\nThe order set to be issued would grant employees of federal contractors at least one hour of paid sick leave for every 30 hours worked, though individual contractors could opt for more. It also takes into account absences related to stalking, sexual assault or domestic violence, the White House said.\nThe pay-for is not directly addressed by the White House in a fact sheet, which told The Associated Press that it could not estimate how many federal contractors did not currently offer paid sick leave, due to a host of state and local laws that complicate the count.\nThe policy will begin with federal contractors in 2017, as Obama leaves office.\n\n\n\n            By \nTheodoric Meyer\n\nObama's order is another in a series pushing his agenda on the workplace, following a Labor Department proposal earlier this summer to raise the threshold for overtime pay, which would expand wages for as many as 5 million people starting in 2016. He has also signed an executive order to raise the minimum wage for federal contractor employees to $10.10.\nBoston Mayor Martin Walsh and Sen. Elizabeth Warren are set to attend the same event, while Vice President Joe Biden, who is considering a presidential bid, is slated to appear with AFL-CIO President Richard Trumka at a parade in Pittsburgh on Monday.\n\n                                            By \nLarry J. Sabato\n                                            ,\nKyle Kondik\n                                             and \nGeoffrey Skelley\n\n\n                                            By \n                                                     Frank Cerabino\n\n\n                                            By \nAnn Louise Bardach\n\n\n                                            By \nJennifer Haberkorn\n\n © 2015 POLITICO LLC", "byline": "", "description": "The president will require federal contractors to grant it.", "title": "Paid sick leave: Obama to issue order", "url": "http://www.politico.com/story/2015/09/wh-labor-213379", "topics": ["women"], "people": ["Geoffrey Skelley", "Roger Ailes", "David Kendall", "Rachael Bade", "Gerald Ford", "Heather Samuelson", "Matt Latimer", "Anna Palmer", "Hanna Trudo", "Hugh Hewitt", "Dylan Byers", "Richard Nixon", "Henry C. Jackson", "Joe Biden", "Sarah Palin", "Lauren Dezenski", "Larry J. Sabato", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Frank Cerabino", "Martin Walsh", "Danny Vinik", "Katie Glueck", "Nick Gass", "Jack Shafer", "Joseph Marks", "Richard Trumka", "Seung Min Kim", "Cheryl Mills", "Andrew Glass", "Donald Trump", "Darren Goode", "Elizabeth Warren", "Colin Powell", "Jesse Ventura", "Kyle Kondik", "Ben Schreckinger", "Jennifer Haberkorn", "Mike Allen", "Daniel Strauss", "Helen Popper", "Matthew Karnitschnig", "Hillary Clinton", "Barack Obama", "Ann Louise Bardach"], "orgs": ["Labor Department", "Congress", "Marist", "U.S. House of Representatives", "API", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-07 12:53:14", "org": "politico", "article_id": "219523a79a9dd43039627f17f655a611", "date_access": "2015-09-07 12:10:11.621499"}