{"body": "\n09/25/15 02:26 PM EDT\n\n                                        By \nElena Schneider\n\nBoehner will likely be able to push through a government funding bill next week.\n\n                                        By \nDarren Samuelsohn\n\nIn an exclusive interview, Barry Jackson looks back on the policy legacy of a talented political salesman.\n\n09/25/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nWashington eyes the on-demand economy.\n\n09/25/15 01:40 PM EDT\n\n09/25/15 01:39 PM EDT\n\n                                        By \nBen White\n\nWall Street quietly freaking out over Boehner departure \n\n09/25/15 01:31 PM EDT\n\n09/25/15 01:25 PM EDT\n\n                                        By \nSeung Min Kim\n\nAny prospects of a government shutdown just deflated.\n\n09/25/15 01:22 PM EDT\n\n                                        By \nJoseph Marks\n\nThe joint promise goes beyond merely vowing that the countries won't launch cyber first strikes against each other’s power grids and other critical infrastructure.\n\n09/25/15 01:16 PM EDT\n\n                                        By \nNick Gass\n\n\"It's been an honor to serve in this institution.\"\n\n09/25/15 01:15 PM EDT\n\n                                        Updated 09/25/15 01:12 PM EDT\n\n                                        By \nAnna Palmer\n                                        ,\nJake Sherman\n                                         and \nJohn Bresnahan\n\nRepublican Kevin McCarthy is strongly favored to become speaker, but jockeying is intense for other leadership posts.\n\n09/25/15 01:07 PM EDT\n\n                                        By \nDaniel Strauss\n\nThey are picking off the most valuable parts of Scott Walker's suspended presidential operation.\n\n09/25/15 01:02 PM EDT\n\n                                        By \nSarah Wheaton\n\nPresident Barack Obama on Friday said House Speaker John Boehner's resignation took him by surprise, and called him a \"good man.\" \n\n09/25/15 12:52 PM EDT\n\n                                        Updated 09/25/15 12:50 PM EDT\n\n                                        By \n                                                Katie Glueck\n                                         and \nDaniel Strauss\n\nConservatives at the Values Voters Summit cheered the demise of House Speaker John Boehner as Sen. Marco Rubio said the time had come to make way for new...\n\n09/25/15 12:45 PM EDT\n\n                                        By \nShane Goldmacher\n\nConservatives booed Donald Trump for calling Republican presidential rival Marco Rubio a 'clown' at the Values Voter conference of activists on Friday.\n\n09/25/15 12:26 PM EDT\n\n09/25/15 12:23 PM EDT\n\n                                        By \n                                                Joe Pompeo\n\nNoah pointed out that the candidates overall are being \"very selective\" about their media appearances.\n\n                                        Updated 09/25/15 12:17 PM EDT\n\n                                        By \nHadas Gold\n\nCBS seems to have come out on top with Speaker of the House John Boehner\n\n09/25/15 12:09 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe House Speaker will dicuss his resignation at the end of October. \n\n09/25/15 12:07 PM EDT\n\n                                        By \nNick Gass\n\nHouse Speaker John Boehner's decision to resign sent the political scene into a frenzy, generating no shortage of opinion on Twitter and elsewhere.\n\n                                        Updated 09/25/15 12:02 PM EDT\n\n                                        By \nNick Gass\n\nThe Ohio lawmaker has often shown signs of frustration and fatigue.\n\n09/25/15 11:57 AM EDT\n\n                                        By \nTheodoric Meyer\n\nThe DNC and Obama for America created a joint-fundraising committee last week called the Democratic Hope Fund.\n\n09/25/15 11:49 AM EDT\n\n                                        By \nShane Goldmacher\n\nGOP front-runner Donald Trump praised John Boehner's decision to retire from the House, saying it was time for a change.\n\n                                        Updated 09/25/15 11:37 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nSpeaker John Boehner announced to House Republicans that he is retiring from Congress at the end of October, according to multiple sources in a closed...\n\n09/25/15 11:23 AM EDT\n\n09/25/15 11:15 AM EDT\n\n09/25/15 11:09 AM EDT\n\n09/25/15 10:03 AM EDT\nHouse Speaker John Boehner is set to speak shortly. Watch it live here.\n\n09/25/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nYellen expects rate hike this year — Would Kasich sign right-to-work in Ohio?\n\n09/25/15 10:01 AM EDT\n\n                                        By \nElena Schneider\n\nScore interview - Presidential speed read\n\n09/25/15 10:00 AM EDT\n\n                                        By \nBrian Faler\n\nSenate Democrats call for ‘Cadillac tax’ repeal.\n\n09/25/15 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nU.S. and China strike climate deal -- Pope heads to New York -- RAPID Act heads to House floor\n\n09/25/15 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nHouse panel examines broadcast ownership.\n\n09/25/15 10:00 AM EDT\n\n                                        By \nArthur Allen\n\nLobbying at White House to delay meaningful use stage 3 — Arkansas ready to drop telemedicine restrictions — New report on surgery scorecard\n\n09/25/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nTrying to find teachers — Shutdown watch — Washington state charter ruling — Governors get in on HEA debate\n\n09/25/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nNSA reorganization on the way, with cyber in mind — Shellshock’s one-year anniversary\n\n09/25/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nXi’s big day in Washington.\n\n09/25/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nParnell to appeal on grounds jury was compromised — Advocacy group gives Obama failing grade on farm antibiotics progress\n\n09/25/15 10:00 AM EDT\n\n                                        By \nErin Mershon\n\nBoehner tees up clean CR vote along with more abortion votes — Daleiden to speak at Value Voters Summit — Utah's Medicaid expansion stumbles\n\n09/25/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nSenate aims for clean and condensed funding path.\n\n09/25/15 09:59 AM EDT\n\n                                        By \nNahal Toosi\n\nThe Roman Catholic leader brings his plea to combat climate change to the General Assembly.\n\n09/25/15 09:02 AM EDT\n\n                                        By \nNick Gass\n\nVice President Joe Biden will deliver the keynote address at the annual dinner of the Human Rights Campaign.\n\n09/25/15 08:44 AM EDT\nHouse GOP leaders will move next week to pass a clean spending bill and avert a government shutdown.\n\n09/25/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nXi in Washington for state dinner.\n\n09/25/15 08:24 AM EDT\n\n                                        By \nNick Gass\n\n\"He doesn't think about Marco Rubio. Marco Rubio doesn't mean anything to him.\"\n\n09/25/15 08:01 AM EDT\n\n                                        By \nBen White\n\nYellen has health scare; says rates will rise — Trump's bankruptcy problem — Xi/Obama bromance is dead — Emissions scandal grows \n\n09/25/15 07:43 AM EDT\n\n                                        By \nNick Gass\n\nHuckabee said he would begin by taking Obama \"at face value\" that he is a Christian.\n\nOFF MESSAGE\n\n09/25/15 07:37 AM EDT\n\n                                        By \nGlenn Thrush\n\nDonald Trump isn't collapsing. But the Republican frontrunner has clearly hit a plateau after weeks of up, up, up - and remains stuck at around 25...\n\nWashington And The World\n\n09/25/15 07:17 AM EDT\n\n                                        By \n                                                Philip Gordon\n\nFor years, I helped advise President Obama on Syria. It’s now clearer than ever that a new strategy is needed.\nWe're working on more stories right now\n\n                                                    Politico\nMike Allen's must-read briefing on what's driving the day in Washington \n09/25/15 07:00 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nHappy Friday! @Schwarzenegger: “Congrats @cmarinucci on the big job at @politico [as California Playbook writer, launching in a few weeks]. One of the best reporters in California – can’t wait to see you on an even bigger stage.”\nStory Continued Below\nHIGH T: We’ll see lots of Jeb Bush in the next week, as he tries to seize this moment of Trump weakness. Chris Wallace travels to Miami today to tape Bush “Fox News Sunday” interview at his Miami field office – Jeb’s first Sunday-show interview since May. Bush rolls out an energy plan on Tuesday in Pittsburgh. Then New Hampshire, New York City and South Carolina. Yesterday, he was in Virginia and Kentucky raising money for ’15 elections, then went to South Carolina.\n--JEB to JOHN HARWOOD: “I don’t think people are inherently racist in this country. In fact, I think that we have a pretty noble tradition of the opposite. But people are deeply disaffected right now. So rather than prey on their angst and fears, I’m taking a risk of trying to appeal to their hopes and dreams.” http://cnb.cx/1jh5aFO\nRUBIO GAME CHANGE -- “The strategy behind Rubio’s Trump feud: The decision to go after Trump is a departure from Rubio’s low-key campaigning style, but the benefits could be huge,” by Marc Caputo, with C.J. Jackson: “Sweaty. Lightweight. ... ‘no money, zero.’ Donald Trump has spent the past two days bashing Marco ... [Yesterday,] Rubio barked back at Trump, calling him ‘a very touchy and insecure guy. ... He takes shots at everybody that gets anywhere close to him, in terms of a poll, or anytime he hits a rough spot that’s what he does.’ ...\n“For Rubio, it's a gamble. It ends a long-term strategy of trying to ignore ... Trump. ... Rubio is a skill puncher. Trump’s a brawler. Polling in the middle of the pack, Rubio has been running a low-key campaign that ... has kept him largely out of the spotlight of ... mainstream media. ... ‘I’ve made a decision here with Donald Trump, ... if I comment on everything he says, my whole campaign will be consumed by it. That’s all I’ll do all day,’ Rubio said in August on NBC’s ‘Meet the Press.’ ...\n“[S]ince then, Rubio has taken an increasing number of veiled shots at Trump because it plays to ... one of [Rubio’s] strengths: foreign policy. ... Rubio’s criticisms aren’t part of a plan to make the contest a two-way race with Trump — a Bush tactic. ... Rubio’s campaign strategy revolves around waiting for the right opportunity to make news. ... Fiorina ... showed others that the counter-counter-punch can be pretty sweet, as shown by her surge.” http://politi.co/1YEuZ2Y\nGRANDPA TRUMP: Daughter Ivanka announced in a 19-second Facebook video that she and Jared Kushner are expecting a third child. http://on.fb.me/1FxE3QN\nEMAIL OF THE DAY: TED CRUZ rented out the Daily Caller email list and yesterday tried to goose his email open-rate by using “dropping out” as subject line: “Friend, I’m sure you’ve heard...the crowded field of presidential candidates is beginning to thin out, and what you may not know -- money was a big factor. That's why I’m emailing you today.” See the email. http://bit.ly/1MtuIJj\n** A message from the American Bankers Association: If we mandated cellphone technology, we’d still have brick style phones. If Congress mandates a static payments technology, security safeguards will be out of date tomorrow. Let’s Innovate. Not Mandate. Learn more at letsinnovatenotmandate.com **\nPAPAL PLAYBOOK – “Pope to Congress: ‘Do unto others ... ,’” by Nahal Toosi: “In white robes that glowed against the backdrop, and flanked by two former altar boys — House Speaker John Boehner and Vice President Joe Biden — the Roman Catholic leader urged lawmakers to cooperate and remember their responsibilities to their fellow citizens, adding: ‘Legislative activity is always based on care for the people.’\n“The speech — the first by a pope to a joint meeting of Congress — combined words of faith with unmistakable political and policy appeals and it offered something to like for each of America’s two main political parties. But overall, with their strong emphasis on the environment and welcoming immigrants, calls to end the death penalty and the arms trade, and relatively brief and opaque references to stopping gay marriage and abortion, Francis’ words ... cheered Democrats more than Republicans.” http://politi.co/1MtDfMw Transcript http://ti.me/1LBINWI\n--N.Y. POST cover: “HEAVENLY! Francis takes NYC by storm” http://bit.ly/1uTkiZw\n--“Inside the House Speaker’s Office with Pope Francis,” by People’s Sandra Sobieraj Westfall: “Boehner enjoyed a private audience, ... where he won papal approval for the hue of his necktie. ‘Green is the color of hope,’ Francis said quietly, and with a twinkly smile, to the congressional leader as the two men sat down in Boehner's office for private talks ahead of the Pope’s historic speech ... A congressional aide described the months of planning for Francis as ‘hundreds of meetings, more than we’ve ever had for any other event.’” http://bit.ly/1OxpAag\nTWEETS DU JOUR: @BresPolitico: “Last time we’ll ever see a Fiat parked in front of the Capitol like that. EVER” ... @EvanMcSan: “Biden, caught on open mic with pope on speaker’s balcony. ‘They love you. And we love you’” ... @jpodhoretz: “Liberals liked the global warming stuff and the death penalty stuff. Conservatives liked the family and abortion stuff. I liked the yarmulke” ... @joshuadubois: “Pope, in Fiat, rolling past Ben’s Chili Bowl. If you live in DC, you know how amazing this photo is.” http://bit.ly/1MM9j10\n--HOW HIS HOLINESS IS PLAYING: NYT 2-col. lead, “POPE, IN CONGRESS, PLEADS FOR UNITY ON WORLD’S WOES: Asks Lawmakers to Harness Power to Solve Issues on Left and Right” ... USA Today banner, “‘We, the people of this continent, are not fearful of foreigners’” ... WSJ A1, below fold, “Pope Issues Challenge to Congress” ... WashPost, middle of page, “Calls of inspiration, obligation” ... L.A. Times, cols. 1-5, “Francis calls on Congress to seek ‘common good.’”\n--NYT Quotation of the Day: POPE FRANCIS, speaking through an interpreter to a huge crowd that had gathered on the West Lawn of the Capitol to watch his address to Congress: “I ask you all, please, to pray for me, and if there are among you any who do not believe or cannot pray, I ask you please to send good wishes my way.”\n--“Scalpers turn [Philly] papal tickets for profit, drawing church's ire,” by AP’s Michael Sisak: “The rosary beads cost $175. Sounds a bit pricey, except the Craigslist ad says they come with tickets to see Pope Francis. Same with the $10 train passes marked up to $85 in another listing.” http://bit.ly/1KFPCSQ\nDRIVING NEXT WEEK: Obama meeting Putin in N.Y. – AFP’s Andrew Beatty: “The Kremlin and White House said the two leaders will have their first formal meeting in two years on the margins of the United Nations General Assembly on Monday, although they gave differing views as to whether the talks will center around Syria or Ukraine. And the announcement was accompanied by a series of disparaging remarks from the White House.” http://yhoo.it/1FkWQ1U\n--CHARLIE ROSE interview of PUTIN in Russia, airing Sunday on 48th season premiere of “60 Minutes”: “Putin says he does not fit the label of ‘czar’ that Americans often apply to him.” Charlie: “What do you admire most about America?” Putin: “I like the creativity.” Video excerpt http://cbsn.ws/1LB1JVE\nDRIP, DRIP -- “Hillary approved special status for Huma Abedin,” by Rachael Bade: “Clinton green-lighted paperwork that changed her top aide Huma Abedin’s job status to ‘special government employee’ — a classification that allowed Abedin to work for [Teneo] and the Clinton Foundation at the same time she was advising Clinton at State ... documents obtained by Judicial Watch.” http://politi.co/1KTpcAG\nCLINTON CAMPAIGN “Friends & Allies Talking Points” sent yesterday – “Guidance on Bloomberg Report that FBI Has Restored Clinton’s Personal Emails: Assuming the Bloomberg report is true, the reason the FBI may be able to recreate these emails is exactly because ... the rumors that steps were taken to ‘wipe’ the server's contents were never true. Even if FBI can indeed recreate her personal emails as Bloomberg reports, they are unlikely to be released publicly as they are not work-related. ... Hillary Clinton turned over her work-related emails. ...\n“GUIDANCE ON WASHINGTON POST STORY ON HOW STATE DEPT REQUESTED CLINTON'S EMAILS: Nothing in this story contradicts what Hillary Clinton has said. ... ”\nCHASER – “Hillary’s FBI nightmare: If the feds have Clinton’s personal emails, too, some of them are bound to come out — exactly as she feared,” by Josh Gerstein and Rachael Bade http://politi.co/1KTKgXH\nCOMING ATTRACTIONS: “Savannah Guthrie will moderate a town hall [on ‘Today,’ Mon., Oct. 5] ... live from New Hampshire ... Guthrie will also sit down with Clinton for a live one-on-one interview.”\n--“Biden to Deliver Keynote Address at the 19th Annual [Human Rights Campaign] National Dinner [Oct. 3 in D.C.]: Ellen Page to receive Vanguard Award; Allison Janney to present; Jason Collins and Blossom Brown to speak; ... Carly Rae Jepsen, ... -- joined by hip-hop artist Futuristic -- will perform at sold-out event.” See the release. http://politi.co/1Oy1LPO\nHAPPENING TODAY -- “Rubio proposes employer tax credit for paid family leave,” by AP’s Sergio Bustos in Miami: “The Florida senator ... will introduce his plan [this] morning when he speaks before the Values Voter Summit in Washington. ... Rubio would give businesses a 25 percent tax credit for providing at least four weeks of paid family leave. It would be limited to 12 weeks of leave and $4,000 per employee.” http://yhoo.it/1R4PUHm The proposal http://bit.ly/1WmmLu4\nSUNDAY SO FAR:\n--“Fox News Sunday”: Jeb Bush ... Government shutdown: Rep. Tom Cole (R-Okla.), Appropriations Committee and Rep. Mick Mulvaney (R-S.C.), Financial Services Committee ... Panel: Brit Hume, Anne Gearan, George Will, Juan Williams\n--“Face the Nation”: Speaker Boehner, taping this afternoon in the Capitol ... Bernie Sanders ... Panel: Kim Strassel, WP’s Ed O’Keefe, Ron Fournier, Susan Page\n--“Meet the Press”: Hillary Clinton ... Carly Fiorina ... Roundtable: David Brooks, Andrea Mitchell, Eugene Robinson, Kristin Soltis Anderson\n--ABC “This Week”: Roundtable: Matthew Dowd, Jennifer Granholm, Bill Kristol, TIME’s Rana Foroohar\n--CNN’s “State of the Union”: Tapper anchors from 9 to 10 a.m., then from 11 to 1. Nancy Pelosi ... Martin O’Malley ... Sen. Bob Casey (D-Pa.) ... Philly Mayor Michael Nutter ... Paul Begala, Ana Navarro, Van Jones ... Father Edward Beck, John Allen, Delia Gallagher, Father James Martin\nTALE OF THE TAPE -- WashPost Style lead, “Forget polls: Is Hillary rising on height chart?” by Jay Mathews (“Is Hillary Clinton getting taller? Or is the Internet getting dumber?”): “I am the only journalist peculiar enough to have chronicled since 1988 ... the effect of height on electoral success. ... This is my eighth article on the subject. ... When [Clinton] ran for president in 2008, she was only 5-foot-5. I got this official height report from the Clinton campaign [Now, many news organizations – and Google -- say she’s 5-foot-7.] ...\n“Donald Trump and Jeb Bush both say they are 6-3, but Trump ... may be exaggerating. At the CNN debate, Bush looked taller. Several candidates said they were 5-foot-11: Ben Carson, Mike Huckabee and Chris Christie. ... Marco Rubio is 5-10; Carly Fiorina, 5-6 ... and Rand Paul, 5-8. ... Nearly all, though, look much taller than Clinton, and here is where I am obliged to say that no matter what the Google algorithms say, she may not actually have grown to 5-7.\n“Such elevation at her age is, my research tells me, quite unusual. Some people who have had the privilege of standing near her recently tell me she seems closer to the 5-foot-5 I reported eight years ago. I e-mailed Clinton campaign spokesman Nick Merrill to check the 5-foot-7 reports. ... I haven’t heard from her campaign yet.” http://wapo.st/1PArgNU\nSCOOP -- “Cruz super PAC preps Christian radio onslaught,” by Shane Goldmacher: “Cruz’s super PAC is making its first major ad buy, ... launching a $1 million national campaign on Christian and conservative talk radio to run through the end of the year ... The initial 60-second ad will begin running on Monday ... the first from the constellation of four pro-Cruz super PACs that raised a stunning nearly $38 million ... paid for by the Keep the Promise I super PAC, ... funded chiefly by $11 million from hedge-fund magnate Robert Mercer.” http://politi.co/1FxP7gS\nPIC DU JOUR -- @realBobWoodward: “Press badges through the years: #ThrowbackThursday” http://bit.ly/1YEuV39\nLINGO -- “Office Craze Called ‘Hot Desking,” by Slate’s Alison Griswold: “Assigning desks ad hoc based on who’s there at any given time, because you don’t have space for everyone ... The practical goal of hot desking is to distribute too few desks among too many people, in a sort of never-ending office musical chairs. The management-jargony goals, on the other hand, are to ‘encourage new relationships,’ ‘chance interactions.’” http://slate.me/1Oxp6kw\nOUT AND ABOUT: Dems and journos gathered at Tony Podesta’s Kalorama house for David Brock’s “Killing The Messenger: The Right-Wing Plot to Derail Hillary and Hijack Your Government”; shrimp and deviled eggs were among the hors-d’oeuvres.\nSPOTTED: Mary Pat Bonner, Sen. Al Franken, Glenn Thrush, Jennifer Granholm, Ann Lewis, Gabe Debedenetti, Annie Karni, Ken Thomas, Michael Scherer, Bradley Beychok, Brad Woodhouse, Jessica Mackler, Eddie Vale, Mark Paustenbach, Michael Tomasky, Alex Seitz Wald, Molly Ball, Matea Gold, Lisa Lerer, Julie Bykowicz, Mary Jennings, Clark Jennings, Laura Quinn, Caroline Ciccone.\n --RealClearPolitics celebrated its 15th anniversary last night at the Longview Gallery in Shaw. Guests were treated to a #tbt-inspired playlist, with a DJ playing hits from 2000, the year of the polling and news aggregation site’s founding.\n SPOTTED: Tom Bevan and Carl Cannon, Erin Waters, David Corn, Tammy Haddad, Kelley McCormick, Gerry Petrella, Amy Rush, Kenny Day, Polson Kanneth, Brad Dayspring, Jim Manley, Reid Wilson, Ron Fournier, Chris Thorne, Jill Zuckman, Cori Kimball, Alex Isenstadt, Zeke Miller, Patrick and Anne Gavin, Erin McPike, Francesca Chambers, Brendan Kownacki, Dan Swartz, Caitlyn Huey-Burns, Nikki Schwab, Sam Feist, Lauren Vicary, Margaret Carlson, Lynn Sweet, Esther Baruh, Glenn Thrush, Pam Stevens, Rich Galen, Gene Sperling.\nSPORTS BLINK: “SportsCenter” anchor Zubin Mehenti last night: “You gotta wonder if Matt Williams is in his final 10 days as [Nats] manager. [Regular season ends Oct. 4, at Mets.] I don’t think it’s unfair to ask, at all.”\nBIRTHWEEK (was yesterday): Derek Pangallo of the Senate Office of Public Records and a new Partners alum ... Stan Kahn … former Minn. Gov. Arne Carlson (was Wednesday): American Forest Foundation CEO Tom Martin ... Francis Creighton, EVP of gov’t affairs at Financial Services Roundtable\nBIRTHDAYS: Avis Cotton, a loyal “Morning Joe” viewer (son tip: Senator Tom) … Josh Tyrangiel of Bloomberg Media ... April Greener, research director for Leader Pelosi ... Barbara Walters is 86 ... former Defense Secretary Robert Gates is 72 ... Rep. Gregory Meeks is 62 ... Jack Howard, SVP of congressional and public affairs at the Chamber (h/t Blair Holmes) ... Politico’s Bob King is 5-0 -- celebrated last night with current and former colleagues, his brother, cake, pumpkin ale, cards, an AARP newsletter and geriatric magazines (h/ts Nirvi Shah, Joanne Kenen, Marty Kady, and Carol Eisenberg) ... Jake Suski, a Snyder and Huntsman alum (h/t Tim Miller) … Tim Reynolds (h/ts Hadley, JSD) … AP’s Evan Berland ... WSJ’s Danny Yadron … Liz Margolis ... HuffPost’s Ryan Reilly ...\n... TNR’s Brian Beutler … Missy Owens, JRB’s niece and former Clinton White House press aide ... Harrison Taylor Godfrey, manager of state gov’t affairs at Invenergy and an Obama alum, who was engaged to Natalie Draisin on July 3, four years to the day outside the house where they first met – pic of the proposal: http://bit.ly/1KCXhAl ... Nicco Mele, author, co-founder of Echo & Co., former deputy publisher at the LA Times and currently senior fellow at USC Annenberg Center on Communication Leadership & Policy (h/t Jon Haber) ... Gary Carpentier ... DOE’s Pat Hart, a FEMA and Chris Dodd alum (h/t Jen Wlach) ... Emily Keech, executive director for the Republican Secretaries of State Committee and Cantor alum (h/t Tyler Threadgill) ... Jack Zahora ... Lauren Loftus ... Sophie Reagan ... Shivonne Foster, a strategic comms. senior associate at GPG ... Christine Harbin Hanson, deputy director of federal affairs at Americans for Prosperity ...\n... Lila Shapiro of HuffPo … Ed Newberry, global managing partner at Squire Patton Boggs ... Pocketts, the Boston terrier of Romney alum Will Ritter, now of Poolhouse … Will Bergstrom … John Elias … National Journal’s Vivyan Tran, a Politico alum … Garlin Gilchrist II, the City of Detroit’s first ever deputy technology director for Civic Community Engagement and a MoveOn alum ... Dena Kozanas, deputy chief of staff for Rep. Candice Miller … NY Assembly Speaker Carl Heastie ... Playbook stalwart Robert Walden -- who played Donald Segretti in “All the President’s Men” and Lou Grant’s favorite reporter, Joe Rossi – is 72 … Tim Connolly ...\n... Philip Dufour ... Shawn Burke ... Jeannie Doherty ... Rob Ritchie (h/ts Teresa Vilmain) ... Nathaniel Ennis ... Kelly Parks Snider, co-founder at Project Girl ... Amber Pfau ... Mimi Hall, director of public education and outreach at Nuclear Threat Initiative ... Jose Guardia ... Dave Peluso ... Chau Lan Ngo ... Michael Douglas is 71 ... Cheryl Tiegs is 68 ... Mimi Kennedy is 67 ... Heather Locklear is 54 ... Basketball Hall of Famer Scottie Pippen is 50 ... Will Smith is 47 ... Catherine Zeta-Jones is 46 ... Zach Woods (\"Silicon Valley,” “The Office”) is 31 ... actress Emmy Clarke is 24 (h/ts AP)\n** A message from the American Bankers Association: High-profile data breaches underscore the need for stronger and more innovative security solutions that protect consumers. Banks and payment networks continue to invest heavily in the development and implementation of promising new technologies that protect consumers everywhere purchases are made. Some people want Congress to mandate a static payments technology. That would be a mistake, as security safeguards would be quickly out of date. Mandates hinder the ability to adapt and react to evolving threats. Let’s Innovate. Not Mandate. Learn more at letsinnovatenotmandate.com **\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Philip Gordon\n\n\n                                            By \n                                                    Indira A.R. Lakshmanan\n\n\n                                            By \n                                                    Michael Wessel\n\n © 2015 POLITICO LLC", "byline": "", "description": "WHY RUBIO FINALLY THUMPED TRUMP -- BROOKLYN: Emails retrieved by FBI ‘unlikely to be released’", "title": "POLITICO Playbook, presented by the American Bankers Association – POPE TO CONGRESS: ‘We must move forward together ... in a renewed spirit of fraternity’ -- WHY RUBIO FINALLY THUMPED TRUMP -- BROOKLYN: Emails retrieved by FBI ‘unlikely to be released’", "url": "http://www.politico.com/playbook/2015/09/politico-playbook-presented-by-the-american-bankers-association-pope-to-congress-we-must-move-forward-together-in-a-renewed-spirit-of-fraternity-why-rubio-finally-thumped-trump-brooklyn-emails-retrieved-by-fbi-unlikely-to-be-released-210384", "topics": ["trade"], "people": ["Chris Wallace", "Van Jones", "Joe Pompeo", "Carly Rae Jepsen", "Bob King", "Bradley Beychok", "Mike Huckabee", "Hadas Gold", "Vladimir Putin", "Matt Williams", "Jason Collins", "Michael Scherer", "Ann Lewis", "James Martin", "Chris Christie", "Matthew Dowd", "John Boehner", "Michael Tomasky", "Francesca Chambers", "Caitlin Emma", "Sergio Bustos", "Shane Goldmacher", "Nick Gass", "David Brock", "Tammy Haddad", "Martin O'Malley", "Jeb Bush", "Gene Sperling", "Chris Dodd", "Nancy Pelosi", "Barack Obama", "Lauren French", "Mark Paustenbach", "Eugene Robinson", "Mike Allen", "Julie Bykowicz", "Arthur Allen", "Carol Eisenberg", "Ken Thomas", "Blossom Brown", "Edward Beck", "Isaac Arnsdorf", "Jennifer Granholm", "Tim Reynolds", "Will Smith", "Sam Feist", "Erin Mershon", "Teresa Vilmain", "Anna Palmer", "Bob Casey", "Tom Cole", "Marc Caputo", "Rich Galen", "Jon Haber", "Arnold Schwarzenegger", "Nick Merrill", "Margaret Carlson", "Joanne Kenen", "Ron Fournier", "Nahal Toosi", "Annie Karni", "Pope Francis", "Danny Yadron", "Susan Page", "Jim Manley", "Rand Paul", "Jennifer Scholtes", "Michael D'Antonio", "Daniel Lippman", "Ed O'Keefe", "Molly Ball", "Alex Isenstadt", "Mary Jennings", "Clark Jennings", "Donald Trump", "John Bresnahan", "Marco Rubio", "Ivanka Trump", "Carly Fiorina", "Delia Gallagher", "Adam Sneed", "Laura Quinn", "Barbara Walters", "Lisa Lerer", "Ben White", "Darren Samuelsohn", "Michael Wessel", "Eric Wolff", "Sandra Sobieraj Westfall", "Juan Williams", "Nicco Mele", "David Corn", "Paul Begala", "Derail Hillary", "Allison Janney", "Brad Dayspring", "Eddie Vale", "Janet Yellen", "Reid Wilson", "Polson Kanneth", "Mick Mulvaney", "Joe Biden", "Brian Mahoney", "Mary Pat Bonner", "Josh Gerstein", "Bernie Sanders", "Huma Abedin", "Brit Hume", "Joseph Marks", "Nirvi Shah", "Gregory Meeks", "David Daleiden", "George Will", "Jeremy Herb", "Jack Howard", "Philip Gordon", "Jake Sherman", "Andrea Mitchell", "Rachael Bade", "Sarah Wheaton", "Tom Bevan", "Candice Miller", "Adam Behsudi", "Hillary Clinton", "Barry Jackson", "Tony Podesta", "Rana Foroohar", "Jessica Mackler", "Jared Kushner", "Katie Glueck", "Natalie Draisin", "Zeke Miller", "Helena Bottemiller Evich", "Elena Schneider", "Matea Gold", "Missy Owens", "Eric Cantor", "Pam Stevens", "Will Ritter", "Squire Patton Boggs", "Robert Mercer", "Mimi Kennedy", "Theodoric Meyer", "Lynn Sweet", "Tim Miller", "Scott Walker", "Scottie Pippen", "John Allen", "Ellen Page", "Marty Kady", "Seung Min Kim", "David Brooks", "Glenn Thrush", "Jake Tapper", "Tim Starks", "Bill Kristol", "Kim Strassel", "Anne Gearan", "Al Franken", "Carl Cannon", "Brian Faler", "Josh Tyrangiel", "Daniel Strauss", "Ana Navarro", "Brad Woodhouse", "Robert Gates", "Ben Carson"], "orgs": ["United Nations General Assembly", "Nats", "Democratic Hope Fund", "WSJ", "NYT", "Financial Services Committee", "Liberals", "PAC", "EVP", "FEMA", "Appropriations Committee", "Financial Services Roundtable", "General Assembly", "Congress", "Governors", "NSA", "Slate", "Innovate", "N.Y. POST", "House GOP", "California Playbook", "AARP", "PIC DU JOUR", "Fiat", "DNC", "PACs", "GPG", "Human Rights Campaign", "Clinton Foundation", "WashPost Style", "BIRTHWEEK", "AFP", "SVP", "Washington And The World", "Mets", "National Journal", "Senate", "American Bankers Association", "Basketball Hall", "FBI"], "authors": [{"author_id": 30901, "fullname": "elena schneider", "primary_org": "politico"}], "date_written": "2015-09-25 12:00:52", "org": "politico", "article_id": "b5001029010bb3da4a7a2b71cf64952a", "date_access": "2015-09-25 18:30:23.444554"}