{"body": "\n2016\n\nVoters are hungry for fresh ideas, but not sure the Republican candidates have any.\nBy Ben White\n8/4/15 5:59 PM EDT\nGetty\nWhen the Republican candidates take the debate stage in Cleveland on Thursday night they will confront an American public deeply anxious about the state of the economy and desperate for a fresh voice to offer a way out.\nSo far, that voice has largely belonged to Donald Trump, the brash billionaire whose promises to crush China and create tens of millions of new jobs propelled him to big leads in national polls.\nStory Continued Below\nThe task facing Jeb Bush, Marco Rubio, Scott Walker and the rest of the top tier in the GOP field is to acknowledge the current national malaise and present credible ideas that go beyond Trump’s braggadocio. It will be an especially difficult job, historians and political strategists say, because unlike Trump, none in the top tier have the kind of private sector success story or outsider, maverick credentials that are so tantalizing to disaffected voters right now.\nBush will have to begin convincing voters his plan to double the nation’s economic growth rate is something more than a talking point. Rubio will have to translate his Reagaesque anecdotes about hard-working people keeping more of their paychecks into something more concrete. And Walker will have to prove that he has a vision broader than just busting unions.\n“The problem right now for all these candidates is that we have settled into this general state of national dismay. No one is happy and no one really believes that anyone can fix it anymore,” said Jason Johnson, a political historian and professor at Hiram College. “People gravitate to Trump because he’s made money and built stuff and been very successful. None of the other Republican candidates can really say that and will have a hard time convincing anyone they have the answers.”\nThe stakes on Thursday are perhaps highest for Bush, whose candidacy is based on a bold promise to double the current economic growth rate to 4 percent. Bush has seen his support fade as Trump’s has risen. Thursday’s debate offers the former Florida governor his first big chance to slow Trump’s rise and convince GOP primary voters that he offers something new despite his dynastic last name and massive establishment financial support.\nAlso on POLITICO\nDANIEL STRAUSS\n“The furthest distance in this race right now is between a Trump voter and a Jeb voter,” said Rick Wilson, a Florida-based GOP strategist. “What Jeb has to do is remind people of his economic record as governor and introduce himself to people who think he’s just another Bush.”\nThe backdrop for the debate is grim even though the U.S. economy is growing around 2 percent and creating enough jobs to keep the unemployment rate dropping. That has not translated into much positive feeling.\nAn NBC/Wall Street Journal poll this week showed that 65 percent over voters think the nation is on the wrong track, close to the 71 percent figure from 1992 when Ross Perot burst on the scene as a billionaire promising to fix the economy. Nearly a quarter of Americans in the poll said they expected the economy to get worse over the course of the next year despite a broad consensus among economists that it should get a bit better.\nBloomberg’s consumer comfort index dropped for the fourth straight week on Tuesday, hitting its lowest level since last November. Analysts attribute much of the negative feeling to the stubborn lack of wage growth coupled with a lasting emotional hangover from the financial crisis and recession that began in 2009.\nTrump has resonated in this environment with his confident declarations that he would “make America great again” and be “the greatest jobs president that God ever created.” But he has said little about how he would accomplish this and rival GOP candidates on Thursday are likely to press him to get specific. Trump has said even he has no idea how well he will perform.\nBush supporters say the former governor will look to both tell his own story of job creation in Florida while ticking off specific – but not wonky – ways he will get the economy moving faster, including tax, regulatory and immigration reform.\n“Jeb has a big challenge because his two terms as governor, while very successful, were quite a while ago,” said Tony Fratto, a partner at Hamilton Place Strategies and former aide to President George W. Bush. “He has to tell that story on his economic record and how it’s going to translate nationally. And he can present the 4 percent goal as properly aspirational for America.”\nThe debate will also offer Rubio and Walker, two other top tier candidates who have put the economy at the center of their campaigns, a chance to present their case. Rubio is likely to highlight his background as the son of a bartender and a hotel maid while highlighting a tax cutting and regulatory reform agenda very similar to Bush’s.\n“Rubio can go out there and show his communications skills and that lift he can get from an audience that nobody else really has,” said Wilson. “Trump has crude gravitas while Rubio can present a more sophisticated and optimistic message.”\nAlso on POLITICO\nDARREN SAMUELSOHN\nWalker, meanwhile, is expected to focus on his success taking on public sector unions in Wisconsin and winning multiple statewide elections in a heavily Democratic state. His record is also fresher in voters’ minds than Bush’s. But like both Bush and Rubio, Walker lacks the kind of large-scale and easily understood private sector success that has made Trump the most trusted man on the economy in the GOP field according to recent polls.\n“The fact is that Americans really like rich people as long they understand how they made their money,” said Johnson. “And Trump has built stuff. None of these other guys can really make the same case he’s making.”\nThere is also a danger for all the Republican candidates of being too downbeat on the economy or expecting that its problems will persist through the fall and into next year. While voters’ moods are quite sour now, the economy retains some significant strengths as the housing market continues to recover and gas prices remain cheap. And if wage gains finally begin to show up as the job market gets tighter, the wrong-track numbers could begin to snap back fairly quickly, something Democratic frontrunner Hillary Clinton is very much counting on heading into next year.\n“I know that people are not very happy with where the economy is right now but my advice to all the Republican candidates is not to put all their eggs in that basket,” said Fratto. “Because the economy is doing better than the way people feel about it and we have seen fairly quick turnarounds in mood before. This could still be a very different picture in six or eight months.”\nBy JACK SHAFER\nBy DANIEL J. MCGRAW\nBy TOM A. PETER\nBy JASON SOKOL\n© 2015 POLITICO LLC", "byline": "", "description": "Voters are hungry for fresh ideas, but not sure the Republican candidates have any.", "title": "The GOP's economic opportunity", "url": "http://www.politico.com/story/2015/08/the-gops-economic-opportunity-121006.html", "topics": ["economy"], "people": ["Jason Johnson", "Jeb Bush", "George W. Bush", "Hillary Clinton", "Donald Trump", "Ben White", "Marco Rubio", "Rick Wilson", "Ross Perot", "Tony Fratto", "Scott Walker"], "orgs": ["Hamilton Place Strategies", "GOP"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-08-04 22:59:50", "org": "politico", "article_id": "543fd376267bb26d93a7a79db065ee2e", "date_access": "2015-08-04 22:20:19.419332"}