{"body": "\n10/16/15 04:23 PM EDT\n\n                                        By \nAnnie Karni\n\nHillary Clinton doesn't appear ready to let Bernie Sanders off the hook on his gun control record anytime soon.\n\n10/16/15 03:56 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt didn't take long for staffers from a few 2016 Republican presidential campaigns to start taking pot shots at each other over the latest FEC fundraising...\n\n                                        Updated 10/16/15 03:22 PM EDT\n\n                                        By \nRachael Bade\n\nPanel Republicans did not respond to Democratic accusations that Abedin's testimony was irrelevant.\n\n                                        Updated 10/16/15 03:20 PM EDT\n\n                                        By \nNick Gass\n\n\"Don’t blame him or don’t blame him, but he was president,\" Trump says.\n\n                                        Updated 10/16/15 03:11 PM EDT\n\n                                        By \nNick Gass\n\nIt's up to the American people to decide the next president, he says.\n\n10/16/15 02:55 PM EDT\n\n                                        Updated 10/16/15 02:46 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe network agreed to limit the program to two hours and allow candidates to give opening and closing statements.\n\n10/28/15 08:00 AM EDT\nPOLITICO's Chief Economic Correspondent Ben White takes Morning Money live for a breakfast briefing with Director Richard Cordray, Consumer Financial Protection...\n\n10/16/15 02:04 PM EDT\n\n                                        By \nEliza Collins\n\nRomney says Trump's controversial comments about Hispanics could be \"problematic.\"\n\n10/16/15 02:02 PM EDT\n\n                                        By \nJosh Gerstein\n\nAhmed Abu Khatallah is facing a slew of terrorism and murder charges in connection with the assault that claimed the lives of four Americans.\n\n10/16/15 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nMore signs pointing to API, ANGA merger — Bill Clinton hits money trail\n\n                                        Updated 10/16/15 01:34 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton and Bernie Sanders are in a tight race in New Hampshire, a new poll finds.\n\nWar Room\n\n10/16/15 12:59 PM EDT\n\n                                        By \n                                                Jeff Eggers\n\nMore troops alone can’t win. The U.S. needs to leverage its new commitment into diplomatic and political gains.\n\n                                        Updated 10/16/15 12:54 PM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton will make her first visit to Stephen Colbert's \"Late Show\" on Oct. 27.\n\n11/10/15 05:30 PM EST\nJoin POLITICO for cocktails and conversation with leading voices who are changing the way Americans engage around the world.\n\n                                        By \n                                                Dana Rubinstein\n\n\n                                        By \n                                                Matt Dixon\n\n\n10/16/15 11:39 AM EDT\n\n10/23/15 12:00 PM EDT\nJoin POLITICO's heath care editor Joanne Kenen and eHealth editor Arthur Allen for an Outside, In Twitter Chat exploring the digital revolution...\n\n                                        Updated 10/16/15 10:57 AM EDT\n\n                                        By \nRachael Bade\n\nHuma Abedin had been scheduled weeks ago to testify Friday.\n\n10/16/15 10:45 AM EDT\n\n10/16/15 10:12 AM EDT\n\n                                        By \nHadas Gold\n\nWashington Free Beacon editor Matthew Continetti said in a statement Stiles purchased the hats for the staff at the publication.\n\n10/16/15 10:06 AM EDT\nNRA vs. NEWSOM\n\n10/16/15 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nLouisiana rivals slam Vitter over debate restrictions\n\n10/16/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nTeamsters fund cuts made public – McDonald's NLRB 'Chutzpah'\n\n10/16/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nKasich’s vanilla tax plan — Hastert saga nearing end\n\n10/16/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHHS lowballs Obamacare enrollment targets — Colorado co-op looks for ways to stay alive — Obamacare doesn't cancel class for long\n\n10/16/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nRFS air wars escalate — Feds to give update on biotech rule changes\n\n10/16/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW details worldwide recall plans — Debt-limit date skips ahead\n\n10/16/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nTech giants oppose CISA (but not unanimously) — FinFisher malware used by governments\n\n10/16/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nPritzker urges EU to speed up safe harbor talks — Harper not guessing anymore\n\n10/16/15 10:00 AM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton still leads Bernie Sanders 45 percent to 31 percent.\n\n10/16/15 10:00 AM EDT\n\n                                        By \nKate Tummarello\n\nRIAA head predicts uphill battle for copyright overhaul — New limits on the Librarian of Congress\n\n10/16/15 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nRubio tries for positive energy — NextGen calls for U.S. to go half renewable by 2030\n\n10/16/15 10:00 AM EDT\n\n                                        By \nArthur Allen\n\nHIPAA change in Cures bill worries privacy hawks — New frontiers in wireless medicine\n\n10/16/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nSpellings a shoo-in at UNC? – Young immigrants seek in-state tuition in Georgia \n\n                                        By \n                                                Carla Marinucci\n\n\n10/16/15 08:42 AM EDT\n\n                                        By \nNick Gass\n\nTrump took 28 percent, followed by 23 percent for Carson.\n\n10/16/15 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nGOP criticizes plans for Afghan drawdown — Leaked documents on drone program published\n\n                                        Updated 10/16/15 08:21 AM EDT\n\n                                        By \nNick Gass\n\nThe next Republican debate on CNBC will be two hours.\n\n10/16/15 08:19 AM EDT\nHASTERT’S deal\n\n10/16/15 07:17 PM EDT\n\n10/16/15 08:01 AM EDT\n\n                                        By \nBen White\n\nCarson tops Q3 fundraising — The Clinton machine — Dems leading money race — Conservative case on the debt limit\n\n                                        By \n                                                John Acher\n\n\n10/16/15 07:42 AM EDT\n\n                                        By \nBurgess Everett\n\nDems plan to block sanctuary cities bill -- HASTERT TO PLEAD GUILTY\n\n10/16/15 07:36 AM EDT\n\n                                        By \nNick Gass\n\n“I admire the fact that he is politically incorrect,\" he says. \n\n10/16/15 07:17 AM EDT\nDE BLASIO turns to BLOOMBERG\n\n10/16/15 07:11 AM EDT\nCNBC caves to Trump debate demand -- JEB CUTS SALARIES -- B’DAY: Jim Courtovich is 5-0, Amy Walter\n\n10/16/15 07:01 AM EDT\nMENENDEZ legal spend\n\n2016 \n\n10/16/15 06:49 AM EDT\n\n                                        By \nKenneth P. Vogel\n                                        ,\n                                                Isaac Arnsdorf \n                                         and \nTheodoric Meyer\n\nRed flags in finance reports for Clinton, Jeb Bush and Marco Rubio.\nWe're working on more stories right now\n\n                                            By \n                                                    Jeff Eggers\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Michael Nelson\n\n\n                                            By \n                                                    H.W. Brands\n\n\n            By \nAnnie Karni\n\n10/16/15 04:23 PM EDT\nHillary Clinton doesn't appear ready to let Bernie Sanders off the hook on his gun control record anytime soon.\nOn Friday, the campaign released a new video tying her fight against the National Rifle Association to President Barack Obama’s comments in October after a mass shooting at a community college in Oregon.\nStory Continued Below\n“We need more guns, they’ll argue, fewer gun safety laws. Somebody somewhere will say Obama politicized this issue,” Obama said at a press briefing Oct. 1, a clip of which plays in the Clinton campaign's new video. “Well this is something we should politicize.”\nThe video is also notable for showing Clinton embrace and attach herself to Obama's message during a period when she has distanced herself from the president on issues of trade, environment and even foreign policy in Syria.\nIn the days after the first Democratic debate, Clinton has been capitalizing on the one issue where she can attack Sanders from the left. The campaign has hailed an exchange between Sanders and Clinton about gun control as one of the most significant back-and-forths to emerge from the two-hour debate.\nThe new video also uses a clip from Clinton’s rally in San Antonio on Thursday, where she also said: “I’ve been told by some to quit shouting about this,\" a veiled reference to a comment Sanders made during the debate. \"Well, I’ll tell you right now, I will not be silenced. ... If you join me, I will keep taking on the NRA. A majority of Americans and a majority of gun owners support the changes I am recommending.”\nShe doubled down on it Friday at a town hall in Keene, New Hampshire.\n\"Some people say that we shouldn’t talk about it. Some say we shouldn’t shout about it,\" Clinton said. \"Well, I think we have to keep talking, but more importantly, we have to act. We have to be willing to take on those who are not in favor of sensible gun-safety measures. That includes the NRA, and it includes a lot of people in public life today who are intimidated. I think that’s no longer feasible. It’s not longer right.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Clinton in new video: &apos;I will not be silenced&apos; on gun control", "url": "http://www.politico.com/story/2015/10/hillary-clinton-gun-control-new-video-2016-barack-obama-214892", "topics": ["trade", "economy", "immigration"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Rachael Bade", "Helena Bottemiller Evich", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Dana Rubinstein", "Matthew Continetti", "Barack Obama", "Richard Cordray", "Joanne Kenen", "Brian Mahoney", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "Bernie Sanders", "Huma Abedin", "Nick Gass", "Jeb Bush", "Jennifer Scholtes", "Adam Behsudi", "Bill Clinton", "Alex Isenstadt", "Jeremy Herb", "Marco Rubio", "Eliza Collins", "Kate Tummarello", "Toby Eckert", "David Vitter", "Tim Starks", "Brianna Ehley", "Matt Dixon", "Daniel Strauss", "Arthur Allen", "Hillary Clinton", "Ben White", "Stephen Colbert", "Eric Wolff", "Amy Walter", "Caitlin Emma"], "orgs": ["RFS", "CNBC", "National Rifle Association", "NRA", "GOP", "JEB", "eHealth", "Dems", "CISA", "Librarian of Congress"], "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}], "date_written": "2015-10-16 21:23:28", "org": "politico", "article_id": "c67c399820801ba911fee52d61a353c1", "date_access": "2015-10-16 20:30:08.845549"}