{"body": "Former Florida Governor Jeb Bush walks with his wife, Columba Bush. | Getty\nBy Adam B. Lerner\n7/28/15 11:01 AM EDT\nJeb Bush is opening up about his mixed-ethnicity family, discussing his family’s Mexican heritage and even discrimination his son experienced as a child.\n“We are very Hispanic in the sense that we speak Spanish at home,” the former Florida governor said in a Spanish-language interview with Telemundo. “Columba is very Mexican. She is proud of her U.S. citizenship naturally, but we eat Mexican food at home. Our children are Hispanic in many aspects, and we don’t talk about that. But yes, the Hispanic influence in my family is something quite important in my life.”\nStory Continued Below\nBush’s comments came in his first full Spanish-language interview on the 2016 presidential campaign trail. He sat down with Telemundo’s José Díaz-Balart for a wide-ranging discussion Tuesday that was previewed on the channel that evening, but will be aired in full on Sunday.\nThe interview comes as real estate mogul Donald Trump has soared to the lead in a number of national polls after attacking undocumented Mexican immigrants as “rapists” and criminals — remarks that many on both the left and the right have called offensive and wrong.\nBush said of Trump’s remarks, “I was hurt, hearing someone speaking in such a vulgar fashion,” adding that the remarks “hurt millions of people that are here legally.”\nHe declined to mention, though, any offense directed at Mexican immigrants who are not in the country legally.\nAlso on POLITICO\nALEX ISENSTADT\nThe former Florida governor then went on to discuss discrimination targeted at Hispanics, mentioning “a time when my son went to Ocala,” a city in central Florida around 80 miles northwest of Orlando, “to play baseball, a game on a team. And the team was a Miami team. The majority were Hispanics. My son George, he’s dark-skinned. And they spoke horrible things about those from Miami.”\n“[N]aturally, I had to explain or describe that people who hate are not the majority, and we must accept them and move forward,” Bush said.\nBush added that his son was “quite upset” because “in Miami, we don’t have a problem. But in other parts of the country it [discrimination] exists.”\n“It’s a good lesson to learn, to always remember that we still don’t have a country that’s full justice for all,” Bush said. “We can see this in the African-American communities also. There’s discrimination still. And in my life, it’s important to acknowledge this, and to act about that. Yes.”\nTelemundo’s Balart finished Bush’s sentence by saying, “And act on it, but how?”\nBush responded by touting the diversity of judges and administrative employees he appointed and hired while governor. “I had the greatest diversity of any other governor, and [I will] always be aware of the diversity of the state of Florida as well as the country. It’s a virtue, it’s something positive. It should not divide us, but we should respect and embrace diversity so that we can have better results.”\nThe interview then shifted to the subject of immigration, where Bush reiterated his plan to offer a path to legal status for those in the country without documentation, but not to offer a path to citizenship.\nAlso on POLITICO\nDYLAN BYERS\nWhen asked about a portion of his book that says undocumented immigrants “should never have access to citizenship,” Bush responded, “One could have access if they receive legal status, one way or the other. But what I don’t believe should be done is to cut in front of the line, you know?”\nBush flaunted the fact that he “won more Hispanic votes than Anglo votes” in his 2002 re-election campaign and said that a Republican can carry the Latino vote.\n“It can be done,” Bush said. “It can be done, based on a more positive message that respects people. This can be changed.”\nBy BEN WOFFORD\nBy BRUCE BARTLETT\nBy JACK SHAFER\nBy THOMAS GEOGHEGAN\n© 2015 POLITICO LLC", "byline": "", "description": "\"We are very Hispanic in the sense that we speak Spanish at home,\" he says.", "title": "Jeb Bush: 'I was hurt' by Donald Trump's attacks on Mexicans", "url": "http://www.politico.com/story/2015/07/jeb-bush-hurt-donald-trump-remarks-attacks-mexicans-120717.html", "topics": ["immigration"], "people": ["Donald Trump", "Jeb Bush", "Adam B. Lerner", "Columba Bush"], "orgs": ["Hispanics", "Telemundo"], "authors": [{"author_id": 30733, "fullname": "adam b. lerner", "primary_org": "politico"}], "date_written": "2015-07-28 16:01:56", "org": "politico", "article_id": "9625ac6e9065d9f1241d88240aee54af", "date_access": "2015-07-28 16:20:05.872551"}