{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nA daily download of technology news from Washington and Silicon Valley\n\n            By \nTony Romm\n\n10/14/15 10:00 AM EDT\nWith help from Adam Sneed, Amy Schatz, Nirvi Shah and Nancy Scola\nFEELING HEAT, DAILY FANTASY SPORTS LOBBY UP — It’s your guest MT-er, Tony, reporting again today from sunny California: “FanDuel and DraftKings have been blitzing the TV airwaves to draw football fans into the multibillion-dollar business of online fantasy sports leagues — and now they're going on offense to win over skeptical lawmakers and regulators as well. Facing pressure from anti-gambling legislators and allegations of insider trading, the two companies are setting down political roots across the country. Both FanDuel and DraftKings have hired lobbyists in a slew of state capitals, and FanDuel this week retained its first-ever lobbying firm in the Beltway.” More for Pros here: http://politico.pro/1ZCtEtZ\nStory Continued Below\nTECH TALK SPARSE IN DEMOCRATIC DEBATE — If you didn’t watch the first Democratic presidential debate last night, you didn’t miss much — at least when it came to tech issues. The NSA's mass surveillance program came up and Democratic presidential candidate Bernie Sanders said he would “absolutely” shut down such programs if elected. “Virtually every telephone call in this country ends up in a file at the NSA. That is unacceptable to me,” Sanders said. Meanwhile, front-runner Hillary Clinton said NSA leaker Edward Snowden shouldn’t “be brought home without facing the music.” \nAs expected, Clinton was asked about her private email server, but she found an unexpected champion in Sanders, her main rival, who yelled that “the American public is sick and tired of hearing about your damn emails.” Clinton laughed at his unexpected outburst, which came after she offered a spirited attack on the House investigative panel that has been examining the issue. \"It is a partisan vehicle, as admitted by the House Majority Leader, Mr. McCarthy, to drive down my poll numbers. Big surprise,\" Clinton said. \"This committee has spent $4.5 million of taxpayer money.\" More for Pros here: http://politico.pro/1VR3O67 \nBACK IN THE VALLEY: TALKING 2016 WITH REID HOFFMAN — Don’t expect the LinkedIn co-founder to play as big a role in 2016 as he did supporting President Barack Obama’s White House bids in 2008 and 2012. “Thus far, in practice, I haven’t done anything yet,” Hoffman said Tuesday at the Internet Association’s annual conference, when asked about the election ahead of last night’s debate. “Likely, I am going to come out, depending on how you read the tea leaves, supporting Hillary.” But, Hoffman said, it “hasn’t yet been important for me to get involved,” noting he wasn’t sure how he would make a “big difference in the outcome,” before adding: “It’s not clear to me the presidential election of 2016 will be my key focus.”\n— BUT KEEP AN EYE ON HIM ANYWAY: Hoffman has been a key financial supporter of FWD.us, after all, and he hinted on immigration he has “something I’m working on but I can’t announce it yet.”\nGood Wednesday morning from San Francisco. We just wrapped up our time at IA’s first-ever confab out in Menlo Park, where participants (yours truly excluded) took home swag bags with free Kindles inside. It’s my last day on the West Coast, so if you’ve got some time, say hello — and otherwise, keep those comments and tips coming: tromm@politico.com and @tonyromm. Find Adam back here Thursday.\nAND WHO WAS HERE LAST NIGHT? — Sen. Roger Wicker and Rep. Patrick McHenry stopped by an event that earlier had featured Reps. John Shimkus, Anna Eshoo and Zoe Lofgren. Who was not? Sen. John McCain, who was spotted at the conference hub, located at the Rosewood Sand Hill, but did not swing by the IA event.\nALPHABET'S SCHMIDT EXPLAINS CONCERNS ABOUT ENCRYPTION — Eric Schmidt, the executive chairman of Google’s parent company, Alphabet, told the IA crowd that the NSA should not be given the keys to break encrypted communications because it would create serious cybersecurity risks that help the “bad guys,” according to sources in the room. Schmidt spoke at an off-the-record session during the conference. Sadly, he was neither asked about nor offered any opinions about two key issues facing the company: a European antitrust complaint and reports that the Federal Trade Commission is probing the company's Android mobile operating system. More, for Pros: http://politico.pro/1PsbvKT\nDRIVING D.C.: DISH, CONSUMER GROUPS LINE UP AGAINST CHARTER-TWC — Charter Communications' effort to acquire Time Warner Cable and Bright House Networks got a little more challenging Tuesday, after DISH Network and a number of consumer groups were among the parties that formally asked the FCC to kill the deal. “The proposed transaction would be no better for the public interest than the one proposed between Comcast and Time Warner Cable,” DISH wrote (http://bit.ly/1PeLTSI) in its petition to deny. Consumer groups, including Public Knowledge, Common Cause, Consumers Union and Open MIC, said in a combined filing (http://bit.ly/1jx9Yqz) that “as proposed, this merger would harm consumers and competition, providing grounds for the Commission to block it on both competition law and public interest grounds.\"\n— Of course, plenty of parties have come out in favor of the deal (presumably some solicited by Charter, TWC or Bright House), as Charter will likely point out on Nov. 2, when responses to the petitions to deny are due. But as Comcast found out during its failed effort to acquire Time Warner Cable, the FCC listens closely to concerns of consumer groups and competitors. We’re tracking.\nSPECTRUM BILL OUTLOOK GRIM THIS YEAR? — With a budget deadline looming overhead at the same time the House lacks a speaker, the prospects for a vote on new spectrum legislation don't look great. Rep. John Shimkus, on the sidelines of IA, agreed with the assessment but sounded an optimistic note about the road ahead. Once lawmakers \"can resolve our speaker battle ... we still have 10 months to move forward on policy,” he told us. That said, Shimkus said he hadn’t heard much about the speculation that spectrum might be tied, as a pay-for, to the highway bill.\nFTC ALSO HELPING OUT WITH VW EMISSIONS FLAP — As the EPA continues probing Volkswagen for software designed to subvert emissions standards, the FTC is getting in on the action. Chairwoman Edith Ramirez told your MT-er that her agency is “coordinating” with those agencies — though she didn’t offer specifics. The regulator comes at it from the perspective of algorithmic accountability, an item she raised during her fireside chat at IA earlier Tuesday. Companies “need to be more transparent about it and act responsibly in this area,” she said.\nTHIS WEEK: TECH TO CHRISTEN NEW VALLEY PATENT HUB — USPTO Director Michelle Lee is headed out west later this week to officially open the agency’s highly anticipated satellite office here in the Bay Area. The Silicon Valley Leadership Group is throwing a dinner and discussion to mark the occasion, which will feature Lee, Rep. Zoe Lofgren, Silicon Valley Bank CEO Greg Becker and others. Seated at each table will be “a local inventor and a public official,” SVLG says, “to help spark conversation about innovation, the patent process and the impact this new office will have here.”\n— AND, ICYMI, PATENT REPORT NEXT YEAR — FTC Chairwoman Edith Ramirez said at the IA conference Tuesday that the agency’s long-awaited study of so-called patent trolls is likely to drop next spring.\nFINANCIAL AID FOR CODING PROGRAMS, ONLINE COURSES: Students in programs like coding bootcamps and MOOCs would be eligible for federal financial aid and academic credit under a new Education Department pilot program unveiled today. \"We hope to equip students, particularly low-income students, with greater access to innovative educational programs in subjects with the flexibility that they may not otherwise have,\" Under Secretary Ted Mitchell said about the new program, called EQUIP, or Educational Quality through Innovative Partnerships. In 2015 alone, coding bootcamps are expected to generate 240 percent more graduates, or more than 16,000 people.\nMany of those graduates get jobs, no degree required. \"Employers at tech companies don't care,\" said Adam Enbar, CEO of Flatiron School (http://bit.ly/1ZBtl2E), which sends students off to software engineering jobs that pay an average starting salary of $74,000. Enbar said tuition for a three-month, full-time program at Flatiron can run about $15,000.\nHOW TO LOBBY IN 10 TWEETS OR LESS — It doesn't take all that much to get the attention of Congress, according to a new report (http://bit.ly/1La3Mhp) on social media out today from the Congressional Management Foundation. A survey of House and Senate staff found that about a third of aides say that that it takes fewer than 10 tweets, Facebook posts, or other online comments on a particular topic to attract their notice. When that number creeps to 30, another half of those aides say they'll give them scrutiny. Just 3 percent of staffers say their offices don't consider social media responses from their constituents, which helps explain the existence of the congressional Luddite Caucus.\nSPEED READ:\nFACEBOOK VS. EUROPE. The social giant is preparing for a series of battles with the continent over privacy, the WSJ reports: http://on.wsj.com/1OzwBGs\nWYDEN ON COPYRIGHT: The senator takes to the pages of the WSJ to take aim at the potential overreach of the U.S. Copyright Office: http://on.wsj.com/1OzwBGs\nPERISCOPING YOUR DRUNK DRIVE = BAD IDEA. A Florida woman was arrested this weekend after 911 dispatchers were alerted by viewers to a woman who was Periscoping herself while allegedly driving drunk. The New York Times has more: http://nyti.ms/1ZzLIFd\nJOURNALISTS CHARGED AFTER ASSAULTING TESLA EMPLOYEES. Two Reno journalists were charged with trespassing (and one with two counts of felony assault), after trespassing on Tesla’s property in hopes of getting details about its new battery factory and injuring security guards during the getaway. More from The Verge: http://bit.ly/1R9SeMG\nAPPLE LOSES UNIVERSITY OF WISCONSIN PATENT SUIT. Apple’s loss in a patent case involving a chip patent held by the University of Wisconsin-Madison could cost the computing giant up to $862 million. Reuters has more: http://reut.rs/1MxSVQC \nTHE LEGACY OF EMC CEO JOSEPH TUCCI. Per the NYT, \"[C]ompleting the largest technology deal in history may mean as much for his reputation as it does for his bank account. More: http://nyti.ms/1OAFbF0\nTips, comments, suggestions? Send them along via email to our team: Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com, @ericengleman), Amy Schatz (aschatz@politico.com, @amy_schatz),Brooks Boliek (bboliek@politico.com, @technocowboy), Tony Romm (tromm@politico.com, @tonyromm), Kate Tummarello (ktummarello@politico.com, @ktummarello), Nancy Scola (nscola@politico.com, @ nancyscola) and Adam Sneed (asneed@politico.com, @atsneed).\nTony Romm is a senior technology reporter for POLITICO Pro. He closely covers the intersection of Silicon Valley and Washington, D.C., tracking how top tech and telecom companies lobby in the nation's capital — from the ways the industry donates to its regulators, to the sector’s activities to shape state and federal debates on privacy, cybersecurity, net neutrality and more. Before arriving at POLITICO in 2010, Romm worked as a tech and general assignment blogger at The Hill, where he also covered healthcare reform, and he's previously published work at The Washington Post, Slate and Stateline.org. You can often find Romm on weekends screaming at any television on which the Philadelphia Eagles or Phillies are playing.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "LinkedIn’s Hoffman on Hillary — The fate of spectrum reform this year? — FTC eyeing VW emissions incident", "title": "FanDuel, DraftKings begin lobbying blitz", "url": "http://www.politico.com/tipsheets/morning-tech/2015/10/fanduel-draftkings-begin-lobbying-blitz-linkedins-hoffman-on-hillary-the-fate-of-spectrum-reform-this-year-ftc-eyeing-vw-emissions-incident-consumer-groups-reject-charter-twc-deal-210711", "topics": ["trade"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Zoe Lofgren", "Kyle Cheney", "Rachael Bade", "Roger Wicker", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Eric Engleman", "Nancy Scola", "Carla Marinucci", "Eric Schmidt", "Ted Mitchell", "Dan Ephron", "Kate Tummarello", "Kevin Mccarthy", "John Shimkus", "Brooks Boliek", "Nirvi Shah", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Rich Lowry", "Nick Gass", "Jack Shafer", "Jeb Bush", "Bill Clinton", "Alex Isenstadt", "Anna Eshoo", "Barack Obama", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bernie Sanders", "Ivanka Trump", "Lauren French", "Michelle Lee", "Adam Sneed", "Luke Messer", "Tony Romm", "Brian Faler", "Daniel Strauss", "Hillary Clinton", "Edward Snowden", "Ben White", "Eli Stokols", "Glass Steagall", "Alex Byers", "Tom Steyer", "Leigh Munsil", "Amy Schatz"], "orgs": ["CNBC", "FWD", "FCC", "WSJ", "Internet Association", "NYT", "Commission", "Comcast", "EPA", "Congress", "Beltway", "NSA", "Slate", "Reps", "Volkswagen", "House GOP", "Federal Trade Commission", "Education Department", "Philadelphia Eagles", "FEC", "Charter Communications", "FTC", "WYDEN", "GOP", "Washington And The World", "House Majority Leader", "Senate", "University of Wisconsin", "Tesla", "U.N. Security Council"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-14 15:00:01", "org": "politico", "article_id": "2fd6aee2eb47dc3a4924f53dc007556b", "date_access": "2015-10-15 02:00:59.006652"}