{"body": "AP Photo.\nIn The Arena\nThe first two barely won the presidency—why should the GOP gamble with another?\nBy BRENT BOZELL\nAugust 10, 2015\nIf Republicans nominate a third Bush to face a second Clinton, they will suffer their third consecutive loss in the battle for the White House. Each of those losses will have been rooted in one undeniable fact: a milquetoast, Washington establishment-backed nominee is unelectable.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nGrassroots conservatives, rank-and-file Republicans and Tea Party supporters have figured this out. Since the Washington establishment blessed Jeb Bush with the title of front-runner last December, he has steadily lost support.\nI know this base. I have worked with them for over three decades. I have raised tens of millions of dollars for Republican candidates only to see one after another betray the very constituents who put him (or her) in office.\nI have watched grassroots conservatives go from trust in their elected officials, to surprise at their change of positions, to frustration at their lack of backbone and now to open disgust with candidates and their high-priced political consultants pretending to support positions they oppose and who make pledges they have no intention of honoring. The grassroots conservative base of the Republican Party has no use, none whatsoever, for any more moderates. (That’s one of the reasons that I have personally endorsed Ted Cruz for president.)\nThe lead-up to the Bush announcement came with the predictable, delusional spin about his electability that mocks the wisdom of Republican primary voters. But it’s not working. As of this writing, Bush’s poll average is a pathetic 12.5 percent. More than a month after his official launch, over 85 percent of Republicans are repeatedly telling pollsters they prefer someone else as their nominee.\nThe GOP establishment donor class, dominated by the crony capitalists at the U.S. Chamber of Commerce, felt very comfortable investing over $100 million in Bush. The professional consultants and Washington lobbyists who pocket large chunks of that cash have convinced these donors their money will bury any opposition. And yet they’re backing someone who’s rejected by four out of five voters in his own party.\nIt calls to mind another candidate whose initial fundraising was impressive in the early going.\nFormer Texas Senator Phil Gramm made no secret he felt his early fundraising achievements—as he had raised $8 million for the 1996 presidential race by July 1994—gave him an advantage. After a particularly big haul in 1995, $4.1 million at one event, Gramm boldly proclaimed the words that would come back to haunt him: “I have the most reliable friend you can have in American politics, and that is ready money.”\nGramm didn’t make it past the Iowa caucuses. He left the race on the Sunday before the New Hampshire primary. \nYou can “ooh” and “aah” at Bush’s fundraising totals all day but, as President Gramm will tell you, money can’t buy you love. Winning takes more than money. It takes making the argument that you are the most credible conservative Republican.\nWhen Bush 41 threw his hat into the ring the moderates tried to sell him as a conservative—and he wasn’t. When Bush 43 entered the race they proclaimed he really was more conservative than his father—and he wasn’t. Now the same moderates—the Washington consultants and lobbyists, as well as the mainstream media’s favorite GOP “analysts”—want conservatives to believe Jeb is more conservative than W, and he’s not.\nWait a minute, you say. Didn’t Bush 41 and 43 win? Their campaigns may have been dishonest, but didn’t it work in the end? Doesn’t this augur well for Jeb?\nRepublicans would make a big mistake believing this. History tells the story. Why the two other Bushes won is precisely why this Bush is the wrong fit for the GOP and why he won’t win.\nGo back to the 1988 campaign. Even with all the trappings of the vice presidency, and the incredible record of his predecessor, Bush was being soundly thrashed by Michael Dukakis throughout the summer of 1988. At the end of July Dukakis was destroying him 55-to-37 in national polls.\nOnly when Dukakis imploded with a series of foolish missteps, and Ronald Reagan publicly called on conservatives to rally behind Bush, did the base respond. But make no mistake about it: The conservative base was responding to Reagan, not Bush.\nJeb Bush has nothing of the sort behind him. There is no conservative leader anywhere with any serious gravitas endorsing him. In fact, virtually no major moderate GOP leader is endorsing him either. He’s got a handful of House members, and no sitting Senators in his camp.\nGeorge W. won in 2000 based on a different dynamic. After 8 years of Clinton-Gore, the American people were ready for a change.\nIt should have been a cake-walk for the Republicans. For goodness sakes: it was Al Gore! But Gore actually defeated Bush in the popular vote that year. Four years later, with the 9/11 political winds still behind him, it should have been another landslide, yet George W. barely defeated John Kerry.\nThere has never been a mandate for a Bush. So how to elect yet another one?\nAs they did with his brother, the GOP establishment is touting Jeb Bush’s conservative record as governor. As they did with his father, they’re downplaying his anti-conservative positions on big issues. As they do with every moderate, they’re promoting his so-called “electability” as a general election candidate against Hillary Clinton.\nDid Bush govern as a conservative in Florida? Yes. But that was over a decade ago and even he admits he’s no longer that same person.\nIn fact, he’s championed nothing for conservatives since leaving office. His liberal positions in support of amnesty for illegal immigrants and for the heavy-handed, federal Common Core education program are completely at odds with the very base voters he will need to win a general election.\nAnd now he’s championing his father’s tax increase. How many times do we need to watch the same movie?\nIn 1996, Bob Dole declared himself a conservative. McCain does it every time he’s running for office. In 2012 Mitt Romney called himself “severely conservative.” Ultimately none of them made the sale because conservatives weren’t buying. \nConservatives have had it with Me-Too Republicans, the kind who spend millions of dollars campaigning as champions of conservative values only to passively—and dishonestly—go along with liberal Democrats on virtually every single important issue. They’ve had it with the cowardice and/or duplicity of John Boehner in the House and Mitch McConnell in the Senate.\nThey’re not about to put up with more of these broken promises by a moderate in the White House in 2017. This time around the Republican Party has several worthy conservatives who can unite the party and win the White House, and GOP voters will see actual success if they nominate one of them instead of a third Bush who will lose to a second Clinton. \nOver 85 percent of Republican voters can’t be wrong. They’re looking beyond Jeb Bush because they don’t want to lose again.\nBrent Bozell has worked in conservative politics for three decades and today heads several major organizations with a total combined membership of over 15 million.\nLead image by AP Photo.\nThe Friday Cover\n By ADAM WREN\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "If Republicans nominate a third Bush to face a second Clinton, they will suffer their third consecutive loss in the battle for the White House. Each of those losses will have been rooted in one undeniable fact: a milquetoast, Washington establishment-backed nominee is unelectaContinue reading ...", "title": "The Futility of a Third Bush", "url": "http://www.politico.com/magazine/story/2015/08/jeb-bush-2016-futility-121233.html", "topics": ["personality", "campaign_finance"], "people": ["John Kerry", "Mitt Romney", "Michael Dukakis", "Bob Dole", "Jeb Bush", "Ted Cruz", "Hillary Clinton", "John Boehner", "Brent Bozell", "Phil Gramm", "Ronald Reagan", "Al Gore"], "orgs": ["Videos & Photos", "BRENT BOZELL", "Senate", "Republican Party", "U.S. Chamber of Commerce", "Tea Party", "GOP"], "authors": [{"author_id": 37091, "fullname": "brent bozell", "primary_org": "politico"}], "date_written": "2015-08-10 23:57:16", "org": "politico", "article_id": "96b3c51e6daf62a117f1d64f4a7aa569", "date_access": "2015-08-10 23:10:05.171241"}