{"body": "\n10/07/15 06:48 PM EDT\n\n                                        By \nDavid Perera\n\nHe was found guilty of three computer fraud felonies related to a 2010 defacement of the website by a member of the Anonymous hacking group. \nHILLARY CLINTON is not down with TPP\n\n                                        Updated 10/07/15 06:38 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe bill will attempt to require universal background checks for gun purchases.\n\n10/07/15 06:36 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nKasich's slump? — Crowning Carly\n\n                                        Updated 10/07/15 05:59 PM EDT\n\n                                        By \nNick Gass\n\n\"It's sort of an immature attitude, but it seems to be something that's rampant in America today,\" he added.\n\nDefense\n\n10/07/15 05:57 PM EDT\n\n                                        By \nJeremy Herb\n                                         and \nAustin Wright\n\nIf Obama vetoes the bill as expected, it would wrap the measure into the partisan budget brawl, \n\n10/07/15 05:56 PM EDT\n\n                                        By \nJosh Gerstein\n\nHe says he can merely make requests of the State Department.\n\n10/07/15 05:46 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nShalala will head back to work after suffering a stroke last week.\n\n10/07/15 05:42 PM EDT\n\n                                        By \nZachary Warmbrodt\n\nThe Democratic presidential front-runner is close to outlining her vision for policing the financial system.\n\n                                        Politico \n\n10/07/15 05:40 PM EDT\nCarla Marinucci's must-read briefing on politics and government in the Golden State\n\n                                        Updated 10/07/15 05:35 PM EDT\n\n                                        By \nNick Gass\n\nRepublicans voted down a resolution that called for the dissolution of the Select Committee of Benghazi\n\n                                        Updated 10/07/15 05:34 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe lawsuit alleges that the companies \"combined to create, manufacture and market a defective product called TheraBand or Thera-Band exercise band.\"\n\n                                        Updated 10/07/15 05:32 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nLegislation from Sen. David Vitter would punish sanctuary cities.\n\n                                        Updated 10/07/15 05:26 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHer stance puts her in stark opposition with the White House — and Vice President Joe Biden, who could still challenge her in the coming days — once again.\n\n10/07/15 04:47 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe House Freedom Caucus has endorsed Rep. Daniel Webster of Florida in his long-shot bid to become speaker of the House - dealing a blow to Majority Leader...\n\n10/07/15 04:36 PM EDT\n\n                                        By \nHadas Gold\n\nPerez visits the news organization on Friday for a town hall-style event.\n\n                                        Updated 10/07/15 04:09 PM EDT\n\n                                        By \nHadas Gold\n\nHow did the candidate get so much air time on NBC-related properties?\n\n10/07/15 04:07 PM EDT\n\n10/07/15 04:02 PM EDT\n\n10/07/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nVian Dakhil was hopeful when Obama helped rescue thousands of Yazidis from ISIL a year ago. Her people now feel abandoned.\n\n                                        Updated 10/07/15 03:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe FBI now possesses all Clinton emails the Connecticut-based company had.\n\n10/07/15 03:32 PM EDT\n\n10/07/15 03:32 PM EDT\n\n10/07/15 02:59 PM EDT\n\nCongress\n\n                                        Updated 10/07/15 02:57 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe majority leader believes he's closing in on the 218 votes he needs to succeed John Boehner as speaker.\n\n10/07/15 02:46 PM EDT\n\n                                        By \nChase Purdy\n                                         and \nHelena Bottemiller Evich\n\nWhen Nina Teicholz called out the authors of the federal dietary recommendations for shoddy science and conflicts of interest in a prominent medical journal...\n\n10/07/15 02:45 PM EDT\n\n                                        By \nHadas Gold\n\nThe booking appears to have been a last-minute addition.\n\n10/07/15 02:17 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nEarnest also said Obama had called Afghan President Ashraf Ghani to express his condolences. \n\n10/07/15 02:15 PM EDT\n\n10/07/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nOpen Skies dogfight continues.\n\n                                        By \nMichael Grunwald\n\nUnions are not fond of Brown or her advocacy against teacher tenure in public schools.\n\n10/07/15 01:06 PM EDT\n\n                                        By \nNick Gass\n\nLess than half, 47 percent, said they would vote for her.\n\n                                        Updated 10/07/15 12:53 PM EDT\n\n                                        By \nNick Gass\n\nJeb Bush doesn't \"suffer fools well\" and Hillary Clinton gets \"frustrated with people.\"\n\n                                        Updated 10/07/15 12:29 PM EDT\n\n                                        By \nBurgess Everett\n\nHe warns there are likely to be consequences.\n\n10/07/15 12:14 PM EDT\n\n                                        Updated 10/07/15 12:05 PM EDT\n\n                                        By \nRachael Bade\n\nPlatte River Networks said they were asked to limit backups of her server.\n\n10/07/15 11:55 AM EDT\n\n10/07/15 11:35 AM EDT\n\n                                        By \nDaniel Strauss\n\nHillary Clinton's presidential campaign is trolling Donald Trump by using an image generator that allows anyone to put different slogans on the real estate...\n\n10/07/15 11:34 AM EDT\n\n10/07/15 11:18 AM EDT\n\n                                        By \nHadas Gold\n\nA tidbit from my story this morning about Hillary Clinton's 72 hours with NBC:\n\n10/07/15 11:17 AM EDT\n\n10/07/15 10:47 AM EDT\n\n                                        By \nJake Sherman\n\n\"I could've been more clear in my description of what was going forward. And I've stated that.\"\n\n10/07/15 10:42 AM EDT\n\n10/07/15 10:32 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nArizona Rep. Raul Grijalva is set to endorse the Vermont senator later this week.\n\n10/07/15 10:20 AM EDT\n\n10/07/15 10:06 AM EDT\n\n                                        By \nBill Tomson\n\nBigger quota for Aussies doesn’t mean more sugar — U.S. rice group worried about sale to Iraq\n\n10/07/15 10:06 AM EDT\n\n                                        By \nTim Starks\n\nHouse Small Business Committee takes on EMV liability shift — Internal administration strife over Wassenaar\n\n10/07/15 10:05 AM EDT\n\n                                        By \nErin Mershon\n\nCourt rules Daleiden can turn over his tapes to Chaffetz — Get ready for some NIH love \n\n10/07/15 10:04 AM EDT\n\n                                        By \nDarius Tahir\n\nMeaningful use, interoperability, and a whole lot more —  CMS, what opposition?\n\n10/07/15 10:04 AM EDT\n\n                                        By \nCaitlin Emma\n\nGates opens up about education — ‘Every student, every day’\nWe're working on more stories right now\n\n                                            By \n                                                    Philip Shenon\n\n\n                                            By \n                                                    Gwenda Blair\n\n\n                                            By \n                                                    Sophia Raday\n\n\n                                            By \n                                                    Mary E. Buser\n\n\n                AP Photo\n\n            By \nRachael Bade\n\n10/07/15 03:14 PM EDT\n\n                    Updated 10/07/15 03:50 PM EDT\nA Connecticut-based tech company that backed-up Hillary Clinton’s personal email account turned over a “hardware device” to the FBI Tuesday, the company said in a statement, adding that the FBI now has all of the Clinton emails the company had in its possession. \nColorado-based tech company Platte River Networks — which maintained Clinton’s server from the time she left office until it was turned over to the FBI in August — had partnered with Datto, the Connecticut-based data protection business, to ensure Clinton’s emails were properly backed up. \nStory Continued Below\nBut while Clinton’s representatives and Platte River only asked Datto to provide an on-site back-up of her messages, they discovered in August that Datto had also been backing up her emails off-site in a cloud. \nThe news, first reported by McClatchy Tuesday, heightened the possibility that copies of Clinton’s messages — including roughly 30,000 “personal” messages she said she deleted — exist somewhere and could be recovered by the FBI.\n\n\n\n            By \nNick Gass\n\n“With the consent of our client and their end user, and consistent with our policies regarding data privacy, yesterday, Tuesday, October 6, Datto delivered a hardware device to the FBI containing all backed up data related to Platte Rivers Networks' client known to be in its possession,” Datto said in a statement. \nIt’s unclear if the cloud back-up includes messages from Clinton’s tenure as Secretary of State. The company says it had “no role in monitoring the content or source of data stored by Managed Service Providers clients such as Platte River Networks.”\nMeanwhile, Platte River, at the FBI’s request, is turning over the Datto device it used for on-site back-up of Clinton’s system, the Daily Caller reported Wednesday.\nPlatte River has already turned over Clinton’s server to the FBI after the intelligence community inspector general expressed concern about the number of classified emails on the unsecured system, including two messages the intelligence community said were “top secret.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Data firm gives FBI all backed-up Clinton emails", "url": "http://www.politico.com/story/2015/10/hillary-clinton-email-server-fbi-platte-river-214521", "topics": ["personality"], "people": ["Josh Earnest", "Burgess Everett", "Mary E. Buser", "Isaac Arnsdorf", "Rachael Bade", "Hillary Clinton", "Helena Bottemiller Evich", "Henry C. Jackson", "Michael Grunwald", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Austin Wright", "Philip Shenon", "Donna Shalala", "Raul Grijalva", "Joe Biden", "Gwenda Blair", "Caitlin Emma", "John Boehner", "Josh Gerstein", "Gabriel Debenedetti", "Nick Gass", "David Daleiden", "Jeb Bush", "Seung Min Kim", "Erin Mershon", "Jeremy Herb", "John Bresnahan", "Vian Dakhil", "Jake Sherman", "Eliza Collins", "Chase Purdy", "David Vitter", "Tim Starks", "Ashraf Ghani", "Zachary Warmbrodt", "Donald Trump", "Daniel Strauss", "Daniel Webster", "David Perera", "Bill Tomson", "Darius Tahir", "Jason Chaffetz", "Sophia Raday", "Nina Teicholz"], "orgs": ["NIH", "Congress", "Select Committee", "CMS", "State Department", "Platte River Networks", "McClatchy", "TPP", "FBI", "ISIL", "House Small Business Committee", "House Freedom Caucus"], "authors": [{"author_id": 30879, "fullname": "david perera", "primary_org": "politico"}], "date_written": "2015-10-07 20:14:13", "org": "politico", "article_id": "e92d43a00fab7d9e1a058d5206a98186", "date_access": "2015-10-07 23:07:09.052654"}