{"body": "\nCongress\n\n09/16/15, 07:46 PM EDT\n\n                                        By \nBurgess Everett\n\nRepublicans didn't want a fiscal cliff in 2015. So much for that.\n\n09/16/15, 07:45 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Hillary Clinton has a list a mile long to help the middle class,\"\n\n09/16/15, 07:41 PM EDT\n\n                                        By \nKyle Cheney\n\nHe added that it's time to \"get rid of the Republican Party.\"\n\n09/16/15, 07:32 PM EDT\n\n                                        By \nNick Gass\n\n\"How are we going to win ... if 90 percent of Americans don't think we care about them?\"\nHe says they lack the stomach to win fights over Iran and Planned Parenthood.\n\n09/16/15, 07:20 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe South Carolina senator laced his remarks with zingers as he responded to the three other candidates.\n\n09/16/15, 07:15 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nBiden, the vice president, is a possible Democratic contender.\n\n09/16/15, 07:13 PM EDT\n\n                                        By \nKyle Cheney\n\nHe says it underscores the need to focus on discrimination against Christians.\n\nDEBATE NIGHT\n\n                                        Updated 09/16/15, 07:11 PM EDT\n\n                                        By \nEli Stokols\n\nThe first four questions directed the candidates' way had one thing in common -- Trump.\n\n09/16/15, 07:00 PM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Lindsey Graham sprinkled his jabs with a grain of salt as he jabbed former Pennsylvania senator Rick Santorum during the earlier Republican presidential...\n\n09/16/15, 07:00 PM EDT\n\n                                        By \n                                                Matt Friedman\n\nThe circumstances of the exit are under dispute. \n\n09/16/15, 06:57 PM EDT\n\n                                        By \nNick Gass\n\nThe 2016 hopeful used humor to address immigration.\n\n09/16/15, 06:56 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"I'm not for amnesty,\" Jindal says.\n\n                                        Updated 09/16/15, 06:55 PM EDT\n\n                                        By \nEli Stokols\n\nThe prime-time debate is expected to stretch three hours, testing the candidates’ endurance.\n\n09/16/15, 06:43 PM EDT\n\n                                        By \nDaniel Strauss\n\nOne, thanks, CNN, for having people at this debate,\" Graham said.\n\n09/16/15, 06:42 PM EDT\n\n09/16/15, 06:39 PM EDT\n\n                                        By \nNick Gass\n\n\"Let me say this flat out: Donald Trump is unfit to be president of the United States or the Republican Party's nominee.\" \n\n09/16/15, 06:38 PM EDT\n\n                                        By \nNick Gass\n\n\"Let’s stop treating Donald Trump like a Republican,\" he says.\n\n09/16/15, 06:35 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe McConnell offering would bar Obama from lifting sanctions against Iran until the country recognizes Israel as a state and releases U.S. citizens now...\n\n                                        Updated 09/16/15, 06:33 PM EDT\n\n                                        By \nDaniel Lippman\n\nTrump promises the greatest of greatnesses.\n\n09/16/15, 06:26 PM EDT\n\n09/16/15, 06:03 PM EDT\n\n                                        By \nNick Gass\n\nRepublican candidates readied themselves for tonight's CNN debates during separate walk-throughs at the Reagan Library.\n\n09/16/15, 06:02 PM EDT\n\n                                        Updated 09/16/15, 06:02 PM EDT\n\n                                        By \nRachael Bade\n\nDems push back\n\n09/16/15, 06:00 PM EDT\nSomeone in the crowd shouted out a joke about needing a head surgeon.\n\nDebate Night\n\n09/16/15, 05:47 PM EDT\n\n                                        By \nHadas Gold\n\nCNN and Reagan Library staff said that unlike all the other candidates, Trump had not coordinated with them about his arrival. \n\n09/16/15, 05:46 PM EDT\n\n                                        By \nNick Gass\n\nCNN identified a slender, older woman wearing a bright green sweate.\n\n                                        By \n                                                POLITICO Staff\n\nThat and more at POLITICO's live coverage of the 2016 presidential debate.\n\n09/16/15, 05:33 PM EDT\n\n                                        By \nTim Starks\n\nNational Counterintelligence Executive William Evanina said in a letter Tuesday that Wyden was looking to the wrong agency for answers to his questions...\n\n09/16/15, 05:33 PM EDT\n\n                                        By \nJoseph Marks\n\nThe United States is preparing specific retaliations to combat the breaches.\n\n                                        Updated 09/16/15, 05:26 PM EDT\n\n                                        By \nSarah Wheaton\n\nThe president says Republicans should be working on the budget, not holding the government hostage to \"ideological issues\" like Planned Parenthood...\nInside a new labor bill, a simple change that could be crucial to fighting inequality.\n\n09/16/15, 05:18 PM EDT\n\n                                        By \nNoah Weiland\n\nWith scolding and jokes, the comedian took on Congress over funding for 9/11 survivors.\n\n09/16/15, 05:07 PM EDT\n\n                                        By \nNick Gass\n\nDonald Trump directed his first barb of debate day to CNN, whose coverage of the first debate at the Reagan Library in Simi Valley, California, begins...\n\n                                        Updated 09/16/15, 04:52 PM EDT\n\n                                        By \nTheodoric Meyer\n\nCaldeira out at IFA — A Ludacris fundraiser\n\nSecurity\n\n                                        Updated 09/16/15, 04:52 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe briefings detail reaction to some of the biggest crises of the 1960s.\nJoin POLITICO's Health Care team for a discussion on baby boomers, chronic health conditions and the changes needed to combat worsening heart health.\n\n09/16/15, 04:22 PM EDT\n\n                                        By \nAlex Isenstadt\n\nCarly Fiorina, hoping to capitalize on her momentum in the race for the Republican nomination, is heading to Capitol Hill in a bid for support.\n\n09/16/15, 04:18 PM EDT\n\n                                        By \nNick Gass\n\nThe four-time Super Bowl winning quarterback would like for Trump to become the next president.\n\n09/16/15, 03:59 PM EDT\n\n                                        By \nBurgess Everett\n\nMcConnell is planning to set up a vote on a federal ban on abortions after 20 weeks of pregnancy for early next week.\n\n09/16/15, 03:52 PM EDT\n\n                                        By \nBurgess Everett\n\nReid said Democrats’ demands are clear.\n\n09/16/15, 03:44 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nPOLITICO’s Alex Isenstadt gives you five things to watch for tonight’s primetime showdown at the Reagan Library in Simi Valley, California. Among Alex’s...\n\n09/16/15, 03:22 PM EDT\n\n                                        By \nNick Gass\n\nTrump's messaging appears to have made more of an impact.\n\n09/16/15, 02:28 PM EDT\n\n                                        By \nLauren French\n\nRepublican Rep. Tom McClintock announced Wednesday he was leaving the conservative caucus.\n\n09/16/15, 02:03 PM EDT\n\n                                        By \nEliza Collins\n\nObama: “Cool clock, Ahmed. Want to bring it to the White House?\"\n\n09/16/15, 02:03 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe briefings detail the evolution of the war in Vietnam and responses to such events as the Cuban Missile Crisis and the Six-Day War in the Middle East.\n\n09/16/15, 01:55 PM EDT\n\n                                        By \nJake Sherman\n\nThis will be the Prime Minister's first visit since the Iran deal.\n\n09/16/15, 01:53 PM EDT\n\n                                        By \nMike Allen\n\nPOLITICO's Mike Allen previews the most watch moments for tonight's GOP debate.\n\n09/16/15, 01:51 PM EDT\n\n                                        By \nEli Stokols\n\nThe main event is shaping up to be an endurance test in every way.\nWe're working on more stories right now\nPOLITICO's live coverage of the 2016 presidential debate.\nThe latest POLITICO scoops and coverage of the 2016 elections.\n\n                In a joint statement with Sen. John McCain, the South Carolina senator argued that the attack could be undertaken “in a limited way, without boots on the ground.”\r\n\r\n\r\n \r\n | AP Photo\n\n            By \nGabriel Debenedetti\n\n09/16/15, 07:45 PM EDT\nCorrect the Record, a super PAC supporting Hillary Clinton, posted a clip of Lindsey Graham appearing to praise Clinton during Wednesday's GOP undercard debate within moments of the South Carolina senator's remark.\n\"Hillary Clinton has a list a mile long to help the middle class,\" Graham said, jousting with Rick Santorum over the minimum wage. The clip distributed by Correct the Record is just four seconds long.\nThe video — posted to YouTube and Twitter and sent to reporters — leaves out the context of Graham's statement: He was making the case that Republicans needed to have a full plan in response.\nThe latest POLITICO scoops and coverage of the 2016 elections.\n © 2015 POLITICO LLC", "byline": "", "description": "\"Hillary Clinton has a list a mile long to help the middle class,\"", "title": "Pro-Clinton super PAC distributes clip of Graham appearing to praise Clinton", "url": "http://www.politico.com/blogs/debate/2015/09/hillary-clinton-lindsey-graham-213729", "topics": ["abortion", "immigration"], "people": ["Burgess Everett", "Kyle Cheney", "Rachael Bade", "Henry C. Jackson", "Hadas Gold", "William Evanina", "Lauren French", "Daniel Lippman", "Theodoric Meyer", "Gabriel Debenedetti", "Josh Gerstein", "Matt Friedman", "Katie Glueck", "Nick Gass", "Joseph Marks", "Noah Weiland", "Alex Isenstadt", "Seung Min Kim", "Donald Trump", "Jake Sherman", "Eliza Collins", "Sarah Wheaton", "Tim Starks", "Carly Fiorina", "Rick Santorum", "Mike Allen", "Daniel Strauss", "Lindsey Graham", "Hillary Clinton", "Eli Stokols", "Ahmed Mohammed", "Ron Wyden"], "orgs": ["Congress", "National Counterintelligence", "Republican Party", "Reagan Library", "PAC", "IFA", "Planned Parenthood", "GOP"], "authors": [{"author_id": 30739, "fullname": "burgess everett", "primary_org": "politico"}], "date_written": "2015-09-17 00:45:48", "org": "politico", "article_id": "3f48867e12cae178efb65d3097dac103", "date_access": "2015-09-16 23:50:07.740170"}