{"body": "\n                                        Updated 09/30/15 07:25 PM EDT\n\n                                        By \nHadas Gold\n                                         and \nAlex Isenstadt\n\nNewly announced debate rules could spell disaster for Rand Paul and several other high-profile campaigns.\n\n09/30/15 07:24 PM EDT\n\n                                        By \nNick Gass\n\nFrom air traffic woes to more technology troubles, the latest release of Clinton emails includes some gems.\n\n                                        Updated 09/30/15 07:21 PM EDT\n\n                                        By \nRachael Bade\n                                        ,\nDaniel Lippman\n                                         and \nSarah Wheaton\n\nBehaved prisoners could earn time off their sentences and effectively reduce long criticized mandatory minimum.\n\n                                        Updated 09/30/15 07:10 PM EDT\n\n                                        By \nBryan Bender\n\nPutin's airstrikes set up a new dilemma for Obama -- and fuel critics of his foreign policy.\n\n09/30/15 06:58 PM EDT\n\n                                        By \nMichael Crowley\n\nPutin's moves in Syria appeared designed to surprise and insult Obama. \n\n09/30/15 06:50 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nLauren French\n\nShe faces a challenge securing the kind of establishment support that could be needed to run a long and successful campaign.\n\n                                        Updated 09/30/15 06:42 PM EDT\n\n                                        By \nLauren French\n\nThe Utah Republican was investigating the beleaguered agency.\n\n09/30/15 06:28 PM EDT\n\n09/30/15 06:26 PM EDT\n\nHistory Dept.\n\n09/30/15 06:23 PM EDT\n\n                                        By \n                                                Josh Zeitz\n\n160 years ago, a similarly fractured GOP took months to settle on a Speaker.\n\nFourth Estate\n\n09/30/15 06:21 PM EDT\n\n                                        By \nJack Shafer\n\nBut that doesn’t mean the media’s not doing its job well.\n\nMembers Only\n\n09/30/15 06:19 PM EDT\n\n                                        By \n                                                John Conyers\n\nThe House GOP’s War on Women\n\n09/30/15 06:15 PM EDT\n\n                                        By \nEli Stokols\n\nThe change offers evidence of just how fluid the Republican primary fight remains.\n\n                                        Updated 09/30/15 06:09 PM EDT\n\n                                        By \nJake Sherman\n\nHe's touting the endorsements of several lawmakers.\n\n                                        Updated 09/30/15 05:53 PM EDT\n\n                                        By \nLauren French\n                                         and \nSeung Min Kim\n\nThe  showdown ends with a whimper.\n\n09/30/15 05:42 PM EDT\n\n                                        By \nLauren French\n\nRosakm said Wednesday he has no plans to run.\n\n09/30/15 05:41 PM EDT\n\n                                        By \nKyle Cheney\n\nThe public approach was ultimately scrapped.\n\n09/30/15 05:37 PM EDT\n\n                                        By \nPatrick Temple-West\n\n“I had no indication until the end that I would be asked to leave,” Litan told POLITICO.\n\n09/30/15 05:31 PM EDT\n\n                                        By \nNick Gass\n\nThe chief of staff long opposed her boss seeking another presidential bid.\n\n                                        Updated 09/30/15 05:30 PM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nNick Gass\n\nIn the latest State Department release, 215 emails were deemed classified, with 3 being marked with the sensitive SECRET tag.\n\nWashington And The World\n\n09/30/15 05:25 PM EDT\n\n                                        By \n                                                Steven Lee Myers\n\nInside the Kremlin rivalry that radicalized Russia’s strongman.\n\n09/30/15 05:22 PM EDT\nIn the week before Weiner resigned, Cheryl Mills sent 10 emails to her related to the controversy.\n\n09/30/15 05:03 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe bill will keep the government funded through Dec. 11.\n\n09/30/15 04:53 PM EDT\n\n                                        By \nNick Gass\n\nClinton didn't want to defend the decision.\n\n                                        Updated 09/30/15 04:46 PM EDT\n\n                                        By \nNick Gass\n\nThe Defense Secretary is not pleased.\n\n                                        Updated 09/30/15 04:36 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nA breakfast meeting shores up the likely speaker's ties to industry.\n\n09/30/15 04:14 PM EDT\n\n                                        By \nAnna Palmer\n\nWestmoreland said the proposed rules change was not directed at House Majority Whip Steve Scalise (R-La.), or any other specific member.\n\n09/30/15 04:00 PM EDT\n\n                                        By \n                                                Associated Press\n\nMOSCOW (AP) - Russian military jets carried out airstrikes in Syria for the first time on Wednesday, targeting what Moscow said were Islamic State positions....\n\n09/30/15 03:55 PM EDT\n\n10/21/15 07:30 AM EDT\nJoin POLITICO for America’s Fiscal Future, our yearlong live event series presented by Nasdaq. These conversations examine how policy, politics and national...\n\n                                        Updated 09/30/15 03:30 PM EDT\n\n                                        By \nEliza Collins\n\n\"I don’t take great comfort … in meeting people like Donald Trump, but it’s my job,\" Palomarez says about next week's event.\n\n2016\n\n                                        Updated 09/30/15 03:24 PM EDT\n\n                                        By \nRachael Bade\n\nNew documents show the foundation had a direct line to longtime Clinton loyalist Cheryl Mills, circumventing the official State Dept. process.\n\n                                        Updated 09/30/15 03:12 PM EDT\n\n                                        By \nEliza Collins\n\n\"OK so there's flowing water on Mars. Yip yip yip yahoo,\" he says.\n\n                                        Updated 09/30/15 03:01 PM EDT\n\n                                        By \nTheodoric Meyer\n                                         and \nKenneth P. Vogel\n\nThe meetings represent a milestone for the young group orchestrating the fight, the State Innovation Exchange.\n\n09/30/15 02:46 PM EDT\n\n                                        By \nJosh Gerstein\n\nU.S. Magistrate Jacqueline Corley issued a highly unusual order Tuesday suggesting that the feds misled one of her colleagues.\n\n09/30/15 02:31 PM EDT\n\n                                        By \nAnna Palmer\n\nVirginia \"Ginni\" Thomas asks conservatives to sign House letter\n\n09/30/15 02:25 PM EDT\n\n                                        By \nNick Gass\n\nScott Walker has fallen out of favor in his home state.\n\n                                        Updated 09/30/15 02:18 PM EDT\n\n                                        By \nLauren French\n\nTheir fear is that he will have even less room to maneuver than Boehner,as firebrands on the right push for more confrontation.\n\n09/30/15 01:52 PM EDT\n\n                                        By \nHadas Gold\n\n'Activism disguised as journalism is a threat to democracy,' Vélez said. \"Journalism as activism can easily become a form of propaganda.\"\n\n                                        Updated 09/30/15 01:49 PM EDT\n\n                                        By \nEliza Collins\n\nClinton's campaign seizes on Kevin McCarthy's remarks about the Benghazi Select Committee.\n\n09/30/15 01:48 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nScroll down for PUPPIES.\n\n09/30/15 01:46 PM EDT\nWhite House on exactly who Russian military forces are targeting inside of Syria.\n\n09/30/15 01:45 PM EDT\n\n09/30/15 01:18 PM EDT\n\n                                        By \nNick Gass\n\nThe Defense Department is continuing its review of ongoing Russian military activity inside of Syria.\n\n                                        Updated 09/30/15 01:00 PM EDT\n\n                                        By \nEliza Collins\n\n“I will support the Republican nominee. I don’t think that’s going to be Donald Trump.\"\n\n09/30/15 12:53 PM EDT\n\n2016\n\n                                        Updated 09/30/15 12:46 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe GOP front-runner isn't much of a conservative Christian, but he is finding a way to play one on TV.\n\n09/30/15 12:31 PM EDT\n\n                                        By \nNick Gass\n\nVoters don't have nice things to say about the candidate.\n\n                                        Updated 09/30/15 12:22 PM EDT\n\n                                        By \nSteven Shepard\n                                        ,\nKyle Cheney\n                                         and \nDaniel Strauss\n\n\"I think the world of Rand,\" Bevin said. \"But in terms of who I would select right now, he’s not the first choice I would make.\"\n\n09/30/15 11:56 AM EDT\n\n                                        By \nHadas Gold\n\nCarolyn Ryan, the Times' senior editor for politics announced the new additions, including several from the Metro teams.\nWe're working on more stories right now\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Josh Zeitz\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    John Conyers\n\n\n                Cheryl Mills was deputy White House Counsel for President Bill Clinton. | AP Photo\n\n                        Cheryl Mills' email shoots down speculation that Clinton would take on Obama in a 2012 primary.\n\n            By \nNick Gass\n\n09/30/15 05:31 PM EDT\nHillary Clinton would never run for president again, her chief of staff Cheryl Mills insisted in 2011, and people in her orbit would \"have to know\" that, according to an email chain in the latest release of Clinton's State Department emails.\nMills forwarded to Clinton confidante Robert Barnett a POLITICO story on Sept. 8, 2011, that quoted former Vice President Dick Cheney remarking in an ABC interview that the secretary of state should run against President Barack Obama in 2012. \nStory Continued Below\n\"Maybe if— the Obama record is bad enough— and these days it's not very good, given the shape of the economy maybe there will be enough ferment in the Democratic Party so that there will be a primary on their side,\" Cheney was quoted as saying.\nBarnett responded to Mills' email that he had heard the same thing \"from several people each day.\"\n\n\n\"Today, one came from a high school friend who is probably the most politically conservative person I know. There is going to be an avalanche,\" he wrote, and offered to help tamp down the speculation: \"We should have a strategy for responding. Keep it out of State. Happy to help if you wish.\"\nMills' response: \"Folks have to know she would never do it - I thought cheney was poking potus\"\nThe chief of staff long opposed her boss seeking another presidential bid, as The Associated Press reported that she would say Clinton was \"crazy\" for considering it.\n\"Honestly, nine out of ten people who are not on the 'in' think she will. It is only going to build,\" Barnett wrote in the email, which Mills forwarded to Clinton. \"So, we should have some strategy based upon, of course, her wishes.\"\n © 2015 POLITICO LLC", "byline": "", "description": "Cheryl Mills' email shoots down speculation that Clinton would take on Obama in a 2012 primary.", "title": "Hillary would 'never' run, top aide says in email", "url": "http://www.politico.com/story/2015/09/hillary-clinton-2012-emails-cheryl-mills-obama-214298", "topics": ["campaign_finance", "personality"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Kenneth P. Vogel", "Rachael Bade", "Anna Palmer", "Hadas Gold", "Vladimir Putin", "John Conyers", "Javier Palomarez", "John Boehner", "Cheryl Mills", "Robert Barnett", "Bryan Bender", "Patrick Temple", "Theodoric Meyer", "Bill Clinton", "Steve Scalise", "Josh Gerstein", "Jacqueline Corley", "Rand Paul", "Jack Shafer", "Michael Hirsh", "Daniel Lippman", "Alex Isenstadt", "Seung Min Kim", "Steven Shepard", "Donald Trump", "Michael Crowley", "Jake Sherman", "Eliza Collins", "Sarah Wheaton", "Lauren French", "Josh Zeitz", "Ben Schreckinger", "Daniel Strauss", "Dick Cheney", "Hillary Clinton", "Scott Walker", "Steven Lee Myers", "Eli Stokols", "Barack Obama", "Carolyn Ryan", "Matt Bevin"], "orgs": ["Washington And The World", "Defense Department", "State Dept.", "Benghazi Select Committee", "Democratic Party", "State Department", "Ginni", "Metro", "State Innovation Exchange", "GOP"], "authors": [{"author_id": 31212, "fullname": "alex isenstadt", "primary_org": "politico"}, {"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-09-30 22:31:41", "org": "politico", "article_id": "fab612107795c6a9541f35e2e8876b7a", "date_access": "2015-09-30 23:30:09.012465"}