{"body": "POLITICO\nPolitical intelligence on the intersection of Washington and Wall Street\nBy Ben White\n7/31/15 7:59 AM EDT\nSOFT ECONOMY THREATENS CLINTON — POLITICO’s Ben White: “Hillary Clinton’s advisers breathed a sigh of relief on Thursday as the federal government reported that the economy grew at 2.3 percent over the last three months, a modest bounce back from a first quarter that nearly flat-lined. .. But the report was hardly a blockbuster and underscored that the former secretary of state, should she secure the Democratic nomination, will likely be running in a middling economy that will boast low unemployment but also tepid growth and persistently stagnant wages.\n“‘It’s good that the economy actually grew rather than contracted in the second quarter but the fundamental story is still very much the same,’ said Megan Greene, chief economist at Manulife Asset Management. ‘Businesses are not investing and we can continue to expect closer to 2 percent rather than 3 percent growth. And this is now the weakest expansion we have had in 70 years.’\nStory Continued Below\nCLEAR SHOT FOR THE GOP — “It’s the kind of “meh” economy that will offer the Republican nominee a clear window to argue that Clinton will only offer more of the same policies favored by President Barack Obama that have left the electorate sour and pessimistic. The Commerce Department also reported Thursday that the economy grew only at a 2 percent rate between 2012 and 2014, a 0.3 percent decline from previous estimates and further evidence that this has been the weakest recovery of the modern era. …\n“Former Florida governor Jeb Bush has already pledged to super-charge the economy to 4 percent growth. And the rise of Donald Trump has been fueled largely by general displeasure with the current state of affairs and the billionaire’s bold claims to be the “greatest jobs president ever” while restoring the United States to a place of dominance over China and everyone else in the global economy. .. Neither candidate has yet laid out any concrete plan to deliver on these lofty goals. But they and other Republicans can still tap into a generalized American anxiety over the economy and offer themselves as a potential cure for the current malaise.\n“‘Forget the unemployment rate,’ said Douglas Holtz-Eakin of the conservative American Action Form. ‘This race will be about income growth and the ability to advance the American standard of living. Republicans will have the hard job of arguing a counter-factual that they believe is attainable and what that means for the average person. But they also get the benefit of the doubt, while Clinton does not, because they are not of the incumbent party.’”\nANOTHER CONCERN: THE FED — “But Clinton does not just have the economy’s current woes to worry about. The Federal Reserve is likely in the next few months to raise interest rates for the first time since 2006, a major policy shift that runs the risk of sapping what little growth exists and slowing a booming stock market that has seen the Standard & Poor’s 500 triple in value since bottoming out in 2009. The Fed has made it clear that it wants to return to a more normal footing as the unemployment rate nears its historical low and the housing market and consumer spending continue to recover, albeit slowly. Thursday’s GDP report was just good enough to keep the Fed on track while not good enough to change voter perceptions.\n“But if the Fed gets it wrong and hikes too soon it could slam the brakes on the economy just as Clinton is hoping to pull off the rare feat of keeping her party in the White House for a third straight term. Many economists believe the Fed should just do nothing. ‘The Fed has committed to hiking this year. I don’t think they should do it but I think they will do it,” said Green. ‘And there is no reason to think we are going to see wage growth coming back in a big way’ between now and 2016.” http://politi.co/1KBQj4l\nM.M. MINUTE: G.E. ON EX-IM — M.M. spoke with G.E. Vice Chairman John Rice on the continued delay of Ex-Im reauthorization: “I’m not confident and I’m worried. I see a majority of Senate and House that support the reauthorization of Ex-Im but a process that has been hijacked by a minority … For a company like ours it means that we have to explore all other options to ensure that we can satisfy bid requirements in terms of the availability of export credit financing. And that means thinking about doing stuff that we could do in the U.S. in other places.\n“What I think people miss who are on the other side of this is that frequently It’s not our choice about whether we have access to export financing or not. To bid compliantly in many cases for infrastructure projects you have to have access to export credit finance. … And that means that where we have choices about where to make things … We are obligated to choose a place where we can get access to export credit financing … The notion that it’s just a choice for a company like GE just illustrates how little the opponents understand about how global businesses operate.”\nM.M. CUTTING ROOM FLOOR — More from Austan Goolsbee on Clinton’s economic challenge that didn’t make the piece: “If you look at last four or five years the economy has been remarkably stable doing exactly what it’s been doing for that entire time, which is growing at a modest rate, not bad but not blockbuster either. Then it becomes a bit of a Rorschach test if you are looking for positive signs there are many positive signs … But if you are looking for something wrong, if you are growing modestly there will continue to be people out of the labor force, many people not going back, many problem companies …\n“No one claims credit unless you are growing at 7 percent or the stock market is going up 25 percent every year and wages are rising strongly for two years … There were people who thought summer of 2009, 2010, 2011, 2012, 2013 and 2014 would be when growth rate would take off and it hasn’t. Some years like 2014 we have a blockbuster year for jobs even though growth remains modest … It’s a false choice to say [Clinton] needs to get up say, ‘We are going to do everything that Obama did’ or to be like Trump or Walker or Bush and say, ‘Whatever they did we will do the opposite.’ And I don’t think they are failing for that false choice.”\nGOOD FRIDAY MORNING — Happy weekend, everyone!\nDRIVING THE DAY — Treasury Secretary Jack Lew and Deputy Secretary Raskin attend the Financial Stability Oversight Council (FSOC) Principals meeting … Jeb Bush, Hillary Clinton, Bernie Sanders, Martin O’Malley and Ben Carson all speak to that Urban meeting in Florida … Lester Holt will interview Bush for “Nightly News” on Friday evening …\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES –  Patrick Temple-West on the populist wave in FINRA’s contested board elections… [http://politico.pro/1LZGmy5] For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com\n** A message from MetLife: We keep our promises. MetLife pays over $30 billion a year in claims and benefits. We're proud to have earned a place in the lives of more than 50 million Americans who rely on us to be there for them. Learn more: http://www.metlife.com/promiseskept **\nMOVES: PROMOTION AT AAF — Per American Action Forum’s Douglas Holtz-Eakin: “Marisol Garibay has been promoted to Communications Director at the American Action Forum, the center-right think tank. Garibay has served as the Forum’s deputy communications director for two years, handling all financial services and economic-related communications. She has previously served as Communications Director for the House Financial Services Committee and in the Treasury Department’s legislative office in the Bush Administration.”\nCLINTON WOOS LABOR — POLITICO’s Brian Mahoney and Gabriel Debenedetti: “It’s no secret to Hillary Clinton’s campaign that it won’t win the backing of the country’s most powerful labor organization quite yet. Instead, the Democratic front-runner’s machine is turning its attention to individual leaders one by one, looking to methodically win over unions as she faces off against an insurgent Bernie Sanders — a longtime union ally …\n“Clinton spent about an hour with the AFL-CIO’s executive council on Thursday, with the ultimate goal of securing the formal endorsement of the federation of 57 labor unions and the political organization and millions of dollars in campaign money that would come with it. But while Sanders shows staying power in the early-voting states, the organized labor movement sees an opportunity to gain leverage over the party’s likely nominee” http://politi.co/1DTvIAE\nDEFENDING VAROUFAKIS — Mohamed A. El-Erian: “From blaming him for the renewed collapse of the Greek economy to accusing him of illegally plotting Greece’s exit from the eurozone, it has become fashionable to disparage Yanis Varoufakis, the country’s former finance minister. While I have never met or spoken to him, I believe that he is getting a bad rap (and increasingly so). In the process, attention is being diverted away from the issues that are central to Greece’s ability to recover and prosper — whether it stays in the eurozone or decides to leave.” http://bit.ly/1IO3G0X\nU.S. BANKS TAKE GLOBAL LEAD — WSJ’s Justin Baer and Max Colchester: “In the trans-Atlantic rivalry for investment-banking supremacy, the Americans are running up the score. European bank executives over the past week have delivered a series of dour proclamations about their need to shrink and further dial back their global ambitions. Meanwhile U.S. banks are preparing to pounce, with executives touting the gloom emanating from their European counterparts as a big opportunity to press their newfound advantage. … On Thursday, Deutsche Bank AG’s new co-Chief Executive John Cryan wrapped up the first half’s earnings period for major European banks by warning of more pain to come. …\n“Those remarks followed Barclays PLC Chairman John McFarlane, who on Wednesday conceded that the big Wall Street firms are ‘an enormous threat’ to European investment banks. … The diverging paths are now clear, at least to investors. Over the past five years, the shares of J.P. Morgan Chase & Co., Bank of America, Citigroup, Goldman Sachs Group Inc. and Morgan Stanley have climbed, on average, by 45 percent. In the same period, European banks Barclays, Credit Suisse Group AG, Deutsche Bank, UBS Group AG and Royal Bank of Scotland PLC are down 17 percent.” http://on.wsj.com/1ORM4jP\nHILLARY TALKS UP $12 MINIMUM WAGE — NYT’s Nicholas Fandos: “Fresh off a meeting with national labor leaders, Hillary Rodham Clinton on Thursday spoke favorably about legislation to raise the federal minimum wage to $12 an hour, tacitly dismissing proposals by her two leading Democratic competitors who have called for a bigger increase. Speaking with reporters, Mrs. Clinton singled out legislation proposed by Senator Patty Murray, Democrat of Washington, that would establish a $12-an-hour minimum nationwide. ‘Patty Murray is one of the most effective legislators in the Senate, bar none,’ Mrs. Clinton said. ‘Whatever she advocates, I pay a lot of attention to.’” http://nyti.ms/1DTZ4iv\nTSIPRAS BEATS THE LEFT — FT’s Kerin Hope in Athens: “Alex Tsipras won his battle with a mutinous far-left faction in the governing Syriza party after a day of tense discussions that laid bare deepening divisions within the party over a new €86bn bailout being negotiated with Greece’s creditors. The prime minister’s proposal to hold an extraordinary party congress in September to examine the bailout once it has been completed was approved by Syriza’s 200-strong central committee in Athens early on Friday, without resorting to a roll-call vote …\n“Mr Tsipras’s earlier suggestion of a party referendum on the bailout to be held immediately was dropped following objections by Panagiotis Lafazanis, the premier’s sharpest critic and leader of the rebellious Left Platform, the party’s internal opposition” http://on.ft.com/1SPYV6u\nTRUMP SOURS ON DEBT — POLITICO’s Michael Hirsh: “[A] closer look at the New York magnate’s career reveals a less ballyhooed transformation from a brash builder for whom amassing and manipulating huge debt was a business model into a chastened cash-hoarder who would rather license his name than take out a loan. In a phrase, debt tamed the Donald, rather than the other way around” http://politi.co/1KCGYJz\nIS RICK PERRY RUNNING FOR THE WRONG OFFICE? — Reuters Breaking Views’ Rob Cox: “The presidential candidate and ex-governor of Texas is a proponent of laissez-faire markets. Yet he has joined a global chorus of politicos and watchdogs pushing policies designed to break up the big banks, a form of state-sponsored industrial re-engineering. If he’s serious, he’d make a better Wall Street regulator than White House boss.” http://reut.rs/1SQ452c\nGOP RALLIES BEHIND BLOCKING PLANNED PARENTHOOD — POLITICO’s Burgess Everett and Jennifer Haberkorn: “Republicans are rallying behind a bare-knuckle strategy to strip Planned Parenthood’s government support via a must-pass fall spending bill, a momentum shift that dramatically increases the chances of a government shutdown fight this fall. … What started out as a push from socially conservative firebrands like Sens. Ted Cruz (R-Texas) and 18 House members on Wednesday, is spreading to include more centrist members of the Senate GOP. On Thursday, Arizona Republican John McCain, who often tacks to the middle in the Senate, not only backed a plan to link Planned Parenthood defunding with spending legislation, he suggested the move was inevitable.”\n“Asked about eliminating the organization’s $528 million in government funding in a spending bill, Orrin Hatch of Utah, the chamber’s most senior senator replied: ‘It’s the right way to go.’ Meanwhile, Rep. Mick Mulvaney (R-S.C.) said dozens of House Republicans will back his threat — delivered in a letter to Speaker John Boehner (R-Ohio) — to shoot down any legislation that funds Planned Parenthood this fall. ‘We have to find a way to fund the government without giving any more money to this’ organization, Mulvaney said Wednesday evening” http://politi.co/1KCECdz\nALSO FOR YOUR RADAR —\nCLINTON’S AWKWARD UBS CONNECTION — WSJ’s James V. Grimaldi and Rebecca Ballhaus: “A few weeks after Hillary Clinton was sworn in as secretary of state in early 2009, she was summoned to Geneva by her Swiss counterpart to discuss an urgent matter. The Internal Revenue Service was suing UBS AG to get the identities of Americans with secret accounts. … If the case proceeded, Switzerland’s largest bank would face an impossible choice: Violate Swiss secrecy laws by handing over the names, or refuse and face criminal charges in U.S. federal court.\n“Within months, Mrs. Clinton announced a tentative legal settlement — an unusual intervention by the top U.S. diplomat. UBS ultimately turned over information on 4,450 accounts, a fraction of the 52,000 sought by the IRS, an outcome that drew criticism from some lawmakers who wanted a more extensive crackdown. … From that point on, UBS’s engagement with the Clinton family’s charitable organization increased. Total donations by UBS to the Clinton Foundation grew from less than $60,000 through 2008 to a cumulative total of about $600,000 by the end of 2014, according to the foundation and the bank.” http://on.wsj.com/1SPEDKc\nBITCOINERS AT BRETTON WOODS — Earlier this month Consumers’ Research convened a group of top digital currency experts at Bretton Woods in New Hampshire to discuss the future of cryptocurrency/bitcoin and specifically, to produce a ‘comprehensive assessment of where bitcoin is, where it may go, and what might prevent it from getting there.’” http://on.wsj.com/1IbZGSv\n** A message from MetLife: Building on a nearly 150-year legacy of excellence, MetLife is committed to ensuring a future in which we can continue helping people, families and communities around the world get the most out of life. MetLife's success depends on securing the trust of our customers and advancing stability in the communities we serve. Learn more: http://www.metlife.com/promiseskept? **\n \nBy JAMES HIGDON\nBy MICHAEL HIRSH\nBy JONATHAN BYDLAK \nBy ERRIN WHACK \n© 2015 POLITICO LLC", "byline": "", "description": "Soft economy challenges Clinton.", "title": "Soft economy challenges Clinton — G.E. on Ex-Im — Goolsbee on the economy — U.S. banks take global lead", "url": "http://www.politico.com/morningmoney/0715/morningmoney19379.html", "topics": ["economy"], "people": ["Burgess Everett", "Justin Baer", "Kerin Hope", "Orrin Hatch", "Ted Cruz", "Nicholas Fandos", "Ben White", "Mick Mulvaney", "Patrick Temple", "Patty Murray", "Brian Mahoney", "Hillary Rodham Clinton", "John Boehner", "Gabriel Debenedetti", "Bernie Sanders", "Lester Holt", "Michael Hirsh", "Jeb Bush", "Martin O'Malley", "Douglas Holtz", "Donald Trump", "Yanis Varoufakis", "Barack Obama", "Jennifer Haberkorn", "Rob Cox", "Alexis Tsipras", "Hillary Clinton", "James V. Grimaldi", "Mohamed A. El", "Jack Lew", "Megan Greene", "Austan Goolsbee", "Rebecca Ballhaus", "Max Colchester", "Ben Carson"], "orgs": ["Treasury Department", "Fed", "AAF", "Bush Administration", "NYT", "MetLife", "Sens", "Planned Parenthood", "Citigroup", "Barclays PLC", "Urban", "Deutsche Bank AG", "Federal Reserve", "Rorschach", "UBS Group AG", "Bank of America", "UBS AG", "Parenthood", "Barclays", "G.E.", "Deutsche Bank", "Morgan Stanley", "FED", "WSJ", "IRS", "Standard & Poor", "American Action Forum", "Democrat of Washington", "House Financial Services Committee", "Clinton Foundation", "UBS", "M.M.", "Commerce Department", "Senate", "Goldman Sachs Group Inc.", "Senate GOP", "Internal Revenue Service", "Pro Services"], "authors": [{"author_id": 30900, "fullname": "ben white", "primary_org": "politico"}], "date_written": "2015-07-31 12:59:24", "org": "politico", "article_id": "27a33bbe2f397cbd9f3558980a567e68", "date_access": "2015-07-31 12:10:10.140253"}