{"body": "\n09/28/15 10:58 PM EDT\n\n                                        By \nRachael Bade\n\nThe House Benghazi Committee plans to ask Heather Samuelson to testify about her screening process.\n\n09/28/15 10:46 PM EDT\n\n                                        By \nHanna Trudo\n\nHe angers reporters by saying their coverage of security precautions kept people home.\n\n                                        Updated 09/28/15 10:02 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\n\"“The best way right now for me to empower my colleagues through positive change is to remain Conference Chair,” McMorris Rodgers said.\n\nWHITE HOUSE\n\n                                        Updated 09/28/15 09:52 PM EDT\n\n                                        By \nMichael Crowley\n\nFrosty exchanges mark their first formal sitdown in more than two years.\n\n                                        Updated 09/28/15 09:23 PM EDT\n\n                                        By \nBurgess Everett\n\nIt's the second time Cruz has been denied a procedural courtesy that’s routinely granted to senators in both parties.\n\nCONGRESS\n\n                                        Updated 09/28/15 09:15 PM EDT\n\n                                        By \nJake Sherman\n\nThe fractured Republican conference will meet twice Tuesday to try to chart a path forward.\n\n09/28/15 09:12 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nShe has opted to stay put as conference chair.\n\n                                        Updated 09/28/15 08:46 PM EDT\n\n                                        By \nJosh Gerstein\n\nBut a dozen other felony counts remain.\n\nHealth Care\n\n09/28/15 08:35 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nShe will argue that defunding the organization will deprive many women of care.\n\n                                        Updated 09/28/15 08:20 PM EDT\n\n                                        By \nBrian Faler\n\nTrump introduces a more conventional tax plan.\n\n09/28/15 08:11 PM EDT\n\n                                        By \nEliza Collins\n\nClinton says that it will be very difficult to defeat the Islamic State if Assad is still in power. \n\nIn The Arena\n\n09/28/15 07:47 PM EDT\n\n                                        By \n                                                Vali Nasr\n\nOnly Russia Can Bring Peace To Syria\n\nWashington And The World\n\n09/28/15 07:46 PM EDT\n\n                                        By \n                                                Peter Eltsov\n\nThe Russian autocrat’s move into Syria is reminiscent of Romanov overreach.\n\nIn The Arena\n\n09/28/15 07:46 PM EDT\n\n                                        By \n                                                Stan Collender\n\nThe speaker’s resignation has merely delayed it.\n\n2016\n\n09/28/15 07:42 PM EDT\n\n                                        By \n                                                Hugh Hewitt\n\nUnderstanding who they are helps understand how the presidential race is developing.\n\n09/28/15 07:12 PM EDT\n\n                                        By \nLauren French\n\nThe race is expected to be hotly contested. \n\n                                        Updated 09/28/15 07:08 PM EDT\n\n                                        By \nRachael Bade\n\nFormer deputy CIA director Michael Morel appeared before the panel Monday.\n\n                                        By \n                                                Henry C. Jackson\n\nHer Brooklyn-based team hopes it will pad her campaign coffers after one of the toughest stretches of her political career.\n\n09/28/15 07:00 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nClinton's trek will take her across the country, to the homes of big-name financiers and a former top White House staffer.\n\n09/28/15 06:26 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe bill could keep federal government agencies operating through Dec. 11.\n\n09/28/15 06:13 PM EDT\n\n                                        By \nEliza Collins\n\n\"OK so there's flowing water on Mars. Yip yip yip yahoo,\" he says.\n\n09/28/15 06:09 PM EDT\n\n                                        By \nBurgess Everett\n\n\"Too busy running for office to react to the silliness.\"\n\n09/28/15 05:35 PM EDT\n\n                                        By \nJohn Bresnahan\n\nElections could be in less than two weeks.\n\n09/28/15 05:33 PM EDT\n\n                                        By \nLauren French\n\nShe says the party must “unite” to advance conservative principles. \n\n                                        Updated 09/28/15 05:07 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nWith Sanders gaining and Biden threatening, Clinton donors want to see a big haul to shut up the critics.\n\n09/28/15 04:59 PM EDT\n\n                                        By \nEli Stokols\n\nAustin Barbour will work as a senior adviser focusing on finance and political efforts.\n\n09/28/15 04:50 PM EDT\n\n                                        By \nJake Sherman\n\nHouse Majority Leader Kevin McCarthy (R-Calif.) officially announced his bid to succeed John Boehner as speaker Monday. Check out the story here.\n\nINVESTIGATION\n\n                                        Updated 09/28/15 04:49 PM EDT\n\n                                        By \nJon Prior\n\nBanks continue to foreclose on homeowners they claim to be helping in violation of 2012 settlement.\n\n09/28/15 04:20 PM EDT\n\n                                        By \nJake Sherman\n\nThe representative says the GOP needs to define what 'success' is.\n\n                                        Updated 09/28/15 04:19 PM EDT\n\n                                        By \nAustin Wright\n\nHe urges a more muscular U.S. response to Russian aggression and the Islamic State, but won't take sides on the budget.\n\n                                        Updated 09/28/15 04:05 PM EDT\n\n                                        By \nJohn Bresnahan\n\nThe Office of Congressional Ethics found \"no reason to believe\" his ex-staffer.\n\n                                        Updated 09/28/15 03:48 PM EDT\n\n                                        By \nJake Sherman\n\nHe wants Republicans to me \"much closer to the people\" they represent.\n\n09/28/15 03:45 PM EDT\n\n                                        By \nAnna Palmer\n\nConference Chairman Cathy McMorris Rodgers sends note to lawmakers ahead of conference meeting.\n\n                                        By \nDanny Vinik\n\nAnalysis: Trump's plan would benefit the rich, and cost $2-3 trillion.\n\n09/28/15 02:34 PM EDT\n\n                                        By \nAnna Palmer\n\nScalise's political operation is holding a K Street briefing.\n\n09/28/15 02:28 PM EDT\n\n                                        By \nEliza Collins\n\nThe campaign adds \"Buy Marco a plane ticket\" to the official store. \n\n                                        Updated 09/28/15 02:18 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nPutin was a particular focus for Obama, as he railed against regimes that repress information and jail dissidents.\n\n09/28/15 02:17 PM EDT\n\n                                        By \n                                                Joseph J. Schatz\n\nEXCLUSIVES with Ambassador Tony Gardner, Commissioner Günther Oettinger — Capital markets plan due Wednesday\n\n                                        Updated 09/28/15 02:17 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nNick Gass\n\nThe billionaire businessman promises to close loopholes on the rich, lower overall rates, and free half of Americans from income tax.\n\n                                        Updated 09/28/15 02:13 PM EDT\n\n                                        By \nRachael Bade\n\nIt allowed her top aide to work for a consulting firm and the Clinton Foundation while also advising at State.\n\n09/28/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCourting Boehner-land.\n\n09/28/15 01:59 PM EDT\n\n                                        By \nDaniel Strauss\n\nRyan Ellis, tax policy director, says the campaign reached out in late August.\n\n09/28/15 01:22 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nHadas Gold\n\nGraham's campaign accuses the RNC of trying to shrink the party's large and rambunctious primary field.\n\n09/28/15 01:07 PM EDT\n\n                                        By \nJake Sherman\n\nRepublicans to talk strategy moving forward\n\n09/28/15 01:03 PM EDT\n\n                                        By \nJake Sherman\n\nBlow to Scalise\n\n                                        By \n                                                Michael Crow\n                                         and \n                                                William Dabars\n\nUp-to-the-minute news on the battle for the future of the House GOP.\n\n09/28/15 12:30 PM EDT\n\n                                        By \nEliza Collins\n\nPope Francis weighs in on one more controversial topic before he goes home. \n\n09/28/15 12:20 PM EDT\n\n                                        By \nLauren French\n\nRoss is currently a senior deputy whip. \n\n09/28/15 12:20 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJake Sherman\n\n“It appears Representative Meadows permitted a former employee to remain on payroll,” the group wrote.\nWe're working on more stories right now\n\n                                            By \n                                                    Peter Eltsov\n\n\n                                            By \n                                                    Vali Nasr\n\n\n                                            By \n                                                    Stan Collender\n\n\n                                            By \n                                                    Hugh Hewitt\n\n\n                AP Photo\n\n            By \nRachael Bade\n\n09/28/15 10:58 PM EDT\nHill Republicans want to question the former Hillary Clinton campaign staffer who helped decide which of the former Secretary of State's emails should be kept as official government records — just days after new Clinton emails surfaced. \nThe House Benghazi Committee plans to ask Heather Samuelson to testify about the process by which she sifted through Clinton’s 60,000 emails and sorted them as work-related or “personal,” POLITICO has learned. And across the Hill campus, a source said Senate Judiciary Committee Republicans also want to know more about Samuelson’s work was doing, who followed Clinton to the State Department after working on her 2008 campaign.\nStory Continued Below\n“I’m not exactly certain what day, but obviously she had a role in the email issue and so it’s important for us to get the facts as to what her instructions were and what her knowledge was and really what happened surrounding the email decisions — and so yes, we’ll be hearing from her,” said Rep. Susan Brooks, an Indiana Republican who sits on the Benghazi panel, on Monday.\nIf Samuelson does not appear willingly, the committee could decide to subpoena her, according to one Republican source familiar with the investigation.\nClinton’s former chief of staff Cheryl Mills said Samuelson was the attorney who went through each email to preliminarily decide which messages were work related and should be turned over, several sources told POLITICO last month. Samuelson has not responded to requests for comment.\nRepublicans are likely to ask Samuelson about what instructions she was following while combing through Clinton’s emails. Under preservation rules at federal agencies, even emails with the slightest bit of work-related information in them must be stored as public records.\nThe GOP hopes to question Samuelson following the latest revelation that suggest Clinton may not have turned over all her work-related email traffic.\nEarlier this year, Clinton said she did not begin using her homemade email server until March of 2009, about two months after she began working at the State Department. \nBut according to reports, the State Department said Friday it received copies of a January 2009 exchange from Clinton's private account with Gen. David Petraeus, correspondence that only came to light after it was forwarded to State from the department’s inspector general and the Defense Department. \nClinton dodged questions about the matter on “Meet the Press” Sunday.\n“[W]e have a very thorough review process that we conducted, and my attorneys supervised it,” Clinton said last Sunday. “They went through everything. And what we had available at the time was turned over.”\nWhen pressed about the timeline discrepancy between when she began using the private account and the Petraeus message, Clinton added: “There was a transition period. You know, I wasn't that focused on my email account to be clear here.”\nSince Clinton used a personal server rather than a State.gov account, her legal team was tasked with going through each message to decide which should be preserved and turned over to the State Department.\nMills and Clinton’s lawyer David Kendall made the ultimate decisions about what exactly was turned over, Clinton camp sources say. Her team said they then deleted the rest of the “personal” emails—but the FBI, which is investigating whether classified intelligence was ever put at risk, has recovered those documents, according to reports.\nNow Republicans want to hear from Samuelson. The Benghazi committee months ago found more than a dozen other undisclosed work-related emails Clinton had not turned over after subpoenaing her ally Sid Blumenthal for any correspondence he had with Clinton that was related to Libya.\nRepublicans are concerned that more may have been kept from the public.\n“I think it’s essential we talk to her,” said Rep. Lynn Westmoreland (R-Ga.).\n Clinton’s camp has said that they were over-inclusive in what they classified as an official document. And State has had to return some messages they say are not official. But it’s unclear exactly how they classified the information as “personal” and work related.\nAccording to her Linked-In profile, Samuelson, who received her law degree from American University, began working for Clinton in the fall of 2002 as the assistant treasurer for her political action committee, Hill PAC, and as deputy director of compliance for Friends of Hillary.\nShe stayed there four years before joining Hillary Clinton for President in January 2007. For nine months she worked on compliance issues before serving as director of vetting in the campaign’s counsel’s office.\nWhen Clinton moved to State, so did she, working for four years as senior advisor and White House liaison at the State Department from January 2009 to March 2013.\nShe then served as assistant counsel at the White House from then until April of 2014.\nIt is unclear where she is now, but a Maryland State Bar Association listing shows her address is now in Brooklyn, N.Y., which is also where Hillary for America is headquartered.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "GOP wants to hear from Clinton email screener", "url": "http://www.politico.com/story/2015/09/hillary-clinton-emails-benghazi-214188", "topics": ["campaign_finance"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Joseph J. Schatz", "Rachael Bade", "Michael Crow", "Heather Samuelson", "Henry C. Jackson", "Gunther Oettinger", "Anna Palmer", "Hanna Trudo", "Vladimir Putin", "Michael Morel", "Hugh Hewitt", "Austin Wright", "Susan Brooks", "Sid Blumenthal", "Danny Vinik", "Ryan Ellis", "Peter Eltsov", "Steve Scalise", "David Petraeus", "William Dabars", "John Boehner", "Gabriel Debenedetti", "Pope Francis", "Josh Gerstein", "Brian Faler", "Nick Gass", "Vali Nasr", "Isaac Dovere", "Tony Gardner", "Alex Isenstadt", "Seung Min Kim", "Cheryl Mills", "Michael Crowley", "Jake Sherman", "Eliza Collins", "Lauren French", "David Kendall", "Lynn Westmoreland", "Ben Schreckinger", "Jennifer Haberkorn", "Daniel Strauss", "John Bresnahan", "Austin Barbour", "Hillary Clinton", "Eli Stokols", "Jon Prior", "Stan Collender", "Hadas Gold"], "orgs": ["Washington And The World", "CIA", "House Benghazi Committee", "Defense Department", "CONGRESS", "RNC", "State Department", "Mills", "Meadows", "Clinton Foundation", "Conference Chair", "Office of Congressional Ethics", "House GOP", "K Street", "American University", "FBI", "Senate Judiciary Committee", "GOP"], "authors": [{"author_id": 30735, "fullname": "rachael bade", "primary_org": "politico"}], "date_written": "2015-09-29 03:58:35", "org": "politico", "article_id": "42af21d9ca90f34237103c7ca41aaf6b", "date_access": "2015-09-29 03:00:05.677023"}