{"body": "On Media\nBy HADAS GOLD\n8/6/15 8:55 PM EDT\nRick Santorum wasn’t too pleased with how Fox News hosts Martha MacCallum and Bill Hemmer posed their questions during Thursday’s early debate.\n“Some of these questions, I must admit, were a little long winded and a little convoluted,” Santorum told radio host Hugh Hewitt soon after the first debate wrapped.\nHewitt said MacCallum had taken the worldview of the New York Times’ editorial board and put it into a question when she asked whether cutting funding to Planned Parenthood would be seen as a front in the “war on women.”\nSantorum pivoted, telling Hewitt, who will be asking the candidates questions during the CNN primary debate in September, that the host’s job is to show daylight between the different candidates’ positions.\n“Hopefully — I know obviously they picked you for a reason — but you understand the Republican primary voter and you understand what the issues are between the candidates. So it’s vitally important for you to do the job of exposing the differences between the candidates in a tight, cogent question that juxtaposes the two sides and lets the folks have at it,” Santorum said.\nHewitt said he thought the “worst question of the night” was when Hemmer asked Santorum whether his “moment had passed” because in 2012, though he had won the Iowa caucuses and 10 other states, he failed to beat Mitt Romney for the nomination.\n“I don’t think they’re going to be asking Hillary that question,” Hewitt noted.\n“Yeah, she lost the last primary, didn’t she? Has her moment passed? Wow, you know, look, I’m used to that,” Santorum said. “I feel very comfortable being at the back of the pack, taking the shots from the media and just going out there and earning it. We earned it four years ago we can earn it again.”\n© 2015 POLITICO LLC", "byline": "", "description": "Rick Santorum wasn't too pleased with how Fox News hosts Martha MacCallum and Bill Hemmer posed their questions during Thursday's early debate.\n\"Some of these questions, I must admit, were a little long winded and a little convoluted,\" Santorum told radio host Hugh Hewitt soon after the first debate wrapped.\nHewitt said MacCallum had taken the worldview of the New York Times' editorial board and put it into a question when she asked whether cutting funding to Planned Parenthood would be seen as a front in the \"war on women.\"\nSantorum pivoted, telling Hewitt, who will be asking the candidates questions during the CNN primary debate in September, that the host's job is to show daylight between the different candidates' positions.\n\"Hopefully -- I know obviously they picked you for a reason -- but you understand the Republican primary voter and you understand what the issues are between the candidates. So it's vitally important for you to do the job of exposing the differences between the candidates in a tight, cogent question that juxtaposes the two sides and lets the folks have at it,\" Santorum said.\nHewitt said he thought the \"worst question of the night\" was when Hemmer asked Santorum whether his \"moment had passed\" because in 2012, though he had won the Iowa caucuses and 10 other states, he failed to beat Mitt Romney for the nomination.\n\"I don't think they're going to be asking Hillary that question,\" Hewitt noted.\n\"Yeah, she lost the last primary, didn't she? Has her moment passed? Wow, you know, look, I'm used to that,\" Santorum said. \"I feel very comfortable being at the back of the pack, taking the shots from the media and just going out there and earning it. We earned it four years ago we can earn it again.\"", "title": "Santorum knocks Fox News moderators", "url": "http://www.politico.com/blogs/media/2015/08/santorum-knocks-fox-news-moderators-211993.html", "topics": ["women", "abortion"], "people": ["Bill Hemmer", "Rick Santorum", "Hugh Hewitt", "Mitt Romney"], "orgs": [], "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-08-07 01:55:31", "org": "politico", "article_id": "56b150e9266935f64cf2d59375002b8a", "date_access": "2015-08-07 02:20:21.664425"}