{"body": "2016\nOne is a political revolution with a mellow vibe. The other feels more like a professional wrestling match.\nBy BEN SCHRECKINGER\nAugust 23, 2015\nAP Photo.\nThe breakout stars of 2015 are two old white guys from the outer boroughs of New York, and I’ve had access to the hottest tickets in town.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nIt is the summer of America’s discontent, and Bernie Sanders and Donald Trump have tapped into a deep vein of anti-Washington frustration to capture a quarter of their (both adopted) parties’ voters and taken their country by surprise.\nThey’ve also put on the best political rallies of the cycle, drawing the biggest and most boisterous crowds of any candidates. Shuttling between them — a Sanders rally in Reno, Nevada on Tuesday and a Trump rally in Mobile, Alabama, on Friday — I snatched a glimpse of the two strains of populism taking American politics for a spin.\nTrump’s rallies feel like a professional wrestling match, and not just because they often feature Hulk Hogan’s theme song, “Real American.” At a recent Trump-headlined fundraiser in Birch Run, Michigan, mullets were in style and Budweiser tallboys were on sale. In Alabama, Trump’s plane circled the stadium, drawing wild cheers from the crowd awaiting his arrival.\nTrump’s supporters are angrier than he is. Outside the Birch Run event, they clashed with Mexican-American protesters. Outside a rally in Phoenix, Arizona, in July, his supporters also engaged in shouting matches with Hispanic protesters. One attendee walked by a protester as I was interviewing him and taunted him by shouting, “Vamos por Mexico.” Outside the convention center in Phoenix, Trump supporters even fought each other, jostling over a place in line until security staff broke up the scuffle.\nTrump, meanwhile, appears to be having the time of his life, talking up his own bona fides and ripping other politicians and celebrities to captive audiences. At the Phoenix rally, the first of the summer to put Trump in front of thousands of cheering supporters, he looked out at the crowd and declared, “This is absolutely unbelievable,” before riffing for over an hour in a hybrid stump speech and stand-up comedy routine.\nThe Sanders rally in Reno, Nevada, on Tuesday was an outdoor affair on the quad of a local college campus. It felt like a summer barbecue.\nSanders is angrier than his supporters. When the Vermont senator, hoarse of voice, bellowed out for a “political revolution,” the crowd cheered. But minutes before they had milled about amiably on the lawn. A game of Frisbee seemed more likely to break out than a revolution. At Sanders’ campaign kickoff in May in Burlington, Vermont, 5,000 supporters snacked on free Ben & Jerry’s ice cream.\nShould it arrive, the revolution will be mellow.\nThe first Sanders volunteer I encountered at the Reno rally had shown up more than a day ahead of time. Someone had told him about it that weekend at a gay pride festival.\nThe first volunteer I encountered at Trump’s Friday rally at a football stadium in Mobile, Alabama, shrugged when I asked how he’d gotten involved. An older relative was an “associate” of Trump’s and had roped him into staffing the event.\nAnd yes, their approach to hair is different. At rallies, Sanders does not bring up his hair. Asked about his hair in an interview published this month, he responded, “ I am running for president of the United States on serious issues, ok?”\nTrump, a showman, goes there. On Friday, he said, “If it rains, I’ll take off my hat and prove once and for all that it’s real.” Then he doffed his Make America Great Again cap. The crowd went wild.\nBut after seeing the two improbable candidates up close, at their most grandiose moments, what’s striking is not the vast differences between their messages, their followers and their hair.\nIt’s that both have hit on the same populist sentiment — that a spineless elite has left the rest of the country at the mercy of global economic anarchy — and then put on events that embody such incompatible solutions.\nTrump’s rallies magnify the cult of personality of a would-be leader who promises to save the country through personal talent and integrity so great that they transcend any issue or ideology.\nSanders’ serve as rallying points for a mass movement that promises to save the country through specific reforms and to which Sanders, as leader, is almost incidental.\nEven where their policies overlap — their mutual opposition to trade deals and the corrupting of super PAC money — their stances seem wildly different when spilling out of their mouths.\nThe most telling differences, though, between a Sanders rally and a Trump rally are in the dynamic between the candidate, the press and the crowd.\nTrump rallies are, of course, all about Trump. “I know the game better than anybody,” he said in Mobile on Friday night, and “I am the toughest guy,” and “I am going to be the greatest jobs president that God ever created.”\nHis rallies are not about sharing the stage. “Do you have a list of people speaking/standing on stage?” I texted his spokeswoman on Friday, hoping to find out more about the people who delivered their endorsements of the businessman and the man who gave the invocation. “Mr. Trump,” was the response.\nTrump is also constantly reminding his audience that he is rich, claiming that he is exceptionally smart and noting that he attended the Wharton School of Finance (he transferred from Fordham University with the help, according to his biography, of a family connection).\nThe loyalty of Trump’s supporters at these events is often shocking. The second woman I spoke to outside of his Phoenix rally said she was happy for the first time in years on account of his run. His Michigan rally was a fundraiser for the local Republican party but most attendees I spoke with said they were prepared to follow him into a third-party candidacy, and none would definitely rule that out. On Friday in Mobile, one woman held a sign that said, “Thank you Lord Jesus for President Trump.”\nSanders, on the other hand, tells his supporters, “I can’t do this alone.” As much as leader, he plays the role of spokesman and adored mascot — t-shirts featuring Sanders’ white hair and black glasses were popular in Reno — for a message and a policy platform. He has more or less inherited a constituency that had picked Elizabeth Warren as its first choice for standard-bearer.\nIn Nevada, the Vermont senator declared, “We need a mass political movement,” and implored his supporters to become proactive members of it, pulling their apathetic friends into the electoral process.\nBoth Trump and Sanders took shots at the media at their rallies this week, but Trump’s candidacy is fueled by free media exposure, and the press receives pride of place at his events. In Alabama, seating reserved for the press was front and center, at about the 20-yard line.\nIn Reno, reporters were shunted off to the side.\nIn Alabama, bottles of free water were reserved for the press, while the hoi polloi had to shell out $3.\nIn Reno, water was free for everybody, but not easily accessible from where reporters sat.\nTrump usually holds press availabilities before or after his public appearances. In Reno, Sanders did not have time to take questions.\nFor Sanders, the crowds also run much of the show. Volunteers play a much more visible role for Sanders, the man who can’t do it alone. Over 100 of them showed up a day early in Reno for training, and then moved crowds, hawked merchandise and registered voters.\nTrump, the man who largely self-funds and says he can’t be bought, relies more heavily on paid event staff. Several of the service workers selling food in the stands in Mobile told me they had never heard of him. The event staffs attached to the campaign were easy to spot on the field there. Like Trump, they wore dark suits and starched shirts, even in the humidity of August in Alabama.\nBoth campaigns play an expectations game with their crowd sizes. Their rallies are constantly being moved to bigger venues.\nFor Sanders, the crowds constitute the foot soldiers of the movement he hopes to build and generate headlines that his campaign hopes will demand the attention of voters in Iowa and New Hampshire.\nFor Trump, the huge crowds offer yet more proof of his supremacy, and he is keenly aware of Sanders’ competing draws.\nAt his Phoenix rally in July, he drew about 4,000 to a ballroom at the local convention center— twice the room’s stated 2000-person capacity — according to convention center staffer who had consulted with the fire marshal. His team quickly published a photo of the throng on social media, with the caption, “This is what 15,000 people look like.”\n“This crowd today blows away anything that Bernie Sanders has gotten,” he said at the time, and went on to repeat the 15,000 figure and the claim (Sanders’ biggest crowd had been 10,000 at that point).\nAfter my coverage of Trump’s Mobile rally noted his inflation of the Phoenix crowd totals, he tweeted on Saturday, “I had 15,000 people in Phoenix but @politico said ‘the rooms capacity is just over 2000.’ But said Bernie Sanders had 11,000 in same room.”\n(Sanders drew 11,000 to a larger space in the same convention center a week later. A spokeswoman for Trump’s campaign did not immediately respond to a request for comment on where, exactly, his 15,000 figure had come from).\nHis campaign predicted 36,000 people in Alabama, — well above Sanders’ biggest draw of 28,000 in Portland — but for once Trump’s following fell short of expectations.\nMedia estimates pegged the crowd around 15,000-20,000, but the mayor of Mobile’s chief of staff told me the town’s official estimate was 30,000. He said it was an “approximate” figure based on the supposition that the stadium was three-quarters full. To me and other reporters, it looked half-full at most.\nThe rallies, both of which draw mostly white crowds, have also adjusted differently to questions of race. After being interrupted more than once by Black Lives Matter protesters, Sanders interjected more talk of racial justice into his stump speech. In Reno, the slots before Sanders were given over to minority speakers. A black college student linked his own experience with racial discrimination to Sanders’ message about economic fairness (he had huddled with a Sanders advance staffer in a nearby student center ahead of the event).\nTrump himself has not adjusted his tone in response to claims that his comments about the alleged criminality of undocumented Mexican immigrants were racist.\nBut the Trump campaign is savvy at staging. In Phoenix, Sheriff Joe Arpaio — whom a federal court found guilty of racial profiling — left the stage before Trump took it, though the two conferred behind the scenes.\nOn Friday, Trump was still taking flack on matters of race for his initial response to the news that a man who allegedly urinated on and beat a homeless Hispanic man in Boston last week cited Trump as an influence (“It would be a shame … I will say that people who are following me are very passionate”). The first speaker at the Mobile rally was a black pastor, who delivered an invocation, followed by a group of black schoolchildren who led the pledge of allegiance.\nBut no one takes the stage at a Trump rally without Trump’s say-so. Asked in Michigan about the Black Lives Matter protestors who had seized the microphone at a Bernie Sanders mega-rally in Seattle, Trump said there were differences between him and Sanders, and similarities, too.\n“That will never happen with me,” he said. “I don’t know if I’ll do the fighting myself, or if other people will. It was a disgrace. I felt badly for him, but it showed that he was weak. You know what? He’s getting the biggest crowds, and we’re getting the biggest crowds. We’re the ones getting the crowds. But that’s never going to happen to Trump.”\nBen Schreckinger is a reporter for Politico.\nLead image by AP Photo.\nThe Friday Cover\n By ADAM WREN\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "The breakout stars of 2015 are two old white guys from the outer boroughs of New York, and I’ve had access to the hottest tickets in town.\nIt is the summer of America’s discontent, and Bernie Sanders and Donald Trump have tapped into a deep vein of anti-Washington frustration Continue reading ...", "title": "A Tale of Two Rallies: My Summer With Bernie and Trump", "url": "http://www.politico.com/magazine/story/2015/08/bernie-sanders-donald-trump-2016-rallies-121637.html", "topics": ["campaign_finance"], "people": ["Ben Schreckinger", "Hulk Hogan", "Joe Arpaio", "Donald Trump", "Elizabeth Warren", "Bernie Sanders"], "orgs": ["America Great Again", "Videos & Photos", "Fordham University", "Ben & Jerry", "Wharton School of Finance"], "authors": [{"author_id": 30955, "fullname": "ben schreckinger", "primary_org": "politico"}], "date_written": "2015-08-23 14:48:06", "org": "politico", "article_id": "f1fa62b9f49c5254f3dd17640ff863c9", "date_access": "2015-08-23 14:10:07.755905"}