{"body": "\n2016\n\n                                        Updated 10/20/15 10:10 PM EDT\n\n                                        By \nKyle Cheney\n\nThe vice president offers indirect digs at his possible 2016 rival.\n\n                                        Updated 10/20/15 09:53 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nLauren French\n\nHe is giving the House Republican Conference until Friday to decide.\n\nIn The Arena\n\n10/20/15 09:41 PM EDT\n\n                                        By \n                                                Ron Dermer\n\nSome perceived misconceptions about Israel.\n\n                                        Updated 10/20/15 09:14 PM EDT\n\n                                        By \nJosh Gerstein\n\nA conservative group is suing the National Archives over the 1990s case.\n\n                                        Updated 10/20/15 08:42 PM EDT\n\n                                        By \nBurgess Everett\n\nReid reaches across the aisle\n\nCongress\n\n10/20/15 07:43 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Texas senator says now is the time to make a stand.\n\n                                        Updated 10/20/15 07:34 PM EDT\n\n                                        By \nEliza Collins\n\n“He gave up the gavel rather than shutting down government, that was I think, courageous,” she says.\n\n                                        Updated 10/20/15 07:30 PM EDT\n\n                                        By \nJake Sherman\n\nHis meeting with House Freedom Caucus leaders is the surest sign he's seriously weighing a bid for speaker.\n\n10/20/15 07:02 PM EDT\n\n                                        By \nHadas Gold\n\nShe played the role of a journalist to help Carson practice.\n\nWhite House\n\n                                        Updated 10/20/15 06:37 PM EDT\n\n                                        By \nSarah Wheaton\n\nIt's not the first time the president's spokesman has had to field awkward questions about top aides with political ambitions. \n\n10/20/15 06:28 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nDefining Clintoncare — Biden's timely clarification?\n\n10/20/15 06:21 PM EDT\n\n                                        By \nElana Schor\n                                         and \nAndrew Restuccia\n\nPresident Obama is urged to act before Justin Trudeau takes office.\n\n2016\n\n10/20/15 06:07 PM EDT\n\n                                        By \n                                                Mark K. Updegrove\n\nHistory says the GOP will still bank on Bush.\n\nIn The Arena\n\n10/20/15 05:49 PM EDT\n\n                                        By \n                                                Ray Takeyh\n\nThey failed on nukes. Now it’s time to take up the cause of Tehran’s human-rights abuses.\n\n10/20/15 05:49 PM EDT\n\n                                        By \nEliza Collins\n\nBiden received the support of just 10 percent of those polled.\n\n                                        Updated 10/20/15 05:46 PM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul called the ex-senator a loser. Then they became buddies.\n\n10/20/15 05:24 PM EDT\n\n10/20/15 04:50 PM EDT\n\n                                        Updated 10/20/15 04:36 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe committee took to Twitter Tuesday afternoon to address the 1,300 more pages of emails received.\n\n                                        Updated 10/20/15 04:28 PM EDT\n\n                                        By \nJake Sherman\n\nHe is not expecting to speak tonight at a closed Republican party meeting.\n\n10/20/15 03:54 PM EDT\n\n                                        By \nJake Sherman\n\nThe legislation could come up in the House as soon as Friday.\n\n10/20/15 02:50 PM EDT\n\n10/20/15 02:47 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe chamber failed to advance legislation meant to prod \"sanctuary cities\" into complying with federal immigration laws.\n\n10/20/15 02:30 PM EDT\n\n                                        By \nJosh Gerstein\n\nDespite review, agency calls messages 'not appropriate for public release.'\n\n10/20/15 02:22 PM EDT\n\n10/20/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nKoch group targets Senate Dems — Small races, big money\n\n                                        Updated 10/20/15 01:52 PM EDT\n\n                                        By \nNick Gass\n                                         and \nDaniel Strauss\n\nWebb's campaign said that he was considering running as an independent. \n\n10/20/15 01:17 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nCorrect The Record - the opposition research-focused super PAC backing Hillary Clinton - has decided to stop paying attention to Martin O'Malley. \n\n                                        By \nDarren Samuelsohn\n\n\n10/20/15 12:23 PM EDT\n\n10/20/15 12:20 PM EDT\n\n                                        Updated 10/20/15 12:14 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president's claim appears to contradict his previous account of the president's decision.\n\n                                        By \nMarc Caputo\n\n\n10/20/15 12:05 PM EDT\n\n                                        By \nNick Gass\n\n\"There's a big difference between entertainment and presidential leadership,\" he says. \n\n                                        Updated 10/20/15 12:00 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nAfter fallout from Schock, Administration Committee suggests changes.\n\n10/20/15 11:45 AM EDT\n\n                                        By \nHadas Gold\n\nDonald Trump was scheduled to appear on Tuesday night's show after rapper Jay Z.\n\n10/20/15 11:37 AM EDT\n\n                                        By \nBurgess Everett\n\nThe secretary of State has agreed to testify behind closed doors.\n\n10/20/15 11:00 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump and Ben Carson topped another national poll of Republican voters Tuesday.\n\n10/20/15 10:52 AM EDT\n\n                                        By \nEliza Collins\n\nHe was recently asked to do an article for the men’s magazine.\n\n10/20/15 10:50 AM EDT\n\n                                        Updated 10/20/15 10:38 AM EDT\n\n                                        By \n                                                Kelsey Sutton\n                                         and \nHadas Gold\n\nThe news comes the same day the company, part of The Economist Group, named Matt Mansfield its first vice president for product innovation.\n\n10/20/15 10:09 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\n\n10/20/15 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nCan Biden count on labor? – NLRB launches complaint against hospital network \n\n10/20/15 10:02 AM EDT\n\n                                        By \nTheodoric Meyer\n\nKoch-backed vets group goes after four Senate Democrats\n\n10/20/15 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nHeritage Action threatens 'key vote' against House reconciliation bill — Administration's hands tied in risk corridor payments — SAMHSA looking for a chief...\n\n10/20/15 10:01 AM EDT\n\n                                        By \nChase Purdy\n\nUSITC rules today on Mexico dumping charges —Food companies join White House in climate deal push\n\n10/20/15 10:01 AM EDT\n\n                                        By \nTim Starks\n\nDoubts about China violating cyber deal — People actually pick up and use random USB sticks\n\n10/20/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nPoll finds pre-K is a top priority — King for a year — Network for Public Education splits in two\n\n10/20/15 10:00 AM EDT\n\n                                        By \nDavid Pittman\n\nNew movement in #LetDoctorsBeDoctors — DeSalvo nomination held up\n\n10/20/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nIRS talks tax fraud fight — The latest Paul Ryan tea leaves — Wielding the Obamacare stick\nWe're working on more stories right now\n\n                                            By \n                                                    Ron Dermer\n\n\n                                            By \n                                                    Ray Takeyh\n\n\n                                            By \n                                                    Lt. Col. T. Mark McCurley\n\n\n                                            By \n                                                    Trevor Potter\n\n\n                Wisconsin Rep. Paul Ryan is giving the House Republican Conference until Friday to decide. | AP Photo\n\n            By \nJake Sherman\n            ,\nJohn Bresnahan\n             and \nLauren French\n\n10/20/15 07:59 PM EDT\n\n                    Updated 10/20/15 09:53 PM EDT\nWisconsin Rep. Paul Ryan, who for years has resisted a move into House Republican leadership, said Tuesday night he would serve as House speaker if he is the party's \"unity candidate.\"\nRyan, the Ways and Means Committee chairman, wants to know by Friday if the 247 members of the House Republican Conference support him. If not, he is \"happy\" to continue as chairman of the powerful tax-writing panel, the 45-year-old lawmaker said.\nStory Continued Below\nThe Wisconsin Republican laid out a series of \"requests\" to his GOP colleagues on Tuesday night, including a demand that the major factions within the Republican Conference endorse him before he agrees to seek the speakership. Ryan is clearly trying to shift the onus of his decision onto the House Freedom Caucus, a group of hardline conservatives that repeatedly sought to undermine Speaker John Boehner.\nRyan wants the group to refrain from any attempts to remove him from the speaker's chair if he makes a decision they disagree with, though it's not at all clear Freedom Caucus will agree.\n\"I have shown my colleagues what I think success looks like, what I think it takes to unify and lead, and how my family commitments come first,\" Ryan told reporters Tuesday night. \"I have left this decision in their hands, and should they agree with these requests, then I am happy and I am willing to get to work.\"\n\n\n\n            By \nBurgess Everett\n\nRyan added: \"This is not a job I ever wanted or I ever sought. I am in the job I've always wanted here in the Congress. I came to the conclusion that this is a very dire moment, not just for Congress, not just for the Republican Party, but for our country. I think our country is in desperate need of leadership.\"\nRyan described himself as \"reluctant\" to be speaker and said there were some parts of the job he dreaded. But he said would take on the post if the three major groups inside the GOP conference — the Republican Study Committee, the moderate Tuesday Group, and the Freedom Caucus — all endorse him by Friday.\n\"Let me close by saying that I considered to do this with reluctance, and I mean that in the most personal of ways,\" Ryan said. Ryan has three young children, and the former GOP vice presidential nominee said he will be \"genuinely worry about the consequences of my serving [as speaker] will have on them. Will they face the viciousness and incivility that we all face here on a daily basis?\"\nYet Ryan also said that passing on the chance to become speaker would be a potentially irreparable mistake for him and his family.\n\"My biggest worry is the consequence of not stepping up, of having my own kids ask me, 'When the stakes were so high, why didn't you do all that you could do? Why didn't you stand and fight for my future when you had a chance to do so?'\" Ryan added. \"None of us wants to hear that question. And none of us should.\"\nRyan's announcement ended 10 days of frantic speculation inside the House over his future plans, while simultaneously freezing out all the other potential speaker hopefuls. Several of them already announced they were ending any hope of becoming Boehner's replacement and backing Ryan.\nDuring a meeting of House Republicans Tuesday evening, Boehner (R-Ohio), who counted Ryan as a volunteer on his 1990 congressional campaign, ceded the floor to Ryan. The 16-year veteran of Congress explained that his openness to serving as House speaker comes with serious caveats. \nRyan said during the closed-door gathering that he wants support from all the major Republican caucuses. The House Freedom Caucus, the Republican Study Committee and the moderate Tuesday Group will be especially important.\n\n\n\n            By \nJake Sherman\n\nRyan also wants Republicans to alter the procedure for \"vacating the chair,\" which is essentially a referendum to remove the speaker from office. Conservatives threatened to force such a vote against Boehner earlier this summer, and Ryan believes it's destructive. \nThe Wisconsin Republican is calling on the next speaker to be more visionary. Ryan agreed with Freedom Caucus members and a large bloc of the GOP in supporting changes to rules and procedures to empower rank-and-file members. But he said those decisions must be made together. Ryan also told his colleagues that he needs to be at home in Janesville, Wisconsin, with his family, so fundraising cannot be all consuming.\n\"I don't know of anyone better to do it,\" said Rep. Jason Chaffetz of Utah, who dropped his long-shot bid for the speakership when Ryan announced. \"I think he wants to get as unified a group as possible, so that's obviously a big question. He wanted to talk to all the various caucuses and groups. ...and I'm excited. He would be wonderful, fantastic as a speaker. I think the smart path for us is to unify behind Paul Ryan.\"\n\"The man and the moment have met, and I think we're going to have a great new speaker,\" added Rep. Tom Cole (R-Okla.), who some Republicans had pushed as speaker. \"He's so clearly the best choice that I think he will get there. Members have to look inside themselves and make a decision.\"\nBoehner resigned late last month and is set to leave Congress on Oct. 30, though he's agreed to stay on until a new speaker is chosen. He is expected on Wednesday to reveal the dates of the internal GOP vote for speaker, and the even more important, the date for a floor vote.\nRyan's move could put major pressure on the Freedom Caucus, which had endorsed Rep. Daniel Webster (R-Fla.) before House Majority Leader Kevin McCarthy (R-Calif.) dropped his bid to succeed Boehner. Members of the Republican Study Committee and Tuesday Group have already showered praise on Ryan, but members of the Freedom Caucus aren't quite ready yet to endorse him.\nRyan met with four of the group's leaders Tuesday: Ohio Rep. Jim Jordan, South Carolina Rep. Mick Mulvaney, Idaho Rep. Raúl Labrador and North Carolina Rep. Mark Meadows. \n\n\n\n            By \n                    POLITICO Staff\n\nRep. Matt Salmon (R-Ariz.), a founding member of the Freedom Caucus, said Ryan made \"some very reasonable observations about how anybody would need the support of the entire conference if they are going to be a successful speaker.\" \nThe Freedom Caucus is not ready to support Ryan yet, Salmon added, but he is \"certainly open.\"\n\"All things are possible,\" Salmon said. \"I think the issue of process reforms are going to have to be addressed one way or another before the Freedom Caucus wholesales jumps in bed with him.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Ryan will serve as speaker if GOP unites behind him", "url": "http://www.politico.com/story/2015/10/paul-ryan-speaker-if-gop-unites-behind-him-214985", "topics": ["immigration", "trade"], "people": ["Ray Takeyh", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Justin Trudeau", "Daniel Webster", "Jim Jordan", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Tom Cole", "Marc Caputo", "Kelsey Sutton", "Raul Labrador", "Paul Ryan", "Mick Mulvaney", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Matt Salmon", "Andrew Restuccia", "Elana Schor", "Ron Dermer", "Josh Gerstein", "Trevor Potter", "Nick Gass", "Aaron Schock", "Martin O'Malley", "Isaac Dovere", "Toby Eckert", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Chase Purdy", "Sarah Wheaton", "Brianna Ehley", "David Pittman", "Lauren French", "Gabriel Debenedetti", "Daniel Strauss", "Mark Meadows", "Hillary Clinton", "Tim Starks", "Darren Samuelsohn", "Jason Chaffetz", "Ben Carson", "Caitlin Emma"], "orgs": ["Heritage Action", "USB", "Congress", "Freedom Caucus", "Republican Party", "National Archives", "IRS", "Republican Study Committee", "House Republican Conference", "PAC", "The Economist Group", "Senate Dems", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 30865, "fullname": "kyle cheney", "primary_org": "politico"}], "date_written": "2015-10-21 00:59:51", "org": "politico", "article_id": "9eef0ede6ff5e9ea0fc347389749685a", "date_access": "2015-10-21 02:30:32.876175"}