{"body": "\n10/14/15 09:55 PM EDT\n\n                                        By \nEli Stokols\n\nHis supporters duel with a small group of protesters.\n\nFourth Estate\n\n                                        Updated 10/14/15 09:53 PM EDT\n\n                                        By \nJack Shafer\n\nShe keeps saying new information makes her change her mind on policy. But what new information? \n\nCongress\n\n                                        Updated 10/14/15 09:43 PM EDT\n\n                                        By \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\nPrimary Source\n\n10/14/15 07:59 PM EDT\n\n                                        By \n                                                Frederic Hof\n\nI spent early 2011 trying to ease tensions between Syria and its neighbors. I never predicted the brutality that would come from inside.\n\nWashington And The World\n\n10/14/15 07:53 PM EDT\n\n                                        By \n                                                Dan Ephron\n\nNew Palestinian violence this week shows the killing of an Israeli visionary 20 years ago still reverberates.\n\n10/14/15 07:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe new GOP strategy is called \"Tune it out.\"\n\n2016\n\n10/14/15 07:28 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/14/15 07:24 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nIt’s an odd debate when the top two candidates fighting for their party’s nomination claim the same moment as a victory.\n\n10/14/15 07:22 PM EDT\n\n                                        By \nLauren French\n\nRep. Cathy McMorris Rodgera and Rep. Luke Messer sent a letter to lawmakers saying that the House GOP will continue debate on overhauling the rules of...\n\n2016\n\n10/14/15 07:11 PM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\n\n10/14/15 07:00 PM EDT\n\n                                        By \nAnna Palmer\n                                         and \nJohn Bresnahan\n\nDelay would be blow to White House & trade deal supporters\n\nLobbying\n\n10/14/15 06:55 PM EDT\n\n                                        By \nTony Romm\n\nFanDuel, DraftKings bulk up their influence operations as scrutiny intensifies.\n\nOpinion\n\n10/14/15 06:26 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nThat she's the most electable Democrat doesn't mean she's electable.\n\nCongress\n\n10/14/15 06:21 PM EDT\n\n                                        By \nAnna Palmer\n\nThe Republican establishment knows any public display of affection for Paul Ryan for speaker would be his kiss of death.\n\n                                        Updated 10/14/15 06:12 PM EDT\n\n                                        By \nNick Gass\n\nStone's new book alleges that the Clintons covered up multiple instances of sexual assaults on women by Bill Clinton.\n\n                                        Updated 10/14/15 05:50 PM EDT\n\n                                        By \nEliza Collins\n\nKelly said that she had no intention “to get engaged in a war with a presidential candidate.”\n\n                                        Updated 10/14/15 04:46 PM EDT\n\n                                        By \nHadas Gold\n\nA lawyer with the campaign says that the interview with Trump appears to be an old one.\n\n                                        Updated 10/14/15 04:23 PM EDT\n\n                                        By \nKyle Cheney\n\nSome Democrats weren't in adoration of Hillary's performance.\n\n                                        Updated 10/14/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nHe also weighs in on fellow Wisconsin resident, Rep. Paul Ryan.\n\n                                        Updated 10/14/15 03:45 PM EDT\n\n                                        By \nBrian Faler\n\nTime is running out.\n\n                                        Updated 10/14/15 03:22 PM EDT\n\n                                        By \nLeigh Munsil\n\nHe says Russian airstrikes will \"inflame and prolong\" the civil war.\n\n10/14/15 02:35 PM EDT\n\n10/14/15 02:12 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nBlock & tackle for fantasy sports — FEC 2.0 — Bank shot — New business\n\n10/14/15 01:47 PM EDT\n\n                                        By \nNick Gass\n\nTrump leads Carson 6 percent to 18 percent in South Carolina. \n\n                                        Updated 10/14/15 01:42 PM EDT\n\n                                        By \nAlex Isenstadt\n\nRepublicans protest CNBC plan to ditch opening, closing statements.\n\n10/14/15 01:40 PM EDT\n\n10/14/15 01:39 PM EDT\n\n                                        By \nEliza Collins\n\nHe will resist doing an impression of Republican rival Jeb Bush. \n\n10/14/15 01:38 PM EDT\n\n                                        By \nBurgess Everett\n\n“The United States must continue to meet its moral obligation when it comes to refugees,” Durbin says.\n\n                                        Updated 10/14/15 01:28 PM EDT\n\n                                        By \nEliza Collins\n\n\"I thought every one of those folks did well,\" he says.\n\n                                        Updated 10/14/15 01:25 PM EDT\n\n                                        By \nNick Gass\n\nThe Republican presidential candidate spent Tuesday livestreaming his campaign in Iowa over Periscope. \n\n                                        Updated 10/14/15 01:12 PM EDT\n\n                                        By \nNick Gass\n\n\"The time has come for a decision,\" says Hillary Clinton's campaign manager.\n\n2016\n\n                                        Updated 10/14/15 01:08 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nTime is ticking, and the vice president and the people looking at the race with him know it.\n\n10/14/15 12:52 PM EDT\n\n                                        By \nNahal Toosi\n\nA new report warns of instability if President Obama draws down troops levels too fast. \n\n10/14/15 12:41 PM EDT\n\n                                        By \nHadas Gold\n\nThe next two CNN GOP debates will be on Dec. 15 in Las Vegas, Nevada and March 10 in Florida.\n\n10/14/15 12:41 PM EDT\n\n                                        By \nNahal Toosi\n\nThe annual report on religious freedom criticizes others for doing too little. \n\n                                        Updated 10/14/15 12:31 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe campaign describes the post-debate haul as a \"fundriasing bonanza.\"\n\n10/14/15 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe video shows Black Lives Matter protesters disrupting a Sanders campaign rally.\n\n10/14/15 12:04 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe departing speaker wants to resolve the thorny issue for his successor.\n\n                                        Updated 10/14/15 11:34 AM EDT\n\n                                        By \nBen White\n\nHillary Clinton wins Dem debate — Wall Street highlights — Wrong-o-meter: Clinton's TPP flip-flop — Glass Steagall misses the point\n\n10/14/15 11:26 AM EDT\n\n10/14/15 11:23 AM EDT\n\n10/14/15 11:14 AM EDT\n\n10/14/15 11:10 AM EDT\n\n                                        By \nNick Gass\n\nIran's activity last weekend violates U.N. Security Council resolutions, the ambassador says.\n\n10/14/15 11:07 AM EDT\nPELOSI ‘NOT SURPRISED’ by McCarthy exit \n\n10/14/15 11:00 AM EDT\n\n                                        Updated 10/14/15 10:59 AM EDT\n\n                                        By \nEliza Collins\n\nIvanka Trump said the word 'happy' is a complicated one to use regarding her father running for president.\n\n                                        By \n                                                Carla Marinucci\n\n\n10/14/15 10:38 AM EDT\n\n10/14/15 10:21 AM EDT\n\n                                        By \nHadas Gold\n\nThe household rating is already higher than the previous record for a Democrat debate in 2008.\n\n10/14/15 10:04 AM EDT\n\n                                        By \nTheodoric Meyer\n\nDebate night recap: Clinton crushes it — Thrush analysis — Kind words from Steyer\nWe're working on more stories right now\n\n                                                    Politico\nA daily overview of education policy news\n\n            By \nCaitlin Emma\n\n10/13/15 10:00 AM EDT\nWith help from Allie Grasgreen Ciaramella, Kimberly Hefling and Nirvi Shah\nDEMOCRATS’ DEBATE NIGHT: We’ve heard from the Republicans, now it’s the Dems’ turn. Front runner Hillary Clinton and four rivals will meet tonight in Las Vegas at a forum hosted by Facebook and CNN [http://politi.co/1R7hUJX]. We don’t expect the candidates to get too far into the education policy weeds, but that doesn’t mean our topic du jour won’t get air time. Clinton said recently in New Hampshire that she’s sure to give a shout-out in tonight’s debate to pre-K. College affordability issues could also get some love. In contrast to Republican candidates who have emphasized the need to innovate and make higher education more efficient, Clinton, Sen. Bernie Sanders and former Gov. Martin O’Malley have made a big push on the campaign trail to make college free or reduced in price [http://politi.co/1N8DWLD]. “Increasing incomes and economic mobility are defining narratives of Democratic candidates' campaigns this cycle,” Jen Mishory, the executive director of the Young Invincibles told Morning Education. “We know that higher education is a critical way to increase take-home pay and improve employment prospects, so I'd be surprised if college affordability, quality, and student debt don't come up early on.” (If you need a comparison refresher on the candidates’ higher education plans, see Allie Grasgreen Ciaramella’s story from August: http://politico.pro/1VOowhN.)\nStory Continued Below\n— Clinton already has attempted to differentiate her plan from Sanders, saying his would provide a free college education to even mega-rich Donald Trump’s children [http://politi.co/1QUOgHN]. Given this emphasis, Alex Smith, the national chairman of the College Republican National Committee said she’d like to hear how the candidates would “disrupt an outdated, top-down K-12 and higher education system to best meet the needs of a 21st century students. So much of what the Democrats have proposed maintains the status quo and keeps students in a metaphorical box.” Noting that over a recent six-year period states cut their higher education budgets by 25 percent, Peter McPherson, the president of the Association of Public and Land-grant Universities, said he’d like to ask, “How would you use federal policy to incentivize states to make the investments that are needed to adequately support public higher education?”\n— Clinton enters the debate with the backing of both the AFT and NEA [http://politi.co/1PcmSGA]. But K-12 likely won’t get the same billing as higher education. K-12 issues have been more under the radar this campaign season. It’s also a more complicated topic for Clinton given divisions in the Democratic Party over issues such as charter schools and teacher evaluations based on test scores.\n— Nina Rees, president of CEO of the National Alliance for Public Charter Schools, said if given the chance, she’d love to know what the candidates would do differently on the education front. “To the extent they support a strong federal role in education and more funding, where would they make these investments?” Rees said. “Specifically, how will Hillary Clinton walk the line between her past support for merit pay and alternate routes to teacher certification without catching the ire of the teachers unions who endorsed her.” JoAnn Bartoletti, the executive director of the National Association of Secondary School Principals, said she just hopes the candidates stay off the “education in crisis” bandwagon. She’d like the candidates to address the issue of how to get Americans to regard education as a top career choice. \n— As for Jim Webb and Lincoln Chafee, it’s worth noting that Webb was an architect of the Post-9/11 GI Bill that’s provided billions in school aid to Iraq and Afghanistan veterans and their families. Chafee is a big proponent of the metric system [http://politi.co/1R73t8x]. \n— O’Malley on Monday picked up the endorsement of a DREAMer, Iowa student Kenia Calderon, a junior at Drake University. She and her family are natives of El Salvador, and Calderon came to the U.S. a decade ago. Calderon praised O’Malley’s record on immigration as governor of Maryland, including passing the Maryland Dream Act. More: http://huff.to/1GECprH.\nGOOD TUESDAY MORNING, OCT. 13. The UConn student captured on video in a drunken tirade over mac n’ cheese has issued an apology video: http://bit.ly/1GF7hbK. He’s also asking people to direct their mac n’ cheese donations to local food banks instead of him. [http://bit.ly/1ItJOeb] Don’t forget to send your tips, clips and amusing GIFs to cemma@politico.com or @caitlinzemma . Send events to: educalendar@politicopro.com. And follow us on Twitter: @Morning_Edu and @POLITICOPro.\nIN OTHER 2016 NEWS ... NO CANDIDATE LEFT BEHIND: Ben Carson tells theeagle.com in College Station, Texas, he’d like to make public universities bear some of the cost of student loans [http://bit.ly/1PauZEL], in contrast to Sanders’ plan to make public colleges and universities tuition free. \"The answer is not to create more debt or create income redistribution,\" Carson said. \"We should ask why college tuition is advancing so rapidly and get to the root of the problem.\" Carson said holding universities accountable for the interest on student loans and only making students responsible for the principal of the loans would push universities to find a way to rein in the cost of a degree, the newspaper reported.\nNEW FEDERAL ACTION ON ACCREDITATION, INNOVATION: Competency-based education, Pell Grants for prisoners, and now innovative college partnerships: The Education Department has been moving full steam ahead with new experimental sites, loosening federal financial aid regulations that restrict the flow of dollars toward programs that could make colleges more efficient, accessible and affordable. On Wednesday, the department plans to announce a new experiment “to accelerate and evaluate innovative partnerships between traditional and non-traditional education providers to provide students with the education and training they need for the careers of today and tomorrow,” an official said. And that’s not all: Expect news later this month on steps the department will take to promote transparency and emphasize outcomes throughout the accreditation process.\n— “This experimental site complements programs like the First in the World grants that support approaches to transform education and training for the future,” the official said. “At the same time, we need to assure a reliable baseline of confidence in the quality and performance of postsecondary options for both existing institutions and emerging models. Rigorous accreditation is central to establishing that confidence.”\n— Officials will also reiterate their increasingly frequent calls on Congress to lend a hand — in this case, with helping to focus accreditors on student success. All the action builds on Education Secretary Arne Duncan’s summer speech at University of Maryland-Baltimore County, where he laid out priorities for Higher Education Act reauthorization [http://1.usa.gov/1JMrfBU]. The bill’s 50th anniversary is less than a month away.\nSETTING SCORES FOR PARCC: The Louisiana Board of Elementary and Secondary Education will vote today on adopting a set of threshold test scores to determine student achievement levels on the PARCC test. Superintendent John White has said [http://bit.ly/1KWMFQj] the vote is critical to Louisiana being able to compare itself to other states that took the PARCC exam this spring. The state also released student scores Monday and measured them using the threshold that White hopes BESE will adopt. They show [http://bit.ly/1L8tyTk] that Louisiana has a lot of room for improvement. The scores are well below the state’s long-term achievement goals, but White said the new tests and higher academic standards will pave the way for better outcomes, the Advocate reports [http://bit.ly/1jlaYi3]. “The results are not surprising,” White said. “The real question ahead of us is not did our students significantly change but how will we change as adults in using the tests.”\n— Arkansas is the second state after Ohio to come under fire for differing from PARCC’s definition of proficient, allowing more students to be considered college- and career-ready even though they didn’t hit high marks on the exam. PARCC says students are ready when they hit a level four and up, meaning they “met expectations” or “exceeded expectations.” But Arkansas decided [http://bit.ly/1jtkkYp] that students are ready for college and career when they hit level three and up, which includes students who “approached expectations” on the exam.\n— Massachusetts state senators passed an amendment last week that could slow down the state’s decision to fully implement PARCC. It would force the state Department of Elementary and Secondary Education to evaluate how much it would cost to fully implement PARCC versus the state’s longstanding MCAS exam for high school students. State Secretary of Education Jim Peyser is supposed to make a formal decision on which test Massachusetts will go with in November. More in the Daily News of Newburyport: http://bit.ly/1RDpNHR.\n— On a related note: Passing rates on Indiana’s state test could plummet by about 16 percentage points in English and 24 percentage points in math compared to 2014 if the state board takes action this week, Chalkbeat Indiana reports: http://bit.ly/1LKPpno.\nEDU-GOVERNING IN THE GOLDEN STATE: California Gov. Jerry Brown powered through a raft of education legislation on campus sexual assault [http://politico.pro/1RCmXCS], charter schools, school mascots, for-profit colleges and beyond, all passed by the state legislature this year. Brown had until Sunday to act on the bills. He signed a measure [http://bit.ly/1MnKrap] that would ban public schools from using Redskins as a mascot. (A national first, EdSource reports: http://bit.ly/1LrBGzG.) He vetoed a bill requiring a climate survey of public colleges and universities every two years, saying it was unnecessary. [http://bit.ly/1ZwApO3] He vetoed another bill that would ban for-profit charter school operators. [http://bit.ly/1N9zcFj] Brown also vetoed a bill that would have required the state to create a model ethnic studies program, saying [http://bit.ly/1PqgITq] it would be redundant to other work the state is in the midst of.\n— He also vetoed a bill that would have benefited former Corinthian College students. The bill would have restored up to two years of state and National Guard grants for Heald College students who couldn’t finish their degrees. In his veto message, Brown said [http://bit.ly/1Qm5ZrE] he was sympathetic to students — Corinthian enrolled a large percentage of its students in the Golden state — but noted that the federal Education Department has been working on simplifying the loan discharge process.\n— He signed a bill [http://bit.ly/1N9DeO1] that bans carrying concealed guns on school and university campuses. And it bans carrying concealed guns within 1,000 feet of K-12 schools.\nMOVERS AND SHAKERS\n— Michael B. Horn, one of the founders of the Clayton Christensen Institute for Disruptive Innovation, has stepped down as executive director. http://bit.ly/1Lh4fwl.\nREPORT ROLL CALL\n— Federal Perkins Loan Program expiration is credit negative, particularly for small colleges and standalone graduate schools that serve low-income students and can’t extend institutional aid. Moody’s Investors Service: http://bit.ly/1PaQOnx.\n— Lower student loan default rates are credit positive for U.S. higher education, and will continue to decline as the unemployment rate does the same. Moody’s: http://bit.ly/1PaQOnx. \nSYLLABUS\n— Former Chicago Public Schools CEO Barbara Byrd-Bennett is expected to admit to her role in a brazen alleged kickback scheme today. Chicago Sun-Times: http://bit.ly/1RDs6e4 \n— Nevada's two largest school districts last week said they'd hired hundreds of first-time teachers over the summer with the help of recruiters, billboards and even a Clark County superintendent zip-lining through downtown Las Vegas in a superhero cape. The Associated Press: http://bit.ly/1Oy8wzN \n— New this year: Philly schools with no nurses. The Philadelphia Inquirer: http://bit.ly/1Ot8cE8 \n— \"School choice,\" including controversial tax credit scholarships, tops a lengthy list of public education issues Texas Lt. Gov. Dan Patrick has asked state senators to study ahead of the 2017 legislative session. The Texas Tribune: http://bit.ly/1VOVSlU \n— Missed classes, a changed grade and one disillusioned adviser. The Chronicle of Higher Education: http://bit.ly/1LhBSOx \n— The FBI in Oklahoma City is warning residents of a telephone scam involving demands for repayment of student loans. The Associated Press: http://bit.ly/1L8wy2a \n— Old gift to Dartmouth College leads to a new investigation. The Associated Press: http://bit.ly/1GEkql9 \n— Once among the Kentucky’s lowest-performing school districts, Floyd County now teaches other districts a lesson. Lexington Herald-Leader: http://bit.ly/1hBsDjF \n— An unexpected discovery behind a wall at U-Va. teaches researchers about science. The Washington Post: http://wapo.st/1GaoQW8 \nOh I think about [http://bit.ly/1Oyb7K7] the Pro Education team: @MLBombard or mbombardieri@politico.com, @CaitlinZEmma or cemma@politico.com, @alliegrasgreen or agrasgreen@politico.com, @khefling or khefling@politico.com, @MaggieSeverns or mseverns@politico.com, @NirviShah or nshah@politico.com.\nCaitlin Emma is an education reporter for POLITICO Pro. Prior to reporting, she was a senior Web producer for Pro.\nCaitlin graduated from the University of Connecticut in 2011 and spent a year in a journalism fellowship covering everything in the Nutmeg State – from policy and politics, to police, courts, community book clubs and restaurant health inspections.\nShe also donated her bone marrow in 2010 and has spearheaded a number of bone marrow donor drives. Ask her about it, and she’ll gladly convince you to register as a donor.\nCaitlin is a native of Leominster, Mass.\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Frederic Hof\n\n\n                                            By \n                                                    Dan Ephron\n\n\n                                            By \n                                                    Rich Lowry\n\n © 2015 POLITICO LLC", "byline": "", "description": "New federal action on accreditation, innovation — Setting scores for PARCC", "title": "Democrats&#8217; debate night", "url": "http://www.politico.com/tipsheets/morning-education/2015/10/democrats-debate-night-new-federal-action-on-accreditation-innovation-setting-scores-for-parcc-210686", "topics": ["economy", "immigration", "trade"], "people": ["Jen Mishory", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Allie Grasgreen Ciaramella", "Rachael Bade", "Pell Grants", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "John White", "Alex Smith", "Dan Ephron", "Jerry Brown", "Nirvi Shah", "Kimberly Hefling", "Isaac Dovere", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Arne Duncan", "Rich Lowry", "Nick Gass", "Jack Shafer", "Jeb Bush", "Dan Patrick", "Martin O'Malley", "Bill Clinton", "Alex Isenstadt", "Jim Webb", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bernie Sanders", "Ivanka Trump", "Lauren French", "Luke Messer", "Tony Romm", "Brian Faler", "Daniel Strauss", "Hillary Clinton", "Ben Carson", "Ben White", "Eli Stokols", "Glass Steagall", "Tom Steyer", "Lincoln Chafee", "Leigh Munsil", "Caitlin Emma"], "orgs": ["Universities", "CNBC", "College Republican National Committee", "National Guard", "Chicago Public Schools", "NEA", "SHAKERS", "Congress", "University of Connecticut", "University of Maryland", "House GOP", "Redskins", "Education Department", "FEC", "PARCC", "Edu", "AFT", "GOP", "Washington And The World", "National Alliance for Public Charter Schools", "Democratic Party", "Pro Education", "Dartmouth College", "Dems", "EDU", "U.N. Security Council", "FBI"], "authors": [{"author_id": 30850, "fullname": "eli stokols", "primary_org": "politico"}], "date_written": "2015-10-13 15:00:10", "org": "politico", "article_id": "ada5d8ddc1dab5d0b8c27a2d9ac2de1f", "date_access": "2015-10-15 02:02:56.765777"}