{"body": "\n10/07/15 09:36 PM EDT\n\n                                        By \nMike Allen\n\nThe former vice president calls him \"a good man and a strong leader.\"\n\n10/07/15 09:28 PM EDT\n\n                                        By \nHadas Gold\n\nThe media tycoon says Carson can \"address the racial divide.\"\n\n                                        Updated 10/07/15 09:08 PM EDT\n\n                                        By \nDoug Palmer\n                                         and \nAdam Behsudi\n\nHer endorsement would have given wary Democrats political cover.\n\n                                        Updated 10/07/15 08:22 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nLegislation from Sen. David Vitter would punish sanctuary cities.\n\nCongress\n\n10/07/15 07:56 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJohn Bresnahan\n\nHis moves to placate the right in order to win the speakership could come at a heavy price later, some Republicans warn.\n\n10/07/15 07:40 PM EDT\n\n                                        By \nEli Stokols\n\nHe’s struggling to figure out which voice to use.\n\n                                        Updated 10/07/15 07:33 PM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nThe House Freedom Caucus has endorsed Rep. Daniel Webster of Florida in his long-shot bid to become speaker of the House - dealing a blow to Majority Leader...\n\n10/07/15 06:48 PM EDT\n\n                                        By \nDavid Perera\n\nHe was found guilty of three computer fraud felonies related to a 2010 defacement of the website by a member of the Anonymous hacking group. \nHILLARY CLINTON is not down with TPP\n\n                                        Updated 10/07/15 06:38 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe bill will attempt to require universal background checks for gun purchases.\n\n10/07/15 06:36 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nKasich's slump? — Crowning Carly\n\n                                        Updated 10/07/15 05:59 PM EDT\n\n                                        By \nNick Gass\n\n\"It's sort of an immature attitude, but it seems to be something that's rampant in America today,\" he added.\n\nDefense\n\n10/07/15 05:57 PM EDT\n\n                                        By \nJeremy Herb\n                                         and \nAustin Wright\n\nIf Obama vetoes the bill as expected, it would wrap the measure into the partisan budget brawl, \n\n10/07/15 05:56 PM EDT\n\n                                        By \nJosh Gerstein\n\nHe says he can merely make requests of the State Department.\n\n10/07/15 05:46 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nShalala will head back to work after suffering a stroke last week.\n\n10/07/15 05:42 PM EDT\n\n                                        By \nZachary Warmbrodt\n\nThe Democratic presidential front-runner is close to outlining her vision for policing the financial system.\n\n                                        Politico \n\n10/07/15 05:40 PM EDT\nCarla Marinucci's must-read briefing on politics and government in the Golden State\n\n                                        Updated 10/07/15 05:35 PM EDT\n\n                                        By \nNick Gass\n\nRepublicans voted down a resolution that called for the dissolution of the Select Committee of Benghazi\n\n                                        Updated 10/07/15 05:34 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe lawsuit alleges that the companies \"combined to create, manufacture and market a defective product called TheraBand or Thera-Band exercise band.\"\n\n                                        Updated 10/07/15 05:26 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHer stance puts her in stark opposition with the White House — and Vice President Joe Biden, who could still challenge her in the coming days — once again.\n\n10/07/15 04:36 PM EDT\n\n                                        By \nHadas Gold\n\nPerez visits the news organization on Friday for a town hall-style event.\n\n                                        Updated 10/07/15 04:09 PM EDT\n\n                                        By \nHadas Gold\n\nHow did the candidate get so much air time on NBC-related properties?\n\n10/07/15 04:07 PM EDT\n\n10/07/15 04:02 PM EDT\n\n10/07/15 03:51 PM EDT\n\n                                        By \nEliza Collins\n\nVian Dakhil was hopeful when Obama helped rescue thousands of Yazidis from ISIL a year ago. Her people now feel abandoned.\n\n                                        Updated 10/07/15 03:50 PM EDT\n\n                                        By \nRachael Bade\n\nThe FBI now possesses all Clinton emails the Connecticut-based company had.\n\n10/07/15 03:32 PM EDT\n\n10/07/15 03:32 PM EDT\n\n10/07/15 02:59 PM EDT\n\nCongress\n\n                                        Updated 10/07/15 02:57 PM EDT\n\n                                        By \nJake Sherman\n                                        ,\nAnna Palmer\n                                         and \nJohn Bresnahan\n\nThe majority leader believes he's closing in on the 218 votes he needs to succeed John Boehner as speaker.\n\n10/07/15 02:46 PM EDT\n\n                                        By \nChase Purdy\n                                         and \nHelena Bottemiller Evich\n\nWhen Nina Teicholz called out the authors of the federal dietary recommendations for shoddy science and conflicts of interest in a prominent medical journal...\n\n10/07/15 02:45 PM EDT\n\n                                        By \nHadas Gold\n\nThe booking appears to have been a last-minute addition.\n\n10/07/15 02:17 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nEarnest also said Obama had called Afghan President Ashraf Ghani to express his condolences. \n\n10/07/15 02:15 PM EDT\n\n10/07/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nOpen Skies dogfight continues.\n\n                                        By \nMichael Grunwald\n\nUnions are not fond of Brown or her advocacy against teacher tenure in public schools.\n\n10/07/15 01:06 PM EDT\n\n                                        By \nNick Gass\n\nLess than half, 47 percent, said they would vote for her.\n\n                                        Updated 10/07/15 12:53 PM EDT\n\n                                        By \nNick Gass\n\nJeb Bush doesn't \"suffer fools well\" and Hillary Clinton gets \"frustrated with people.\"\n\n                                        Updated 10/07/15 12:29 PM EDT\n\n                                        By \nBurgess Everett\n\nHe warns there are likely to be consequences.\n\n10/07/15 12:14 PM EDT\n\n                                        Updated 10/07/15 12:05 PM EDT\n\n                                        By \nRachael Bade\n\nPlatte River Networks said they were asked to limit backups of her server.\n\n10/07/15 11:55 AM EDT\n\n10/07/15 11:35 AM EDT\n\n                                        By \nDaniel Strauss\n\nHillary Clinton's presidential campaign is trolling Donald Trump by using an image generator that allows anyone to put different slogans on the real estate...\n\n10/07/15 11:34 AM EDT\n\n10/07/15 11:18 AM EDT\n\n                                        By \nHadas Gold\n\nA tidbit from my story this morning about Hillary Clinton's 72 hours with NBC:\n\n10/07/15 11:17 AM EDT\n\n10/07/15 10:47 AM EDT\n\n                                        By \nJake Sherman\n\n\"I could've been more clear in my description of what was going forward. And I've stated that.\"\n\n10/07/15 10:42 AM EDT\n\n10/07/15 10:32 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nArizona Rep. Raul Grijalva is set to endorse the Vermont senator later this week.\n\n10/07/15 10:20 AM EDT\nWe're working on more stories right now\n\n                                                    Politico\nExamining the latest in health care policy every weekday morning \n\n            By \nErin Mershon\n\n10/06/15 10:01 AM EDT\nWith help from Rachana Pradhan and Brianna Ehley \nBROWN SIGNS \"RIGHT TO DIE\" BILL … WHO'S NEXT? — California Gov. Jerry Brown’s decision on Monday to sign a “right to die” bill into law could carry outsized influence in the country because of the state’s sheer size, say supporters of the measure. Advocates hope California will spur other states to approve similar bills so terminally ill patients can choose to receive life-ending medication from a doctor. “This is the biggest victory for the death-with-dignity movement since Oregon passed the nation’s first law two decades ago,” said Compassion & Choices President Barbara Coombs Lee, which lobbied heavily for the California legislation. “Enactment of this law in California means we are providing this option to more than 1 in 10 Americans.” Pro's Rachana Pradhan has the full story.\nStory Continued Below\n— But while the death last year of 29-year-old Brittany Maynard helped renew momentum for the effort in California, physician-assisted suicide is still encountering strong resistance elsewhere. According to the Death with Dignity National Center, which advocates for such laws, 25 state legislatures and the District of Columbia considered “right to die” bills during the 2015 legislative session, but only California’s took hold this year. California is now the fifth state to authorize the practice, joining Oregon, Montana, Vermont and Washington.\nHAPPY TUESDAY and welcome to PULSE, where we are giving a belated shout out to Nobel Prize winner Youyou Tu for her work on the malaria parasite — work that's enabled your PULSEr's baby brother, who's in the middle of NIH fellowship focused on malarial transmission in primates. Fingers crossed he'll be accepting the award someday! Your PULSEr, meanwhile, is contenting herself with the \"Most Improved\" trophy she took home after three years on the high school swim team. Tips and comments: emershon@politico.com and behley@politico.com. \n\"All I do is win win win no matter what. Got PULSE on my mind and I can never get enough.\"\nON TPP, PHARMA WASN'T THE ONLY LOSER — Pharma and biotech companies lost a major battle over IP protection for biologics, which has some of their allies questioning the final deal. Senate Finance Committee Chairman Orrin Hatch is already saying he'll have a hard time supporting a deal without a dozen years of protection for the drugs — despite wins he got on currency provisions. The winner in all the kerfuffle? The Generic Pharmaceutical Association, which is pleased as punch that negotiators secured \"trade provisions that facilitate both the development of innovative, life-saving medicines and the availability of affordable generic medicines.\" Another big loser was Big Tobacco, which was prevented from challenging other member countries' tobacco control measures. Plenty more on all the winners and losers (everyone from the U.S. Chamber to the New Zealand dairy industry), here.\nTODAY: CASSIDY, CONWAY AND MORE TALK COORDINATED CARE — Sen. Bill Cassidy is kicking off CAPG's 2015 conference this morning with a speech about value-based care — and he's set to criticize the Obama administration for its reliance on ACOs, your PULSEr hears. He'll highlight recent reports that indicate they're not performing as hoped, taking special aim at the idea of retrospective assignment of patients. He wants a system more like Medicare Advantage, he'll explain today. \n — Also set to speak today: CMS's Patrick Conway, MedPAC's Mark Miller and insurance industry expert John Gorman. There's also a morning panel with health aides Karen Fisher of the Senate Finance Committee and Robert Horne of the House E&C Committee, and HHS Office of Health Reform Director Meena Seshamani. Your PULSEr will be there all morning — shoot me a note if you're around. \nUPTON, HATCH, PITTS TO BURWELL: WHERE'S THAT CHIP REPORT? — SFC Chair Orrin Hatch, E&C Chairman Fred Upton and health subcommittee chief Joe Pitts are out with a new letter blasting HHS for failing to deliver an ACA-mandated report on children's health insurance, which was originally due at the start of April. The report will analyze how CHIP plans stack up against exchange plans, and the lawmakers point out that it's now all the more pressing, since states were allowed to start enrolling CHIP kids in exchange plans as of Sept. 30. The lawmakers are giving HHS two weeks to update them on the status of the report. More here: http://1.usa.gov/1Oh680m \nREPORT WATCH: SG TAKES ON SUBSTANCE ABUSE — Next year will see the publication of the first-ever Surgeon General's report on substance abuse, addiction and health, SG Vivek Murthy announced at the Unite to Face Addiction Rally Sunday. \"We’re going to look at the best science on everything, from heroin and marijuana, to alcohol and prescription opioids,\" he said. \"And we’re going to launch a national campaign to tackle the prescription drug crisis, because we know that someone dies from an opioid overdose every 24 minutes in this country.\"\n— It's a move that Majority Leader Mitch McConnell is already behind, and Sen. Ed Markey is also calling it \"historic.\" Advocates hope it will transform the perception and understanding of substance abuse the way the 1964 Surgeon General's report on smoking launched the public health war against tobacco.\n** A message from the American College of Rheumatology: More than 63 million Americans are living with doctor-diagnosed arthritis, autoimmune diseases or inflammatory rheumatic diseases, and are at risk for chronic pain, disability and even death. Advocates for Arthritis are asking Congress to support policies to ensure access to quality care for America’s rheumatology patients. Learn more at rheumatology.org/Advocacy. **\nJUMPING THE MEDICARE ADVANTAGE SHIP — Patients who used high-cost services were more likely to abandon their Medicare Advantage plans in favor of traditional Medicare, according to a new study in Health Affairs. Patients who used nursing home care or home health care were much more likely to switch away from Medicare Advantage than the other way around — and this effect was magnified among the dual eligible population, the researchers from Brown and Vanderbilt universities found. \"Our findings raise questions about the role of Medicare Advantage plans in serving high-cost patients with complex care needs, who account for a disproportionately high amount of total health care spending,\" they wrote. The research: http://bit.ly/1FyXAQN\nALMOST 9 IN 10 GAY ADULTS ARE NOW COVERED — That's compared to about 78 percent who had coverage before the ACA. But lesbian, gay and bisexual adults still face greater challenges accessing and affording care, according to another Health Affairs study. Though, researchers said the Supreme Court’s gay marriage decision this year could open access to coverage by employers, Medicaid, Medicare and the VA, and marriage equality could also reduce social stigma, improve discrimination rates and even improve physical and mental health for gay adults, they write. More: http://bit.ly/1MUCV9Q \nINSURING PRE-EXISTING CONDITIONS, WITHOUT THE ACA — Former CBO director Doug Holtz-Eakin is outlining how the market could incentivize better coverage for this group. His latest essay is one of seven produced by the Mercatus Center at GMU focused on this question, and touches on ideas like barring insurers from discriminating in cases where a patient has continuously been covered, no matter under which plan. More here: http://bit.ly/1MUL4em \nWHAT WE'RE READING, by Jennifer Haberkorn\nExiting House Speaker John Boehner and Minority Leader Nancy Pelosi are \"quietly exploring a possible deal that would limit the expected increase in Medicare premiums,\" The New York Times reports. http://nyti.ms/1FTRavN\nThe mother of the stillborn baby featured in one of the Center for Medical Progress videos said she did not consent to having her son's picture distributed but she is not mad that the photo was included, according to The Washington Post. http://wapo.st/1LfcjRu\nWellmark, the dominant health insurer in Iowa, will start selling Obamacare-compliant policies in one year, the Des Moines Register reports. http://dmreg.co/1Q33Xwe\nThis year's flu shot is expected to be more effective than the combination released in prior years, according to USA Today. http://usat.ly/1LuCC8r\nHawaii has approved 27.3 percent and 34.4 percent rate hikes for insurance policies next year, the Honolulu Star Advertiser reports. http://bit.ly/1jaAkyS\nSomeone \"matched\" on Tinder with drugmaker Martin Shkreli, who has earned the scorn of the nation, and wrote about it. http://bit.ly/1OiOElJ\nJOIN US — WOMEN RULE: TAKING RISKS AND TAKING CHARGE Women Rule live event series returns Wednesday morning at 8 am with “Women Rule: Taking Risks and Taking Charge,” a series of conversations with women who have braved the odds in their lives and careers. Vian Dakhil, Iraqi MP and voice of the Yazidi people being attacked by ISIS and her sister, Dr. Deelan Dakhil, the co-director of the Sinjar Foundation will headline the event. Featured speakers also include Sen. Tammy Baldwin (D-Wis.); Sarah LaFleur, Founder and CEO, MM. LaFleur, and former White House NSA and EVP of MacAndrews and Forbes, Frances Fragos Townsend. RSVP:http://politi.co/1KKCkDP \n** A message from the American College of Rheumatology: More than 63 million Americans are living with doctor-diagnosed arthritis, autoimmune diseases such as lupus, or inflammatory rheumatic diseases such as gout and psoriatic arthritis. Many of these individuals are at risk for chronic pain, organ damage, disability and even death as a result of their diagnosis.\nAdvocates for Arthritis are visiting Capitol Hill today [this week] to increase awareness about rheumatic diseases and elevate policy issues affecting the rheumatology community. Rheumatology professionals and patients from across the country are asking Congress to support policies to ensure access to quality care for America’s rheumatology patients, including limited patient cost sharing for specialty therapies, increased funding for disease research and less restrictive insurer practices. \nThe American College of Rheumatology (ACR) is a professional membership organization committed to improving the care of patients with rheumatic disease and advancing the rheumatology subspecialty.\nVisit rheumatology.org/Advocacy to learn more. Follow the conversation at #Act4Arthritis. **\nErin Mershon is a health care reporter for POLITICO Pro. Before she joined the team, she covered technology policy for POLITICO and for Communications Daily. She's covered nearly every aspect of Congress, from its Eagle Scout members to its wonkiest procedural maneuverings, for National Journal, Roll Call, The Huffington Post and PolitiFact. She's a graduate of Kenyon College, where she studied political science and ran the college newspaper. \nMershon is a Cincinnati, Ohio, native and an occasional oil painter. She loves crossword puzzles and colorful pens.\n\n                                            By \n                                                    Philip Shenon\n\n\n                                            By \n                                                    Gwenda Blair\n\n\n                                            By \n                                                    Sophia Raday\n\n\n                                            By \n                                                    Mary E. Buser\n\n © 2015 POLITICO LLC", "byline": "", "description": "TPP's winners and losers — GOP chairmen press for CHIP report", "title": "California governor signs 'right-to-die' bill", "url": "http://www.politico.com/tipsheets/politico-pulse/2015/10/pulse-californians-gain-right-to-die-cassidy-to-blast-aco-program-upton-hatch-want-answers-on-chip-report-210565", "topics": ["trade", "terrorism"], "people": ["Josh Earnest", "Burgess Everett", "Mary E. Buser", "Isaac Arnsdorf", "Rachael Bade", "Hillary Clinton", "Helena Bottemiller Evich", "Henry C. Jackson", "Doug Palmer", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Doug Holtz", "Orrin Hatch", "Austin Wright", "Philip Shenon", "Donna Shalala", "Raul Grijalva", "Martin Shkreli", "Tammy Baldwin", "Jerry Brown", "Joe Biden", "Gwenda Blair", "John Boehner", "Josh Gerstein", "Donald Trump", "Michael Grunwald", "Gabriel Debenedetti", "Fred Upton", "Nick Gass", "Jeb Bush", "Seung Min Kim", "Erin Mershon", "Bill Cassidy", "Jeremy Herb", "John Bresnahan", "Vian Dakhil", "Jake Sherman", "Eliza Collins", "Chase Purdy", "Brianna Ehley", "David Vitter", "Lauren French", "Nancy Pelosi", "Patrick Conway", "Ashraf Ghani", "Zachary Warmbrodt", "Adam Behsudi", "Jennifer Haberkorn", "Mike Allen", "Daniel Strauss", "Rachana Pradhan", "Daniel Webster", "David Perera", "Eli Stokols", "Ed Markey", "Joe Pitts", "Sophia Raday", "Nina Teicholz"], "orgs": ["ACA", "U.S. Chamber", "TPP", "Supreme Court", "Platte River Networks", "Kenyon College", "CMS", "Congress", "State Department", "Des Moines Register", "Medicaid", "Eagle Scout", "ISIL", "Health Affairs", "Senate Finance Committee", "Center for Medical Progress", "GOP", "HHS", "NIH", "Select Committee", "National Journal", "CBO", "District of Columbia", "FBI", "House Freedom Caucus"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-10-06 15:01:50", "org": "politico", "article_id": "63d946c359daeaeec5590fd804c165ae", "date_access": "2015-10-08 02:03:04.487581"}