{"body": "AP Photo\nBy Glenn Thrush\n6/23/15 4:16 PM EDT\nUpdated 6/23/15 5:42 PM EDT\nGuy Cecil, the new head of Priorities USA, has replaced the group’s recently hired finance director and hired two major ad-firms – the latest moves in a major makeover of the underperforming pro-Clinton super PAC.\nKim Kauffman, a longtime Cecil associate, will take over as deputy executive director in charge of finance for Justin Brennan, who has been on the job since January; Brennan, according to a Democrat with knowledge of the situation, is leaving to take a senior fundraising role with Ted Strickland’s campaign for Senate in Ohio.\nStory Continued Below\nCecil, former head of the Democratic Senatorial Campaign Committee – and a top official with Hillary Clinton’s 2008 campaign — has also tapped the group’s first-ever digital director, Tara McGowan, reflecting Priorities’ intention to invest significant resources in social media and online advertising. McGowan worked on the Obama campaign’s rapid-response team.\nPriorities’ current director of research, Patrick McHugh, is being promoted to the title of deputy director.\n“Priorities is building a top-notch team of the best strategists and tacticians in the country,” Cecil wrote in an email after POLITICO contacted him to confirm the moves. “Along with our new Executive Director Anne Caprara, Patrick, Kim, and Tara bring experience and passion to their work. We are lucky to have them.”\nPriorities – which produced a series of much-lauded ads on behalf of President Barack Obama’s reelection campaign in 2012 – has re-signed Shorr Johnson Magnus, a Philadelphia firm, and added Ralston Lapp, a Washington-based firm run by veteran Democratic adman Jason Ralston.\n“[Shorr Johnson Magnus] did some of the best advertising in 2012 and I’m looking forward to working with them again, along with the great team at Ralston Lapp,” Cecil said. “We will have an aggressive and creative media strategy backing up all of our work.”\nMore on POLITICO\nThe changes, made during a series of closed-door staff meetings over the past week, came after Cecil replaced the group’s former executive director Buffy Wicks, who was closely allied to Obama, with Caprara, who worked closely with Cecil at the DSCC.\nCecil’s appointment was intended to bolster the group, which is expected to report anemic fundraising numbers later this month, a stumbling start for a group that hopes to raise as much as $300 million for the 2016 cycle to compete with juggernaut GOP super PACS.\nPriorities eventually raised and spent about $79 million on behalf of Obama – but got off to a late start because Obama and his staff refused to endorse the concept of a super PAC – on good-government grounds – until January 2012. Hillary Clinton has no such qualms, and has appeared at several meet-and-greets for potential super-PAC donors during a recent campaign trip to California.\nBy CASEY MICHEL\nBy JOSH ZEITZ\nBy VANESSA VITIELLO URQUHART\nBy PETER SUDERMAN\n© 2015 POLITICO LLC", "byline": "", "description": "It's the latest moves in a major makeover of the underperforming pro-Clinton super PAC.", "title": "More changes rock pro-Clinton super PAC", "url": "http://www.politico.com/story/2015/06/priorities-usa-super-pac-hillary-clinton-staff-shakeup-changes-119337.html", "topics": ["campaign_finance"], "people": ["Guy Cecil", "Kim Kauffman", "Anne Caprara", "Hillary Clinton", "Glenn Thrush", "Justin Brennan", "Barack Obama", "Buffy Wicks", "Ted Strickland"], "orgs": ["Senate", "PAC", "PACS"], "authors": [{"author_id": 31181, "fullname": "glenn thrush", "primary_org": "politico"}], "date_written": "2015-06-23 21:16:41", "org": "politico", "article_id": "306afa39b66177eff41a846014ebfbba", "date_access": "2015-06-23 22:20:03.676186"}