{"body": "Getty\nBy Ryan Hutchins\n7/13/15 12:43 PM EDT\nNew Jersey Governor Chris Christie appears to have lost ground in the presidential race since announcing his candidacy late last month, according to the latest Monmouth University Poll of Republican voters nationwide.\nChristie’s standing among major Republican candidates fell from 4 percent in June to just 2 percent in July, according to the poll, which was released on Monday morning.\nStory Continued Below\nThe poll surveyed voters from July 9 to 12, less than two weeks after Christie declared his candidacy at a high school in New Jersey.\nThe drop was within the poll's margin of error, but could still undermine the governor’s chances of making it into the first Republican primary debate next month, which will include the top ten candidates onto the debate stage.\nMeanwhile, the polls found 25 percent of Republican voters said they viewed Christie favorably, while 45 percent saw him unfavorably. In June, he was at 26 percent favorable and 43 percent unfavorable.\nMore on POLITICO\nWhile that is also not considered a statistically significant change, it shows the campaign launch did little to bump Christie's standing, and suggests a continued decline among Republicans voters. The governor has lost ground in every national Monmouth poll since last December, when his favorability was at a “nominally positive” 36 percent and his unfavorability clocked in at 34 percent.\nThe poll's front runner, Jeb Bush, was viewed favorably by half the Republican voters and unfavorably by just 30 percent.\nChristie’s 2 percent share of voters ties him with Rick Perry, Bobby Jindal and Rick Santorum. He’s ahead of Carly Fiorina and John Kasich, who each garnered 1 percentage point in the Monmouth poll. Lindsey Graham and George Pataki earned less than a half a percentage point.\nLeading the pack was Jeb Bush at 15 percent, Donald Trump at 13 percent and Ted Cruz at 9 percent. They were followed by Scott Walker and Mike Huckabee with 7 percent each, and Marco Rubio, Ben Carson and Rand Paul with 6 percent each.\nThere are an additional 18 percent of voters who said they were unsure of who they would support for the party’s nomination. The poll has a margin of error of 5.4 percent.\nBy DOUG SOSNIK\nBy MICHAEL O'HANLON\nBy ALAN GREENBLATT\nBy MICHAEL KRUSE\n© 2015 POLITICO LLC", "byline": "", "description": "Governor falls from 4 percent to 2 percent after campaign launch.", "title": "Christie slips again in latest Republican poll", "url": "http://www.politico.com/story/2015/07/christie-slips-again-in-latest-republican-poll-120031.html", "topics": ["personality"], "people": ["Rand Paul", "Rick Santorum", "George Pataki", "Ben Carson", "Chris Christie", "Jeb Bush", "Ryan Hutchins", "Rick Perry", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "John Kasich", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Monmouth University Poll"], "authors": [{"author_id": 33669, "fullname": "ryan hutchins", "primary_org": "politico"}], "date_written": "2015-07-13 17:43:22", "org": "politico", "article_id": "c09d053a4a37c1448e4e780a76d8352b", "date_access": "2015-07-13 18:20:03.975818"}