{"body": "\nCongress\n\n09/18/15, 02:01 PM EDT\n\n                                        By \nRachael Bade\n\nLawmakers on the activist right call a leadership proposal to defund Planned Parenthood a farce. \n\n09/18/15, 01:53 PM EDT\n\n                                        By \nJennifer Haberkorn\n\nThe House on Friday approved legislation to defund Planned Parenthood for one year.\n\n                                        Updated 09/18/15, 01:34 PM EDT\n\n                                        By \nShane Goldmacher\n\nHe has an unidentified “significant business transaction.”\n\n09/18/15, 01:09 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe super PAC supporting Hillary Clinton has brought in $25 million in commitments since July 1, a senior Priorities USA Action official told POLITICO.\n\n09/18/15, 12:56 PM EDT\n\n09/18/15, 12:46 PM EDT\n\n09/18/15, 12:15 PM EDT\n\n                                        By \nAustin Wright\n\nPetraeus' appearance on Capitol Hill underscores the level of angst regarding the progress of the U.S.-led camapign to defeat the Islamic State\n\n                                        Updated 09/18/15, 12:14 PM EDT\n\n                                        By \nNick Gass\n\n\"I think voters should be able to weigh in,\" he said.\n\n                                        Updated 09/18/15, 12:12 PM EDT\n\n                                        By \nNick Gass\n\nThe Monday start date for the new rules coincides with Pope Francis’s visit to the island\n\n09/18/15, 11:44 AM EDT\n\nCongress\n\n                                        Updated 09/18/15, 11:31 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n09/18/15, 11:17 AM EDT\n\n                                        By \nAndrew Restuccia\n\nCiting Pope Francis' support for action on climate change, Republican Rep. Paul Gosar says he is boycotting the pontiff's address to Congress.\n\n09/18/15, 11:12 AM EDT\n\n09/18/15, 11:09 AM EDT\n\nHistory Dept.\n\n09/18/15, 10:47 AM EDT\n\n                                        By \n                                                Nicholas G. Karambelas\n\nThe battle between Athens and Brussels goes back much further than the Eurozone.\n\n09/18/15, 10:06 AM EDT\n\n                                        By \nBrian Mahoney\n\nBiden met with Culinary workers — Workplace deaths highest since '08\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nLivestock price reporting susceptible to shutdown\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nRivals hope scandal sinks Vitter — NRSC eyes Kudlow in Conn. — Debate a ratings success for CNN\n\n09/18/15, 10:03 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse votes on defund Planned Parenthood bill today — Candidates inject vaccines into the election — Republicans could use waivers to attack Obamacare\n\n09/18/15, 10:02 AM EDT\n\n                                        By \nJoseph Marks\n\nCybercom plans monitoring system for weapons vulnerabilities — Lawmakers to DHS: Not so fast on cyber re-org\n\n09/18/15, 10:02 AM EDT\n\n                                        By \nArthur Allen\n\nPrecision medicine: Can it “move the needle” on EHRs? — Pressure Builds to Stuff Stage 3\n\n09/18/15, 10:01 AM EDT\n\n                                        By \nEric Wolff\n\nHappy Birthday, Keystone review\n\n09/18/15, 10:01 AM EDT\n\n                                        By \nCaitlin Emma\n\nGovernment shutdown watch - 'It's On Us' turns 1 - 'Walk-in' for Milwaukee schools\n\n09/18/15, 10:00 AM EDT\n\n                                        By \nBrian Faler\n\nTax extenders déjà vu.\n\n09/18/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nFeinberg set to sail to confirmation.\n\n09/18/15, 10:00 AM EDT\n\n                                        By \nAdam Sneed\n\nPritzker urges high-skilled immigration reform.\n\n09/18/15, 10:00 AM EDT\n\n                                        By \nVictoria Guida\n\nMore steel trade cases coming.\n\n09/18/15, 09:34 AM EDT\n\n                                        By \nNick Gass\n                                         and \nKyle Cheney\n\nJohn Yob wrote that Rich Beeson \"literally physically assaulted me by punching me in the face.\"\n\n09/18/15, 09:10 AM EDT\nGovernment offices were closed to mark the occasion.\n\n09/18/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRichardson takes over as CNO.\n\n09/18/15, 08:23 AM EDT\n\n                                        By \nNick Gass\n\n\"Ronald Reagan was behind, I think something like 8 points six days before the presidential election.\"\n\nCartoon Carousel \n\n09/18/15, 08:11 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/18/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nFed decision a risk for Dems — Trump slowing down? — Shutdown could happen — Goldman comes to Snapchat\n\n09/18/15, 07:53 AM EDT\nMarco Rubio and Rand Paul stay out of Ted Cruz's Planned Parenthood fight.\n\n09/18/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\n\"I'll just tell you what I would do, and I wouldn't have permitted that.\"\n\n09/18/15, 07:34 AM EDT\nPreet digs into Cuomo’s Buffalo bucks.\n\n09/18/15, 07:26 AM EDT\n\n                                        By \nNick Gass\n\nJust 53 percent said they had \"a great deal\" or \"a fair amount\" of trust in the judiciary's ability to do its job.\n\n09/18/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n\n\"Every question had to do with me,\" he said.\n\n09/18/15, 07:06 AM EDT\nChris Christie’s pretty good week.\n\n09/18/15, 07:02 AM EDT\nHoward Dean to rally Clinton donors.\n\n2016\n\n09/18/15, 06:25 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nIsabelle Taft\n\nThey went from ‘dead broke’ to millionaires in months.\n\n09/18/15, 06:24 AM EDT\nAfter Wednesday's debate, is Trump's momentum gone?\n\n2016\n\n09/18/15, 06:22 AM EDT\n\n                                        By \nMichael Kruse\n                                        ,\nJosh Gerstein\n                                         and \nBen Schreckinger\n\nStory of Cincinnati apartment complex exaggerates the young Donald's role.\n\n09/18/15, 06:00 AM EDT\nFlorida mapping hypocrisy.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nEli Stokols\n\nFirms that boosted his net worth after leaving office helped his record campaign fundraising.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nMichael Kruse\n\nRailing for decades about unequal income has meant he earned little of it himself.\n\n2016\n\n09/18/15, 05:51 AM EDT\n\n                                        By \nMarc Caputo\n                                         and \nManu Raju\n\nA new house, private schools, a fishing boat and a nearly debt-free life.\n\n2016\n\n09/18/15, 05:50 AM EDT\n\n                                        By \nTarini Parti\n\nHe’s in debt, but he’s also living in the governor’s mansion.\n\n2016\n\n09/18/15, 05:45 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe 2016 field is the richest ever, and it's not only because of the self-promoting billionaire.\n\n09/18/15, 05:23 AM EDT\n\n                                        By \nTerence Mulcahy\n                                         and \nHanna Trudo\n\nWe're working on more stories right now\n\n\n                                            By \n                                                    Nicholas G. Karambelas\n\n\n                                            By \n                                                    Andrea Damewood\n\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \nTodd S. Purdum\n\n\n                AP Photo\n\n            By \nJennifer Haberkorn\n\n09/18/15, 01:53 PM EDT\nThe House on Friday approved legislation to defund Planned Parenthood for one year and to add new medical and reporting requirements on live births resulting from an attempted abortion.\nThe bills were the latest in the House’s response to a series of videos that opponents of Planned Parenthood say show that the organization is making money off the trafficking of human fetal tissue and organs. Planned Parenthood denies such claims and says the videos were highly edited.\nBut the videos have enflamed the already contentious debate over abortion and Planned Parenthood and are threatening to hold up a bill to fund the government before it runs out of money on Oct. 1. Friday's votes, however, are unlikely to satisfy conservative lawmakers who are pushing Republican leaders to cut off Planned Parenthood's federal support in must-pass legislation funding the government. \nThe bill to defund Planned Parenthood was approved 241-187 with the support of two Democrats. Rep. Steve King (R-Iowa) voted present because he said the bill's language wasn't strong enough. The bill adding criminal penalties for not treating a baby born alive in the course of an attempted abortion passed 248-177 with the support of five Democrats. One Democrat voted present. Neither bill is expected to pass the Senate if Majority Leader Mitch McConnell were to bring them up for a vote. President Barack Obama said he would veto them.\nRep. Trent Franks (R-Ariz.), who sponsored H.R. 3504, the bill that would add criminal penalties, says his legislation would ensure that health care providers care for a baby that is born during an attempted abortion. Any health provider who is aware of anyone who violates that law would be subject to criminal penalties if they don’t report it. But opponents say that the language is not only repetitive — any baby born alive is already treated as a person with rights to medical care — but goes further than existing law and “would likely have a chilling effect, reducing access to care,” the White House said in its veto threat.\nThe defunding bill, H.R. 3134, would eliminate about $255 million in federal funds to Planned Parenthood, according to the Congressional Budget Office. But the cuts would likely result in more Medicaid spending down the road — $20 million in the first year and a total of $60 million over the next decade. \nCBO, which said that its predictions were very rough, estimated that cutting Planned Parenthood's federal funds would result in less access to birth control services, leading to more pregnancies. A portion of those pregnancies and children would likely be covered by Medicaid.\n\n\n\n            By \nNick Gass\n\n\"This is not about pro-choice or prolife,” said Rep. Phil Roe (R-Tenn.). “This is about the gruesome practices at an organization that receives over $500 million a year from the federal government. …I’ve seen the videos. And I can tell you that that is not health care.” \nBut three Republicans joined Democrats against defunding Planned Parenthood. Rep. Richard Hanna of New York, one of those Republicans, said that he opposed the bill “in support of women’s health care.” “We all share a common goal: to reduce the number of abortions in this country to zero, which makes us all pro-life,” he said. “But defunding Planned Parenthood won’t accomplish that goal.” \nDemocrats said that the GOP is basing the effort on some \"YouTube videos\" and is merely trying to undercut women’s health care to score political points with its base. “This feels like deja vu,” said Rep. Suzan DelBene (D-Wash.). “Once again, the House is ignoring the challenges facing our nation in order to attack women’s health.” Planned Parenthood strongly opposed the bills, arguing that they would hurt women’s health. \n“Now that the false claims against Planned Parenthood have fallen apart, politicians are heartlessly scrambling to attack women’s access to health care however they can,” said Eric Ferrero, vice president of communications for Planned Parenthood Action Fund. “It’s clear those behind these attacks have always had a clear agenda: to ban abortion, and cut millions of women and men across the country from necessary reproductive health care.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "House votes to defund Planned Parenthood for one year", "url": "http://www.politico.com/story/2015/09/planned-parenthood-house-vote-one-year-defund-213828", "topics": ["abortion"], "people": ["Rand Paul", "Sara Solovitch", "John Yob", "Kyle Cheney", "Rachael Bade", "Helena Bottemiller Evich", "Elena Schneider", "Anna Palmer", "Hanna Trudo", "Austin Wright", "David Petraeus", "Michael Kruse", "Ted Cruz", "Chris Christie", "Marc Caputo", "Trent Franks", "Brian Mahoney", "Ronald Reagan", "Howard Dean", "Manu Raju", "Andrew Restuccia", "Annie Karni", "Pope Francis", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jennifer Scholtes", "Joseph Marks", "Jeremy Herb", "Todd S. Purdum", "Marco Rubio", "Brian Faler", "Steve King", "Brianna Ehley", "David Vitter", "Barack Obama", "Lauren French", "Rich Beeson", "Adam Sneed", "Ben Schreckinger", "Jennifer Haberkorn", "Nicholas G. Karambelas", "Eric Ferrero", "Arthur Allen", "Hillary Clinton", "Terence Mulcahy", "Ben White", "Eli Stokols", "Isabelle Taft", "Andrea Damewood", "Victoria Guida", "Josh Gerstein", "Eric Wolff", "Paul Gosar", "Phil Roe", "Caitlin Emma"], "orgs": ["Tarini Parti", "Fed", "Congress", "Senate", "GOP", "Priorities USA Action", "Congressional Budget Office", "CBO", "Parenthood", "PAC", "Keystone", "NRSC", "Medicaid", "Planned Parenthood Action Fund", "CNO", "Cartoon Carousel", "DHS", "Planned Parenthood", "Cybercom"], "authors": [{"author_id": 30735, "fullname": "rachael bade", "primary_org": "politico"}], "date_written": "2015-09-18 18:53:58", "org": "politico", "article_id": "1fa19cf3eb72a52b096d008f83e1495f", "date_access": "2015-09-18 18:10:18.266638"}