{"body": "\n10/17/15 11:53 AM EDT\n\n                                        By \nMike Allen\n\nA draft announcement speech for the V.P. -- in case he runs. Dateline: Scranton\n“On Saturday morning, the Vice President will be in Wilmington, Delaware. In the afternoon, he will travel to New York City.\n\n10/17/15 09:49 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\n2016\n\n10/17/15 08:14 AM EDT\n\n                                        By \nKyle Cheney\n\nFor all the buzz surrounding his campaign, the Florida senator isn't raising enough money and hasn't yet built much of a field organization. \n\nPrimary Source\n\n10/17/15 08:00 AM EDT\n\n                                        By \n                                                Mark Towhey\n                                         and \n                                                Johanna Schneller\n\nRob Ford’s former chief of staff dishes the inside story of the Toronto mayor’s decline and fall.\n\nForeign Policy\n\n10/17/15 07:59 AM EDT\n\n                                        By \nMichael Crowley\n\nIran's president may be setting an unrealistic goal of lifting sanctions before February elections. \n\n10/17/15 12:13 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1939, 45 of the Senate's 96 senators, as well as 250 House members, were present in Constitution Hall to watch the world premiere of Mr....\n\n2016\n\n10/16/15 08:37 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nAs party donors and activists await a Biden decision, Clinton and Sanders see a two-person race.\n\n2016\n\n10/16/15 08:23 PM EDT\n\n                                        By \nBen Schreckinger\n\nHis campaign has developed the infrastructure to put up a real fight in the earliest primaries and beyond.\n\n10/16/15 08:22 PM EDT\n\n                                        By \nElana Schor\n\nThe decision pivots away from energy development in the environmentally sensitive region.\n\n10/16/15 07:22 PM EDT\n\n                                        By \nEliza Collins\n\nIn a campaign cycle where candidates are battling over who can be the most frugal there's one sky-high luxury that teams on both sides are having a hard...\n\n10/16/15 06:52 PM EDT\n\n                                        By \nEliza Collins\n\nSen. Bernie Sanders, has not yet commented on Obama's decision.\n\n                                        By \n                                                Henry C. Jackson\n\n389 days until Election Day 2016\n\n10/16/15 06:38 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nHey Big Spender\n\n2016\n\n                                        Updated 10/16/15 06:14 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe Republican front-runner's threat to boycott CNBC's debate set off an intense 48 hours of deal-making.\n\n10/16/15 05:58 PM EDT\n\n                                        By \nKatie Glueck\n\nBen Carson's spokesman contributed to liberal Sen. Barbara Boxer's victory over Carly Fiorina in 2010.\n\nFourth Estate\n\n10/16/15 05:38 PM EDT\n\n                                        By \nJack Shafer\n\nNobody else has the political will to kick Clinton in the shins—to squeeze a little blood in the broth, if you allow.\n\n10/16/15 05:01 PM EDT\n\n10/16/15 05:00 PM EDT\n\n10/16/15 04:57 PM EDT\n\n10/16/15 04:23 PM EDT\n\n                                        By \nAnnie Karni\n\nHillary is making guns a campaign issue.\n\n10/16/15 03:56 PM EDT\n\n                                        By \nDaniel Strauss\n\nIt didn't take long for staffers from a few 2016 Republican presidential campaigns to start taking pot shots at each other over the latest FEC fundraising...\n\n                                        Updated 10/16/15 03:22 PM EDT\n\n                                        By \nRachael Bade\n\nPanel Republicans did not respond to Democratic accusations that Abedin's testimony was irrelevant.\n\n                                        Updated 10/16/15 03:20 PM EDT\n\n                                        By \nNick Gass\n\n\"Don’t blame him or don’t blame him, but he was president,\" Trump says.\n\n                                        Updated 10/16/15 03:11 PM EDT\n\n                                        By \nNick Gass\n\nIt's up to the American people to decide the next president, he says.\n\n10/16/15 02:55 PM EDT\n\n10/28/15 08:00 AM EDT\nPOLITICO's Chief Economic Correspondent Ben White takes Morning Money live for a breakfast briefing with Director Richard Cordray, Consumer Financial Protection...\n\n10/16/15 02:04 PM EDT\n\n                                        By \nEliza Collins\n\nRomney says Trump's controversial comments about Hispanics could be \"problematic.\"\n\n10/16/15 02:02 PM EDT\n\n                                        By \nJosh Gerstein\n\nAhmed Abu Khatallah is facing a slew of terrorism and murder charges in connection with the assault that claimed the lives of four Americans.\n\n10/16/15 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nMore signs pointing to API, ANGA merger — Bill Clinton hits money trail\n\n                                        Updated 10/16/15 01:34 PM EDT\n\n                                        By \nNick Gass\n\nHillary Clinton and Bernie Sanders are in a tight race in New Hampshire, a new poll finds.\n\nWar Room\n\n10/16/15 12:59 PM EDT\n\n                                        By \n                                                Jeff Eggers\n\nMore troops alone can’t win. The U.S. needs to leverage its new commitment into diplomatic and political gains.\n\n                                        Updated 10/16/15 12:54 PM EDT\n\n                                        By \nHadas Gold\n\nHillary Clinton will make her first visit to Stephen Colbert's \"Late Show\" on Oct. 27.\n\n11/10/15 05:30 PM EST\nJoin POLITICO for cocktails and conversation with leading voices who are changing the way Americans engage around the world.\n\n                                        By \n                                                Dana Rubinstein\n\n\n                                        By \n                                                Matt Dixon\n\n\n10/16/15 11:39 AM EDT\n\n10/23/15 12:00 PM EDT\nJoin POLITICO's heath care editor Joanne Kenen and eHealth editor Arthur Allen for an Outside, In Twitter Chat exploring the digital revolution...\n\n                                        Updated 10/16/15 10:57 AM EDT\n\n                                        By \nRachael Bade\n\nHuma Abedin had been scheduled weeks ago to testify Friday.\n\n10/16/15 10:45 AM EDT\n\n10/16/15 10:12 AM EDT\n\n                                        By \nHadas Gold\n\nWashington Free Beacon editor Matthew Continetti said in a statement Stiles purchased the hats for the staff at the publication.\n\n10/16/15 10:06 AM EDT\nNRA vs. NEWSOM\n\n10/16/15 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nLouisiana rivals slam Vitter over debate restrictions\n\n10/16/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nTeamsters fund cuts made public – McDonald's NLRB 'Chutzpah'\n\n10/16/15 10:00 AM EDT\n\n                                        By \nToby Eckert\n\nKasich’s vanilla tax plan — Hastert saga nearing end\n\n10/16/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHHS lowballs Obamacare enrollment targets — Colorado co-op looks for ways to stay alive — Obamacare doesn't cancel class for long\n\n10/16/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nRFS air wars escalate — Feds to give update on biotech rule changes\n\n10/16/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nVW details worldwide recall plans — Debt-limit date skips ahead\n\n10/16/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nTech giants oppose CISA (but not unanimously) — FinFisher malware used by governments\n\n10/16/15 10:00 AM EDT\n\n                                        By \nAdam Behsudi\n\nPritzker urges EU to speed up safe harbor talks — Harper not guessing anymore\nWe're working on more stories right now\n\n                                                    Politico\nPolitical intelligence on the intersection of Washington and Wall Street \n\n            By \nBen White\n\n10/16/15 08:01 AM EDT\nCARSON TOPS Q3 GOP FUNDRAISING — Ben Carson raised $20.1 million in the third quarter and has $11.3 million on hand, leading the pack in the third quarter. Jeb Bush came in second with $13.4M raised and $10.3M on hand. Ted Cruz raised $12.2M and has $13.4M on hand, showing and impressive discipline and restraint. The full list: http://politi.co/1MFPpnt\nHILLARY CLINTON has $33 million in the bank most of anyone in the race: http://1.usa.gov/1Lnup0c\nStory Continued Below\nTHE CLINTON MACHINE — POLITICO’s Shane Goldmacher: “Republican and Democratic presidential candidates hauled in an enormous $144 million in the third quarter of 2015 but the vast majority of the money flowed into only a handful of campaigns, leaving the 2016 race distinctively stratified into the haves, the have-notes and the hopeless.\n“Hillary Clinton paced both parties, ending September with $33 million in the bank. But her chief challenger, Bernie Sanders, was close behind with $27.1 million on hand, and he touted raising another $3.2 million since this week’s debate. No other Democrat had as much as $1 million in their coffers.” http://politi.co/1G8HE8s\nDEMS LEADING MONEY RACE — WP’s Matea Gold, Philip Rucker and Anu Narayanswamy: “The Democratic presidential contenders dramatically outpaced their Republican counterparts in the race for campaign cash last quarter, spotlighting how the parties are taking divergent paths in their pursuit of 2016 funding. … The emphasis by … Clinton and Bernie Sanders on raising money directly for their campaigns has helped them amass large donor pools that will be critical to generate the estimated $1 billion that each party’s candidate will need to raise by Election Day.\n“While GOP candidates put an intense focus early in the year on raising huge sums for independent groups, many have had less success in attracting smaller donations that are the lifeblood of campaign operations, campaign finance reports filed Thursday show. The risk of the big-money approach was underscored by the modest $13.4 million raised over the summer by former Florida governor Jeb Bush, who earlier this year was expected to be a financial powerhouse.” http://wapo.st/1Pwlqzb\nTHE CONSERVATIVE CASE ON THE DEBT LIMIT — Heritage Action’s Dan Holler emails: “At this point, John Boehner is essentially a rogue agent beholden to no one — especially the conservatives that delivered him the gavel in 2011. Any debt limit negotiations should include a new speaker, and given the latest CBO estimate there is no urgency to act before October 29.”\nHRC ON BIG BANKS, TAKE II — Graham Fisher’s Josh Rosner emails on Thursday’s M.M. item from an industry veteran defending Hillary Clinton’s focus on shadow banks: “Your veteran's comments are inaccurate and miss the larger point. All of the activities of the shadow banks, during the lead-up to the crisis, could have been regulated, through the Fed, OCC or OTS given that the activities were each tied to their regulated institutions. \n“First, the aggressive leveraging of bank balance sheets, the creation of faulty MBS & CDO products, the failing to respect the representations and warranties on those products, the selling those products to investors globally, the failure to assess counterparty risk, the improper servicing of loans and pushing the rating agencies to loosen their modeling of CDOs were all direct actions by regulated financial institutions and not only shadow banks.”\nBUDGET DEFICIT FALLS — Per Treasury: “The deficit in FY 2015 fell to $439 billion, $44 billion less than the FY 2014 deficit and $144 billion less than forecast in President Obama’s FY 2016 Budget. As a percentage of Gross Domestic Product (GDP), the deficit fell to 2.5 percent, the lowest since 2007 and less than the average of the last 40 years. In dollar terms, the FY 2015 deficit was the lowest since 2007 as well.” \nRUNNING ON EMPTY — WSJ’s Rebecaa Ballhaus: “The 2016 presidential candidates in both parties are burning through their cash about 25% faster than in prior elections, despite the expanded role of super PACs that have collectively raised hundreds of millions of dollars to back their campaigns, new disclosures show. … For current and former candidates who had released fundraising details as of Thursday evening … their campaigns had spent an average of 67% of the funds they raised this year through Sept. 30. During the same period in the past two elections, the average burn rate was 54%, according to analysis by research firm Echelon Insights.\n“How campaigns manage their money influences the decisions of wealthy donors. The departure of former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker from the Republican race earlier this year leaves several billionaires and other wealthy donors looking for a new candidate. At least two GOP candidates have dangerously low accounts. Kentucky Sen. Rand Paul’s report shows he has less than $2 million in cash, and New Jersey Gov. Chris Christie has a little more than $1 million” http://on.wsj.com/1RdK4CS\nGOOD FRIDAY MORNING — Congrats to the New York Metropolitans who took down the Dodgers 3-2 and move on the face the Chicago Cubs who have not been to the World Series since 1826. Email me onbwhite@politico.com and follow me on Twitter @morningmoneyben \nDRIVING THE DAY — SEC Chair Mary Jo White speaks at the Managed Funds Association annual leadership conference in New York at 9:30 a.m. … President Obama hosts President Park Geun-hye of the Republic of Korea and holds a joint news conference with her in the afternoon … Treasury at 4:00 p.m. will release International Capital (TIC) data for August … Industrial production at 9:15 a.m. expected to drop 0.2% … JOLTS report at 10:00 a.m. … Univ. of Mich. consumer sentiment at 10:00 a.m. expected to rise to 89.0 from 87.2 … \nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Jon Prior on new condo rules coming from the Federal Housing Administration -- and to get Morning Money every day before 6 a.m.-- please contact Pro Services at (703) 341-4600or info@politicopro.com\nTRUMP-FREE DEBATE? — POLITICO's Alex Isenstadt: “A Republican National Committee conference call to discuss plans for the Oct. 28 GOP debate with top advisers to the presidential campaigns spiraled into chaos on Thursday afternoon, as Donald Trump threatened to pull out of the debate if his demands for the format are not met. At issue is whether CNBC, which is hosting the debate, to be held in Boulder, Colo., will allow candidates to give opening and closing statements.\n“A day earlier, the RNC and CNBC held a conference call to discuss logistics that turned heated - with CNBC saying it wouldn't allow opening and closing statements, and several campaigns saying they wanted them. On Thursday's call - which the RNC abruptly scheduled earlier in the morning - Corey Lewandowski, Trump's campaign manager, said that if the debate does not include opening or closing statements and is longer than two hours total … the real estate mogul would have to drop out” http://politi.co/1hGYNKt\n**A message from the Independent Community Bankers of America: Now is the time for Congress to put down partisan differences and unlock the community banking industry’s potential to spur economic growth. ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief. www.icba.org **\nFEEL THE BERN — POLITICO’s Gabriel Debenedetti: “Bernie Sanders had $27.1 million in cash on hand at the end of the third quarter, a considerable sum that comes after a $26.2 million quarter for the Vermont senator. He has also raised more than $3.2 million since Tuesday's debate, his campaign said, with an average donation of $32.28.\" http://politi.co/1jrDyhv\nTWEET OF THE NIGHT — @davelevinthal: “About 75% of the money @berniesanders raised in Q3 came from people giving less than $200. And @HillaryClinton? About 17%.” \nDEMS: NO ENTITLEMENT CUTS IN BUDGET TALKS — POLITICO’s Burgess Everett: “Democrats are drawing an early line in the sand for this fall's budget negotiations, saying they will reject any effort to make changes to entitlement programs as part of the talks … The declaration effectively limits the scope of the budget talks to a small-ball deal to fund the government for one year, possibly two. Republican senators said in a series of interviews they're more likely to agree to higher funding levels if they can slow down mandatory spending on Social Security and Medicare.\n“But congressional Democrats are making clear that there will be no changes to those benefits as part of a deal intended to eliminate the threat of a government shutdown from the presidential primary season, as well as stave off budget cuts from sequestration, which are restricting both military and domestic spending. Democrats do not believe there is a realistic scenario to find more than about $80 billion in new spending for the military and domestic programs, potentially restricting budget negotiators to a deal that does not last through the election. That would mean lawmakers would have to strike another spending deal in the fall of 2016” \nHILLARY BANK STANCE WON’T CUT IT ON THE LEFT — Rolling Stone’s Matt Taibbi: “[S]he gave an answer that to me sums up her candidacy and the conundrum of the modern Democratic Party in general. She seemed to hit a lot of correct notes, while at the same time over-thinking and over-nuancing a question where a few simple unequivocal answers would probably have won everyone over.” http://rol.st/1RdJq8o\nNEVADA SHUTS DOWN FANTASY SITES — NYT’s Joe Drape: “Nevada regulators ruled on Thursday that playing daily fantasy sports should be considered gambling, not a game of skill, and ordered websites like DraftKings and FanDuel to stop operating immediately in the state until the companies and their employees receive state gambling licenses. .. It is perhaps the most significant setback yet for a booming unregulated industry that has spent the past two weeks in the midst of a firestorm of allegations that have prompted federal and state investigations into the alleged predatory practices of its employees who, armed with inside information, may have exploited its paying customers \n … “DraftKings and FanDuel, each valued at more than $1 billion, have operated under an exemption to the Unlawful Internet Gambling Enforcement Act of 2006, which outlawed online poker and sports betting. Five states have prohibited them from operating, but none are as powerful and influential as Nevada, which has long been a bastion of legal gambling, operates under strict regulation and has the nation’s only active sports betting … In 2006, Congress tried to crack down on illegal online sports betting. Today, Internet wagering is thriving, and a new business that resembles gambling, fantasy sports, is winning millions of players and stoking controversy” http://nyti.ms/1PkMjH8\nDUDLEY: U.S. SLOWING — FT’s Sam Fleming in Washington and Robin Wigglesworth in New York: “The U.S. economy may be slowing, a top Federal Reserve policymaker conceded, as investors have ratcheted back bets on when the US central bank will finally begin to tighten monetary policy … William Dudley, president of the New York Fed, said he was still open to the possibility of an interest rate increase this year and stressed that the US economy was performing 'pretty well.' But he highlighted weaker jobs and retail sales rises, and argued that growth was being held back by the dollar’s appreciation and swings in inventories. … .\n“Interest rate futures now indicate that most traders do not see any rate increases this year, and about half think the central bank may have to wait beyond March next year. Fed Funds futures signal that there is about a 10 per cent chance that policymakers will sit on their hands until 2017. As a result, the 10-year Treasury yield has dipped back to the 2 per cent mark, confounding predictions of a gentle rise this year. A spate of underwhelming economic data, turbulent financial markets, still-subdued inflation and mounting signs that the global economy is also going through a soft patch has spurred traders to pare back their expectations” http://on.ft.com/1Oy1EnN\nALSO FOR YOUR RADAR — \nCARRIED INTEREST TAXATION, DEFENDED — Carlyle’s Mary Petrovich in The Hill: “Carried interest is not a tax loophole. … The law appropriately recognizes that carried interest is a share of profits from a capital asset — e.g. an operating business — owned for years, and bears with it the risk that the company will not generate a profit. Changing the tax treatment of carried interest would deprive certain partnerships of the same long-term capital gains treatment available to other kinds of businesses that make long-term investments” http://bit.ly/1LnuVLK\nGOLDMAN HIT BY TRADING SLOW DOWN — WSJ’s Justin Baer: “Wall Street traders took a thumping over the summer, and no firm was left with deeper bruises than Goldman Sachs Group Inc. Goldman delivered a disappointing earnings report that reminded investors how dependent it is on buying and selling stocks, bonds and commodities like oil — and how heavily those trading businesses rely on hedge funds and other professional money managers whose jitters about the global economy can make or break results … The results show the downside of Goldman’s strategy of sticking to its guns on trading amid a broader bank retrenchment from the business. Regulators have cracked down on trading since the financial crisis with tougher capital rules and curbs on risk taking. \n\"Goldman … reported a 36% drop in third-quarter profit. The firm’s revenue in fixed income, currencies and commodities trading fell 33% — 10 to 22 percentage points deeper than the declines at the other big banks that reported earnings this week. Goldman’s larger peers have more diverse lines of business, including consumer banking. Analysts say they also draw more revenue from corporate-lending customers whose hedges provide a steady flow of income. … Third-quarter net income fell to $1.43 billion, or $2.90 a share, from $2.24 billion, or $4.57, a year earlier” http://on.wsj.com/1hHM0Ym\nAFR FIRES BACK ON CFPB — Americans for Financial Reform on the Sinema/Neugebauer WSJ op-ed in MM on Thursday: “The Consumer Bureau has been making financial markets fairer, safer and more transparent - doing its job, in other words, and proving that its current structure makes sense if your goal is consumer protection. That hasn’t stopped some people from cloaking their arguments for a clunkier, financial industry-dominated Commission in pro-consumer, anti-gridlock rhetoric. But it certainly doesn’t make that rhetoric plausible.” \n** A message from the Independent Community Bankers of America: Now is the time for Congress to put down their partisan differences and unlock the community banking industry’s potential to be catalysts for economic growth. ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief. Community banks in every Congressional district across the nation are the backbone of local economic growth nationwide and support our communities one loan at a time. But excessive and unnecessary regulation is thwarting their ability to fully meet the needs of local economies. We need lawmakers to enact sensible regulatory relief to allow community banks to do what they do best: serve their communities. Community banks: big where it matters — our communities. www.icba.org **\nBen White is POLITICO Pro's chief economic correspondent and author of the “Morning Money” column covering the nexus of finance and public policy.\nPrior to joining POLITICO in the fall of 2009, Mr. White served as a Wall Street reporter for the New York Times, where he shared a Society of Business Editors and Writers award for breaking news coverage of the financial crisis.\nFrom 2005 to 2007, White was Wall Street correspondent and U.S. Banking Editor at the Financial Times.\nWhite worked at the Washington Post for nine years before joining the FT. He served as national political researcher and research assistant to columnist David S. Broder and later as Wall Street correspondent.\nWhite, a 1994 graduate of Kenyon College, has two sons and lives in New York City.\n\n                                            By \n                                                    Mark Towhey\n                                             and \n                                                    Johanna Schneller\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Jeff Eggers\n\n\n                                            By \n                                                    Frederic Hof\n\n © 2015 POLITICO LLC", "byline": "", "description": "Carson tops Q3 fundraising — The Clinton machine — Dems leading money race — Conservative case on the debt limit", "title": "Carson tops Q3 fundraising", "url": "http://www.politico.com/tipsheets/morning-money/2015/10/pro-morning-money-210756", "topics": ["economy"], "people": ["Rand Paul", "Mary Jo White", "Kyle Cheney", "Justin Baer", "Shane Goldmacher", "Rachael Bade", "Rick Perry", "Helena Bottemiller Evich", "Henry C. Jackson", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Rolling Stone", "Ted Cruz", "Dana Rubinstein", "Matthew Continetti", "Chris Christie", "Barbara Boxer", "Richard Cordray", "Joanne Kenen", "Brian Mahoney", "Anu Narayanswamy", "Bill Clinton", "John Boehner", "Gabriel Debenedetti", "Elana Schor", "Robin Wigglesworth", "Bernie Sanders", "Huma Abedin", "Annie Karni", "Nick Gass", "Jack Shafer", "Jeb Bush", "Stephen Colbert", "Jennifer Scholtes", "Adam Behsudi", "Daniel Lippman", "Alex Isenstadt", "Sam Fleming", "Andrew Glass", "Donald Trump", "Michael Crowley", "Eliza Collins", "Toby Eckert", "David Vitter", "Matt Dixon", "Tim Starks", "Dan Holler", "Carly Fiorina", "Philip Rucker", "Brianna Ehley", "Ben Schreckinger", "Matt Taibbi", "William Dudley", "Mike Allen", "Daniel Strauss", "Corey Lewandowski", "Arthur Allen", "Hillary Clinton", "Scott Walker", "David S. Broder", "Ben White", "Jon Prior", "Josh Gerstein", "Matea Gold", "Katie Glueck", "Ben Carson"], "orgs": ["Heritage Action", "CNBC", "WSJ", "Fed", "NYT", "Commission", "Writers", "eHealth", "Kenyon College", "Treasury", "Chicago Cubs", "Dodgers", "Federal Reserve", "Congress", "Goldman", "SEC", "Managed Funds Association", "CISA", "RFS", "PACs", "RNC", "V.P.", "Society of Business Editors", "GOP", "Senate", "Democratic Party", "NRA", "U.S. Banking", "CBO", "M.M.", "Republican National Committee", "Dems", "Social Security and Medicare", "GOLDMAN", "Pro Services"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-10-16 13:01:10", "org": "politico", "article_id": "dbf2e75f0339ae9cc7c70456924da219", "date_access": "2015-10-17 17:30:33.517008"}