{"body": "\n08/28/15, 07:13 AM EDT\n\n                                        By \nLauren Dezenski\n\nBy Lauren Dezenski (ldezenski@politico.com; @laurendezenski)\n\n08/28/15, 06:22 AM EDT\n\n                                        By \nMarc Caputo\n\nLatin Builders could rebuke Trump\n\n                                        By \nMarc Caputo\n\n\nThe POLITICO Caucus\n\n08/28/15, 03:55 AM EDT\n\n                                        By \nKatie Glueck\n\nBut Democrats are more confident the governor will take the plunge than Republicans.\r\n\n\n08/31/15, 02:56 AM EDT\n\nThe POLITICO Caucus\n\n08/28/15, 03:27 AM EDT\n\n                                        By \nKatie Glueck\n\nEight out of 10 early-state Democrats think the vice president will decide against challenging Hillary Clinton in the 2016 primary.\r\n\n\n2016\n\n08/28/15, 03:00 AM EDT\n\n                                        By \nKaty O'Donnell\n\nWho would give money to a billionaire? These guys.\n\n2016\n\n08/28/15, 02:36 AM EDT\n\n                                        By \nNahal Toosi\n\nGOP hopefuls are bashing China ahead of next month’s state visit.\r\n\n\n08/27/15, 10:44 PM EDT\n\n08/27/15, 10:42 PM EDT\n\nThe Friday Cover\n\n08/27/15, 09:51 PM EDT\n\n                                        By \nTony Romm\n\nSteve Jobs famously disdained D.C. Tim Cook’s quietly taking it on.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\n\n08/27/15, 09:22 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:21 PM EDT\n\n08/27/15, 09:20 PM EDT\n\n2016\n\n08/27/15, 07:56 PM EDT\n\n                                        By \nSteven Shepard\n\nA new approach to the email scandal may help, but pollsters see a long climb ahead.\r\n\n\n08/27/15, 07:45 PM EDT\n\n                                        By \nJennifer Haberkorn\n\n“Congress needs to really hammer home in their investigations.”\r\n\n\n                                        By \nHenry C. Jackson\n\nHILLARY CLINTON talks gun violence in Ohio.\r\n\n\n08/27/15, 07:41 PM EDT\n\n                                        By \nHenry C. Jackson\n\nThe Progressive Resistance\r\n\n\n2016\n\n08/27/15, 07:24 PM EDT\n\n                                        By \nBen Schreckinger\n                                         and \nHadas Gold\n\nAs the controversies pile up, Trump’s favorability soars.\r\n\n\n08/27/15, 07:15 PM EDT\n\n                                        By \nHadas Gold\n\nCNN announced there will be three hours between the debate for the lower-tiered candidates and those at the top of the heap. \n\nVoter Fraud\n\n08/27/15, 07:05 PM EDT\n\n                                        By \nNicholas Kusnetz\n\nThe integrity of the election is under threat—in Ohio and across the country.\r\n\n\n                                        By \nMichael Grunwald\n\nNew Orleans is rebuilding, but the real destructive force involves Congress and the Army Corps of Engineers—and it's nowhere near fixed.\r\n\n\n2016\n\n08/27/15, 05:50 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe weakened front-runner is going to Democratic elites with one message: My campaign is on track.\r\n\n\n08/27/15, 04:31 PM EDT\n\n                                        By \nMike Allen\n\nThe former House majority leader will also be named a Virginia state co-chair of Bush's presidential campaign.\r\n\n\n08/27/15, 04:24 PM EDT\n\n                                        By \nPOLITICO Staff\n\n\n08/27/15, 04:11 PM EDT\n\n08/27/15, 03:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n                                         and \nGabriel Debenedetti\n\nClinton wouldn’t have access to the money unless and until she’s the nominee.\r\n\n\n08/27/15, 03:13 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe campaign rivals team up for a joint attack on Obama’s nuclear deal with Iran.\r\n\n\n08/27/15, 02:59 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nA resolution honoring the vice president’s son comes as his father weighs a presidential run.\r\n\n\nThe Friday Cover \n\n07/31/15, 12:00 AM EDT\n\n08/27/15, 01:40 PM EDT\n\n                                        By \nPOLITICO Magazine\n\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:22 PM EDT\n\n08/27/15, 01:21 PM EDT\n\n08/27/15, 01:14 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:13 PM EDT\n\n08/27/15, 01:12 PM EDT\n\n08/27/15, 01:09 PM EDT\n\n                                        By \nEliza Collins\n\nSaudi Arabia has expressed concerns that the deal would strengthen Iran, its major rival in the region.\r\n\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe meeting with was meant to be private — Biden’s official schedule only had him meeting with “senior advisers.”\r\n\n\n08/27/15, 01:05 PM EDT\n\n                                        By \nJacob Soll\n\nThe Chinese crisis has important echoes of the Soviet Union and history tells us the outlook isn't pretty.\r\n\n\n08/27/15, 01:00 PM EDT\n\n                                        By \nNick Gass\n\n“I don’t wear a toupee. It’s my hair. I swear!”\r\n\n\n08/27/15, 12:54 PM EDT\n\n                                        By \nBrianna Ehley\n\nShe says Jeb Bush and Sen. Marco Rubio for having “extreme views on women.”\r\n\n\n08/27/15, 12:18 PM EDT\n\n                                        By \nHadas Gold\n\nRoger Ailes may have called on Trump to apologize but the underlying message he's sending through his hosts: Stick to the issues. \n\n08/27/15, 12:09 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"He did a great job as your governor, and he will be an important voice in the Senate.\"\r\n\n\n08/27/15, 11:59 AM EDT\nWe're working on more stories right now\nMassachusetts Playbook\n\n            By \nLauren Dezenski\n\n08/28/15, 07:13 AM EDT\nBy Lauren Dezenski (ldezenski@politico.com; @laurendezenski)\nTGIF, MASSACHUSETTS! Somuch for a quiet news day on your penultimate summer Friday. Here’s to (naively) hoping the loads of people attending the Donald Trump fundraiser in Norwood tonight make Cape traffic a little lighter. \n-- Car dealership magnate Ernie Boch Jr. hosts fundraiser for Donald Trump tonight – as the Boston Herald’s Chris Cassidy and Gayle Fee report, Boch is living up to his namesake commercials, inviting everyone to “come on down” – even if you’re a protester. Boch spitballed an estimate of 1,000 attendees to the event, with admission at $100 a head. “Some 75 or more sign-waving, pro-choice activists are expected to descend on Boch’s Norwood manse today to protest Trump, said one of the organizers” for NARAL Pro-Choice Massachusetts. … “More than 100 media members will cover the event, including CNN, which is broadcasting live from the party.” ...\n-- “The invitation-only soiree will feature cocktails, live music by rock cover band Fortune, a live broadcast by Herald columnist and talk-show host Howie Carr and food from chef Tony Ambrose. That all-American menu will include Cape Cod striped bass, Maine lobster, Concord heirloom tomatoes and ‘Great American fried surf clam.’” … \n-- “I knew it would be busy but I had no idea,” Boch said. “Hundreds of people have askedme, and hundreds of people are asking hundreds of people who know me. I have people from high school calling me. My enemies are calling me! You’ve got toadmit, Trump has changed the game.” http://bit.ly/1NDVv8O \n-- QUIZ, for while you’re fired up waiting in line to see Trump: “Can you match the Donald Trump insult to the target?” from the Boston Globe. Can you beat my score of 8/14? Probably. In my defense, I did it at like 5 a.m. http://bit.ly/1NLdrNT \n-- ALSO TODAY: WYNN CASINO PERMIT DECISION -- From the State House News Service daily schedule: “Secretary of Energy and Environmental Affairs Matthew Beaton will sign a decision on the omnibus permit sought by Wynn Resorts on Friday. The Massachusetts Environmental Policy Act permit would allow Wynn to undergo lower-level permitting on its plans to construct a resort casino and grounds on a polluted former chemical plant that lies in the shadow of a major natural gaspower plant. Wynn has touted environmental aspects of its project in press releases in recent weeks.” \nTHE HOME TEAM -- Did the Soxwin? Yes! They beat the Chicago White Sox 3-0. http://bit.ly/1LzL3Mm \n A BASEMENT REBORN --“Filene’s Basement to be reborn as a low-price online retailer,” byCallum Borchers, Boston Globe: “Filene’s Basement, the legendary discount retailer that went bankrupt and closed four years ago, is making a comeback under new ownership as a low-price e-tailer. … ‘We’re launching our new website in a few weeks & we can’t wait to see you there,’ the company tweeted Wednesday, adding a link where shoppers can sign up to be notified of theopening.” http://bit.ly/1JmuOit \nGREEN LINE EXTENSION INTRIGUE-- “T spin on the Green Line Ext.: In June emails, official said ‘nothing has changed,’” by Bruce Mohl, CommonWealth Magazine: “I heard the cost of the Green Line Extension was spinning out of control in early June, but I had no proof and ended up not writing anything. That’s my bad. But my back-and-forth with the MBTA on the issue, all captured in emails, is nevertheless very revealing about the mindset of government officials, and their willingness to be open about a major setback for a key transportation project.” http://bit.ly/1JAIKEQ \n-- HOW TO GET AWAY WITH CALLING THE GUV CHEAP: “Tough choices on Green Line project, but it isn’t derailed yet,” by Shirley Leung, Boston Globe: “Charlie Baker may be cheap, but he’s not stupid. … Even in the face of stomach-churning runaway costs, the governor is going to find a way to get the Green Line extensiondone. Greater Boston needs it — and he can’t risk losing nearly $1 billion of federal money for the project.” http://bit.ly/1LFH0AX \nIS HE HIGH ON THE LIST? -- “Baker makes marijuana advocates’ list of 50 most influential consumers,” by David Scharfenberg, Boston Globe: “The governor has repeatedly declared his opposition to marijuana legalization.” http://bit.ly/1F0kQ4z \nCHARLIE HEADS NORTH -- “Baker headed to Newfoundland for energy talks,” by Matt Murphy and Michael Norton, State House News Service: “Baker plans to travel to St. John's, Newfoundland for the annual Conference of New England Governors and Eastern Canadian Premiers, where discussions are expected to focus on energy and innovations in the energy sector that could help mitigate climate change, the governor’s office confirmed Thursday.” … Baker travels “to Canada on Sunday and returning to Massachusetts on Tuesday morning.” http://bit.ly/1LFPwjl \nTHE ILLEGAL CAPE COD LIZARD -- “Monitor lizard found wandering Yarmouth neighborhood,” by Ethan Genter, Cape Cod Times: “On Wednesday, a 2 1/2-foot-long Savannah monitor lizard was found meandering through a residential neighborhood in Yarmouth … Police also noted the lizard is not legal to possess in the state.” http://bit.ly/1VgZbOU \nALL’S PRETTY ADORABLE IN LOVEAND POLITICS -- “Love, politics, and a tale of two struggling cities,” by Meghan E. Irons, Boston Globe: “And so began the Massachusetts romance between the mayor and the city councilor, a long-distance affair sealed over campaign functions, glad-handing, and community dinners. As they traveled between two cities — an hour-and-a-half drive apart — over the next three years, they grew closer. He was her plus one. And everyone took notice. … When they got married in November, some of their supporters dreaded what they would do next. Would she leave her beloved Fitchburg? Would he ditch his hometown of Holyoke?” http://bit.ly/1NKz14Q \nKIDS THESE DAYS -- “Cape teen casts vote for activism: 15-year-old organizes presidential campaign events,” by Haven Orecchio-Egresitz, Cape Cod Times: “Jake Tibbetts won’t be old enough tovote in 2016, but that isn’t stopping him from putting great efforts into rallying fellow Cape Codders around the campaign he is most passionate about. … While participating in an international affairs program at the University of Pennsylvania this summer, the 15-year-old Osterville resident was simultaneously organizing a campaign event for Democratic presidential candidate Bernie Sanders.” … \n-- “‘I actually used to be a right-leaning libertarian, until I began to get tired of the crony capitalist views,’ Jake said before the event he organized for the Vermontsenator at Freedom Hall in Cotuit on Wednesday night. ‘But once I started to realize that democratic socialism isn’t this sort of dangerous thing that a lot of the times the public makes it seem, I really started to tap into that message.’” http://bit.ly/1KRoQGA \nWOOD WAR --Herald: “IF THEY WANT TO PROTEST HIS TRUMP PARTY, ERNIE BOCH JR. SAYS … COME ON DOWN!: The Donald hits car magnate’s manse tonight,” \"Miracle pup on mend,” “HERE’S THE PICTURE: Buckley: How to improve baseball on television.” -- Globe: “Builders miss city diversity targets,” “Clash of visions in the square,” “300,000 in Mass. to see health policy rates raise 6%,” “Long-lauded ex-city officer killed in Haitian homeland,” “Jurors take up prep school rape case.”\nMCGOVERN NOT INTERESTED IN CUBAN POST -- “Rep. McGovern, on a tour in Northbridge, touts needs of farmers,” by Susan Spencer, Worcester Telegram & Gazette: “Mr. McGovern said he reminds the U.S. Secretary of Agriculture, ‘It's not just in the midwest. It's here.’ …With more than 1,000 farms in his congressional district, the ‘buy local’ movement, immigration reform and food safety policies are big issues.” … \n-- PULL QUOTE: “Despite the heated legislative battles on Capitol Hill, Mr.McGovern said he wasn't interested in trading his job for a possible ambassadorship to Cuba. … ‘No, I'm happy where I am right now,’ he said. ‘My Spanish is not good.’ … He added, ‘I think the U.S. Senate ought to approve anambassador to Cuba.’\" http://bit.ly/1Ko8EAU\nBUT WHAT IF I WANT TO VOTE FOR BENJAMIN DOVER -- “‘Tom Brady Sketch’ and ‘Elizabeth Ann Warren’ file to run for president,” by Eric Levenson, Boston.com: “The Federal Election Commission has seen a dramatic rise in fake candidates in the past week, ever since a 15-year-old in Iowa filled out a form to run forpresident as ‘Deez Nuts.’” http://bit.ly/1UfZaZo \nSORRY GUV, A LITTLE BUSY -- “Rox. residents to Baker admin: We’re busy Sept. 8. Voting!” by Yawu Miller, Bay State Banner: “Many Roxbury residents were excited to receive an invitation from the Massachusetts Office of Business Development for a listening session with Gov. Charlie Baker and Secretary of Housing and Economic Development Jay Ash. That is, until they read the September 8 date. … That date, the Tuesday after Labor Day, is the day of the city’s preliminary election for City Council. With contested races in Roxbury’s District 7 and Dorchester’s District 4, many of the most active, civically-engaged residents in Boston’s black community are likely to be volunteering on a campaign, working on voter turnout, volunteering at a polling place or simply casting a ballot at event’s 6 p.m. start time.” http://bit.ly/1NXQkh0 … \n-- “Forum moved to 9/10 to avoid the 9/8 primary. Spread the word & join me for a lively discussion!” Ash tweeted last night http://bit.ly/1hJeL7V \n-- ALSO FOR YOUR BOSTON CITY COUNCIL RACE RADAR: “Three challengers for Council seats say no to pay raise,” by Jennifer Smith, Dorchester Reporter: http://bit.ly/1VeTb9A \n-- EMILY’S LIST ENDORSES FOURTH BOSTON CITY COUNCIL CANDIDATE: Statement: “EMILY’s List ... endorsed Annissa Essaibi George for Boston City Council. Annissais the fourth woman of color that EMILY’s List has endorsed for Boston City Council in the 2015 cycle, joining Ayanna Pressley, Michelle Wu, and Andrea Campbell. Boston elected the first woman of color to the City Council in its 105-year history just six years ago when Pressley was elected in 2009.” \nDATELINE CAPE COD: “Thebattle to save the beach on Cape Cod,” by Charlotte Wilder, Boston.com: “New England’s record-shattering winter, when Juno—one of the massive snowstorms that pummeled Massachusetts—sent waves crashing onto Town Neck Beach in Sandwich, a historic town that contains miles of coastal marshland. The sea swallowed dunes, flooded the homes behind them, and drowned septic systems and boardwalks. After the storm, Sandwich authorities declared astate of emergency and condemned over a dozen houses on Town Neck Beach. Meanwhile, houses across the canal on neighboring Scusset Beach were fine. ...Standing on his shrunken front yard in front of the ocean that drowned the public beach in front of his house, retired firefighter Paul Schneider lookedat the sand he’d bought and placed on his property after the storm.” ...\n-- “‘I didn’t think I’d be spending my retirement money on sand,’ he said.” http://bit.ly/1i5ac7Q \nEYE ON SUPER TUESDAY --“Hillary builds a Super Tuesday firewall,” by Gabriel Debenedetti, POLITICO: “Bernie Sanders is soaring in the polls. Joe Biden is making increasingly loud noises about joining the race. But Hillary Clinton’s campaign staffers are working methodically to build the fail-safe they think can secure the nomination, and it’s pegged to a single day on thecalendar: March 1, 2016. … Super Tuesday.” http://politi.co/1EkzdG0 \n-- FUEL FOR THOSE WEEKEND CONVOS ABOUT 2016: “Democratic insiders: Joe Biden won't run,” by Katie Glueck, POLITICO Caucus: “The vast majority of Democratic insiders from the early states don’t believe Joe Biden will run for president, despite evidence that he is seriously considering a 2016 bid. … That’s the assessment of the POLITICO Caucus, our weekly bipartisan survey of the top strategists, activists and operatives in Iowa and New Hampshire.” http://politi.co/1Eoy1le \nDATELINE DORCHESTER: “Seller’s market: Boom creates new pressures in Dot market,” by Jennifer Smith, Dorchester Reporter: “The housing market in Dorchester has been experiencing a price surge that is in line with much of Boston in the past fewyears. But the ‘booming’ state of the market belies a badly-needed influx of new units, which realtors and prospective buyers hope will accompany the Walsh administration’s plan to build out new housing stock. ... Home prices have beenrising rapidly, though the statistics are complicated somewhat by the recession causing an anomalistic dip in 2009. The median home sales price has risen about 38 percent in Dorchester and 32 percent citywide — to $385,000 and $499,900 respectively — in the last five years, according to data from the Department of Neighborhood Development. http://bit.ly/1LzJ6iX \nI’VE GOT THE BLACK LUNG, POP -- “Year-long exposure to Springfield air is like smoking seven cigarettes, graphic shows,” by Laura Newberry, Masslive.com: “Living in Springfield for a year is equivalent to smoking seven cigarettes, according to live data provided by the U.S. Environmental Protection Agency on Thursday morning.” http://bit.ly/1hIKqXc \nMAZEL! --Happy weekend birthdays to PR pros Colin Riley of Boston University and Kelly Smith of Solomon McCown and previously the MBTA.\n-- Happy new job to Jason Wentworth, who was named assistant commissioner to the Department of Agricultural Resources yesterday.\n-- “Sen. Benjamin Downing selected as CSG Toll Fellow,” from iBerkshires.com: “Each year, the program brings 48 of the nation’s top officials from all three branches of state government to Lexington, Ky., for an intensive six-day, five-night intellectual boot camp.” http://bit.ly/1JnGrpt \nHave a tip, story,suggestion, birthday, anniversary, new job, or any other tidbit for thePlaybook? Get in touch: ldezenski@politico.com\nGREAT HEADLINE -- “Writey Bulger: Almost two years into his two lifetime prison sentences, James ‘Whitey’ Bulger is taking pen to paper,” by Erick Trickey, Boston Magazine: “The envelope, addressed by hand in meticulous, slashing cursive, arrived at the Boston magazine offices without fanfare. Our receptionist saw the name on the return address and thought it might be worth an editor’s attention. A Mr. James Bulger, prisoner ID number 02182748, from the high-security U.S. penitentiary in Coleman, Florida, was requesting a change of address for his subscription. ‘Look forward to your magazine,’ Bulger penned in his own hand.” http://bit.ly/1NXLmAE \n#MAPOLI TWEET OF THE DAY: “DidYou Know...@SoniaChangDiaz still drives a car with a tape deck.#MapoliDidUKnow” via @MA_Senate http://bit.ly/1Imb1ho \nOH GOOD -- “State health officials announce first human case of West Nile Virus in Massachusetts,” statement from the Massachusetts Department of Public Health: “The patient is a resident of Middlesex County in his 40’s who was diagnosed with WNV by testing completed today by the State Public Health Laboratory. The patient remains hospitalized. … In 2014, there were six human cases of WNV infection identified in Massachusetts.”\nDATELINE DEAD DIRIGIBLES: “Goodyear retiring blimps, rolling out new cigar-shaped craft,” by John Rogers and Jae C. Hong, Associated Press via Fox 25: “‘It’s a brand new design. It is a much larger airship. It’s a semi-rigid dirigible,’ Goodyear’s Priscilla Tasker said of the new fleet of non-blimps replacing the company’s three aging U.S. airships.” http://bit.ly/1KprK9R \nICYMI -- SAUGUS DINO SAGA: “Residents don’t want Route 1 dinosaur to go extinct,” by Steve Annear, Boston Globe: “As the parcel of land where the decades-old dinosaur stands readies for redevelopment, the fate of the creature hangs in the balance. … Fans of the 20-foot-tall landmark have rallied together and started a Facebook group dedicated to trying to preserve a piece of the town’s history.” http://bit.ly/1KR5zVK \nDATELINE SOMERVILLE: “Hill Street booze: Winter Hill Brewing is coming, blocked a Starbucks along the way,” by Dan McCarthy, Dig Boston: “Once the 60-seat brewpub gets up and running this fall (they’re aiming for November), they’re going to be using the space as a morning grab-and-go cafe, exclusively featuring Somerville’s Counter Culture Coffee out of Union Square.” http://bit.ly/1EnnUND\nTHE TIMES IS ON IT [THE CAPE]-- “The calming quiet of outer Cape Cod,” byGuy Trebay, New York Times: “WELLFLEET, Mass. — In flight from thebottles-and-models excesses of the Hamptons, the drag-queen hucksters of Provincetown and the hedge-funder mosh pit that Nantucket Island has become, a flock of creative types has steadily traced a route to an alternative getaway.... Refugees from the hectic pace of places where summer is less a season than a verb, they head instead to Wellfleet and Truro, two somnolent former whaling towns on the scrubby reaches of Outer Cape Cod in Massachusetts.” http://nyti.ms/1KaNRCk \nPUBLIC SERVICE JOURNALISM --“You can now upload landscape and portrait photos to Instagram,” by Nicole Nguyen, Buzzfeed: “To use the new format, tap the upload button, choose a photo from your gallery, and tap the new button on the bottom left. … You can then pinch and zoom to change the aspect ratio. That’s it!” http://bzfd.it/1LE3SRk \nDEPARTMENT OF CORRECTIONS - -Apologies to Dan Kennedy, whom I misidentified as John Kennedy on Wednesday, and Shira Schoenberg, whose name I misspelled on Thursday, in this week’s playbooks. \nHave a great weekend, folks. See you Monday. \n\n                                            By \nCaleb Hannan\n\n\n                                            By \nMichael Brown\n\n\n                                            By \n                                                    Amb. Samantha Power\n\n\n                                            By \nBill Scher\n\nLauren Dezenski is a reporter.\n © 2015 POLITICO LLC", "byline": "", "description": "By Lauren Dezenski (ldezenski@politico.com; @laurendezenski)", "title": "POLITICO Massachusetts Playbook: TRUMP fundraiser tonight -- BAKER named influential marijuana consumer -- CAPE COD LIZARD", "url": "http://www.politico.com/tipsheets/massachusetts-playbook/2015/08/politico-massachusetts-playbook-trump-fundraiser-tonight-baker-named-influential-marijuana-consumer-cape-cod-lizard-210021", "topics": ["campaign_finance"], "people": ["Roger Ailes", "Katy O'Donnell", "Michael Grunwald", "Nicholas Kusnetz", "D.C. Tim Cook", "Steve Jobs", "Henry C. Jackson", "Caleb Hannan", "Hadas Gold", "Marc Caputo", "John Kennedy", "Steven Shepard", "Nicole Nguyen", "Jacob Soll", "Joe Biden", "Eric Levenson", "Lauren Dezenski", "Matt Murphy", "Dan Kennedy", "Nahal Toosi", "Gabriel Debenedetti", "Brianna Ehley", "James 'White", "Katie Glueck", "Nick Gass", "Samantha Power", "Priscilla Tasker", "David Scharfenberg", "Isaac Dovere", "Jeb Bush", "Seung Min Kim", "Shira Schoenberg", "Donald Trump", "Bruce Mohl", "Marco Rubio", "Eliza Collins", "Tony Ambrose", "Bernie Sanders", "Jae C. Hong", "Meghan E. Irons", "Howie Carr", "Jennifer Smith", "Ben Schreckinger", "Tony Romm", "Jennifer Haberkorn", "Mike Allen", "Michael Brown", "Hillary Clinton", "Ernie Boch Jr.", "Bill Scher", "Charlie Baker"], "orgs": ["City Council", "University of Pennsylvania", "TRUMP", "Army Corps of Engineers", "Senate", "Boston University", "Amb", "U.S. Environmental Protection Agency", "Boston Magazine", "Congress", "MBTA", "Starbucks", "Council", "Federal Election Commission", "Latin Builders", "U.S. Senate", "EMILY"], "authors": [{"author_id": 37730, "fullname": "lauren dezenski", "primary_org": "politico"}], "date_written": "2015-08-28 12:13:03", "org": "politico", "article_id": "5eec4270ab8016d643527d8b4579545a", "date_access": "2015-08-28 11:20:12.560717"}