{"body": "2016\nThe Donald's appeal is real—and his anger connects with conservatives.\nBy KEITH KOFFLER\nJuly 15, 2015\nAP Photo.\nIt is an unassailable doctrinal truth in the modern Republican Party that Ronald Reagan was a great president and that the United States can be restored to its former glory—i.e., the 1980s—if he is resurrected and returned to earth in the form of someone just like him who claims the GOP presidential nomination and then wins the general election.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nThat is, someone who, like Reagan, combines genial optimism with disciplined strength. Someone with longstanding, core conservative convictions based in a comprehensive ideology that he or she can articulate convincingly to the masses. And someone with wit, charm and never-ending charisma.\nIn other words, someone who is the opposite of Donald Trump.\nAnd yet today millions of conservatives are swooning for The Donald, nothing less than the anti-Reagan. They ignore Trump’s surly, intolerant suggestions that illegal immigrants are largely rapists and other types of miscreants. They tolerate his meanness, boastfulness and vengefulness against those who have crossed him. And they believe his fantastical claims, like that he can build walls atop the Mexican border and make Mexicans pay for it.\nAnd yet I am here to tell you that despite what you’ve read in the media, even some outposts of the conservative media, these Trump acolytes in general are not racist against Latinos and they have not been seized by madness.\nThey are, however, angry. Very angry. And many are agonizingly fearful about the future of the nation. They believe that vast changes to the country are being wrought in ways that are undemocratic, dishonest and perhaps even illegal.\nTrump, who seems perpetually angry, is an expression of the angst of conservatives who believe the United States has gotten so deep into a mess that a little extremism in the defense of liberty is no vice. What they adore about Trump is that he is a pugilist who has emerged at a time when someone needs to start throwing punches.\nHis blunt promise to stop illegal immigration touches on perhaps the conservatives’ deepest concern of all: that their culture and the Constitutional order are disintegrating with such rapidity that they hardly recognize the country they are living in. There is a sense of desperation that is fueling support for a proven achiever and fearless confrontationalist like Trump.\nAs the editor of a conservative website, I am in contact with the Republican base every day. I read their voluminous comments on my website, and I exchange emails with them about their concerns.\nMany of them right now genuinely, and even passionately, support Trump. They are happy to contradict me when I write that Trump is a self-aggrandizing demagogue who lacks a coherent agenda—conservative or otherwise—unless a scattered list of personal grudges and obsessions can be considered an agenda. In a poll last week on my website he won easily, cornering 25 percent of the vote.\nThough I disagree with them, these comments make complete sense to me. Because I share much of the worldview that is animating support for Trump.\nLet’s start with immigration. America is, as President Barack Obama and his “immigration reform” allies like to say, a land of immigrants. But it is not a land of endless immigration from one culture that is different than ours and in many ways far less successful. Most immigrants from Mexico, no doubt, are good, hardworking people seeking a chance to better their circumstance in America. But they are not Americans. And in the numbers they are coming, the serious concern is that they are not easily assimilated.\nOther cultures are supposed to augment ours, not replace it.\nWhat’s more, so many of these immigrants have, as their first act in this country, broken the law by coming here illegally. This indisputable fact is so minimized that it has become politically incorrect to call them “illegal immigrants.” They are to be termed “undocumented,” as if their lack of papers were a clerical error. This is a big problem for conservatives, who feel the rule of law is eroding fast under Obama.\nObama attempted to give millions of illegal immigrants legal status by simply not enforcing the law. This recourse to “prosecutorial discretion” is a shocking development, an effort to circumvent Congress and write de facto law out of the West Wing.\nMany conservatives understand that millions of people cannot just be carted back to Mexico. But they want to be sure that this would be the final amnesty, unlike the last final amnesty, a law ironically enough signed by Reagan in 1986 that was supposed to mitigate illegal immigration. They don’t trust Obama to enforce immigration reform that would block further illegal immigration, since he has a habit of not enforcing laws. And they believe their own Republican Party leaders are captive to business interests ravenous for cheap labor.\nThat is why Trump’s unequivocal promise to build a wall has such resonance. They believe he’ll do it. And most likely, put his name on it.\nBut Trump fever is about much more than immigration.\nKeith Koffler is the editor of White House Dossier.\nLead image by AP Photo.\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nWhat Works\n By SAUNDRA AMRHEIN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "It is an unassailable doctrinal truth in the modern Republican Party that Ronald Reagan was a great president and that the United States can be restored to its former glory—i.e., the 1980s—if he is resurrected and returned to earth in the form of someone just like him who claims the GContinue reading ...", "title": "How Barack Obama Created Donald Trump", "url": "http://www.politico.com/magazine/story/2015/07/the-appeal-of-donald-trump-120162.html", "topics": ["immigration", "mexico"], "people": ["Donald Trump", "Barack Obama", "Ronald Reagan", "Keith Koffler"], "orgs": ["Videos & Photos", "Congress", "Republican Party", "What Works", "GOP", "White House Dossier"], "authors": [{"author_id": 34185, "fullname": "keith koffler", "primary_org": "politico"}], "date_written": "2015-07-15 21:53:50", "org": "politico", "article_id": "5d466cf4a7e576dd68be2353d3acff41", "date_access": "2015-07-15 21:10:04.979618"}