{"body": "\n2016\n\nFrom the grassroots base all the way to the burnt-orange top, this is not your typical presidential campaign.\nBy Ben Schreckinger and Cate Martel\n8/17/15 5:05 AM EDT\nUpdated 8/18/15 12:40 AM EDT\nGetty\nHis campaign manager was once arrested for bringing a gun into a House office building. His Iowa campaign co-chair is a reality television star who says politics is “not my lane.” He hired a self-described “rabid tea party activist” who proved too rabid for like-minded activists and resigned. And that’s not the half of it. \nThis is Donald Trump’s political machine.\nStory Continued Below\nFrom the grassroots base to the burnt-orange top, Trump’s hastily assembled operation is not the typical presidential campaign. Rarely in American politics has such an unlikely gang of misfits, rogues and loose cannons helped a candidate climb to the top of the heap.\n“It’s definitely a different kind of campaign,” said Michael Cohen, executive vice president of the Trump Organization. “That’s for sure.”\nCohen, the frowning face and baritone voice of Trump world in so many media interviews, has helped make it so.\nDescribed in Trump family materials as one of the mogul’s “primary troubleshooters,” Cohen attracted unwelcome attention last month after threatening a Daily Beast reporter who uncovered allegations of marital “rape” made under oath by Trump’s first wife, Ivana. Cohen told him, “I will come after your Daily Beast and everybody else that you possibly know … So I’m warning you, tread very fucking lightly, because what I’m going to do to you is going to be fucking disgusting.”\nCohen, a lawyer, also fueled controversy by claiming that rape is impossible within a marriage. Both Ivana and Cohen later retracted their claims.\nSince then, campaign representatives have directed inquiries about rape to Cohen, saying he is separate from the campaign. Cohen has directed inquiries about the campaign to campaign representatives, saying he is not part of the campaign.\nAlso on POLITICO\nJENNIFER SHUTT\nBut it would be a mistake to think Cohen, a former intern for Massachusetts Democratic Rep. Joe Moakley, is walled off from from the political operation, said one Trump insider.\n“Michael is in the room for everything. Whether he offers an opinion or not, he’s in the room for everything … without exception,” said the insider. “He doesn’t make any claim to being a political operative or having political experience. But he listens, and he’ll occasionally offer an opinion.”\nDuring the 2012 cycle, Cohen aided Trump’s presidential exploratory efforts, including a March 2011 trip to Iowa to feel out local Republicans. Cohen’s trip reportedly prompted a Federal Election Commission complaint by a Ron Paul supporter over the source of the trip’s funding.\nThis cycle, others are taking the lead on the political side. In the meantime, Cohen has not ceased his role as media surrogate for Trump.\n“For a guy who’s not part of the campaign, you seem to be on TV and in print more than anybody,” Cohen said of himself and his own ambiguous role in Trump’s world. Because of the global furor surrounding Trump’s run, he explained, “There’s an overlap” between the campaign and Trump’s business interests and personal brand.\nTrump’s longtime political adviser, Roger Stone, on the other hand, has ceased his work for the businessman.\nStone, who cut his teeth on political chicanery as a staffer on Richard Nixon’s Committee to Re-Elect the President, and then signed up for the campaigns of Ronald Reagan and Bob Dole, publicly embraces his “dirty trickster” image and was the most seasoned political operative advising Trump.\nAlso on POLITICO\nJENNIFER SHUTT\nBut he clashed with campaign manager Corey Lewandowski over the campaign’s direction. The conflict reached a crescendo when racist Facebook posts surfaced, linked to the personal account of Stone’s young associate Sam Nunberg, another Trump adviser. Nunberg was fired.\nAfter a high-profile blow-up last weekend in which Trump says he fired Stone and Stone insists that he quit, Stone is on the outs with the campaign, at least for now. He has parted ways with Trump in the past but eventually reconciled — Trump called Stone a “stone cold idiot” in a 2008 New Yorker profile and condemned a con he allegedly tried to pull on Eliot Spitzer’s aged father.\nAnd the Trump insider who spoke on the condition of anonymity said he believes Stone will soon be back in the fold. “For all of his aggressiveness, Roger is the only adult and he’s been doing this longer than the rest of us, and I think Donald knows that.”\nWith Stone sidelined, campaign manager Lewandowski now holds the most sway over the campaign, which he is managing to keep running and atop the Republican field in the face of nonstop controversy.\n“He reminds me a lot of Bob Haldeman,” Stone said earlier this month of Lewandowski, comparing him to Nixon’s chief of staff, who went to prison for his role in the Watergate scandal. “And he’ll probably end up the same way.”\nBut Lewandowski has already evaded jail once, after being arrested in 1999 for carrying an unloaded gun and ammunition into the Longworth House Office Building, where he worked as an aide to Rep. Bob Ney. Lewandowski’s charges were dismissed (which is more than can be said for Ney, who went to prison on federal corruption charges in 2007 over his entanglement with the disgraced lobbyist Jack Abramoff, despite a letter to the judge from Lewandowski calling Ney a “surrogate father”).\nAfter his acquittal, Lewandowski adopted a common Trump tactic. He sued the property clerk of the Metropolitan Police Department, asking for $50,000 and his gun back.\nAlso on POLITICO\nELI STOKOLS\nThe suit was dismissed. Lewandowski said he does not recall it, though he admits carrying the gun.\nTrump Arizona operative Aaron Borders brought the campaign a Facebook scandal. His tenure ended over racially charged Facebook posts, only to have the campaign deny he had ever worked for it. (It is the kind of campaign where the severing of ties over racist Facebook posts is not a one-time occurrence.)\nBorders released to Buzzfeed an audio recording of Lewandowski offering to hire him, another of Lewandowski dumping him, and a third in which Lewandowski threatened to “sue your fucking ass to next year” over the recordings.\nTrump’s rogue’s gallery extends from New York headquarters into the early states.\nIn New Hampshire, where Lewandowski worked for the Koch brothers-backed Americans for Prosperity before joining Trump, the operation includes many loyalists.\nOne is Trump’s Belknap County chairman, businessman Josh Youssef.\nLewandowski earned the ire of the Granite State GOP in 2o12 when AFP funding propelled Youssef’s successful state Senate primary bid over an establishment-backed candidate. Reports surfaced that Yousseff owed back taxes and child support, and he was accused of violating election law by stealing the identity of local officials, prompting State Republican leaders to demand an explanation. He lost the general election to a Democrat.\nJerry Delemus, a New Hampshire tea party activist, made headlines in June when he unveiled his plans to hold a “draw Muhammad” contest in protest of sharia law. A month later, he signed on as a Trump supporter and joined the campaign’s veterans committee.\nIn Iowa, one of Trump’s three state co-chairs is Tana Goertz, a former contestant on Trump’s reality show, “The Apprentice.”\n“She’s just a former reality show contestant and that’s it,” said Pat Rynard, who writes the caucus-focused Iowa Starting Line blog. “She has no clue. She doesn’t really know about politics. She kind of just gets up and speaks at events.”\nAlso on POLITICO\nM. SCOTT MAHASKEY\nThat’s Goertz’ self- assessment as well. “We do not talk politics, because that’s not my lane,” she recently told Yahoo of her relationship with Trump — an unusually candid disclosure from the co-chair of a presidential campaign in a crucial early nominating state.\nGeortz is known as a spokeswoman for the Bedazzler, a tool that attaches rhinestones to clothing. She’s also married to a popular local weatherman.\nThen there’s Trump’s self-appointed Iowa grassroots guru, Ken Crow.\nCrow, a founding activist of the national tea party movement, found himself estranged from a large part of it after his role in a botched 2011 Sarah Palin appearance in Iowa forced him to resign as chairman of the Tea Party of America.\n“I’m the dumb cowboy. I’ve been a rodeo cowboy my whole life, and I don’t know how to be anything different,” he told the Iowa Republican, an influential publication in the state’s GOP circles, in explaining the debacle. The mishap involved the event invitation, de-invitation and re-invitation of failed Delaware Senate candidate Christine O’Donnell — best known for denying that she is a witch.\n“We’re looking forward to a bloodbath next November,” Crow told POLITICO before being asked any questions, adding “metaphorically of course,” and then adding, “Democrats’ blood hopefully,” then also adding “political blood. I’m joking. You know what I mean.” (It is the kind of campaign where a comment about blood that requires clarification is not a one-time occurrence.)\nCrow said he was impressed by Trump’s kindness and patience during a recent appearance at the John Wayne museum in Winterset.\nNow, he’s planning to barnstorm on Trump’s behalf. Earlier this month, he and a partner launched citizensfortrump.com, to organize a sort of grassroots paramilitary organization of “tea party warriors,” as Crow conceives of their role.\n“We are building a one million-man army for Mr. Trump,” he said.\nCrow said he keeps in frequent contact with the campaign’s deputy state director, Ryan Keller, and regularly informs state director Chuck Laudner of his activities.\nLaudner, as a sought-after operative in Iowa’s religious conservative circles, is among the odd men out in this colorful campaign. \nIn February, when most of the political class assumed Trump intended to run as a short-lived publicity stunt, if at all, Laudner’s hiring was an early hint that the billionaire businessman was sprinkling his organization with enough straight-laced, established political hands to create a winning team.\nMultiple Iowa politicos used the word “surprised” in reaction to news in February that Laudner, the architect of former Pennsylvania Sen. Rick Santorum’s wing-and-a-prayer caucus victory in 2012, had joined Trump.\n“He’s just a well-respected guy,” said Carroll County Republican Chairman Craig Williams. “We kind of thought it was interesting that he and Trump got together off the bat. I’m not saying Trump’s not a religious guy.”\nAnother hint was the July hiring of Michael Glassner, a former Palin adviser. He also advised both of Bob Dole’s presidential campaigns.\nAs of last week, Lewandowski has further signaled the campaign’s intentions, embarking on a multi-state hiring spree to try to build out a winning political machine. On Wednesday, he flew to Nevada to interview operatives. He declined to provide details but said he plans to eventually hire in all 50 states.\nDon’t expect too many straight-laced types to slip through. Lewandowski confirmed that Trump’s campaign is different. “If that is to intimate that he’s not surrounding himself with high-priced, over-compensated, under-qualified consultants, yeah that’s probably true,” he said.\nBy MATT LATIMER\nBy JACK SHAFER\nBy ADAM WREN\nBy SEN. MARCO RUBIO\n© 2015 POLITICO LLC", "byline": "", "description": "From the grassroots base all the way to the burnt-orange top, this is not your typical presidential campaign.", "title": "Trump's gang of misfits", "url": "http://www.politico.com/story/2015/08/donald-trumps-gang-of-outlaws-121414.html", "topics": ["campaign_finance", "personality"], "people": ["Jerry Delemus", "Rick Santorum", "Bob Dole", "Craig Williams", "Jack Abramoff", "Ronald Reagan", "Richard Nixon", "Bob Ney", "Sarah Palin", "John Wayne", "Tana Goertz", "Michael Glassner", "Chuck Laudner", "Sam Nunberg", "Ron Paul", "Bob Haldeman", "Aaron Borders", "Josh Youssef", "Donald Trump", "Christine O'Donnell", "Roger Stone", "Ryan Keller", "Ben Schreckinger", "Corey Lewandowski", "Cate Martel", "Eliot Spitzer", "Ken Crow", "Michael Cohen"], "orgs": ["Trump Organization", "Senate", "Longworth House Office Building", "Federal Election Commission", "AFP", "GOP"], "authors": [{"author_id": 30878, "fullname": "cate martel", "primary_org": "politico"}, {"author_id": 30955, "fullname": "ben schreckinger", "primary_org": "politico"}], "date_written": "2015-08-17 10:05:55", "org": "politico", "article_id": "dd30af87668f2c491b310813f11d9a4d", "date_access": "2015-08-18 10:10:19.384604"}