{"body": "\n10/15/15 01:23 PM EDT\n\n                                        By \nSeung Min Kim\n\nKing made clear where Webster stands on the issues.\n\n                                        Updated 10/15/15 01:22 PM EDT\n\n                                        By \nNick Gass\n\nDemocrats are dividing Americans over issues of class and \"special interest groups,\" GOP presidential candidate Ben Carson remarked.\n\n10/15/15 01:14 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nSchock has spent almost $2.7 million on lawyers. \n\n                                        Updated 10/15/15 12:52 PM EDT\n\n                                        By \nHadas Gold\n                                         and \nMarc Caputo\n\nA New York Times spokesperson called the tweet inappropriate.\n\n                                        Updated 10/15/15 12:51 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe committee, raised and spent over $200,000 in the third quarter, with nearly $30,000 going toward its lawyers\n\n                                        Updated 10/15/15 12:46 PM EDT\n\n                                        By \nKyle Cheney\n\nOn a day expected to feature a revealing look at the not-so-hot financial position of Jeb Bush's presidential campaign, the former Florida governor had...\n\n                                        Updated 10/15/15 12:46 PM EDT\n\n                                        By \nNick Gass\n\nAccording to the New York Times, 9,800 troops will remain in the country through 2016.\n\n                                        Updated 10/15/15 12:45 PM EDT\n\n                                        By \nRachana Pradhan\n\nThe administration expects anemic growth in the law’s insurance marketplaces next year.\n\nCongress\n\n                                        Updated 10/15/15 12:36 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nJosh Gerstein\n\nProsecutors want more than a year behind bars for illegal cash withdrawals.\n\n10/15/15 12:13 PM EDT\n\n                                        Updated 10/15/15 11:52 AM EDT\n\n                                        By \nJenny Hopkinson\n\nGenetically modified changes in the grocery aisle — Andrés pushing for labeling\n\n2016\n\n                                        Updated 10/15/15 11:30 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary — and the rest of the Democratic field — provided, in full national view Tuesday, the party’s marked liberal shift on domestic issues.\n\n10/15/15 11:04 AM EDT\n\n10/15/15 10:54 AM EDT\n\n                                        By \nEliza Collins\n\nBen Carson may be rising in the polls but the retired neurosurgeon is taking a breather from campaign life in order to promote his book and fundraise....\n\n                                        Updated 10/15/15 10:52 AM EDT\n\n                                        By \nNick Gass\n\nA Pentagon unit circulated a paper in 2013 that found that the drone strikes often rely upon shaky intelligence.\n\n10/15/15 10:38 AM EDT\nBOXER on Biden, Fiorina \n\n10/15/15 10:33 AM EDT\n\n                                        By \nNick Gass\n\nFormer House Speaker Dennis Hastert on Thursday reached a plea deal to in a criminal case involving charges that he paid $3.5 million is hush money to...\n\n10/15/15 10:05 AM EDT\n\n                                        By \nJennifer Scholtes\n\nT&I leaders to debut grand transpo plan today — House lawmakers set auto safety bill in motion — Speaker indecision jeopardizes highway pay-fors\n\n10/15/15 10:04 AM EDT\n\n                                        By \nKaty O'Donnell\n\nIf Ryan becomes speaker, what happens at Ways and Means? — Boehner looks to move debt ceiling soon — Business execs down on prospects for tax reform\n\n10/15/15 10:04 AM EDT\n\n                                        By \nAdam Behsudi\n\nPharmaceutical trade fight moves to the WTO — TPP text could drop next week\n\n10/15/15 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nFCC eyes investor’s influence in Charter deal — Dems head to Silicon Valley\n\n10/15/15 10:01 AM EDT\n\n                                        By \nTheodoric Meyer\n\nFEC Deadline Day: Candidates we’re watching — McSally pulls in $800,000 in AZ-02\n\n10/15/15 10:00 AM EDT\n\n                                        By \nBrian Mahoney\n\nJudge nixes St. Louis wage law – Painters endorse Hillary\n\n10/15/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nSixth co-op collapses — Groups ramp up fight to avoid Medicare Part B premium spike — Lawmakers address opioid abuse\n\n10/15/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nWhen cyber might get big in the 2016 campaign — Army cyber strategy on the way\n\n10/15/15 10:00 AM EDT\n\n                                        By \nCaitlin Emma\n\nExperimental sites and access – College graduation gaps – District blames Obamacare for closing schools\n\n10/15/15 10:00 AM EDT\n\n                                        By \nDarius Tahir\n\nFederals get certification — Reimbursement matters\n\n10/15/15 10:00 AM EDT\n\n                                        By \nEric Wolff\n\nFeds close the books on Exxon Valdez — High court gets to FERC\n\n                                        By \n                                                Carla Marinucci\n\n\n                                        By \n                                                Matt Friedman\n\n\n11/10/15 06:00 PM EST\nPOLITICO Magazine's What Works event in Brussels -- a continuation of an international series of conversations about the future of cities.\n\n10/15/15 09:00 AM EDT\n\n                                        By \nJohn Bresnahan\n\nNew deadline two days earlier than previous estimate.\n\n10/15/15 08:36 AM EDT\n\n                                        By \nJeremy Herb\n\nFighting intensifies near Aleppo — Korean leaders visit the Pentagon today\n\n10/15/15 08:01 AM EDT\n\n                                        By \nBen White\n\nRubio on Wall Street: ‘Not the JV team’ — Bye bye Biden? — HRC bank stance defended — CBO says one month to raise debt limit\n\n10/15/15 07:58 AM EDT\nIL DEMS for ARNE DUNCAN?\n\n10/15/15 07:36 AM EDT\n\n                                        By \nBurgess Everett\n\nGOPer off message on Benghazi -- TPP COULD WAIT ‘TIL 2017\n\n10/15/15 07:27 AM EDT\n\n                                        By \nNick Gass\n\nJohn Boehner may be on his way out as speaker of the House, but his nationwide approval rating has only risen.\n\n                                        By \nMatthew Karnitschnig\n                                         and \nJanosch Delcker\n\n\n10/15/15 07:16 AM EDT\nDE BLASIO town hall\n\n                                        By \n                                                Craig Winneker\n                                         and \n                                                Jacopo Barigazzi\n\n\n10/15/15 07:12 AM EDT\nTUNNEL costs pile up\n\n10/15/15 06:57 AM EDT\nFBI reportedly probes DraftKings\n\n10/15/15 06:29 AM EDT\nJeb World’s ‘high life has ended’.\n\n10/15/15 06:18 AM EDT\n SPORTS FANTASY industry ramps up lobbying – B’DAY: Lis Smith\n\nOptics\n\n10/15/15 06:14 AM EDT\n\n                                        By \n                                                POLITICO Magazine\n\n\n                                        By \nDanny Vinik\n\nThe government tried using behavioral science to shape people’s behavior. Here’s what happened.\n\nDefense\n\n10/15/15 06:09 AM EDT\n\n                                        By \nAustin Wright\n\nA newly disclosed audit report sheds light on a problem that the Defense Department largely kept quiet.\n\nThe Politico Mag Profile\n\n10/15/15 05:59 AM EDT\n\n                                        By \n                                                Michael D'Antonio\n\nIvanka Trump is her father’s most influential adviser, his most powerful surrogate—and his total opposite.\n\n2016\n\n10/15/15 05:57 AM EDT\n\n                                        By \nKaty O'Donnell\n\nThe billionaire plays fast and loose between his business and his campaign.\n\n2016\n\n                                        Updated 10/15/15 01:04 AM EDT\n\n                                        By \nAnnie Karni\n\nSanders’ team is touting the debate as a victory expected to expand his audience.\nWe're working on more stories right now\nInside the House leadership scramble.\n\n                AP Photo\n\n            By \nSeung Min Kim\n\n10/15/15 01:23 PM EDT\nAs Paul Ryan continues his will-he-won’t-he dance around a potential bid for speaker, other House Republicans are stepping up support for the House Ways and Means chairman’s would-be opponents for the job. \nIn a letter sent to House Republicans Thursday, Rep. Steve King (R-Iowa) implored fellow GOP lawmakers to back long-shot candidate Rep. Daniel Webster (R-Fla.), a former Florida House speaker who’s earned the support of some of the House’s most conservative members. \n“The best candidate, Daniel Webster, is gaining momentum for his demonstrated leadership,” King wrote in the letter, obtained by POLITICO. “Dan is arguing for a principled member-driven approach that will transform the culture of the House. His approach will bridge the divides currently running through our Conference.”\nKing -- who has said he would not back House GOP leadership candidates who have supported immigration reform efforts -- made clear where Webster stands on the issue, telling lawmakers that Webster has an “excellent record opposing amnesty.” The conservative House Republican also touted Webster’s policy credentials as “staunchly pro-life, pro-traditional marriage and a defender of the Constitution.”\n\n\n\n            By \nNick Gass\n\n“No one in the Conference has raised concerns to merit opposing Daniel or the demonstrated principled leadership at the foundation of his candidacy,” King wrote. “To bring the Conference together in support of the cause of conservatism, I hope you will join me in announcing your support for Dan Webster for Speaker so the momentum behind his race will continue to grow.\nAnd though he doesn’t mention Ryan’s name, King wrote: “[N]o candidate running or rumored to run has matched [Webster’s] commitment to conservatism or bottom up governing.”\nThe House Freedom Caucus, a hardline group of GOP lawmakers credited with helping to oust Speaker John Boehner (R-Ohio) and derailing the speakership bid of House Majority Leader Kevin McCarthy (R-Calif.), has also formally endorsed Webster. Webster earned 12 votes on the House vote for speaker in January.\n © 2015 POLITICO LLC", "byline": "", "description": "King made clear where Webster stands on the issues.", "title": "Steve King says House should elect Webster as speaker", "url": "http://www.politico.com/blogs/the-gavel/2015/10/steve-king-wants-daniel-webster-house-speaker-214835", "topics": ["immigration", "trade"], "people": ["Nick Gass", "Burgess Everett", "Kyle Cheney", "Katy O'Donnell", "Daniel Webster", "Anna Palmer", "Hadas Gold", "Carla Marinucci", "Jacopo Barigazzi", "Marc Caputo", "Danny Vinik", "Austin Wright", "Jose Andres", "Jenny Hopkinson", "Theodoric Meyer", "Brian Mahoney", "John Boehner", "Josh Gerstein", "Annie Karni", "Aaron Schock", "Gabriel Debenedetti", "Matt Friedman", "Steve King", "Jeb World", "Lis Smith", "Jennifer Scholtes", "Michael D'Antonio", "Seung Min Kim", "Jeb Bush", "Dennis Hastert", "Jeremy Herb", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "Ivanka Trump", "Tim Starks", "Dan Webster", "Janosch Delcker", "Adam Sneed", "Adam Behsudi", "Rachana Pradhan", "Matthew Karnitschnig", "Ben White", "Eric Wolff", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["FERC", "Defense Department", "Congress", "What Works", "CBO", "FCC", "College", "Dems", "TPP", "House GOP", "FBI", "Pentagon", "GOP", "House Freedom Caucus", "WTO"], "authors": [{"author_id": 30849, "fullname": "seung min kim", "primary_org": "politico"}], "date_written": "2015-10-15 18:23:48", "org": "politico", "article_id": "0c37350a5f7d436ca69515d117024c1b", "date_access": "2015-10-15 17:30:06.971205"}