{"body": "AP Photo\nBy Brianna Ehley\n8/27/15 12:54 PM EDT\nUpdated 8/27/15 1:36 PM EDT\nRepublicans want Hillary Clinton to apologize for comparing the GOP’s views on women’s issues to those of terrorist and extremist groups.\nDuring a stump speech in Cleveland on Thursday morning, Clinton attacked Republican presidential candidates Jeb Bush and Sen. Marco Rubio for having “extreme views on women.” She lambasted them for pushing to defund Planned Parenthood — which she said would deny women access to health care.\nStory Continued Below\n“We expect that from some of the terrorist groups, we expect that from people who don’t want to live in the modern world, but it’s a little hard to take coming from Republicans,” Clinton said.\nThe Republican National Committee immediately seized on the Democratic front-runner’s remarks — calling them a “new low for her flailing campaign.”\n“She should apologize immediately for her inflammatory rhetoric,” RNC national press secretary Allison Moore said on Twitter.\nAlso on POLITICO\nNICK GASS\nClinton’s campaign doubled down on her comments. “Instead of trying to manufacture outrage by twisting Hillary Clinton’s words, Republican presidential candidates should stop pushing extreme policies that would limit women’s reproductive health care choices,” campaign spokesperson Christina Reynolds said in a statement.\nBy MICHAEL BROWN\nBy JACK SHAFER\nBy ROB GOODMAN\nBy AMB. SAMANTHA POWER\n© 2015 POLITICO LLC", "byline": "", "description": "She says Jeb Bush and Sen. Marco Rubio for having \"extreme views on women.\"", "title": "Clinton compares GOP views on women's issues to those of terrorists", "url": "http://www.politico.com/story/2015/08/hillary-clinton-gop-women-views-terrorists-121803.html", "topics": ["immigration", "women"], "people": ["Jeb Bush", "Hillary Clinton", "Marco Rubio", "Brianna Ehley", "Allison Moore", "Christina Reynolds"], "orgs": ["RNC", "Republican National Committee", "GOP", "AMB"], "authors": [{"author_id": 34802, "fullname": "brianna ehley", "primary_org": "politico"}], "date_written": "2015-08-27 17:54:35", "org": "politico", "article_id": "7e6b7672f0945ea44ed83a1044529656", "date_access": "2015-08-27 18:20:14.701943"}