{"body": "\n09/16/15, 12:44 PM EDT\n\n                                        By \nRachael Bade\n\nDems push back\n\n09/16/15, 12:19 PM EDT\n\n                                        By \nSeung Min Kim\n\n“For-profit prisons fail in carrying out their basic public safety function.\"\n\n09/16/15, 11:48 AM EDT\n\n                                        By \nAustin Wright\n\nCentral Command boss Gen. Lloyd Austin told the Senate Armed Services Committee Wednesday there are now 'four or five' U.S.-trained rebel fighters in Syria.\n\n09/16/15, 11:36 AM EDT\n\n                                        By \nEliza Collins\n\nIn a political world rife with division, the two bipartisan lawmakers had kind words for one another. \n\n09/16/15, 11:16 AM EDT\n\nPrimary Source\n\n09/16/15, 11:06 AM EDT\n\n                                        By \nMark D. Weinberg\n\nGOP presidential candidates aren’t following in Ronald Reagan’s footsteps. They’re running in the opposite direction.\n\n09/16/15, 11:04 AM EDT\n\n                                        By \nPaul Demko\n\nThe date from the Current Population Survey is the first released since the full implementation of Obamacare.\n\n09/16/15, 10:54 AM EDT\n\n                                        By \nDaniel Lippman\n\nTrump promises the greatest of greatnesses.\n\n09/16/15, 10:24 AM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe former Daily Show host will be on Capitol Hill to urge passage of a permanent healthcare and compensation bill for first responders from the terrorist...\n\n09/16/15, 10:06 AM EDT\n\n                                        By \nKaty O'Donnell\n\nGOP abandoning promises of deficit-neutral tax reform? — Bernie disagrees with all things Wall Street, including the Journal — Finance marks up ID theft...\n\n09/16/15, 10:05 AM EDT\n\n                                        By \nAdam Sneed\n\nHatch touts LEADS Act — Up next at the Copyright Alliance\n\n09/16/15, 10:05 AM EDT\n\n                                        By \nJennifer Scholtes\n\nLawmakers return for dash to Sept. 30 deadline — DHS says preclearance kept potential terrorists off U.S. flights — Forget party affiliation. Vote infrastructure...\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nMoniz takes the stage\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nSeattle teachers strike comes to an end — New York regents take up teacher evaluations\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nDarius Tahir\n\nTelemedicine campaigning in Capitol Hill — FDA with new head honcho?\n\n2016\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nShane Goldmacher\n\nCandidates need a strong showing to generate fresh campaign cash.\n\n09/16/15, 10:03 AM EDT\n\n                                        By \nAdam Behsudi\n\nSenators make another TPP currency push — U.S., South Africa continue to talk\n\n09/16/15, 10:02 AM EDT\n\n                                        By \nElena Schneider\n\nHandicapping MI-01 after Benishek's retirement.\n\n09/16/15, 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nUAW, Fiat Chrysler pledge to end two tier wages. \n\n09/16/15, 10:01 AM EDT\n\n                                        By \nBrianna Ehley\n\nCMS won’t back down on out-of-pocket caps — CBO: Small group delay raises $400M\n\n09/16/15, 10:00 AM EDT\n\n                                        By \nTim Starks\n\nChina sanctions before Sept. 25 slide further toward “unlikely” — ECPA reform hearing, previewed \n\n09/16/15, 10:00 AM EDT\n\n                                        By \nBill Tomson\n\nAnother marathon House Ag hearing to focus on USDA — 2014 farm bill program payments bigger than expected\n\nOpinion\n\n09/16/15, 09:46 AM EDT\n\n                                        By \n                                                Rich Lowry\n\nIf the general environment fits Cruz nicely, the dynamic of the campaign is favorable to him, too.\n\n2016\n\n09/16/15, 09:19 AM EDT\n\n                                        By \n                                                Rick Wilson\n\nAn open letter to the GOP candidates about tonight’s debate.\n\n09/16/15, 08:30 AM EDT\n\n                                        By \nAustin Wright\n\nDefense trade associations want multi-year budget deal.\n\n09/16/15, 08:05 AM EDT\n\n                                        By \nEliza Collins\n\nWednesday’s results continue a broader trend of diminishing support for the idea of a deal with Iran.\n\n09/16/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nDebate night in America — Walker's last stand? — The interlocutor — Rand Paul vs the Fed\n\n09/16/15, 07:50 AM EDT\nMitch McConnell shames Democrats on the Iran deal.\n\n09/16/15, 07:35 AM EDT\nTunnel progress, maybe.\n\n09/16/15, 07:30 AM EDT\nRand Paul says he plans to pound Donald Trump as a \"fake conservative.\"\n\n09/16/15, 07:29 AM EDT\nUber marathon.\n\n09/16/15, 07:25 AM EDT\nGovernors' tunnel plan.\n\n09/16/15, 06:54 AM EDT\n\n                                        By \nEliza Collins\n\nJust 24 percent of those surveyed say it is “very important” that the candidate have previous experience in elected office. \n\n09/16/15, 06:43 AM EDT\nJeb’s bad FL poll\n\n09/16/15, 06:18 AM EDT\n\n                                        By \nAlex Isenstadt\n\nBen Carson and Carly Fiorina have a chance Wednesday to prove they're for real.\n\n09/16/15, 05:25 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary, DNC face pressure to add debates\n\n09/16/15, 05:20 AM EDT\n\n                                        By \nAnnie Karni\n\nIt suggests the party's 2016 contenders have strayed far from Reagan's heyday.\n\n2016\n\n09/16/15, 05:17 AM EDT\n\n                                        By \nElizabeth F. Ralph\n\nRonald Reagan’s sons discuss Donald Trump and 2016.\n\n2016\n\n09/16/15, 05:13 AM EDT\n\n                                        By \n                                                Katie Glueck\n\nThe political outsider has to show her mettle on the primetime debate stage.\n\n2016\n\n09/16/15, 05:10 AM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nGlenn Thrush\n\nIf he doesn't land punches tonight against Donald Trump, some warn, \"it might be over.\"\n\n09/16/15, 05:00 AM EDT\n\n09/16/15, 05:00 AM EDT\n\n                                        Updated 09/16/15, 12:40 AM EDT\n\n                                        By \nCate Martel\n\nThe Republican presidential debate will be Wednesday, Sept. 16.\n\n                                        Updated 09/16/15, 12:14 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe vice president offered the White House's sharpest remarks yet on the GOP candidate's immigration rhetoric.\n\n09/16/15, 12:01 AM EDT\n\n                                        By \nAndrew Glass\n\nThe disgraced former vice president was buried in New Jersey.\n\n2016\n\n09/15/15, 11:27 PM EDT\n\n                                        By \nEli Stokols\n\n“I am with the veterans 100 percent,” Trump declares. \n\nFourth Estate\n\n                                        Updated 09/15/15, 10:48 PM EDT\n\n                                        By \nJack Shafer\n\nIf reporters succeed in catching Trump or one of the other candidates in a horrible mistake or breaching good manners, don’t hold your breath for it to...\n\nSecurity\n\n09/15/15, 09:58 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe briefings detail reaction to some of the biggest crises of the 1960s.\n\n09/15/15, 09:07 PM EDT\n\n                                        By \nEliza Collins\n\nThe poll found that 39 percent of Republican primary and caucus voters thought he could win the presidency\nWe're working on more stories right now\n\n                                            By \n                                                    Scott C. Johnson\n\n\n                                            By \nMark D. Weinberg\n\n\n                                            By \nElizabeth F. Ralph\n\n\n                                            By \n                                                    Matt Latimer\n\n\n                Getty\n\n            By \nRachael Bade\n\n09/16/15, 12:44 PM EDT\nTwo senior Senate Democrats dismissed Senate Majority Whip John Cornyn’ s call for a special counsel to probe the Hillary Clinton emails controversy, calling it a political ploy. \nJudiciary and Intelligence committee ranking Democrats Patrick Leahy (D-Vt.) and Dianne Feinstein (D-Calif.) said the No. 2 Senate Republican’s demand that Attorney General Loretta Lynch appoint an outside investigator would just be a waste of taxpayer money.\n“Calls for a special counsel to review Secretary Clinton’s emails are entirely unwarranted,” Feinstein said in a Wednesday statement. “Instead of wasting more taxpayer dollars, the process in place to review and release Secretary Clinton’s emails, which she has welcomed, should be allowed to continue. Calls for a special counsel are purely political and completely unnecessary.”\n“I do not question the integrity or ability of Attorney General Lynch or FBI Director Comey – and certainly do not see any conflict or extraordinary circumstances that would warrant a Special Counsel,” Leahy said in an emailed comment to POLITICO. “Such a suggestion is nothing more than yet another political ploy that would compound the growing pile of taxpayer dollars that already has been wasted on this politically motivated quest.” \n Those remarks come just a day after Cornyn (R-Texas) wrote Lynch asking that she consider an outside investigator because Clinton is a former Obama Administration official and the frontrunner for the Democratic ticket for the White House. \nRepublicans have grown increasingly skeptical that Justice Department political appointees will allow the elevation of the FBI’s probe of classified documents into a criminal matter if necessary, or to empanel a grand jury, due to the clout Clinton holds in Washington's Democratic circles.\n\nHILLARY CLINTON EMAILS\n\n            By \nRachael Bade\n\nOutside counsels have been used before to side step the appearance of a conflict-of-interest. But Justice has dismissed the GOP’s calls for such prosecutors numerous times before— and few expect Lynch to make such a move, which would affectively take the entire issue out of the Justice Department’s control.\nLeahy also noted that there’s been “no indication” that the Clinton probe, currently more of a systematic review of how State documents were treated rather than a focus on her specifically, has been elevated to a criminal matter — so there’s, therefore, no need for special counsel. \n In the hallway in recent weeks when asked about the Clinton scandal, the former Judiciary chairman grumbled about the cost of the House Select Committee on Benghazi. Feinstein likewise in her statement chastised the panel for “attacks” against Clinton, pointing out the previous congressional committees have already probed the matter and have not found any wrongdoing. The Benghazi committee, however, has actually not called for special prosecutor.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Sens. Feinstein, Leahy blast GOP calls for Clinton special counsel", "url": "http://www.politico.com/story/2015/09/hillary-clinton-email-no-special-counsel-diane-feinstein-patrick-leahy-213681", "topics": ["trade", "immigration"], "people": ["Katy O'Donnell", "Burgess Everett", "Rachael Bade", "Matt Latimer", "Elena Schneider", "Brian Mahoney", "Paul Demko", "Austin Wright", "Ronald Reagan", "Loretta Lynch", "D. Weinberg", "Darius Tahir", "Annie Karni", "Dianne Feinstein", "Brianna Ehley", "Rich Lowry", "Shane Goldmacher", "Rand Paul", "Jack Shafer", "Glenn Thrush", "Jennifer Scholtes", "Daniel Lippman", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Donald Trump", "Scott C. Johnson", "Eliza Collins", "Sarah Wheaton", "John Cornyn", "Tim Starks", "Carly Fiorina", "Gabriel Debenedetti", "Adam Sneed", "Adam Behsudi", "Cate Martel", "Elizabeth F. Ralph", "Hillary Clinton", "Ben White", "Eli Stokols", "Rick Wilson", "Josh Gerstein", "Eric Wolff", "Bill Tomson", "Katie Glueck", "Ernest Moniz", "Ben Carson", "Caitlin Emma"], "orgs": ["FDA", "Fed", "Central Command", "TPP", "CMS", "House Select Committee", "Senate", "Judiciary", "UAW", "USDA", "DNC", "Copyright Alliance", "Senate Armed Services Committee", "Fiat Chrysler", "ECPA", "DHS", "GOP", "House Ag", "Senate Democrats", "CBO", "Justice Department", "FBI"], "authors": [{"author_id": 30735, "fullname": "rachael bade", "primary_org": "politico"}], "date_written": "2015-09-16 17:44:12", "org": "politico", "article_id": "051d3fe1eefc67c462e8a55dd7bf77f5", "date_access": "2015-09-16 16:50:03.693869"}