{"body": "\n09/11/15, 06:00 AM EDT\nRep. Gwen Graham says no on Iran deal.\n\n09/11/15, 05:04 AM EDT\n\n                                        By \nDylan Byers\n\nStarting next week, I will join CNN as a Senior Reporter for Media and Politics,\n\nThe POLITICO Caucus\n\n09/11/15, 05:02 AM EDT\n\n                                        By \nKatie Glueck\n\nThe Bernie Sanders surge is real. But Hillary has the 'best campaign infrastructure ever built,' according to one New Hampshire Democrat.\n\nCongress\n\n09/11/15, 05:00 AM EDT\n\n                                        By \nLauren French\n\nMinority Leader Nancy Pelosi helped move 148 skeptical House Democrats toward historic Iran deal. \n\n09/11/15, 05:00 AM EDT\n\n2016 Elections\n\n09/11/15, 04:58 AM EDT\n\n                                        By \nGlenn Thrush\n\nFor starters, letting Trump bully you.\n\n09/11/15, 04:00 AM EDT\n\n09/11/15, 04:00 AM EDT\nA look ahead at what to expect in next week's policy news. \n\n09/11/15, 01:30 AM EDT\n\n                                        By \nAndrew Glass\n\nEarlier, Bush had been on the way from his hotel to the school in his motorcade when an aide called him to report that a passenger jet had crashed into...\n\n                                        Updated 09/10/15, 11:37 PM EDT\n\n                                        By \nTheodoric Meyer\n\nMellon raised less than $11,000 ahead of the election, compared to LaHood's $1.2 million.\n\n09/10/15, 11:05 PM EDT\n\n                                        By \nPeter Sterne\n\nThe Times was heavily criticized for the graphic. \n\n                                        Updated 09/10/15, 10:44 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe two front-runners trade blows.\n\n09/10/15, 10:04 PM EDT\n\n                                        By \nJohn Bresnahan\n\nThe New Jersey Democrat continues to push to have charges dismissed.\n\n09/10/15, 09:45 PM EDT\n\n                                        By \nHanna Trudo\n\nThe former secretary of state has the support of 37 percent of Democrats and Democratic-leaning voter\n\n09/10/15, 09:28 PM EDT\n\n                                        By \nBrianna Ehley\n\nProposals seek to boost support for mentally ill people while steering clear of gun restrictions.\n\n09/10/15, 08:50 PM EDT\n\n                                        By \nRachael Bade\n\nState’s watchdog in October 2013 escalated an inquiry regarding her work compensation to a “criminal” probe.\n\n09/10/15, 08:43 PM EDT\n\n                                        By \nEliza Collins\n\nTrump who is leading in Republican polls has said comments that would have buried many other candidates.\n\n09/10/15, 08:21 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n“It looks like he just gets his marching orders from the Koch brothers,\" she says.\n\n09/10/15, 08:09 PM EDT\n\n                                        By \nHadas Gold\n\nIt's official. There will be 11 candidates on the main stage for the primetime GOP presidential debate next week, CNN announced Thursday evening, and once...\n\n09/10/15, 08:03 PM EDT\n\n                                        By \nSteven Shepard\n\nCNN announced on Thursday evening that there will be 11 candidates on the main stage for its GOP debate on Sept. 16: Donald Trump, Jeb Bush, Scott Walker,...\n\n                                        Updated 09/10/15, 07:51 PM EDT\n\n                                        By \nRachael Bade\n\nBryan Pagliano rebuffed each inquiry by the House Select Committee on Benghazi.\n\nIn The Arena\n\n09/10/15, 07:48 PM EDT\n\n                                        By \nDennis Ross\n                                         and \nDavid Makovsky\n\nThe nuclear deal can’t be defeated. But it can be toughened with smart bipartisan action.\n\n                                        By \nHenry C. Jackson\n\nBERNIE SANDERS chases down HILLARY CLINTON in Iowa.\n\nIn the Arena\n\n09/10/15, 07:46 PM EDT\n\n                                        By \n                                                Bruce Hoffman\n\nFourteen years after terror struck the U.S., our strategy to defeat terrorism is failing.\n\nCongress\n\n09/10/15, 07:44 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nDemocrats counter that Republicans are overplaying their hand.\n\n09/10/15, 07:42 PM EDT\n\n                                        By \nKaty O'Donnell\n\nWays and Means hearing on debt limit-related bills gets testy\n\n09/10/15, 07:42 PM EDT\n\n                                        By \nHenry C. Jackson\n\nThe Democratic front-runner, so weakened that the two are basically even in Iowa and New Hampshire, is marching ahead with planned attacks against Republican...\n\n                                        Updated 09/10/15, 07:28 PM EDT\n\n                                        By \nMatt Wuerker\n\n\nOptics\n\n09/10/15, 07:25 PM EDT\n\n                                        By \nJames Sprankle\n\n\n09/10/15, 07:10 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nIn an emotional interview, the vice president says he's still deliberating whether to run for president.\n\n2016\n\n                                        Updated 09/10/15, 07:05 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nThe wounded front-runner is sticking to a GOP-attack strategy. But pressure is building.\n\n09/10/15, 06:46 PM EDT\n\n                                        By \nEliza Collins\n\n\"I think I’m still the number one beneficiary of The Donald’s insults,” Bush says. \nOur guide to the thinkers, doers and visionaries transforming American politics.\n\n                                        Updated 09/10/15, 06:22 PM EDT\n\n                                        By \nNahal Toosi\n\nAs Republican candidates calibrate their messages, some surprising faultlines are emerging.\n\n                                        Updated 09/10/15, 06:06 PM EDT\n\n                                        By \nAlex Isenstadt\n\nThe meeting comes just days after lawmakers returned to Washington, D.C. following their August recess. \n\n09/10/15, 05:49 PM EDT\nHillary Clinton stops  by The Ellen DeGeneres Show to discuss her presidential campaign and show off some dance moves.\n\n                                        Updated 09/10/15, 05:45 PM EDT\n\n                                        By \nNick Gass\n\nNames included narcissist, egomaniac, insecure, weak and unstable, among others.\n\n                                        Updated 09/10/15, 05:41 PM EDT\n\n                                        By \nGlenn Thrush\n                                         and \nHadas Gold\n\nThe pro-Clinton crusader accuses former Washington bureau chief Carolyn Ryan of helping to turn the paper into a 'megaphone for conservative propaganda.'\n\n                                        Updated 09/10/15, 05:29 PM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nBurgess Everett\n\nThe 58-42 vote ensures the Iran deal’s survival. \n\n09/10/15, 05:24 PM EDT\n\n                                        By \nDylan Byers\n\nMele is the third member of Beutner's executive team to leave in the last 24 hours\n\n                                        Updated 09/10/15, 05:18 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe New York governor gushes over the vice president during a visit to test the presidential waters. \n\n09/10/15, 05:10 PM EDT\n\n                                        By \nEliza Collins\n\nThe dance move comes from Silentó’s song “Watch Me (Whip/Nae Nae).”\n\n                                        Updated 09/10/15, 05:00 PM EDT\n\n                                        By \nNick Gass\n\n\"Look, we have a message that I believed from day one was going to resonate with the American people.\"\n\n09/10/15, 04:56 PM EDT\n\n                                        By \nBrianna Ehley\n\nPaul joined leading anti-abortion activists including Sarah Palin at the rally on Capitol Hill. \n\n09/10/15, 04:36 PM EDT\n\n                                        By \nHadas Gold\n\nStephen Colbert's third week as host of \"The Late Show\" on CBS will be a political party.\n\n                                        Updated 09/10/15, 04:04 PM EDT\n\n                                        By \nEliza Collins\n\n“We must do whatever it takes to you know, to shame these guys,” he says.\n\n09/10/15, 03:47 PM EDT\n\n                                        By \nDylan Byers\n\nThe paper's senior vice president and chief of staf, informed staff Thursday afternoon that she will be leaving tomorrow due to publisher Austin Beutner's...\n\nMembers Only\n\n09/10/15, 03:39 PM EDT\n\n                                        By \nSen. Ted Cruz\n\nMcConnell and Boehner should seize this opportunity to demonstrate leadership and make it happen.Vp\n\n                                        Updated 09/10/15, 03:27 PM EDT\n\n                                        By \nEli Stokols\n\nThe front-runner has been rewarded for his insults but this time he's gone too far for conservative women.\n\n                                        Updated 09/10/15, 02:59 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Senate could vote as soon as this month on a bill to federally ban abortions after 20 weeks, according to senior Republican sources.\nWe're working on more stories right now\n\n                                                    Politico\nMarc Caputo's must-read briefing on what's hot, crazy or shady about politics in the Sunshine State\n09/11/15, 06:00 AM EDT\nBy Marc Caputo (mcaputo@politico.com; @MarcACaputo) with Kristen East (keast@politico.com; @kristenicoleast)\nIt’s Friday. Normally, I’d say “happy Friday” or “good Friday.” But it’s the 14th anniversary of 9/11. It’s a day to be somber, a day to honor those who died then and thereafter amid its fallout. And it’s a day to be outraged. Our government, under Republican and Democratic administrations, is still blocking the public from simply reading 28 pages of a congressional inquiry that exposed Saudi complicity in 9/11. A South Florida judge is reviewing 80,000 documents to help determine what info to release. How about all of it? Former FL Sen. Bob Graham has crusaded for our right to know. His reward: the FBI detained and insulted him. \nIF INFORMATION IS THE CURRENCY OF DEMOCRACY, OUR GOVERNMENT ACTS AS IF IT’S BANKRUPT. In that vein, after you go through Florida Playbook, please read the following story Lucy Morgan broke last month…\nGRAHAM V. BIG BROTHER -- “Why did the FBI Detain Bob Graham?” by The Tampa Bay Times’ Lucy Morgan: “[I]in 2011 … he and Adele were heading to the Washington, D.C., area to spend Thanksgiving with one of their daughters. As they stepped off an airplane at Dulles International Airport, two FBI agents approached and asked the Grahams to accompany them to a nearby agency office. Graham had not informed the FBI that he was traveling to the Washington area and to this day does not know how they knew where he planned to spend Thanksgiving or what airplane he would be aboard.” http://bit.ly/1J1i93f\nGWEN GRAHAM V. IRAN DEAL – “Gwen Graham to vote against Iran deal,” by POLITICO’s Steve Shepard: Rep. Gwen Graham announced Thursday she will oppose President Barack Obama’s nuclear agreement with Iran. “After this thoughtful process and careful consideration, I have decided to vote against the agreement because I have grave doubts it will prevent Iran from developing a nuclear weapon, and a deep concern it could provide a pathway to legitimizing Iran’s nuclear program,” Graham wrote in an op-ed published in the Tallahassee Democrat and Panama City News Herald and posted on her congressional website. http://politi.co/1UFFm79\n--Graham’s op-ed here: http://1.usa.gov/1KbtbDP\n--Final Florida congressional delegation Iran-deal tally: Support: 6 Democrats. Opposed: 4 Democrats and 17 Republicans. \n--“Rubio fundraiser in Minneapolis called off,” by the Minneapolis Star-Tribune’s Patrick Condon: “The presidential campaign of Sen. Marco Rubio … called off a Minneapolis fundraiser … Thursday because the Florida Republican needs to be in Washington to vote on the Iran nuclear deal.” http://strib.mn/1ihzS1g\n– “Grayson Iran support makes Senate race split clear,” by Orlando Sentinel’s Scott Powers: “With U.S. Rep. Alan Grayson's announcement Wednesday night that he will support the Iran nuclear deal, voters can see a clear split among Florida's U.S. Senate candidates between Republicans who hate the deal and Democrats who think it's the best option available.” http://bit.ly/1NkICyR\nFUNDRAISING ORGY -- “Campaign cash to flow as lawmakers return to Tallahassee,” by POLITICO’s Matt Dixon: “It’s a long running joke for Florida political observers that early committee weeks leading up to the start of a legislative session are held for one reason — to raise campaign cash. … Next week, as lawmakers return to the capital for this year’s first round of committee weeks, the trite punch line will continue to hold true. Lawmakers are slated to hold a round of committee meetings, but will also spend much of their time just a block away, at The Governor’s Club, the members-only establishment that’s Tallahassee’s favorite spot for campaign fundraisers.” http://politi.co/1Mfvyw8\nBEST OF THE JEB WEBS – Paul Steinhauser @steinhauserNH1: “2016 News on @NH1News - @JebBush photo bombed my standup #nhpolitics #fitn #nh1news” https://db.tt/AHtLfaOc\nGOOD FOR JEB -- “Jeb Bush’s tax plan is great for Jeb Bush by The Washington Post's Catherine Rampell: “The Republican presidential candidate would make out like a bandit under his own plan. According to my quick-and-dirty, back-of-the-envelope calculations based on Bush’s 2013 tax return, his liability for that year would have fallen by about $800,000, or about a quarter of what he paid Uncle Sam.” http://wapo.st/1iAS2Lq\nBAD FOR THE DEFICIT? --“Jeb Bush’s tax plan doesn’t quite add up,” the Washington Post editorial board: “Mr. Bush’s plan would reduce federal revenue — a lot. An analysis from Mr. Feldstein and three other economists estimates that, without accounting for any added economic growth the plan might spur, the tax scheme would lose the government an astonishing $3.4 trillion over 10 years. A ‘dynamic’ analysis estimating the effects of added economic growth still predicts a loss of $1.2 trillion.” http://wapo.st/1UFIgZz\nJEB’S MIAMI MUSCLE --“Details set for Jeb Bush's Miami field office opening,” by The Miami Herald’s Patricia Mazzei: “The office at 5430 SW 8th St. will formally open its doors at 4:30 p.m. Saturday.” http://bit.ly/1O4pDKC\nHOUSE SPEAKER HELPERS – “GOP Florida House speakers past and present back Jeb Bush,” by Miami Herald’s Patricia Mazzei: “The list includes current Speaker Steve Crisafulli and his predecessor, Will Weatherford, as well as Dean Cannon, Larry Cretul, Allan Bense, Tom Feeney, John Thrasher and Daniel Webster. Webster, now a U.S. congressman, was the first speaker to take the House reins after it came under GOP control in 1996... Bush didn't seek the support of former Speaker Ray Sansom, was accused of pursuing $6 million in state money for a hangar to benefit a GOP donor. A judge later dropped the charges. Sansom never presided over a regular legislative session.” http://bit.ly/1L4JA2b\nTHAT OTHER FORMER SPEAKER… – “Marco Rubio pens back-to-school Miami Herald op-ed on how his proposals would reduce child poverty,” Sen. Marco Rubio writes for the Miami Herald: http://bit.ly/1KbrtSQ\nFAM’ PLAN -- ”FAMU president: University will evolve without straying from mission,” by POLITICO's Jessica Bakeman: “In updating the strategic plan, a document that outlines the university’s goals, administrators will outline how they’ll improve student performance, such as graduation rates, in order to secure additional funding from the Legislature.” http://politi.co/1KHn54x\n--“Fight over community colleges' bachelor’s degrees likely to re-emerge,” by POLITICO's Jessica Bakeman: “State education officials have moved forward in approving applications for new bachelor’s degree offerings at community colleges since a one-year legislative moratorium expired in May. But the state Legislature isn’t backing off its attempts to regulate new baccalaureate programs.” http://politi.co/1QrfDJT\nSAFE BET. FOR NOW – “Wasserman Schultz expects Democratic gains in the House,” by Roll Call’s Simone Pathe: http://bit.ly/1UJZm32\nMILTON’S BONNIE BLUES – “Milton postpones Confederate flag decision,” by Pensacola News Journal’s Kaycee Lagarde: “After hearing both sides of a sensitive and divisive issue in recent weeks, Milton City Council voted last week to once again postpone a decision on removing the Confederate flag from its city seal, bringing heated discussion among council members and some criticism from the community for lack of action in light of nationwide discord. Residents of Milton and the surrounding community voiced strong opinions at the Aug. 3 council meeting, with many pushing council to put the issue to bed one way or another as division continues to grow about either keeping or removing the Confederate flag. City Council first tabled discussion in July about making any changes to the city's six flags, which include the so-called Stars and Bars flag, also known as the First National Flag of the Confederacy and the Bonnie Blue flag — both of which are on display at the corner of Stewart Street and U.S. 90.” http://on.pnj.com/1VQHoOV\nSCOTT’S WATER BOY – “In SFWMD shakeup, Scott sends former deputy Pete Antonacci in to take reins,” by Miami Herald’s Jenny Staletovich: “A political insider who served as general counsel to Gov. Rick Scott will take over the state’s largest water management district. On Thursday, the district’s board of governors named Pete Antonacci to run the sprawling agency after announcing that former director, Blake Guillory, an engineer, would resign at the end of the month.” http://bit.ly/1J0WTuz\nHEAVY MENTAL -- “Scott wants to revamp, streamline mental health system,” By POLITICO’S Christine Sexton: Scott issued an executive order Wednesday calling for an audit of mental health facilities — including an examination of patient care, technology, productivity, staffing levels, institutional organization and training. He also wants to establish three pilot areas across the state where the diagnosis, history and treatment needs of people who have tapped into state mental health services can be made available to the mental health providers that treat them. http://politi.co/1J1dVsk\nLAWYERS, PILLS AND MONEY -- “State gets January hearing in legal fight over pharmacy costs,” by POLITICO’s Christine Sexton: A pharmacy benefit management company’s brewing legal battle with the state over tens of millions of dollars in pharmacy costs could see some resolution this winter, now that a judge has scheduled a January hearing. \nNearly $40 million in state employee prescription drug costs are at the center of the litigation between the Department of Management Services and its former vendor Express Scripts, formerly known as Medco Health Solutions. The state argues that from 2012 through 2014, Express Scripts — the state employee health plan's pharmacy manager at the time — improperly charged it $39.2 million. To offset what it said were the overcharges, the state withheld $30 million in payments, but Express Scripts said the state couldn't do that and was breaching its contract by doing so. http://politi.co/1XRfWCC\nNY HELPS FL -- “Florida crime labs receive $3.4 M to address rape kit backlog” by POLITICO’s Daniel Ducassi: Manhattan District Attorney Cyrus Vance announced Thursday that his office will provide Florida crime labs $3.4 million in grants to help clear a backlog of untested rape kits. ... The funding comes from settlements reached by Vance's office with international banks that violated U.S. sanctions. http://politi.co/1LZXYY6\nOUR FOLKS IN HAVANA -- “U.S., Cuba to hold normalization session Friday in Havana,” by The Miami Herald’s Mimi Whitefield: “U.S. Secretary John Kerry and Cuba Foreign Minister Bruno Rodriguez announced creation of the commission following a meeting on Aug. 14 — the day the U.S. flag was raised outside the U.S. Embassy in Havana for the first time in 54 years. It’s expected to serve as a steering committee in the rapprochement process and hold regularly scheduled meetings.” http://bit.ly/1OgD1KG\n--“Venezuela Hires Washington Public Relations Firm: Caracas signed a contract with FitzGibbon Media just months after Venezuelan President Nicolás Maduro launched an anti-U.S. campaign,” by BuzzFeed’s Karla Zabludovsky: http://bit.ly/1EZr7mj\nSINK FOR CLINTON – “Alex Sink asks South Florida Democrats to attend Hillary Clinton fundraisers,” by Miami Herald’s Patricia Mazzei: “Look who’s inviting Democrats to write Hillary Clinton checks when she's in South Florida on Oct. 2: former Florida Chief Financial Officer and 2010 gubernatorial candidate Alex Sink.” http://bit.ly/1FA7AUG\nOUT OF THE NOROVIRUS, INTO THE FIRE – “Carnival Liberty passengers still flying home from St. Thomas,” by Miami Herald’s Hannah Sampson: “The effort to get thousands of passengers home after fire interrupted their Caribbean cruise continued Thursday. Charter flights were operating throughout the day on Thursday from St. Thomas to destinations around the United States. Hundreds of people took flights on Wednesday, according to Doral-based Carnival Cruise Line. The Carnival Liberty has been moored in St. Thomas since fire broke out in an engine room Monday morning during a scheduled port call.” http://hrld.us/1J0GQg7\n‘LIQUEFIED REMAINS’ – “Women charged with animal cruelty,” by Citrus County Chronicle’s Buster Thompson: “Animal control officers with the sheriff’s office managed to rescue four dogs, 13 cats and a turtle from inside the house. Outside were four horses — one a retired thoroughbred racing horse and direct descendant of Triple Crown winner Secretariat — five rabbits and eight goats able to be saved. The horses and goats were surviving on rainwater alone. A dead horse was found decaying in a stall with 10 rabbits caged alongside it, five of them dead. Investigators also found a stolen car and horse trailer out of Arkansas. A tote bag inside the home, smelling of rot, contained the liquefied remains of several dogs. Dead cats were found in garbage bags, and it’s claimed a pair of horses were buried on the property.” http://bit.ly/1K01cKo\n– “7-month-old gorilla dies at Busch Gardens in Tampa,” by AP’s: “Busch Gardens says a 7-month-old baby gorilla died while under general anesthesia in Tampa. A theme park spokesman said in a news release Thursday that Kamari, a western lowland gorilla, died Wednesday night. Since she her February birth, Kamari hadn’t developed properly. She had trouble supporting her body weight and didn’t fully use her lower extremities. A veterinary team believed she had a serious and progressive neurological condition and put her under general anesthesia on Wednesday to perform an MRI. That's when the animal died. Park officials say a post-mortem exam will be conducted by Busch Gardens' pathologist and outside veterinary consultants.” http://apne.ws/1VQHGp2\nALMOST-CARDINAL HUMOR – “Miami archbishop to appear on ‘The Late Show’,” by AP: “Stephen Colbert is making a Florida bishop one of his first guests. A spokeswoman for the leader of Roman Catholics in Miami, Archbishop Thomas Wenski, confirms the prelate will appear on ‘The Late Show’ on Sept. 24. That's in the midst of Pope Francis' first visit to the United States. Colbert made his debut appearance as host of the CBS late-night show on Tuesday as the successor to David Letterman.” http://apne.ws/1K04BJc\nNEW SMUGGLING WAVE? – “Homeland Security taking to the sky in drug smuggling fight,” by AP’s Alicia A. Caldwell: “As soon as the aging P-3 surveillance plane rumbles off the island runway, a crew of three agents for U.S. Customs and Border Protection begins hunting with high-tech radar for anything that looks out of the ordinary in the vast Caribbean Sea. It could be a fishing boat with no obvious fishing gear. A speed boat in the middle of open water and loaded with more gas cans than passengers. A sail boat that doesn't quite sit right on the surface. ... [Agents are] increasingly are finding cocaine smuggled across the Caribbean bound for the United States or points farther east.” http://apne.ws/1FA9Gnq\nBOOZE FOR NAVARRE -- “Navarre alcohol sale hours to expand,” by Pensacola News Journal’s Kaycee Lagarde: “Navarre businesses will soon be able to sell alcohol until 2:30 a.m. every day of the week, matching the hours of sale with those currently in place across the bridge on Navarre Beach. The Santa Rosa County Commission voted 4-1 Thursday to change the ordinance outlining alcohol sale hours, which previously differed between the beach and the Navarre mainland, in the South Santa Rosa County Tourist Development District.” http://on.pnj.com/1iArbip\nBOOZE FOR YOUR CAR – “USDA awards $100M grants to 21 states for renewable fuels,” by AP: “Agriculture Secretary Tom Vilsack says 21 states will receive funding to increase the number of gas pumps that offer renewable fuels. Vilsack made the $100 million Biofuel Infrastructure Partnership announcement on Thursday morning in Champaign... Florida leads the list, receiving funding for about 890 pumps. Minnesota will receive funding for 620 pumps and Illinois for nearly 430 pumps.” http://apne.ws/1EQRuv4\nFLORI-DUH DRIVER – “Speeding driver to officer: ‘No wonder you people get shot’,” by AP: “Police say a woman who was driving more than 30 mph over the speed limit pleaded with an officer to let her off with a warning. When she was handed the ticket, she said: ‘No wonder you people get shot.’” http://apne.ws/1L51l1c\n– “Palm Beach sheriff’s deputy was justified in fatally shooting son, prosecutors say,” by Sun Sentinel’s Adam Sacasa: “A nearly nine-month investigation into a Christmas Eve shooting has cleared an off-duty Palm Beach Sheriff's deputy of any wrongdoing for shooting and killing his own son, according to a Palm Beach State Attorney's Office report released Thursday. Khamis Shatara, 21, was shot by his father, Deputy Shatara Shatara, in their apartment in The Franklin Apartment Homes in the 300 block of Franklin Club Drive in Delray Beach. Shatara Shatara is now back to full duty with the Sheriff's Office, according to spokeswoman Teri Barbera.” http://bit.ly/1gcJt7J\nWO/MEN IN BLACK -- “State Supreme Court says all judicial robes should be black” by POLITICO’s Daniel Ducassi: The Florida Supreme Court approved a new rule Thursday that will require all judges to wear unembellished, solid black robes during judicial proceedings. According to the court, the new rule will enhance public trust and confidence. “The people of Florida have a right to expect equal justice every day, in every court in this state, and should not have to question whether equal justice is being dispensed based on the color of a judge’s robe,” the court wrote. http://politi.co/1gcXamY\nBUT DID SHE WEAR BLACK? -- “Supreme Court approves punishment for judge who cursed at store owner” by POLITICO’s Daniel Ducassi: The Florida Supreme Court on Thursday approved a 30-day suspension without pay and a $10,000 fine for Miami-Dade County Judge Jacqueline Schwartz, who cursed out a convenience store owner who refused to take down her opponent’s campaign sign and put up Schwartz's sign.The Miami Herald reported in February that Schwartz told the store owner to “go fuck yourself.” http://politi.co/1ODlla4\nGREAT HIRE – “Fusion hires Adam Weinstein as investigations editor,” by POLITICO Media’s Jeremy Barr: http://politi.co/1Nl3NAY\nBAD, FIRES – “Fusion announces changes to its TV strategy, cuts staff,” by POLITICO Media’s Jeremy Barr: http://politi.co/1KHanTB\nMEDIA V. MEDIA -- “Politico Florida Goes To War With Times/Herald Over Attribution Issue,” by Florida Politics’ Peter Schorsch: “Reporters at POLITICO Florida, fully in operation for less than two months, lit up social media Wednesday with a blistering attack on their colleagues/competitors at the Tallahassee bureau of the Tampa Bay Times/Miami Herald. At issue is a story written by Times reporter Michael Auslen about Governor Rick Scott’s administration’s involvement in the investigation of Planned Parenthood ... Auslen ‘re-reported’ [Christine] Sexton’s scoop and did so without at first providing so much as a hat tip of attribution (the Times later updated its story to state that POLITICO first reported the involvement of the Governor’s office).” http://bit.ly/1LmJTkG\n-- @christinesexton: “.@TB_Times rips off my Planned Parenthood reporting and takes full credit #shameonyou.”\n-- @MaryEllenKlas: “Solid reminder that good journalism isn’t just about writing things first but also probing, amplifying, expanding: http://bit.ly/1JZ0nPM”\nBecause when you lose the footrace, boast about the promise of your stride….\n\n                                            By \n                                                    Bruce Hoffman\n\n\n                                            By \nDennis Ross\n                                             and \nDavid Makovsky\n\n\n                                            By \nSen. Ted Cruz\n\n\n                                            By \nTodd S. Purdum\n\n © 2015 POLITICO LLC", "byline": "", "description": "Rep. Gwen Graham says no on Iran deal.", "title": "POLITICO Florida Playbook: Rep. Graham says no on Iran deal; fundraising madness; Milton postpones Confederate flag issue; Jeb photo-bombs TV reporter’s standup; judge fined $10k in ‘GFY’ outburst", "url": "http://www.politico.com/tipsheets/florida-playbook/2015/09/politico-florida-playbook-rep-graham-says-no-on-iran-deal-fundraising-madness-milton-postpones-confederate-flag-issue-jeb-photo-bombs-tv-reporters-standup-judge-fined-10k-in-gfy-outburst-210149", "topics": ["abortion"], "people": ["Katy O'Donnell", "Jenny Staletovich", "Lucy Morgan", "Tom Vilsack", "Hadas Gold", "Kaycee Lagarde", "Jeremy Barr", "Daniel Ducassi", "Dylan Byers", "Dennis Ross", "Kristen East", "Theodoric Meyer", "John Thrasher", "Gabriel Debenedetti", "Pete Antonacci", "Katie Glueck", "Nick Gass", "Matt Wuerker", "Patricia Mazzei", "Bryan Pagliano", "Isaac Dovere", "Jeb Bush", "Nancy Pelosi", "Barack Obama", "Brianna Ehley", "Lauren French", "Bruno Rodriguez", "John Kerry", "Scott Powers", "Rick Scott", "Steve Shepard", "Stephen Colbert", "Peter Schorsch", "Carolyn Ryan", "Rachael Bade", "Daniel Webster", "Hanna Trudo", "Marc Caputo", "Ted Cruz", "Dean Cannon", "Christine Sexton", "Martin Feldstein", "Sarah Palin", "Nahal Toosi", "Pope Francis", "Alex Isenstadt", "Donald Trump", "John Bresnahan", "Marco Rubio", "Eliza Collins", "James Sprankle", "Matt Dixon", "Todd S. Purdum", "Peter Sterne", "Eli Stokols", "Hillary Clinton", "Henry C. Jackson", "Michael Auslen", "Nae Nae", "Wasserman Schultz", "Mimi Whitefield", "Thomas Wenski", "Bernie Sanders", "Ray Sansom", "Cyrus Vance", "Paul Steinhauser", "Alex Sink", "David Makovsky", "Austin Beutner", "Allan Bense", "Bruce Hoffman", "Nicolas Maduro", "Burgess Everett", "Bob Graham", "Gwen Graham", "Karla Zabludovsky", "Steven Shepard", "Will Weatherford", "Steve Crisafulli", "Catherine Rampell", "David Letterman", "John Boehner", "Hannah Sampson", "Jessica Bakeman", "Scott Walker", "Seung Min Kim", "Andrew Glass", "Glenn Thrush", "Daniel Strauss", "Alicia A. Caldwell", "Alan Grayson"], "orgs": ["Arena", "LaHood", "Florida Supreme Court", "City Council", "U.S. Customs and Border Protection", "House Select Committee", "Congress", "Department of Management Services", "Senate", "Florida Politics", "Express Scripts", "Supreme Court", "JEB", "Homeland Security", "State Supreme Court", "Milton City Council", "United States.", "FBI", "GOP", "USDA"], "authors": [{"author_id": 34899, "fullname": "dylan ers", "primary_org": "politico"}], "date_written": "2015-09-11 11:00:00", "org": "politico", "article_id": "6936f398553e58d034229dc41540f7bd", "date_access": "2015-09-11 10:01:09.607865"}