{"body": "\n09/24/15, 06:58 AM EDT\n\n                                        By \nNick Gass\n\nIt's The donald vs. conservative commentator Rich Lowry.\n\n09/24/15, 06:38 AM EDT\n\n                                        By \nNick Gass\n\nBut Trump still leads the pack among registered Republican voters with 25 percent.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKyle Cheney\n\nThe real estate mogul is losing steam at the polls, giving rivals hope that a Trump slump is taking hold.\n\n09/24/15, 06:19 AM EDT\n\n                                        By \nKate Bennett\n\nHuma Abedin hosts a Paris soiree with Anna Wintour \n\n09/24/15, 06:00 AM EDT\n‘Indentured’ immigrants for Trump?\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nLobbyist Tony Podesta and 40 other co-hosts are throwing the Thursday-night shindig.\n\nKGB File\n\n09/24/15, 05:34 AM EDT\n\n                                        By \nKate Bennett\n\nJacqueline Mars is the latest local billionaire to chip in for the center's massive renovation project.\n\nKGB File\n\n09/24/15, 05:33 AM EDT\n\n                                        By \nKate Bennett\n\nMeet Karen Lehman Haas, the clerk of the House.\n\nKGB File\n\n09/24/15, 05:32 AM EDT\n\n                                        By \nKate Bennett\n\nBecause there's nothing Washington loves more than cutting deals along with their meat.\n\nKGB File\n\n09/24/15, 05:31 AM EDT\n\n                                        By \nKate Bennett\n\nWhere's Donald Trump's better half?\n\n09/24/15, 05:30 AM EDT\n\n                                        By \nKate Bennett\n\nSasha's wore Kate Spade; Michelle rocked Carolina Herrera.\n\nKGB File\n\n09/24/15, 05:29 AM EDT\n\n                                        By \nKate Bennett\n\nBill and Hillary wandered around, feeding the animals and posing for selfies.\n\nKGB File\n\n09/24/15, 05:27 AM EDT\n\n                                        By \nKate Bennett\n\nThe only problem for Wintour: It's fashion week.\n\n09/24/15, 05:26 AM EDT\n\n                                        By \nAnnie Karni\n\nClinton discusses campaign issues that resonate with Dunham’s target audience, like student debt and women’s health. \n\nWashington And The World\n\n09/24/15, 05:22 AM EDT\n\n                                        By \nKatelyn Fossett\n\nIn a Politico Magazine survey of congressional Catholics, lawmakers say they like Pope Francis—they’re just not so sure about his politics.d\n\nCONGRESS\n\n09/24/15, 05:19 AM EDT\n\n                                        By \nBurgess Everett\n\nHe’ll get a chance later this week to confront his 2016 rivals over their legislative tactics to defund Planned Parenthood.\n\n09/24/15, 05:10 AM EDT\n\n                                        By \nNahal Toosi\n\nIf Francis' remarks at the White House are a guide, the pontiff will have plenty to say to Boehner and the GOP-led Congress.\n\n09/24/15, 05:01 AM EDT\n\n09/24/15, 05:00 AM EDT\n\n                                        Updated 09/23/15, 11:07 PM EDT\n\n                                        By \nElana Schor\n\nLeaders of the oil and gas industry had long hoped that Hillary Clinton could be an easier president to work with than Barack Obama — but now they have...\n\n                                        Updated 09/23/15, 10:58 PM EDT\n\n                                        By \nKevin Robillard\n\nThe candidate is hoping to gain Hispanic votes even as he downplayed politics. \n\n2016\n\n                                        Updated 09/23/15, 10:42 PM EDT\n\n                                        By \nKyle Cheney\n\nRepublicans were certain that their governors would rescue the country from Barack Obama.\n\n2016\n\n                                        Updated 09/23/15, 10:22 PM EDT\n\n                                        By \nJosh Gerstein\n                                         and \nRachael Bade\n\nIf the feds have Clinton's personal emails, too, some of them are bound to come out — exactly as she feared.\n\n                                        Updated 09/23/15, 10:00 PM EDT\n\n                                        By \nMichael Crowley\n\nWe've come a long way from 'the butchers of Beijing.'\n\n2016\n\n09/23/15, 09:49 PM EDT\n\n                                        By \nBen Schreckinger\n\nIn South Carolina, the GOP front-runner says he brings people together -- right after mocking Marco.\n\nOpinion\n\n09/23/15, 09:22 PM EDT\n\n                                        By \n                                                Rich Lowry\n\nPope Francis is a winsome and admirable figure, so long as you discount his economic animadversions. \n\nLetter From China\n\n09/23/15, 08:50 PM EDT\n\n                                        By \n                                                Melinda Liu\n\nWhy the United States and China are entering a new ice age.\n\nPolitics\n\n09/23/15, 08:49 PM EDT\n\n                                        By \n                                                Barney Frank\n\nToday’s game of Capture the Pope illustrates the role of religion in our political debates.\n\n                                        By \n                                                Henry C. Jackson\n\nHe says he wants to see Republicans coalesce behind an alternative to the current front-runner.\n\n09/23/15, 08:01 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nScott Walker told top donors Wednesday that he wants other struggling candidates to drop out of the presidential race so Republicans can coalesce behind...\n\n09/23/15, 07:44 PM EDT\n\n09/23/15, 06:48 PM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe poll has the billionaire businessman nabbing 26 percent support.\n\nOptics\n\n09/23/15, 06:31 PM EDT\n\n                                        By \n                                                Jesse Rifkin \n\n\n09/23/15, 06:11 PM EDT\n\n                                        By \nPhilip Ewing\n\nThe president wants to get Chinese leader's attention but not imperil a trade relationship worth $590 billion last year.\n\nWHITE HOUSE\n\n                                        Updated 09/23/15, 06:01 PM EDT\n\n                                        By \nMichael Crowley\n\nThe Russian leader's deployment of forces to Syria could derail U.S. efforts to broker a peace plan.\n\n                                        Updated 09/23/15, 05:49 PM EDT\n\n                                        By \nRachael Bade\n\nHer status as a “special government employee” is being questioned by Senate Judiciary Chairman Chuck Grassley.\n\n                                        Updated 09/23/15, 05:28 PM EDT\n\n                                        By \nNick Gass\n\nHe says the moratorium will last \"for the forseeable future.\"\n\n09/23/15, 05:22 PM EDT\n\n09/23/15, 05:12 PM EDT\n\n09/23/15, 04:54 PM EDT\n\n                                        By \nKyle Cheney\n                                         and \nDaniel Strauss\n\nOn call to donors, Scott Walker challenged candidates to narrow the field against the frontrunner.\n\n09/23/15, 04:26 PM EDT\n\n                                        By \nJennifer Haberkorn\n                                         and \nRachana Pradhan\n\nOpponents hope that those could show that he violated laws to obtain footage. \nOnly in Washington: The frozen and canned lobbies fight for a place in a program bringing fresh produce to classrooms.\n\n09/23/15, 03:27 PM EDT\n\n                                        By \nNick Gass\n\nHe says he's still the straight-talking, shoot-from-the-hip kind of guy that surged to the top of the polls this summer.\n\n                                        Updated 09/23/15, 03:19 PM EDT\n\n                                        By \nLauren French\n\nHe says he expects they will join with Republican leaders to pass the legislation.\n\n09/23/15, 03:18 PM EDT\n\n                                        By \nJosh Gerstein\n\nThe Justice Department is persisting in the implausible claim that there is no reliable proof that Verizon Wireless was part of the National Security Agency's...\n\nMembers Only\n\n09/23/15, 03:04 PM EDT\n\n                                        By \n                                                Sen. Ted Cruz\n\nRepublican leadership responds to every challenge by surrendering at the outset.\n\n                                        Updated 09/23/15, 02:48 PM EDT\nRead Obama's full remarks. \n\n                                        By \n                                                Alex Weprin\n\nA Fox News spokesperson said the channel canceled Trump's appearance on O'Reilly's show.\n\n09/23/15, 02:10 PM EDT\n\n09/23/15, 02:03 PM EDT\nWe're working on more stories right now\n\n                                            By \nKatelyn Fossett\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Melinda Liu\n\n\n                                            By \n                                                    Barney Frank\n\n\n                Getty\n\n                        On call to donors, Scott Walker challenged candidates to narrow the field against the frontrunner.\n\n            By \nKyle Cheney\n             and \nDaniel Strauss\n\n09/23/15, 04:54 PM EDT\nWisconsin Gov. Scott Walker told top donors Wednesday that he wants other struggling candidates to drop out of the presidential race so Republicans can coalesce behind an alternative to Donald Trump.\n“It's just was my fundamental feeling that I had a chance to lead not by running and winning in this instance, but by not running and challenging others in this race to consider making this decision because I believe in the end if we narrow the field to just a few quality, positive alternatives to the frontrunner, it's not only good for the party it's good for the country,” Walker said in a 10-minute conference call to which POLITICO obtained access.\nIt’s the first time Walker directly tied his decision to leave the race to a bid to take down Trump -- who currently sits atop the GOP field in polls -- though he did not mention the real estate mogul by name. At his press conference announcing his exit from the race Monday, Walker had urged other struggling candidates to drop out to help narrow the field.\nDuring the call, which Walker’s team billed as a thank-you call for top supporters two days after he exited the presidential race, Walker said he “certainly wouldn’t be interested in a cabinet position” if a Republican wins the White House. He also walked donors through his campaign’s final days, describing a revenue shortfall that ultimately killed his bid.\n\n\n\n            By \nNick Gass\n\n“I also looked and tried to see if I could drag this out another couple weeks or another month and see how it went,” he said, noting that the dire fundraising situation “wasn’t going to change substantially.”\nWalker said he intends to reach out to most other major donors individually and then resume his focus on his Wisconsin agenda. \n“The best thing I can do is get out around my state, continue to push even more bold, positive reforms,” he said, adding that he intends to complete his second term and is undecided about whether to seek a third in 2018. He said he’ll help the eventual Republican nominee in Wisconsin and plans to campaign aggressively for Sen. Ron Johnson’s re-election next year.\nWalker reiterated complaints about the negative tone of the Republican primary, which he outlined during his Monday press conference. He said it crystallized for him during last week’s debate at the Ronald Reagan library in California, which he said was punctuated by questions about Donald Trump’s personal attacks. He lamented the “ankle-biting and the name-calling” that have defined the race.\n“What I admired most about President Ronald Reagan was his eternal optimism,” he said. “Sadly, that’s missing from the campaign right now.”\n © 2015 POLITICO LLC", "byline": "", "description": "On call to donors, Scott Walker challenged candidates to narrow the field against the frontrunner.", "title": "Walker to GOP rivals: Let's stop Trump", "url": "http://www.politico.com/story/2015/09/scott-walker-donors-stomp-trump-213994", "topics": ["campaign_finance", "trade", "personality"], "people": ["Burgess Everett", "Kyle Cheney", "Jesse Rifkin", "Rachael Bade", "Henry C. Jackson", "Ronald Reagan", "Ted Cruz", "Philip Ewing", "Chuck Grassley", "Kevin Robillard", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Elana Schor", "Pope Francis", "Kate Spade", "Kate Bennett", "Rich Lowry", "Annie Karni", "Nick Gass", "Bill O'Reilly", "Alex Weprin", "Anna Wintour", "Donald Trump", "Michael Crowley", "Jennifer Haberkorn", "Barack Obama", "Katelyn Fossett", "Lauren French", "Ben Schreckinger", "Melinda Liu", "Jacqueline Mars", "Daniel Strauss", "Rachana Pradhan", "Ron Johnson", "Hillary Clinton", "Scott Walker", "Tony Podesta", "Huma Abedin", "Karen Lehman Haas", "Barney Frank"], "orgs": ["Washington And The World", "Congress", "Senate Judiciary", "National Security Agency", "Justice Department", "KGB", "Verizon Wireless", "CONGRESS", "GOP"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-23 21:54:52", "org": "politico", "article_id": "9ec0d96825e712ee3bb338a80e68e2ac", "date_access": "2015-09-24 11:00:50.517671"}