{"body": "\n2016\n\nThe GOP field wants to talk about their ideas for America. But the media only wants to talk about one thing: Donald Trump.\nBy Hadas Gold\n7/21/15 8:18 PM EDT\nUpdated 7/21/15 8:53 PM EDT\nAP Photo\nGov. John Kasich formally announced his White House bid at the Ohio State University on Monday afternoon, pitching himself as a serious conservative with a resume that outclasses anyone else in the Republican field. But just as he wrapped up, his fellow GOP candidate Donald Trump was giving out Sen. Lindsey Graham’s personal cell phone number at a rally in South Carolina.\nKasich got Trumped.\nStory Continued Below\nLast week in Camden, New Jersey, Gov. Chris Christie rolled out his vision for the future of criminal justice reform, a thoughtful synthesis of liberal and conservative ideas about community policing.\nHe got Trumped.\nOn Monday, Rand Paul even brought out a chainsaw, wood chipper and fire to destroy the U.S. tax code. He also announced a plan to defund Planned Parenthood.\nTrumped and Trumped.\nAlso on POLITICO\nELI STOKOLS\nJeb Bush’s economic policy speech? Trumped. Scott Walker’s $26 million money haul? Trumped. Carly Fiorina’s attack on Hillary Clinton? Marco Rubio’s thoughts on Iran? Bobby Jindal in general? Trumped, Trumped, Trumped.\nJust 35 days since the brash real estate mogul launched his presidential campaign with all the subtlety of a rhinoceros, Republican candidates have been gasping for air, choked off from media access and desperate to break out beyond an egomaniacal celebrity who is polling better than most of the field. The early jostling has a special urgency this year: The first GOP debate on Aug. 6 is just two weeks away, and only 10 candidates will make the cut.\nThe contenders have taken different tactical approaches. Some, like former Texas governor Rick Perry and Sen. Lindsey Graham, have attacked Trump with abandon, calling him a “jackass” (Graham) and telling him to drop out of the race (Perry) in response to Trump saying Sen. John McCain is “not a war hero” because he was captured. Top-tier candidates like Jeb Bush have taken a subtler approach, calling Trump’s language divisive while avoiding getting down and dirty with a world-class mud-wrestler.\nBut every time any of them manages to get a little attention, Trump ups the ante.\nChristie’s proposal for criminal justice reform drew on the many programs he brought to the streets of New Jersey and called for a compassionate approach to criminals who have been locked away for minor crimes. After delivering a detailed speech and touring a halfway house, he was ready for some tough questions about his take on a policy issue that has become the subject of intense national debate. Except that’s not what the press wanted to talk to him about.\n“After the drug rehab round table, the only questions from the gaggle were about Donald Trump,” said Samantha Smith, a Christie campaign spokesperson.\nBush, who is second in the polls after Trump but is blowing away his rivals in the money race, laid out his vision of limited government on Monday, pledging to fight Washington’s bloat and extend the ban on former members of Congress going into lobbying.\n“It got a little news. Not as much as Donald Trump,” Bush said on Tuesday at a campaign event in South Carolina. His first question after the panel? Trump.\nBush’s expression visibly soured.\n“I respect the sentiments that people feel when they hear Trump talk,” Bush said. “The problem with Mr. Trump’s language is it’s divisive, it’s ugly, it’s mean-spirited.”\nAlso on POLITICO\nNICK GASS and ADAM B. LERNER\nWalker, who is fighting for the top tier along with Bush and, well, Trump, has had a number of big policy moments in the last week, from signing a 20-week abortion ban in Wisconsin to saying he’d tear up the Iran nuclear deal on “day one” as president to signing an executive order allowing National Guard members to carry guns while on duty.\nDespite a sit-down interview with NBC Nightly News’ Kelly O’Donnell, the clip shown on Sunday’s NBC Nightly News? Walker responding to Trump.\nIn the interview, Walker said he tried to stay away from talking about his Republican rivals. Then he talked about Trump.\n“I say on policy any of them can speak for themselves but when it becomes personal like this, not just against John McCain, but really to me, that’s a swipe at any of our American heroes, particularly those who were taken as prisoners of war. At a minimum, he needs to apologize.”\nA spokesperson for Walker declined to comment.\nOn Tuesday morning, just before Trump broadcast his cellphone number to the world, Graham called President Barack Obama “the Neville Chamberlain of our time” — ordinarily the kind of torqued-up rhetoric that would win him headlines. Instead, the news was soon all about his feud with Trump. But a CNN chyron later in the day didn’t even mention his name, reading simply, “Trump reveals rival’s cell number on live TV.”\nJindal had one of the most positive receptions at the Family Leadership Summit in Iowa over the weekend, with multiple standing ovations, and is experiencing a slight rise in recent polls. But no one noticed.\n”While Donald Trump distracts other candidates nationally, we are making headway on the ground in Iowa,” Jindal spokesperson Shannon Dirmann said in an email.\nOn CNN on Tuesday, former Arkansas Gov. Mike Huckabee complained that “all the interviews these days are about Donald Trump.”\n“There’s 16 candidates and all of the attention is focused on one of the candidates,” he said.\nHuckabee’s campaign manager (and daughter) Sarah Huckabee said that while the focus has been on Trump, Huckabee has been “going where other Republicans fear to tread” by working to expand the GOP’s appeal to African-Americans and union members. On Sunday, he addressed one of the largest African-American churches in South Carolina and released two videos focused on the “need for racial reconciliation in America.”\n“Everybody has their moment, and this is Donald Trump’s time,” Sarah Huckabee said. “We’d like our surge to happen sometime at the end of January.”\nBen Carson, speaking to reporters Tuesday morning in Arlington, Va., expressed exasperation after fielding several minutes of questions about Trump.\n“There are super big problems going on in this country right now which threaten to destroy us. And for us to get caught up in a controversy of, ‘Well, what about Trump when he said that?’ it just seems so petty to me. It just does,” he said.\nThe one group benefiting from the Trump-for-all? Democrats.\nAlso on POLITICO\nHADAS GOLD\nBernie Sanders and Martin O’Malley had rather embarrassing moments at the liberal confab Netroots Nation on Saturday as Black Lives Matters protestors took over both of their appearances. But the attention didn’t last long. On the same day, Trump made his “McCain is not a war hero” comment, and that’s pretty much all anyone’s talked about since.\nStuart Stevens, a top strategist for Mitt Romney in 2012, said that the candidates should just be patient and wait Trump out.\n“While it’s obvious Donald Trump is dominating the political news, it’s doubtful anything that’s happened in July, six and a half months before Iowa, has ever had much consequence in a presidential race,” Stevens said in an email. “Patience is one of the great undervalued virtues in politics. June was obsessed with a jail break; July is Trump. Given the calendar this cycle, the race will start for real after New Year’s bowl games. And if Bernie Sanders continues to close on Hillary Clinton, the Republican primary won’t even be the lead story.”\nKatie Glueck, Daniel Strauss, Eliza Collins and Eli Stokols contributed to this report.\nBy AARON MAK\nBy JOSH ZEITZ\nBy LARRY J. SABATO\nBy POLITICO MAGAZINE\n© 2015 POLITICO LLC", "byline": "", "description": "The media only wants to talk about one thing: Donald Trump.", "title": "Republican candidates get Trumped", "url": "http://www.politico.com/story/2015/07/republican-candidates-get-trumped-120444.html", "topics": ["economy", "abortion"], "people": ["Eliza Collins", "Rick Perry", "Mike Huckabee", "Shannon Dirmann", "Chris Christie", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Katie Glueck", "Rand Paul", "Martin O'Malley", "Stuart Stevens", "Jeb Bush", "Sarah Huckabee", "Donald Trump", "Marco Rubio", "Barack Obama", "Carly Fiorina", "Mitt Romney", "Daniel Strauss", "Lindsey Graham", "Hillary Clinton", "John Kasich", "Kelly O'Donnell", "Eli Stokols", "Neville Chamberlain", "Samantha Smith", "Ben Carson"], "orgs": ["Jindal", "HADAS GOLD", "GOP", "Congress", "National Guard"], "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-07-22 01:18:31", "org": "politico", "article_id": "a0343e9c51961e4a810cfc39456c879c", "date_access": "2015-07-22 02:20:03.300960"}