{"body": "POLITICO\nMike Allen's must-read briefing on what's driving the day in Washington\nBy Mike Allen\n7/15/15 7:03 AM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\nINSIDE THE WEST WING -- “Obama team split over next steps with Iran: Some hope for a broader opening, others fear more opportunities for Tehran to make mischief in the Middle East,” by Michael Crowley: “How he proceeds will be determined in part by an internal debate split between what insiders describe as Iran optimists and Iran skeptics within Obama’s team. The optimists, led by ... Kerry and Obama himself, believe the nuclear deal can be the first step to a healthier relationship with Iran that begins to stabilize the anarchic region.\nStory Continued Below\n“The skeptics, dominated by senior military, intelligence and counter-terrorism officials, deeply distrust Iran and imagine knives hidden behind the back of Iran’s smiling diplomats.” http://politi.co/1OcybfI The text of the Iran agreement: http://bit.ly/1K7f4lI\n--DRIVING THE DAY: Obama presser, 1 p.m., East Room\nTAKEAWAYS -- “Amid Iran deal, Washington Post reporter remains detained,” by Hadas Gold: “A historic deal with Iran may have been reached on Tuesday, but it means nothing for the families of Americans still detained in Iranian prisons, including The Washington Post's Tehran bureau chief, Jason Rezaian. Iran arrested Rezaian exactly one year ago, eventually charging the dual American-Iranian citizen with espionage.” http://politi.co/1I1FaJx\n--“Clinton’s State Department legacy tied to Iran deal,” by CNN’s Eric Bradner and Dan Merica: “She helped the negotiations get started. The Democratic presidential front-runner said President Barack Obama ... called her late Monday night to tell her that negotiators had struck a deal ... Her top policy adviser, Jake Sullivan, sought to direct some credit toward his boss as well Tuesday morning at a breakfast hosted by the Christian Science Monitor, saying she was ‘centrally involved in the outset of all of this.’” http://cnn.it/1V1ItE9\n--PETER BEINART, “Why the Iran Deal Makes Obama’s Critics So Angry”: “The nuclear agreement highlights the limits of American power—something the president’s opponents won’t accept.” http://theatln.tc/1CDbsZg\n--“How the Pentagon got its way in Iran deal,” by Bryan Bender: “[W]hile economic sanctions will be lifted and billions of dollars in assets unfrozen, ... the restrictions on conventional arms sales will remain in place for five years — and for ballistic missile technologies, which worry the U.S. military commanders the most, for eight years.” http://politi.co/1IZvrCh\n--“8 Unplanned Results of the Iran Deal ... A lot of really ugly stuff is about to happen,” by Danielle Pletka, AEI vice president for foreign and defense policy studies, on Politico: “1. Doubling down on the Muslim sectarian divide ... 2. More trouble for Shiite minorities ... 3. Dramatic increases in the military capabilities of Iranian proxies ... 4. The beginning of the end of the NPT ... 5. More bloodshed in Syria ... 6. Pushing Iraq further into Iran’s orbit, and more violence ... 7. Cementing the partisan divide over foreign policy ... 8. Further weakening of the U.N. Security Council.” http://politi.co/1RylLUJ\n--@carlbildt: “I think the work of the Nobel Committee of the Norwegian Parliament this year just got much easier.”\n--N.Y. POST cover, “JOKE’S ON US: Iranians laugh out loud at nuke deal.” See the cover.  http://bit.ly/1uTkiZw\n--HOW IT’S PLAYING: Financial Times lead, “Iran comes in from the cold with deal to end 12-year nuclear stand-off” ... NYT 2-line banner, “WORLD LEADERS STRIKE AGREEMENT WITH IRAN TO CURB NUCLEAR ABILITY AND LIFT SANCTIONS: Accord Is Based on Verification, Not Trust, Obama Says ... G.O.P. Pledges to Kill Pact, but Veto Looms” ...\n... WSJ banner, “Iran Deal Ignites Fierce Fight ... Sanctions Aside, Businesses Remain Wary” ... WP banner, “A landmark nuclear pact with Iran” ... USA Today banner, “NUKE DEAL PAVES WAY FOR NEW ERA: Sworn foes U.S., Iran aim to bury hatchet.”\n--NYT Quotation of Day -- R. NICHOLAS BURNS, former undersecretary of state for policy: “The reality is that it is a painful agreement to make, but also necessary and wise. And we might think of it as just the end of the beginning of a long struggle to contain Iran.”\nFRAME GAME -- “Clinton’s ... pitch: Obama, but better: Call it Obama Plus™,” by Glenn Thrush: “[T]he candidate’s team in Brooklyn is just as focused on navigating her relationship with the acutely legacy-conscious Obama, her former opponent, ex-boss and not-so-silent political partner. ... [S]he is also intent on portraying a future Clinton presidency as less an Obama third term than Obama Plus — with a touch of her I’m-wiser-and-tougher-than-him 2008 primary message. ...\n“There isn’t a formal bridge between the White House and the Clinton campaign because so many top Clintonites used to have offices in the West Wing. [Jake] Sullivan, Clinton’s top policy adviser, remains in nearly daily contact with White House Chief of Staff Denis McDonough and Deputy National Security Adviser Ben Rhodes. [Jen] Palmieri keeps in close touch with nearly every top official in the building ... and recently dropped in for a meeting with Obama.” http://politi.co/1O5Fe9g\nSNEAK PEEK – MARK LEIBOVICH profiles Secretary Clinton rollout (and has a non-newsy sit-down) for this Sunday’s cover story of The N.Y. Times Magazine, “The Once and Future Hillary: How will America’s most famous woman reintroduce herself?” (online: “Re-Re-Re-Reintroducing Hillary Clinton The meticulously managed rollout of a candidate whom voters think they know already”):\n“A few minutes before my meeting with ... Clinton on the Fourth of July, during my drive to the Mount Washington hotel in Bretton Woods, N.H., where she was staying, I passed a moose ... It was thrilling, and I felt compelled to tell Clinton about it within seconds of my arrival. ‘Oh, really? Wow,’ Clinton exclaimed with a big smile as she poured herself a cup of coffee. She might have been humoring me, but still seemed genuinely excited by my sighting and seized on it as a point of connection.  ...\n“[Her Brooklyn campaign headquarters] ... resembled a large insurance company in its expanse of cubicles. ... I spotted Reggie Love, President Obama’s semifamous ‘‘body man,’ meeting with someone in a conference room. He says he was visiting a friend. ... [H]er kickoff speech on Roosevelt Island in New York in June ... was supposed to take place in May, but the campaign put it off. The drafting of her address was described to me as a free-for-all, if not a fiasco.\n“Numerous co-authors from inside and outside the campaign were called in from the various shadow governments of Hillarylands past and present. There were alums from the Bill Clinton White House and the Hillary Clinton State Department (Lissa Muscatine was enlisted) and veterans of Obama World (Jon Favreau), ... along with a far-flung network of friends and advisers and satellites. Clinton ... has never been known for soaring rhetoric — or, for that matter, inspirational slogans.\n“‘She tends to resist starting out with a message and working back to a program,’ said John Podesta, ... chairman of the campaign. ... No one would expect Clinton to meet her husband’s impossible standard as communicator, or Obama’s a speech-giver, but the kickoff address came off more as a hodgepodge than a call to action. ...\n“Clinton’s enterprise has a grind-it-out quality reminiscent of Obama’s re-election strategy of 2012: cover your base, attack often. Her team will emphasize data, targeting and field operations — all specialties [campaign manager Robby] Mook sharpened as a wunderkind state director for Clinton in 2008 ... Ground troops will identify supporters and make sure they vote, without giving much thought to persuading swing voters. In nearly every campaign event, the candidate catalogs all the fights she has waged on their ‘‘everyday American’ behalf. That’s as close as there comes to a big idea in this expedition. ...\n“Mook does not sit, as his office is equipped with a standing desk. ... In early July, after much back and forth with the campaign and reluctance on my part, I decided to take the campaign up on its offer of an off-the-record conversation with Clinton. I figured I would use the opportunity ... to ask Clinton directly for an interview or at least to let me do part of our conversation on the record. She chose the latter. ...\n“She has a knack for extolling her credentials in terms of simply being present: in the Situation Room during the Bin Laden raid, in 112 countries as your secretary of state, as a senator from New York on 9/11. ... ‘Winning the culture wars is not enough,’ she told me. ‘It’s never final. There’s always the rear-guard actions. ... You just have to sort of accept that and keep fighting and moving forward.’” http://nyti.ms/1DgiEF6 ... See the cover.  http://bit.ly/1Rysk9Z\n** A quick quiz from BP: The U.S. is the world's leading natural gas producer, but just how big is our lead? Scroll to the bottom of Playbook to find the answer and more from BP's 64th Annual Statistical Review of World Energy. **\nWELCOME TO THE WORLD: Jen Psaki, White House communications director, and Greg Mecher, chief of staff to Rep. Joe. Kennedy (D-Mass), announce: “Genevieve (Vivi) Grace Mecher arrived [Mon.] at Sibley ... 7 lbs. 5oz. ... 20 inches long. ... ‘Vivi’ ... is named after Jen's Grandmother -- Genevieve Dailey, who lived all 93 years of her life with the kind of generosity, kindness and a spoonful of spunk that we hope Vivi will also embrace. She shares a birthday with both Harrison Ford (aka Han Solo) and Patrick Stewart (Captain Picard of the Starship Enterprise), so we suspect she’ll have a sense of adventure.” Pic http://bit.ly/1IZBYNf\nFIRST LOOK – Jeb leadership team for South Carolina, to be announced today: “Sally Atwater ... Leighton Cubbage ... Frank Gibson ... The Honorable Tommy Hartnett ... The Honorable Samuel Rivers ... The Reverend Windell Rodgers ... Rear Admiral Bill Schachte (USN, ret.) ... Catherine Templeton ... Barry Wynn.”\nTRUMP ON TOP – “Suffolk University/USA TODAY Poll Shows Trump on Top with GOP Voters Nationwide” – release: “Trump: 17 percent ... Jeb: 14 percent ... Walker: 8 percent ... Cruz: 6 percent ... Marco: 5 percent ... Carson 4 percent ... Rand: 4 percent ... Huckabee: 4 percent ... Christie: 3 percent.” http://bit.ly/1gBGYN8\nTODAY IS FEC DAY – “Presidential election already fueled by $377 million,” by AP’s Julie Bykowicz: ”[B]y midnight [tonight], ... most candidates must file their initial reports.” http://yhoo.it/1gBA2PT\nWHAT N.H. IS READING – Union Leader banner, “Outfoxed: Voters Forum to be first for GOP: Aug. 3: Candidate forum at St. Anselm will be sponsored by the New Hampshire Union Leader, Charleston Post and Courier and Cedar Rapids Gazette,” by Staff Report: “A Voters First Forum for Republican presidential candidates ... will be held on Monday evening, Aug. 3 [three days before first GOP debate, in Cleveland, on Fox News], at the New Hampshire Institute of Politics at St. Anselm College.\n“It will be broadcast nationally by C-SPAN [and on] New Hampshire radio by WGIR and an iHeart radio hookup. ‘New Hampshire Today’ radio host Jack Heath will moderate the forum, which will be aired by WLTX-TV [CBS] in Columbia, S.C., and by KCRG-TV [ABC] in Cedar Rapids ... Publishers of the [three papers] said in a joint statement[:] ... ‘Fox says only the “top” 10 candidates, as judged solely by national polling, will be allowed on its stage ... [T]he first votes are half a year away, and there are a lot more than 10 viable candidates.” http://bit.ly/1LhRi85\n--C-SPAN release: “Confirmations have been received ... from Gov. Chris Christie, Ben Carson, Gov. John Kasich, Carly Fiorina, Sen. Lindsey Graham, [Ted Cruz, Bobby Jindal] and ... George Pataki.” http://bit.ly/1CDcMLJ\n--“SiriusXM Goes Up Close with Republican Presidential Candidates” – Forthcoming release: “SiriusXM today announced that host David Webb will attend the RNC summer meeting in Cleveland, offering candidates for the Republican nomination a unique platform to reflect on their candidacy and share personal anecdotes of interest to American voters.”\nWHAT IOWA IS READING – Des Moines Register front page “BATTLE OVER THE FUTURE: Clinton, Rubio tell Iowans that their own ideas look forward, while their opponents’ plans are mired in the past,” by Jennifer Jacobs (with drawing of a pant-suited Clinton and red-tied Rubio reaching toward each other across a “Political Time Machine”), by chief politics reporter Jennifer Jacobs : Clinton’s “future talk goes at ‘Clinton fatigue,’ said Douglas Burns, co-owner of the Carroll Daily Times Herald and a strong Democratic voice in Iowa. ...\n“Rubio has [said her] ‘time machine to yesterday’ would just pump more money into old programs. Rubio portrayed himself as the curator of fresh ideas, making a point to tell his Iowa audiences that he’s only 44. That argument serves as a two-fer for Rubio: It takes aim at both Clinton, 67, and GOP rival Jeb Bush, 62, whose relatives were in power for a combined 20 years as either vice president or president in the past 35 years.” http://dmreg.co/1DghkCn\n‏--@JenniferJJacobs: “Bernie Sanders already has a Des Moines HQ, but his staff is moving to a bigger one. Office opening set for July 16 at 7pm, 3420 MLK Pkwy.”\nMATT DAVID – a lawyer and Oklahoma native who was deputy chief of staff for California Governor Arnold Schwarzenegger, and is a veteran of the Bush White House, and Bush, McCain and Huntsman presidential campaigns -- signs as chief strategist for Kasich super PAC, New Day for America: “I’m honored to be part of a team that includes ... Fred Davis, battle-tested pollster in Linda DiVall ... We’re joining a talented group of Ohio operatives, including Matt Carle, who successfully navigated Governor Kasich to a landslide reelection in Ohio.\n“We believe Governor Kasich’s direct, candid style of conservative leadership will translate in the early primary states the same way it has in Ohio.” Matt, 36, lives in L.A. Matt bio http://bit.ly/1fIk4DG\nNEW HAT FOR @POUNDERFILE -- “New 501(c)(4) To Bring Top Research To Public Policy Debate”: “AR2, an issues-based 501(c)(4) organization dedicated to promoting conservative positions on issues through cutting-edge research to help shape the nationwide public policy debate, will launch today. ...  Joe Pounder, the President of America Rising LLC ... will also serve as Executive Director of AR2.” AR2 will launch a larger online presence at http://www.arsquared.org/. ... Jeff Bechdel will be AR2’s communications director, and Natalie Gillam [will be] deputy communications director and research director.”\nROMNEY ALUMNI -- “Mitt Romney aides joining Jeb Bush’s 2016 campaign,” by Boston Globe’s Jim O’Sullivan: “Beth Myers, who was Romney’s chief of staff when he was governor of Massachusetts and campaign manager for his 2008 presidential run before serving as senior adviser on his 2012 bid, and Peter Flaherty, a State House aide who was deputy campaign manager in 2008 and a senior adviser in 2012, will endorse Bush and work as advisers ... The two are expected to help Bush prepare for the series of candidate debates that begins next month.” http://bit.ly/1K71ejv\nOBAMA ALUMNI -- “[Human Rights Campaign] Names Olivia Alair Dalton As New Senior Vice President of Communications and Marketing” – Release: “Dalton will lead HRC’s comprehensive, multi-faceted communications and marketing efforts that highlight the ongoing work of the organization to fight for protections for LGBT people at the federal, state, and local level, and to improve the lived experiences of all LGBT Americans. ... Dalton comes to HRC from strategic communications firm SKDKnickerbocker ... [S]he [has also] served as a spokesperson for First Lady Michelle Obama, former U.S. Transportation Secretary Ray LaHood, President Obama’s 2008 presidential campaign and then-Sen. Joe Biden.” http://bit.ly/1TC0Gqh\nTWEET DU JOUR -- @JohnDingell: “@pkcapitol Happy early birthday, Paul. If @BresPolitico and I can tweet well into our 80s, so can you.”\nCLICKER – “The Voyage of New Horizons: Jupiter, Pluto, and Beyond” -- 30 pics http://theatln.tc/1IZu72c\nTALKER -- “The Name Atticus Acquires an Unwelcome Association,” by Elizabeth A. Harris on NYT A25: “Fans of ‘Mockingbird’ have been crestfallen and disbelieving that their hero could be so changed, but perhaps no group more so than those who chose that name for their children. ... [A]ccording to the Social Security Administration, which tracks baby names in the United States, the name was more popular last year than it had ever been. In 2004, Atticus made its first appearance on an annual list of the 1,000 most common names, which stretches back to 1880. By 2014, it had flown up the list, ranking as the 370th most common boy’s name in the country, sandwiched between Enzo and Kash.” http://nyti.ms/1TC0nvz\nHAPPENING TODAY: “Sens. Ted Cruz and Mike Lee join allies on the East Front of the Capitol to stop any resurrection of the Export-Import Bank. ... 10:30 a.m. press conference in the House Triangle, [joined by] Rep. Bill Flores, Rep. Jim Jordan, Dave McIntosh of Club for Growth, Senate Conservatives Fund’s Ken Cuccinelli, Tea Party Patriots co-founder Jenny Beth Martin and Heritage Action COO Tim Chapman.” Cruz YouTube http://bit.ly/1HtULy3\nWASHINGTON INC.: “After one year in stealth mode, Clyde Group, a bipartisan new Washington communications and public affairs firm, formally launches today – announcing ten staffers quietly gathered from DC political powerhouses as well as the Hill, White House and other DC institutions – all are published pundits. Backed by Wall Street expertise and resources, the Clyde Group launch comes a year after one of its founders, Alex Slater (Bob Shrum alum, first GPG hire, SKDK) returned to Washington. Next week, the firm will celebrate with the Washington-Delaware mafia in its first annual beach week.”\nENGAGED: NRA lobbyist and NRCC alum Ben Cassidy got engaged on Monday to Clare Bender of Relay Foods; he proposed at The Inn at Little Washington. The couple were set-up by Leigh Carter Young, who, like Cassidy, is a Pete Sessions alum.” Pic http://bit.ly/1TC0fw4 (h/t Bob Honold)\nANNIVERSARY: Politico’s social media editor Trevor Eischen marks 2 years at Politico.\nBIRTHWEEK (was yesterday): Dan Hewitt, Entertainment Software Alliance’s spinmeister … FINRA’s Chan Grewal, a DOJ alum ... (was Monday): Kelle Strickland, chief of staff for Rep. Michael C. Burgess\nBIRTHDAYS: Chris LaCivita of Advancing Strategies is 49 (h/t Vincent Harris) … New Hampshire sensei Jim Merrill … Paul Kane, the pride of Maple Glen, Pa., is 4-5 ...  Jeremy Bird, President Obama’s 2012 National Field Director and founding partner at 270 Strategies, is 37 ... Arianna Huffington is 65 ... former Sen. George V. Voinovich (R-Ohio) is 79 ... Gareth Rhodes, a Cuomo alum … Reuters’ Liana Balinsky-Baker … Svetlana Legetic of Brightest Young Things ... David Lippman, of Great Barrington, Mass., is 7-0 (h/t son Daniel) ... Heather Higginbottom, U.S. Deputy Secretary of State for Management and Resources ... Rep. Ileana Ros-Lehtinen … Seth Grossman ... Bloomberg’s Jodi Schneider … Cecile Richards, President at Planned Parenthood (h/t Jon Haber) ... Jackie Spinner (h/t Gary Karr) ... Helen Hare, OFA research alum …\n... Gwendolyn Ward, daughter of Ali and Jon … Allison Steil, policy director for Rep. Paul Ryan ... Bekah Geffert, staff assistant for Rep. Ryan (h/ts Kevin Seifert) ... former POLITICO Campbell Roth … Marisa “Mini-Macker” McAuliffe, director of operation services for Hillary’s campaign … Erica Fein, a Dingell alum now nuclear weapons policy director at Women’s Action for New Directions ... former Sen. George Voinovich (R-Ohio)  … Linda Ronstadt … Deb Rosen … Kandy Stroud … Amy Glosser … Babak Talebi .... Politico’s Jason Wheeler ... Brunswick Group’s Mark Palmer ... author Clive Cussler is 84 ...  actor Patrick Wayne is 76 ... Jan-Michael Vincent is 71 ... Linda Ronstadt is 69 ... actor-singer Tristan “Mack” Wilds is 26 (h/t AP)\nDESSERT -- “Obama date movie filming in Chicago,” by USA Today’s Arienne Thompson: “Want to be the third wheel on a first date between young lawyers Barack Obama and Michelle Robinson? When director/screenwriter Richard Tanne’s Southside With You hits theaters next year, viewers will be able to follow the couple on that fateful summer night out in Chicago. Production recently began on Southside, which takes place on the night in 1989 when the president and first lady went on their first date, visiting the Art Institute of Chicago, taking in Spike Lee’s Do the Right Thing and sharing a kiss at an ice cream parlor.” With a pic: http://usat.ly/1V1FCuS\n--“Former Secretary of State Madeleine Albright to Guest Star as Herself on ‘Madam Secretary’” – CBS release: “In the episode, Albright advises Secretary of State Elizabeth McCord (Téa Leoni) on how to navigate a sticky situation with National Security Advisor Craig Sterling (guest star Julian Acosta), that is threatening to fracture her relationship with President Conrad Dalton (Keith Carradine).”\n** A quick quiz from BP: The U.S. is the world’s leading natural gas producer, but just how big is our lead? America easily came in #1 in 2014, producing 21% of the world’s natural gas, followed by Russia’s at 17%, and Qatar at 5%. And last year's growth in American gas production accounted for nearly 80% of the total growth in gas production globally. Get more of the big energy picture: on.bp.com/USStats **\nBy MOHAMAD BAZZI\nBy ELIZABETH DICKINSON\nBy DANIELLE PLETKA\nBy JACK A. GOLDSTONE\n© 2015 POLITICO LLC", "byline": "", "description": "JEN PSAKI has a girl, Vivi - B'DAY: Chris LaCivita", "title": "LEIBO interviews Hillary for Times Mag cover – BERNIE to open bigger Iowa HQ – ‘OUTFOXED’: N.H. forum 3 days before first debate – MATT DAVID signs 2016 contract -- JEN PSAKI has a girl, Vivi – B’DAY:", "url": "http://www.politico.com/playbook/0715/playbook19135.html", "topics": ["campaign_finance"], "people": ["Paul Kane", "Catherine Templeton", "Bob Shrum", "Mike Lee", "Patrick Stewart", "Spike Lee", "Danielle Pletka", "Terry Mcauliffe", "Jeremy Bird", "Hillary Clinton", "Jason Rezaian", "Matt Carle", "Sally Atwater", "Jennifer Jacobs", "Peter Flaherty", "Ted Cruz", "Arianna Huffington", "Jim Merrill", "Barry Wynn", "Madeleine Albright", "Chris Christie", "Carly Fiorina", "Joe Biden", "Michelle Obama", "Jim Jordan", "Beth Myers", "Jon Haber", "Jeff Bechdel", "Jake Sullivan", "Bernie Sanders", "Robby Mook", "Bobby Jindal", "Vincent Harris", "Windell Rodgers", "Bryan Bender", "Jim O'Sullivan", "Olivia Alair Dalton", "Daniel Lippman", "Greg Mecher", "Reggie Love", "Jeb Bush", "Jon Favreau", "Samuel Rivers", "Michael Crowley", "Bill Flores", "Glenn Thrush", "Paul Ryan", "Mike Allen", "John Podesta", "Dan Merica", "Joe Pounder", "Arnold Schwarzenegger", "David Webb", "Cecile Richards", "Mitt Romney", "Lissa Muscatine", "Julie Bykowicz", "Eric Bradner", "Lindsey Graham", "Ken Cuccinelli", "Harrison Ford", "Jennifer Palmieri", "Heather Higginbottom", "John Kasich", "Fred Davis", "George Pataki", "Jack Heath", "Jen Psaki", "Jenny Beth Martin", "Barack Obama", "Ben Carson"], "orgs": ["Heritage Action", "OFA", "New Hampshire Union Leader", "Charleston Post and Courier", "PAC", "New Hampshire Institute of Politics", "AEI", "Sens", "National Security", "Suffolk University", "State Department", "N.Y. POST", "GPG", "Tea Party Patriots", "Senate Conservatives Fund", "White House Chief of Staff", "NRCC", "Social Security Administration", "Human Rights Campaign", "Deputy National Security Adviser", "SKDK", "Annual Statistical Review of World Energy", "BIRTHWEEK", "GOP", "HRC", "Union Leader", "TAKEAWAYS", "RNC", "NRA", "Des Moines Register", "S.C.", "U.N. Security Council", "Pentagon"], "authors": [{"author_id": 30876, "fullname": "mike allen", "primary_org": "politico"}], "date_written": "2015-07-15 12:03:03", "org": "politico", "article_id": "0d88372901c604a73d6277ef7ddf40e6", "date_access": "2015-07-15 11:10:06.520641"}