{"body": "\n09/22/15, 03:00 PM EDT\n\n                                        By \nDaniel Strauss\n\nTrump and the Club for Growth have been feuding for several weeks\n\n2016\n\n09/22/15, 03:00 PM EDT\n\n                                        By \nGabriel Debenedetti\n\nHillary Clinton's campaign isn't sweating the rise of the GOP's new star.\n\n09/22/15, 02:44 PM EDT\n\n                                        By \nEliza Collins\n\n“In the five years that Fiorina was at Hewlett-Packard, the company lost over half its value.”\n\nPhoto gallery\n\n09/22/15, 02:06 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n09/22/15, 02:00 PM EDT\n\n                                        By \nAnna Palmer\n\nForbes-Tate hires White.\n\n                                        Updated 09/22/15, 01:58 PM EDT\n\n                                        By \nJake Sherman\n\nIt's Congress' first day back in session and comes just six days before the government is slated to run out of spending authority.\n\n                                        Updated 09/22/15, 01:57 PM EDT\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nThe Senate GOP is preparing to flip the script to avoid a government shutdown, threatening to confront House Republicans with a do-or-die vote right at...\n\n09/22/15, 01:49 PM EDT\n\n                                        By \nDaniel Strauss\n\nThe carcass of Wisconsin Gov. Scott Walker's presidential camapign hasn't been cold for 24 hours yet and already rival campaigns have been eating up former...\n\n09/22/15, 01:15 PM EDT\n\n                                        By \nEliza Collins\n\n\"It’s all petty, partisan politics,\" he says.\n\n09/22/15, 01:08 PM EDT\n\n                                        By \nAnnie Karni\n\nSEIU and AFSCME decide to hold off, in part because of a prospective Joe Biden candidacy.\n\n09/22/15, 12:49 PM EDT\n\n                                        By \nNick Gass\n\nJohn Allen's decision to leave comes a little more than a year after the Obama administration selected him to coordinate the global effort against the...\n\n09/22/15, 12:43 PM EDT\n\n                                        By \nBurgess Everett\n\nMitch McConnell is on course to set a record in legislative futility\n\n09/22/15, 11:59 AM EDT\n\n                                        By \nBrianna Ehley\n\nSenate Democrats block a Republican-effort to ban abortion after 20-weeks-in a largely symbolic vote.\n\n                                        Updated 09/22/15, 11:36 AM EDT\n\n                                        By \nAustin Wright\n\nThe former CIA director and architect of the so-called surge in Iraq that helped stabilize the country is returning to the public spotlight after being...\n\n                                        Updated 09/22/15, 11:16 AM EDT\n\n                                        By \nKenneth P. Vogel\n\nTurns out, billionaires can’t buy the White House.\n\n09/22/15, 10:39 AM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Bernie Sanders directed his fire at the very legislative body he's part of and President Barack Obama on Tuesday ahead of Pope Francis's visit to...\n\n09/22/15, 10:36 AM EDT\n\n09/22/15, 10:33 AM EDT\n\n                                        By \nTim Starks\n\nWhether federal computer networks are more secure than you think — How to measure hacker friendliness\n\n                                        Updated 09/22/15, 10:29 AM EDT\n\n                                        By \nBen White\n                                         and \nNick Gass\n\nLloyd Blankfein, the CEO of Goldman Sachs Group, announced in an email Tuesday that he has a \"highly curable\" form of lymphoma and will undergo...\n\n                                        By \nDanny Vinik\n\nWhy conservative Catholics like some of Francis's messages better than others.\n\n09/22/15, 10:09 AM EDT\n\n                                        By \nDavid Pittman\n\nGun control reg hung up on health privacy — Federal health IT strategic plan published \n\n09/22/15, 10:09 AM EDT\n\n                                        By \n                                                POLITICO Staff\n                                         and \n                                                Associated Press\n\nPope visit schedule Washington, D.C. 2015\n\n09/22/15, 10:06 AM EDT\n\n                                        By \nLauren French\n\nThe House Democratic Caucus released a series of policies on Tuesday they hope Pope Francis will disccus during his visit to Capitol HIll\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nTelestroke bill receives push on Capitol Hill — Gun control reg hung up on health privacy — Federal health IT strategic plan published\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nCaitlin Emma\n\nDisparities in Chicago school discipline — Lawmakers write Ritz over charter funding\n\n09/22/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nClimate migration only going to get worse — Big day for the sage grouse\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nErin Mershon\n\nHillary to take on drug costs — Insurers in the hot seat — Ignagni reflects on new challenges — Senate takes up 20-week abortion ban\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nChase Purdy\n\nThe ‘D.C. barnyard’ is abuzz over eggs.\n\n09/22/15, 10:02 AM EDT\n\n                                        By \nBrian Mahoney\n\nUnions launch coalition on Friedrichs — Will Cinton call for Cadillac Tax repeal?\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nAdam Sneed\n\nXi’s day in Seattle.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nVictoria Guida\n\nChamber up on biotech, down on BIT offer.\n\n09/22/15, 10:01 AM EDT\n\n                                        By \nBrian Faler\n\nThe Thomas Piketty of tax havens.\n\n09/22/15, 10:01 AM EDT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nElena Schneider\n\nAdvancing Colorado goes after Sen. Michael Bennet -- WALKER OUT\n\n09/22/15, 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nWhite House to unveil new infrastructure review process.\n\n09/22/15, 09:55 AM EDT\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n09/22/15, 09:25 AM EDT\n\n                                        By \nHadas Gold\n\nAccording to a rate card provided to POLITICO, the biggest package called the “Anchor Booth.”\n\n09/22/15, 08:35 AM EDT\n\n                                        By \nJeremy Herb\n\nModern Day Marine kicks off.\n\n09/22/15, 08:24 AM EDT\nGOP Catholic lawmakers are plainly nervous about Pope Francis's visit to Capitol Hill, while Catholic Democrats are eager to hear his message.\n\n09/22/15, 08:01 AM EDT\n\n                                        By \nBen White\n\nWalker out — Tensions rise as Xi arrives — The Fed's close call — VW tanks \n\n                                        By \n                                                Natalie Huet\n\n\n09/22/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump's tweets slamming Fox News and people who criticize him are \"just an extension\" of his reality show, Fox News' Bill O'Reilly explained...\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        Updated 09/22/15, 07:24 AM EDT\n\n                                        By \nNick Gass\n\nDemocratic Sen. Chuck Schumer's approval rating is at a 15-year low in his home state of New York, according to the results of a new poll.\n\n09/22/15, 06:48 AM EDT\nChris Christie’s National Guard flap.\n\n09/22/15, 06:47 AM EDT\n\n                                        By \nNick Gass\n\nBen Carson stood by his comments that a Muslim should not lead the United States on Monday night.\n\n09/22/15, 06:39 AM EDT\nPope media mania.\n\n09/22/15, 06:33 AM EDT\nHave we reached peak casino in Massachusetts?\n\n09/22/15, 06:00 AM EDT\n\n                                        By \nDaniel Strauss\n\nThe workers are striking to encourage Congress and President Barack Obama to adopt a $15 minimum wage.\n\n09/22/15, 06:00 AM EDT\n‘Black Lives’ & white collar defense for Grayson.\nWe're working on more stories right now\n\n2016\n\n                        Hillary Clinton's campaign isn't sweating the rise of the GOP's new star.\n\n            By \nGabriel Debenedetti\n\n09/22/15, 03:00 PM EDT\n\n                Getty\n\n                                            By \n                                                    Charles Davidson\n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \n                                                    Peter Steinfels\n\n\n                                            By \n                                                    Ted Widmer\n\n\n                                            By \n                                                    Jeffrey Sonnenfeld\n\nLITTLE ROCK, Ark. — Ask Hillary Clinton’s campaign strategists about Carly Fiorina, and they mostly just laugh.\nFiorina’s in the big leagues now: She was the consensus breakout star of the second Republican debate, major donors are flocking to her, and her national coverage has skyrocketed. But in Clinton’s camp, she’s hardly seen as a threat.\n“It’s clear when you talk to Republicans that she’s a flash in the pan,” said one Washington-based Democratic strategist familiar with the thinking inside Clinton’s operation, who also dismissed her as “the flavor of the month.”\n“She’s a perfect foil for Trump. But she does not appear to have any lasting power,” he added.\nHalf a dozen Democratic strategists and donors echoed that view, noting Fiorina’s low polling ceiling and rejecting the idea that the former Hewlett Packard CEO’s gender would pose a problem for Clinton.\n\"There's no sense that just because she's a woman we should take her more seriously,\" said another Clinton-aligned Democrat.\nPlus, they say, the playbook against her — perfected by Sen. Barbara Boxer, a Clinton ally who beat Fiorina in a 2010 Senate race — is so obvious that even if she did break to the top of polls, she would be easy to dispatch.\n“When people find out she ran her company into the ground and jumped out of the plane with a golden parachute, they’ll run,” said California Democratic strategist Ace Smith, who worked on Boxer’s campaign and played Fiorina in the senator’s 2010 debate prep.\nOr, in the words of the D.C. Democrat close to the campaign: “The playbook on her is just devastating. It makes the stuff against Mitt Romney look like child’s play.\"\nAll it would take to beat her would be television spots featuring the workers who were laid off under Fiorina at HP, multiple Democrats said. And it doesn’t hurt that Jim Margolis, who made Boxer’s 2010 brutal ads against Fiorina, is now Clinton’s lead ad-maker.\nOne particularly effective Boxer ad noted that, \"while Californians lost their jobs, Fiorina tripled her salary, bought a million-dollar yacht and five corporate jets.\"\n\n\n\n            By \nEliza Collins\n\nSo there’s no new Fiorina task force in Brooklyn or at the offices of the pro-Clinton super PACs. Her name isn’t popping up in strategic planning meetings or on calls with donors. Clinton hasn’t started calling her out on the campaign trail. Nobody in Brooklyn has even called Smith — who ran Clinton's California and Texas operations in 2008 — to ask for advice in handling her, he said.\nNor has Fiorina’s post-debate polling pop vaulted her into the category of serious contenders in the Clinton camp’s eyes – a tier that, with Scott Walker out of the race, is now down to Jeb Bush, Marco Rubio, and John Kasich.\n“Honestly, I haven’t seen anything different except people saying, in general conversation, ‘I’d hate to work for her,’” said top Clinton donor and fundraiser Alan Patricof. “I don’t think anyone’s worried.”\nOne of the breakout moments for Fiorina at last week’s debate was her impassioned riff against Planned Parenthood — \"If we do not stand up and force President Obama to veto [funding], shame on us,\" she said – and Clinton allies see that answer, particularly coming from the only woman in the GOP field, as major ammunition against her party.\nAfter the debate, Clinton’s camp focused on Republicans’ plan to turn the Planned Parenthood funding squabble into a government shutdown fight, and Fiorina’s comments were front and center.\n“Those 25 seconds where she made that emotional plea for a shutdown moved the whole debate over,” explained the strategist close to the Clinton camp. “The likelihood of a shutdown and the pressure on Republican candidates to endorse a shutdown is a very good thing for Democrats in general, for the Clinton campaign, for everybody.”\n\nHEALTH CARE\n\n            By \nBrett Norman\n\nStill, while the campaign itself has not attacked Fiorina, two of her allies – Planned Parenthood and EMILY’s List – have both started going after her more intensely. And Democratic opposition research groups have been shoring up their material on the former executive — some of it inherited from Boxer— officials at those groups told POLITICO.\nAnd that, some acknowledged, is indeed because of Fiorina’s position as the sole Republican woman in the race. But it’s not because they see her as a dangerous candidate in her own right.\nWhile Fiorina is unlikely to be the nominee, many Democrats expect her to eventually reprise her summertime role as Clinton’s main antagonist when she becomes an attack dog for the eventual Republican standard-bearer — so there’s value in getting ready to rough her up.\n“She can still play an effective role as a surrogate in the general,” said one Washington Democrat who predicts the party’s machinery will eventually ramp up against her.\n“At some point Fiorina was going to feel the heat. This just happens to be her moment in the sun.”\nFiorina's campaign did not respond to multiple requests for comment.\n © 2015 POLITICO LLC", "byline": "", "description": "Hillary Clinton's campaign isn't sweating the rise of the GOP's new star.", "title": "Clinton laughs off Fiorina's surge", "url": "http://www.politico.com/story/2015/09/hillary-clinton-laugh-carly-fiorina-213938", "topics": ["abortion"], "people": ["Alan Patricof", "Burgess Everett", "Kenneth P. Vogel", "Erin Mershon", "Elena Schneider", "Anna Palmer", "Hadas Gold", "Jim Margolis", "Eric Wolff", "Austin Wright", "Lauren French", "Jennifer Scholtes", "Danny Vinik", "Jacopo Barigazzi", "Chris Christie", "Barbara Boxer", "Joe Biden", "Brian Mahoney", "Jeffrey Gedmin", "Gabriel Debenedetti", "Annie Karni", "Pope Francis", "Ted Widmer", "Brianna Ehley", "Scott Walker", "Jeffrey Sonnenfeld", "Nick Gass", "John Allen", "Brett Norman", "Will Cinton", "Bill O'Reilly", "Thomas Piketty", "Jeb Bush", "Seung Min Kim", "Charles Davidson", "Jeremy Herb", "Marco Rubio", "Lloyd Blankfein", "Barack Obama", "Chase Purdy", "Bernie Sanders", "David Pittman", "Tim Starks", "Michael Bennet", "Carly Fiorina", "Adam Sneed", "Donald Trump", "Brian Faler", "Daniel Strauss", "Hillary Clinton", "Mitt Romney", "Chuck Schumer", "Ben White", "Peter Steinfels", "Jake Sherman", "John Kasich", "Victoria Guida", "Eliza Collins", "Natalie Huet", "Ben Carson", "Caitlin Emma"], "orgs": ["CIA", "Goldman Sachs Group", "SEIU", "Congress", "National Guard", "Senate", "PACs", "Senate Democrats", "Anchor Booth", "Fed", "EMILY", "House Democratic Caucus", "Senate GOP", "Lawmakers", "AFSCME", "Hewlett Packard", "GOP", "Ritz"], "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-09-22 20:00:33", "org": "politico", "article_id": "70a48f5c302937fb927c85adce5060b7", "date_access": "2015-09-22 19:10:27.502847"}