{"body": "\n09/18/15, 08:30 AM EDT\n\n                                        By \nJeremy Herb\n\nRichardson takes over as CNO.\n\n09/18/15, 08:23 AM EDT\n\n                                        By \nNick Gass\n\n\"Ronald Reagan was behind, I think something like 8 points six days before the presidential election.\"\n\nCartoon Carousel \n\n09/18/15, 08:11 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n09/18/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nFed decision a risk for Dems — Trump slowing down? — Shutdown could happen — Goldman comes to Snapchat\n\n09/18/15, 07:53 AM EDT\nMarco Rubio and Rand Paul stay out of Ted Cruz's Planned Parenthood fight.\n\n09/18/15, 07:41 AM EDT\n\n                                        By \nNick Gass\n\n\"I'll just tell you what I would do, and I wouldn't have permitted that.\"\n\n09/18/15, 07:34 AM EDT\nPreet digs into Cuomo’s Buffalo bucks.\n\n09/18/15, 07:26 AM EDT\n\n                                        By \nNick Gass\n\nJust 53 percent said they had \"a great deal\" or \"a fair amount\" of trust in the judiciary's ability to do its job.\n\n09/18/15, 07:07 AM EDT\n\n                                        By \nNick Gass\n\n\"Every question had to do with me,\" he said.\n\n09/18/15, 07:06 AM EDT\nChris Christie’s pretty good week.\n\n09/18/15, 07:02 AM EDT\nHoward Dean to rally Clinton donors.\n\n2016\n\n09/18/15, 06:25 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nIsabelle Taft\n\nThey went from ‘dead broke’ to millionaires in months.\n\n09/18/15, 06:24 AM EDT\nAfter Wednesday's debate, is Trump's momentum gone?\n\n2016\n\n09/18/15, 06:22 AM EDT\n\n                                        By \nMichael Kruse\n                                        ,\nJosh Gerstein\n                                         and \nBen Schreckinger\n\nStory of Cincinnati apartment complex exaggerates the young Donald's role.\n\n09/18/15, 06:00 AM EDT\nFlorida mapping hypocrisy.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nEli Stokols\n\nFirms that boosted his net worth after leaving office helped his record campaign fundraising.\n\n2016\n\n09/18/15, 05:52 AM EDT\n\n                                        By \nMichael Kruse\n\nRailing for decades about unequal income has meant he earned little of it himself.\n\n2016\n\n09/18/15, 05:51 AM EDT\n\n                                        By \nMarc Caputo\n                                         and \nManu Raju\n\nA new house, private schools, a fishing boat and a nearly debt-free life.\n\n2016\n\n09/18/15, 05:50 AM EDT\n\n                                        By \nTarini Parti\n\nHe’s in debt, but he’s also living in the governor’s mansion.\n\n2016\n\n09/18/15, 05:45 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\nThe 2016 field is the richest ever, and it's not only because of the self-promoting billionaire.\n\n09/18/15, 05:23 AM EDT\n\n                                        By \nTerence Mulcahy\n                                         and \nHanna Trudo\n\n\n09/18/15, 05:16 AM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nA lump-sum payment to an ex-staffer appears to be prohibited by House rules.\n\nCongress\n\n09/18/15, 05:13 AM EDT\n\n                                        By \nLauren French\n                                         and \nAnna Palmer\n\nDemocrats mull how to vote on vacate the speaker motion\n\n2016\n\n09/18/15, 05:10 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe VP's inner circle thinks he can bide his time a while longer -- even into the spring -- before deciding whether to run for president. \n\n09/18/15, 05:00 AM EDT\n\n09/18/15, 04:30 AM EDT\n\nWhat Works\n\n09/18/15, 12:06 AM EDT\n\n                                        By \n                                                Sara Solovitch\n\nThe House That Could Save The World\n\nThe Friday Cover\n\n09/17/15, 11:48 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n\nLast night Carly Fiorina dared Democrats to name it. Today 20 top Democrats accepted the challenge.\n\nOptics\n\n09/17/15, 10:42 PM EDT\n\n                                        By \n                                                POLITICO Magazine\n                                         and \n                                                Jesse Rifkin \n\n\nWhat Works\n\n09/17/15, 10:29 PM EDT\n\n                                        By \n                                                Andrea Damewood\n\nAmerica’s most environmental city thinks it’s losing its edge.\n\n09/17/15, 10:25 PM EDT\n\n                                        By \nAnnie Karni\n\nShe again refuses to state her position at the kick-off of a swing through New Hampshire.\nClinton aides are worried.\n\n                                        Updated 09/17/15, 09:00 PM EDT\n\n                                        By \nArthur Allen\n\nPhysicians blast fellow doctors Carson, Paul for failing to refute autism claim in GOP debate.\n\n09/17/15, 08:56 PM EDT\n\n                                        By \nBen Schreckinger\n\nConfronted with a questioner who called Muslims a \"problem\" and asserted that President Obama is a Mulsim and not American, Donald Trump did...\n\n                                        Updated 09/17/15, 08:38 PM EDT\n\n                                        By \nHadas Gold\n\nMore than 22 million viewers tuned into the 11-candidate GOP encounter.\n\n09/17/15, 08:14 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nThe only thing clear two weeks from deadline is it will go down to the wire.\n\n09/17/15, 07:49 PM EDT\n\n                                        By \nLauren French\n\nThe former of secretary of state will meet with Congressional Black Caucus members in Washington. \n\n                                        By \n                                                Henry C. Jackson\n\n25 days until the first Democratic debate. 41 days until the GOP candidates debate again.\n\n09/17/15, 07:25 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nAfter a summer of spectacle and saturation coverage, signs are accumulating that for the public and the media, the onset of Trump fatigue has begun.\n\nCongress\n\n09/17/15, 07:23 PM EDT\n\n                                        By \nBurgess Everett\n\nThe Florida senator and Rand Paul are in an especially tough spot as a government closure looms.\n\n                                        Updated 09/17/15, 06:59 PM EDT\n\n                                        By \nLauren French\n\nThe roughly 20-minute meeting was initiated by the Ohio Republican after Pelosi had been pressuring him for weeks.\n\n2016\n\n09/17/15, 06:50 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nPhones were ringing off the hook at the super PAC Thursday and the new speaking invitations were piling up.\n\n2016\n\n                                        Updated 09/17/15, 06:48 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe front-runner is being mentioned less and scoring a shrinking share of media attention. \n\n                                        Updated 09/17/15, 05:39 PM EDT\n\n                                        By \nGabriel Debenedetti\n\n\"Defunding a trusted health care provider that serves one in five women in America doesn't help anyone,\" she says.\n\n2016\n\n                                        Updated 09/17/15, 05:20 PM EDT\n\n                                        By \nNick Gass\n\nThe billionaire businessman emerges from the second presidential debate with a more subdued tone.\n\n09/17/15, 05:15 PM EDT\n\n                                        By \nEliza Collins\n\n“Short of tackling someone I don’t know what more I could have done,” he said\n\nMoney\n\n09/17/15, 05:08 PM EDT\n\n                                        By \nBen White\n\nLiberals cheered the decision to stand pat on interest rates, but a later hike could doom their party's chances.\n\nTHE POLITICO CAUCUS\n\n                                        Updated 09/17/15, 05:05 PM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\n09/17/15, 04:54 PM EDT\n\n                                        By \nJosh Gerstein\n\nA federal appeals court has stepped into the legal fray over undercover videos anti-abortion groups say demonstrate the sale of aborted fetuses.\nJoin POLITICO New York for an interactive conversation looking at the most critical infrastructure issues facing New York.\nWe're working on more stories right now\n\n2016\n\n                        They went from ‘dead broke’ to millionaires in months.\n\n            By \nAnnie Karni\n             and \nIsabelle Taft\n\n09/18/15, 06:25 AM EDT\n\n                Hillary and Bill Clinton outside their home in Chappaqua, N.Y., in 2000. | Getty\nNearly every candidate in the overstuffed field of candidates is well off, but for six of them money has played a particularly significant role in their lives and in their campaigns.\nIt’s not just Trump: The 2016 field is the richest ever, and it's not just because of one self-promoting billionaire.\n  The art of Trump’s first deal by Michael Kruse and Josh Gerstein\n  Political connections fed Bush’s pocketbook and his war chest by Eli Stokols\n  Fear of debt drove Clinton’s dash for cash by Annie Karni and Isabelle Taft\n Sanders’ rhetoric full of money, not his bank account by Michael Kruse\n Walker’s salary sacrifice paid political dividends by Tarini Parti\n Book deals rewrote Rubio’s story of financial woe by Marc Caputo and Manu Raju\nCONTRIBUTORS: Research for this project was done by Kristen East, Aaron Mak, Isabelle Taft, Christina Animashaun and Tarini Parti.\nWhat Hillary Clinton and her husband, Bill, pay in local property taxes on two luxury homes ($104,303) is twice the income of an average family.\nShe earns more for a 20-minute speech to an industry trade group than a dozen fast-food workers make in a year.\nHer book royalties last year brought in $5 million, part of the couple's $30.5 million in income.\nThe Clintons are far from the \"dead broke\" couple, as she has described, who left the White House saddled with debt after Bill Clinton's presidency. In fact, they now rank comfortably among the top one-tenth of the top 1 percent of earners. \nHer net worth is $32,015,000, according to POLITICO’s analysis of her most recent financial disclosure. \nThe Clintons financial turnaround is largely due to Bill Clinton turning on the money-making faucet immediately after leaving office — but it was always Hillary Clinton who was more concerned with the family's finances and wanted them to earn money to pay off their debts. Raised by a strict father who owned a small business, she always wanted a safety net, but Bill Clinton rarely spent time worrying or thinking about financial security.\nWhen Bill Clinton served as Arkansas attorney general, Hillary Clinton was building a nest egg: Her $1,000 in cattle futures with an adviser turned into $100,000 in less than a year. She played a more central role in the couple’s involvement in the Whitewater land deal, the source of many of their future legal troubles.\nIn 1991, tax returns show, Bill Clinton earned $46,854 as governor of Arkansas, while Hillary Clinton made $188,547 as an attorney at the Rose Law Firm. As first lady, she earned no salary for eight years, watching their bills pile up.\n\n\n\n            By \nGabriel Debenedetti\n\nBy the end of Clinton’s term, the couple faced $11.3 million in legal bills from investigations into the Whitewater land deal and the Monica Lewinsky scandal. Two legal defense funds covered about $7.4 million, but they still faced $4 million in debts. Part of the amount was related to an $850,000 settlement in a a sexual harassment lawsuit filed against Bill Clinton by former Arkansas state employee Paula Jones. \nThey appealed for help under the Independent Counsel Act, which covers legal fees in cases that do not lead to indictment. But they got only $85,000. \nBill Clinton survived an impeachment vote on Feb. 12, 1999, and that same day, Hillary Clinton began planning her run for the Senate, poring over a New York map with former White House top aide Harold Ickes.\nTo run, the Clintons would have to establish New York residency. Bill Clinton did not worry about how they would pay for a house, associates recalled. But Hillary Clinton, longtime acquaintances said, was fraught. “It goes against every grain in her body to spend money they don’t have yet,” a friend recalled. “While I think intellectually she knew they would have money, she was concerned. She wanted to get her bills paid. It was more scary for her than it was for him.”\nThey purchased in the fall of 1999 a five-bedroom, $1.7 million Chappaqua farmhouse with just over an acre of land. Their longtime friend and fundraiser Terry McAuliffe, now the Virginia governor, guaranteed their mortgage by placing $1.35 million as collateral. A month later, they obtained new financing for the house, allowing them to drop the arrangement with McAuliffe. \nAround that time, Hillary Clinton signed her $8 million deal for her memoir, Living History, after a spirited publishing auction in New York. And the couple began planning for life after the White House.\nTheir income skyrocketed. The last year of Clinton’s presidency they reported income of $357,629, which was largely Clinton’s presidential salary. The following year, their combined income was $16.2 million. \nThe Clintons paid $2.85 million for their second home — a five-bedroom 5,500-square-foot brick Colonial in Washington, D.C. — so Hillary Clinton could live there when Congress was in session. Property records show they have paid off their mortgage. \nAs New York’s junior senator, Hillary Clinton made $145,100, and her husband became the principal family breadwinner with a new career as a paid speaker. He brought in $1 million in a little over a month. In 2001, his speaking income totaled $9.2 million. \n\n                            Clockwise: The Clinton’s 5,100-square-foot home in Washington, D.C.,  that they bought at the end of 2000; Hillary Clinton speaking at a fundraising dinner for the UNLV Foundation in 2014; and the farmhouse in Chappaqua, N.Y., which was purchased by the Clintons after they left the White House. | Getty\nMeanwhile, Hillary Clinton’s 2003 memoir sold 1 million copies in its first month. \n“Writing the book was not to make money,” insisted one friend. “They’re both people who are students of history and they felt individually they had a responsibility to write their memoirs, as historical figures. Was money a driver of that conversation? No, it was not. But there’s always been an awareness that they did not have much in the way of any kind of wealth at all.” \nIn her book tour last summer, Hillary Clinton’s “dead broke” comment drew so much angry reaction that she conceded it was the wrong thing to say. The fact-checking Website PolitiFact.com rated the claim “mostly false,” writing that the Clintons’ “earning potential had a real economic value that the financial sector traditionally acknowledges and is willing to bank on.” \nAs she campaigns for president, Hillary Clinton has changed her tune about her wealth. “It was accurate,” she has said of the infamous ‘dead broke’ comment. “But we are so successful and we’re so blessed by the success we’ve had and my husband has worked incredibly hard.”\nBut she still struggles to sell herself as the candidate of everyday Americans.During the last two weeks of August, she took a break from a family vacation to do a quick campaign swing to rural America, then returned to the rented Hampton vacation property with a private beach and a 50-foot pool.\nRental cost: $100,000. \nIsabelle Taft is an intern for POLITICO Magazine.\n © 2015 POLITICO LLC", "byline": "", "description": "They went from ‘dead broke’ to millionaires in months.", "title": "Fear of debt drove Clinton's dash for cash", "url": "http://www.politico.com/story/2015/09/hillary-clinton-candidate-wealth-2016-213317", "topics": ["abortion", "personality", "economy", "campaign_finance"], "people": ["Rand Paul", "Sara Solovitch", "Burgess Everett", "Jesse Rifkin", "Henry C. Jackson", "Isabelle Taft", "Anna Palmer", "Hanna Trudo", "Marc Caputo", "Ronald Reagan", "Michael Kruse", "Ted Cruz", "Christina Animashaun", "Chris Christie", "Terry Mcauliffe", "Kristen East", "Howard Dean", "Bill Clinton", "Manu Raju", "Josh Gerstein", "Annie Karni", "Donald Trump", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Isaac Dovere", "Nancy Pelosi", "Jeremy Herb", "Paula Jones", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Monica Lewinsky", "Lauren French", "Carly Fiorina", "Ben Schreckinger", "Arthur Allen", "Hillary Clinton", "Harold Ickes", "Terence Mulcahy", "Ben White", "Eli Stokols", "Andrea Damewood", "Aaron Mak", "Hadas Gold"], "orgs": ["Whitewater", "Tarini Parti", "Fed", "Congress", "Senate", "What Works", "Rose Law Firm", "Clintons", "PAC", "Cartoon Carousel", "CNO", "PolitiFact", "GOP", "Congressional Black Caucus"], "authors": [{"author_id": 30887, "fullname": "jeremy herb", "primary_org": "politico"}], "date_written": "2015-09-18 11:25:14", "org": "politico", "article_id": "544bdfacd8cca4459289caca88a53837", "date_access": "2015-09-18 12:50:07.729520"}