{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Jonathan Topaz\n6/24/15 7:47 PM EDT\nTHE CLOCK: 503 days until Election Day 2016 ...\nBOBBY JINDAL’S BUSHWHACKING: POLITICO’s Eli Stokols reports from Kenner, La.: Louisiana Gov. BOBBY JINDAL officially launched his long-shot bid for the GOP presidential nomination here this evening with some tough talk dismissing his competitors as “selfish” followers who are nothing more than “good talkers.”\nStory Continued Below\nBut he saved his sharpest remarks for JEB BUSH, the only rival other than Democrat HILLARY CLINTON whom he singled out by name. In his announcement speech (and later in a remote interview with Fox News host Sean Hannity), Jindal pointed to Bush’s well-known statement — that he’d risk losing the primary to be able to win the general election — as precisely what’s wrong with the former Florida governor. \n“You’ve heard Jeb Bush saying we need to be able to lose the primary to win the general election. We’re going to help him do that,” Jindal said. “I’m going to translate that from political-speak into plain English. He is saying that we need to hide our conservative ideals. But the truth is, if we go down that road again, we will lose again.”\nFor Jindal, it was a smart exercise in punching above his weight: By whacking Bush, the Louisiana governor who resides at the bottom of national polls will end up in news accounts next to the candidate who typically tops them.\nTRAIL MIX: A look at what's poppin' on the campaign trail\nGood Wednesday afternoon, and welcome to The 2016 BLAST. Your guide for the campaign is Jonathan Topaz (@JonathanTopaz). Send tips, ideas and gripes to jtopaz@politico.com.\nAdd another candidate to the 2016 list — BOBBY JINDAL, who made his presidential campaign official today in Louisiana. The odds he faces are, well, long: He’s unpopular at home and barely registers in national polls. You’re safer betting on HILLARY CLINTON or JEB BUSH, both of whom were in New York City today raising big bucks at fundraisers. In other campaign news, as MARCO RUBIO faces criticism on the right for his vote on fast-track authority, Republicans governors including SCOTT WALKER and JOHN KASICH mull their next move on Obamacare.\nTHE DAILY CLINTON \nHILLARY CLINTON is in New York City tonight for a big fundraiser at the Plaza Hotel, which will feature a concert from Lady Gaga and Tony Bennett.\nZEAL OF A CONVERT: The HILLARY CLINTON campaign is out with a new video expressing her commitment to same-sex marriage and gay rights ahead of this month’s anticipated Supreme Court ruling on gay marriage. The spot features video of gay couples getting engaged and married along with a clip from Clinton’s 2011 speech on Human Rights Day. “Some have suggested that gay rights and human rights are separate and distinct. But in fact, they are one and the same,” says Clinton, who doesn’t appear in the video. bit.ly/1Rw8Q0i\nNETROOTS DISS: HILLARY CLINTON will not attend the liberal Netroots Nation conference next month, organizers announced today — the second straight year she’s ditching. On July 18, MARTIN O’MALLEY and BERNIE SANDERS will hold town halls at the event, which will also feature appearances from liberal standard-bearers like Massachusetts Sen. Elizabeth Warren.\nBLOWBACK: NPR: “HILLARY CLINTON’s speech Tuesday at a historic black church in Missouri was mostly well-received by the audience, but three words angered some of the activists she was hoping to appeal to…. [S]he's now facing criticism on social media after using the phrase ‘all lives matter’ — which has been used by some as pushback to the phrase ‘black lives matter.’ The latter phrase, which hung on a banner outside the church, was widely used by protesters in Ferguson and other cities. ‘With her statement that all lives matter, that blew a lot of support that she may have been able to engender here,’ said Renita Lamkin, a pastor at the St. John AME Church in St. Charles.” http://n.pr/1HeTz4C\nTHE PROGRESSIVE RESISTANCE\nBERNIE’S RELEVANCY TEST: The New York Times: “Black voters have shown little interest in him. Even his own campaign advisers acknowledge that [BERNIE] SANDERS is virtually unknown to many African-Americans, an enormously important Democratic constituency … Given the makeup of the Democratic primary electorate, Mr. Sanders’s capacity to win support among blacks represents a test of his relevance: It will help determine whether he can drain many votes from Mrs. Clinton or is bound to be merely a nuisance candidate with a following among the most ideologically driven liberal whites.” nyti.ms/1NibUwz\nO’MALLEY IN SOUTH CAROLINA: MARTIN O’MALLEY traveled to South Carolina today to pay his respects to state Sen. Clementa Pinckney, who was one of the nine people killed in the shooting at Charleston’s Emanuel AME Church. O’Malley, who has called for gun-control reforms following the shooting, recently discussed meeting with Pinckney at the church, where Pinckney was a pastor. “Total hospitality, total generosity of heart,” O’Malley said of Pinckney in his recent address to the U.S. Conference of Mayors.\nWEBB ON THE FLAG: JIM WEBB weighs in on the Confederate Flag in a Facebook post, breaking from Democratic hopefuls who have forcefully called for it to be taken down. “It should not be used in any way as a political symbol that divides us. But we should also remember that honorable Americans fought on both sides in the Civil War, including slave holders in the Union Army from states.” on.fb.me/1LCdoAC\nLEFT OF BERNIE: Green Party candidate JILL STEIN, who won nearly 500,000 votes in 2012, on BERNIE SANDERS’ campaign: “I wish that he had run outside the Democratic Party. There are many similarities, obviously, between his vision and my vision. The difference is that I’m running in a party that also supports that vision … I wish him the best. The difference is that my campaign will be there in the general.” bit.ly/1e40fFf\nBOBBY JINDAL’S LAUNCH\nBOBBY JINDAL launched his long-shot bid for the presidency today — first, with a video announcement and then with a rally in Kenner, La., where Jindal lived before becoming governor.\nHOME VIDEOS: BOBBY JINDAL officially announced his presidential bid with a series of videos of the Louisiana governor and his wife Supriya breaking the news to their children. “Maybe you’ll get a chance, if you behave, to go back to Iowa. Would you like that?” bit.ly/1eHyaEQ\nLAUNCH DAY INTEL\nTHE POWER PLAYERS BEHIND BOBBY JINDAL’S CAMPAIGN: via POLITICO’s Katie Glueck: http://politi.co/1J5YKRR\n5 THINGS TO KNOW ABOUT BOBBY JINDAL: http://n.pr/1LvdNI1\nHOW IT PLAYED BACK HOME\nNew Orleans Times-Picayune: “BOBBY JINDAL’s priority as governor: run Louisiana or run for president?” bit.ly/1Lo0KHE\nThe Advocate: “To BOBBY JINDAL, managing is in the details. But governor’s main focus is on big picture.” bit.ly/1s521q6\nLOUISIANA LONG SHOT: POLITICO’s Katie Glueck and Eli Stokols report: “[BOBBY] JINDAL is widely viewed as the longest of long shots, a candidate with a glittering resume but almost no chance of winning the GOP nomination in 2016. It’s a long way from where he was at the beginning of the Obama era in early 2009 … the young governor of Louisiana was thought to be the Republican Party’s next rising star, a blazing talent on a trajectory to be a presidential contender … Jindal is polling at about 1 percent nationally now — when he shows up in the polls at all.” politi.co/1HeOBov\nSURVEYING THE 2016 LANDSCAPE\nMARCO’S NEW HEADACHE: Tampa Bay Times: “MARCO RUBIO has a new headache from the right: His support for President Obama’s Pacific trade deal. ‘Marco Rubio Casts Deciding Vote For Obamatrade Without Even Reading It,’ screamed a headline in Breitbart News, which last rode the Florida Republican on immigration … A number of conservative groups have lashed out at giving Obama fast track authority on trade deals … Rubio felt it enough to push back on Twitter today, linking to a National Review story that says Rubio did read the deal.” bit.ly/1Jj693g\nPOPULAR IN MIAMI: Daily Caller hed: “Amid Confederate Flag flap, JEB BUSH emerges stronger.” bit.ly/1KaDz2q\nTRUMP’S BUMP: POLITICO’s Daniel Strauss reports: “Real estate tycoon DONALD TRUMP has been gleefully calling attention to a Suffolk University poll showing him in second place among the large 2016 Republican primary field, and whispers of a Trump surge are making the rounds. It might be wise to take a deep breath…Pollsters and GOP consultants in the state chalked Trump’s bump up to a mixture of his recent candidacy announcement and the high name recognition that comes from his notoriously flamboyant personality, not to mention his reality show fame.” http://politi.co/1J6fbh5\nOBAMACARE DILEMMA: POLITICO’s Rachana Pradhan and Paul Demko report: “If the Supreme Court rules against Obamacare subsidies, the four governors running for president will face a harsh choice: Let tens of thousands of people get kicked off their health plans, or try to create a state exchange and lose credibility with a virulently anti-Obamacare Republican primary base. Louisiana’s BOBBY JINDAL, Wisconsin’s SCOTT WALKER, New Jersey’s CHRIS CHRISTIE and Ohio’s JOHN KASICH all refused to set up Obamacare exchanges, as did most other GOP governors. Their states would be directly affected if the court rules that the health law’s subsidies can go only to people living in states that did establish the new online Obamacare markets … after the federal law was enacted, [Walker] took 92,000 people who were just above the poverty line out of [Wisconsin’s Medicaid program] and moved them to the Obamacare exchange instead.” politi.co/1CtbzRo\nWALKER’S RESPONSE: In a CNN op-ed today, SCOTT WALKER writes defiantly that the fallout would be Congress and the White House’s problem, and says governors will not set up state exchanges in the event the federal subsidies are struck down. cnn.it/1BMoLpR\nWALKER’S GUN SHOW: Milwaukee Journal Sentinel: As Congress mulls potential gun-control measures following the Charleston shooting, SCOTT WALKER today signed two bills today loosening restrictions. “One bill, Senate Bill 35, removes the state's 48-hour waiting period for handgun purchases. The other, Senate Bill 70, allows off-duty or retired law enforcement officers to carry concealed weapons at public schools … Walker has touted his record expanding gun rights in Wisconsin.” bit.ly/1JiSQjf\nKASICH PAYS HIS RESPECTS: The Des Moines Register on JOHN KASICH, in Iowa this week for the first time since campaigning there in 1999. “Kasich so far has ignored Iowa, instead saying his likely White House bid will hinge on whether he can secure a victory in New Hampshire … But Kasich told the Register on Tuesday that he hasn't ruled out competing in Iowa for a second time. ‘It has yet to be decided as to how much we'll put into Iowa,’ he said. ‘But I'm coming to Iowa because I want to show respect to the people of Iowa.’” dmreg.co/1GI7aOz\nNEXT NEWS CYCLE\nIN THE EARLY STATES\nJINDAL, THE DAY AFTER: Fresh off his presidential announcement, BOBBY JINDAL will be in Manchester for two events, including Politics and Eggs at noon.\nALSO IN NEW HAMPSHIRE TOMORROW: MARCO RUBIO will be there for three events, including a veterans and military town hall in the morning.\nIN IOWA TOMORROW: 2008 Iowa caucus winner MIKE HUCKABEE and 2012 victor RICK SANTORUM both hold multiple events in the Hawkeye State.\nELSEWHERE\nJEB BUSH will be in the Lone Star State tomorrow for fundraisers in Houston and Dallas.\nBERNIE SANDERS will hold a press conference at the Capitol tomorrow to introduce legislation on closing estate tax loopholes.\nTHE DAILY NUMBER\n6:  RAND PAUL’s drop in percentage points among Kentucky Republican primary voters. Last year, Paul was at 25 percent in his home state. According to a new Public Policy Polling survey, he still leads the field there but is at 19 percent. bit.ly/1IehyzF\nContributions from Kyle Cheney.\nFOLLOW @POLITICO's politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarni, @GlennThrush , @EliStokols, @katie_glueck, @schreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin, @mikeallen, @dlippman.\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "For Jindal, it was a smart exercise in punching above his weight.", "title": "Bobby Jindal's Bushwhacking", "url": "http://www.politico.com/2016blast/0615/2016blast18881.html", "topics": ["campaign_finance"], "people": ["Tony Bennett", "Daniel Strauss", "Martin O'Malley", "Paul Demko", "Clementa Pinckney", "Jeb Bush", "Jonathan Topaz", "Kyle Cheney", "John Kasich", "Lady Gaga", "Eli Stokols", "Elizabeth Warren", "Rachana Pradhan", "Bobby Jindal", "Bernie Sanders", "Sean Hannity", "Katie Glueck"], "orgs": ["JINDAL", "Real", "MARCO", "INTEL", "Congress", "Democratic Party", "Suffolk University", "Supreme Court", "Republican Party", "Green Party", "Des Moines Register", "U.S. Conference of Mayors", "GOP", "LANDSCAPE", "BERNIE"], "authors": [{"author_id": 30867, "fullname": "jonathan topaz", "primary_org": "politico"}], "date_written": "2015-06-25 00:47:35", "org": "politico", "article_id": "32b04bc29f716d63fef8fab11f82cb51", "date_access": "2015-06-25 00:10:59.188309"}