{"body": "\n09/17/15, 07:56 AM EDT\n\n                                        By \nEliza Collins\n\n“I really think that everybody did at least pretty well,” Trump says.\n\n09/17/15, 07:16 AM EDT\nThe Baker-Walsh show.\n\n09/17/15, 07:10 AM EDT\nUber vs. City Hall Round 2.\n\n09/17/15, 07:03 AM EDT\nChristie's notable debate.\n\n09/17/15, 07:03 AM EDT\nKevin McCarthy and Paul Ryan back John Boehner as Speaker of the House.\n\n09/17/15, 06:55 AM EDT\n\n                                        By \nKate Bennett\n\nSpain's famously fashionable Queen Letizia meets with Michelle Obama.\n\n09/17/15, 06:47 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nFleeting moments are the kinds of lines that can make or break television ads.\n\n09/17/15, 06:30 AM EDT\nCarly Fiorina steals the show at the GOP presidential debate.\n\n                                        By \nMarc Caputo\n\n“I’m not into conspiracy theories, but my recent favourite is that Donald Trump is running a false flag campaign for Hillary Clinton,” Radcliffe says....\n\n09/17/15, 06:25 AM EDT\nClinton fundraiser’s ‘email fiasco’ fret.\n\n                                        By \nMarc Caputo\n\nThe campaign will establish a “war room” to respond to next month’s congressional Benghazi hearings.\n\nKGB File\n\n09/17/15, 05:23 AM EDT\n\n                                        By \nKate Bennett\n\nIt was a fashion face-off Tuesday afternoon at the White House when Michelle Obama, considered the most sartorially knowledgeable first lady in history,...\n\nKGB File\n\n09/17/15, 05:22 AM EDT\n\n                                        By \nKate Bennett\n\n\nKGB File\n\n09/17/15, 05:21 AM EDT\n\n                                        By \nKate Bennett\n\nWhen eccentric French tailor Georges de Paris died this week, the 81-year-old left behind family, friends — and possibly one of the largest bar tabs in...\n\nKGB File\n\n09/17/15, 05:19 AM EDT\n\n                                        By \nKate Bennett\n\nPreparations are already in place for the China state dinner, scheduled for Friday, Sept. 25, being held in honor of President Xi Jinping's first visit...\n\nKGB File\n\n09/17/15, 05:17 AM EDT\n\n                                        By \nKate Bennett\n\nElvis Presley made an appearance at millionaire philanthropist and businesswoman Connie Milstein's Georgetown mansion last Friday night.\n\nKGB File\n\n09/17/15, 05:16 AM EDT\nNext week’s quick turnaround from Pope Francis to President Xi will be a major test of D.C.'s readiness to handle chaos.\n\nKGB File\n\n09/17/15, 05:15 AM EDT\n\n                                        By \nKate Bennett\n\n\"There will be conga lines,\" says one confident insider.\n\nTHE POLITICO CAUCUS\n\n09/17/15, 05:10 AM EDT\n\n                                        By \n                                                Katie Glueck\n\nCarly Fiorina nailed it in the second Republican debate.\n\nCONGRESS\n\n09/17/15, 05:08 AM EDT\n\n                                        By \nJake Sherman\n                                        ,\nJohn Bresnahan\n                                         and \nAnna Palmer\n\nThe 2 most viable replacements say enough with the drama.\n\n2016\n\n09/17/15, 05:04 AM EDT\n\n                                        By \nAnnie Karni\n\nDonors and operatives close to Clinton's campaign can't get enough of the bombastic billionaire.\n\n09/17/15, 03:51 AM EDT\n\n09/17/15, 03:23 AM EDT\n\nPhoto Gallery\n\n09/17/15, 02:24 AM EDT\n\n                                        By \n                                                POLITICO Staff\n\n\n                                        Updated 09/17/15, 02:18 AM EDT\n\n                                        By \nAnnie Karni\n\nThe late night television host gives Hillary some advice on running for president.\n\n09/17/15, 02:16 AM EDT\n\n09/17/15, 02:12 AM EDT\n\n                                        By \nHadas Gold\n\nMarathon encounter tried the patience of candidates, operatives, and viewers.\n\n2016\n\n09/17/15, 02:04 AM EDT\nWho Bombed at the Debate?\n\n09/17/15, 01:56 AM EDT\n\n09/17/15, 01:30 AM EDT\n\nDebate Night\n\n09/17/15, 01:26 AM EDT\n\n                                        By \nShane Goldmacher\n                                         and \nAlex Isenstadt\n\nWeakened contender gets defensive about his performance, dodges staff change question.\n\n09/17/15, 01:25 AM EDT\n\n09/17/15, 01:14 AM EDT\n\n                                        By \nBen Schreckinger\n\nThe conversation has moved beyond Donald Trump.\n\nSIMON SAYS\n\n09/17/15, 01:13 AM EDT\n\n                                        By \nRoger Simon\n\nSimon says there was a stage with Donald Trump on it, but Trump didn't dominate the stage\n\n                                        By \nMichael Grunwald\n\nThe debate made it official: For the GOP, Morning in America is now Darkness at Noon.\n\n09/17/15, 01:00 AM EDT\nBen Carson came in third, rounding out the non-politician trifecta.\n\nDebate Night\n\n                                        Updated 09/17/15, 12:59 AM EDT\n\n                                        By \nGabriel Debenedetti\n\nCarly Fiorina came ready to take on Donald Trump. But she did a lot more than that.\n\nDebate Night\n\n09/17/15, 12:54 AM EDT\n\n                                        By \nMarc Caputo\n\nTrump said at the debate that he didn't want casino gambling in Florida. Two decades of Florida history tell a different story.\n\n09/17/15, 12:52 AM EDT\n\n                                        By \nDaniel Strauss\n\nTrump was attacked by one of his opponents on more than two dozen distinct occasions.\n\nDEBATE NIGHT\n\n09/17/15, 12:43 AM EDT\n\n                                        By \nGlenn Thrush\n\nAt the Reagan Library debate, Fiorina crashed the boys club and Trump was low-energy.\n\nDebate Night\n\n09/17/15, 12:23 AM EDT\n\n                                        By \nAnnie Karni\n\nShe didn't  watch the debate live -- instead she attended a fundraiser in Staten Island.\n\n09/17/15, 12:20 AM EDT\n\n                                        Updated 09/17/15, 12:20 AM EDT\n\n                                        By \nSarah Wheaton\n                                         and \nNancy Scola\n\nThe White House announced an additional 20 projects for the coming year.\n\n                                        By \n                                                Henry C. Jackson\n\nHis rivals managed to get in their punches — and airtime — during the second showdown.\n\n09/17/15, 12:09 AM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nFor once, it wasn't all about Donald Trump. After the billionaire businessman steamrolled the rest of the Republican field during last month's primetime...\n\n09/17/15, 12:04 AM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1787, 39 of the 55 delegates to the Constitutional Convention, meeting at Independence Hall in Philadelphia, signed the newly drafted U.S....\n\nDebate Night\n\n                                        Updated 09/16/15, 11:56 PM EDT\n\n                                        By \nBen Schreckinger\n\nHere are 14 quotable Trump lines from the second Republican debate.\n\nDebate Night\n\n                                        Updated 09/16/15, 11:50 PM EDT\n\n                                        By \nEli Stokols\n\nHis rivals stood their ground — and even landed some blows of their own.\n\nDebate night\n\n09/16/15, 11:27 PM EDT\n\n                                        By \nMichael Crowley\n\nIs Donald Trump ready to be commander in chief?\n\n09/16/15, 11:23 PM EDT\n\n                                        By \nNick Gass\n\nHere's how each one responded.\nWe're working on more stories right now\n\n                                            By \nElizabeth F. Ralph\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Rick Wilson\n\n\n                AP Photo\n\n            By \nEliza Collins\n\n09/17/15, 07:56 AM EDT\nDonald Trump is trying something new: complimenting his fellow Republicans. \nThe businessman and 2016 GOP presidential challenger made his rounds on the morning news shows Thursday to tout his performance and compliment (sort of) his competitors.\n“I really think that everybody did at least pretty well,” Trump said on MSNBC’s Morning Joe Thursday.\nTrump even had praise for his usual foe Jeb Bush, saying the former Florida governor did “very well.\" The billionaire who often calls Bush “low-energy” said he seemed to have more of it in Wednesday night. \nTrump said of former Hewlett-Packard CEO Carly Fiorina that she “did well…I didn’t see her stand out.\" Fiorina earned praise for her debate performance Wednesday night.\nThe real estate mogul said there wasn’t anything specific neurosurgeon Ben Carson said that should prove he’s closing in on him in the polls. But he does like Carson and he liked that he “backed” Trump up on his views on autism. \nOn a CNN interview after the debate, Trump praised his party. “We have a lot of talent in the Republican party and I think we’re going to do very well come election day.” \nWhen asked on MSNBC if there was anything he would do differently about the debate, Trump responded that he thinks he did pretty well. \n“There are some things, maybe it would have been better if the guy didn’t hear my statement in Rolling Stone,\" he said, referring to comments he made to the magazine criticizing Fiorina’s face. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "After debate, Trump praises GOP challengers", "url": "http://www.politico.com/story/2015/09/donald-trump-2016-cnn-presidential-debate-post-debate-reaction-213771", "topics": ["campaign_finance", "personality"], "people": ["Michael Grunwald", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Nancy Scola", "Elvis Presley", "Marc Caputo", "Roger Simon", "Connie Milstein", "Michelle Obama", "John Boehner", "Gabriel Debenedetti", "Annie Karni", "Pope Francis", "Kate Bennett", "Xi Jinping", "Shane Goldmacher", "Nick Gass", "Jeb Bush", "Todd S. Purdum", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Sarah Wheaton", "Carly Fiorina", "Ben Schreckinger", "Daniel Strauss", "Michael Crowley", "Elizabeth F. Ralph", "Hillary Clinton", "Eli Stokols", "Rick Wilson", "Glenn Thrush", "Katie Glueck", "Ben Carson"], "orgs": ["CONGRESS", "Reagan Library", "KGB", "City Hall", "MSNBC", "Photo Gallery", "GOP"], "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-09-17 12:56:34", "org": "politico", "article_id": "981b7a785fcc98fbc2780c4c0ee6385d", "date_access": "2015-09-17 12:01:33.415181"}