{"body": "\n09/21/15, 08:19 AM EDT\nDemocratic lobbying and consulting firm join forces\t\n\n09/21/15, 08:18 AM EDT\n\n                                        By \nNick Gass\n\n\"Well I don't think panic is a word that I'd use,\" the business tycoon says. \n\n09/21/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nShutdown odds increase — Greek vote eases tensions — Fiorina rises — Crunch time for Moynihan \n\n09/21/15, 07:56 AM EDT\nWill lawmakers listen to Pope Francis? — POPE PROTEST NUMBERS COULD GROW — Corker plots another campaign against Iran deal.\n\n09/21/15, 07:52 AM EDT\nBill De Blasio’s coming zoning fights.\n\n                                        By \n                                                Ryan Heath\n\n\n09/21/15, 07:45 AM EDT\nChris Christie and the ‘crazy’ legislature.\n\n09/21/15, 07:43 AM EDT\nMARY KATHARINE HAM: ‘I lost part of my heart and the father of my sweet babies’ – ELMENDORF MERGER – B’DAY: Dean Baquet\n\n09/21/15, 07:40 AM EDT\n\n                                        By \nNick Gass\n\nIran said Monday that it has given samples collected by its own experts from the Parchin site to the International Atomic Energy Agency.\n\n09/21/15, 07:30 AM EDT\nCharlie Baker untouched at Dem convention.\n\n09/21/15, 06:55 AM EDT\n\n                                        By \nNick Gass\n\nBen Carson will not take back his comment in a recent interview that he would not vote for a Muslim president, his business manager said Monday morning....\n\n09/21/15, 06:41 AM EDT\n\n                                        By \nNick Gass\n\nClinton picked up 42 percent, with Sanders grabbing 24 percent and Biden with 22 percent.\n\n09/21/15, 06:00 AM EDT\nFL bloggers feud after Rubio-Paul staffer ‘fight'.\n\n2016\n\n09/21/15, 05:26 AM EDT\n\n                                        By \nAlex Isenstadt\n\nThe former Hewlett-Packard CEO's campaign is aggressively reaching out to top GOP donors, operatives, and elected officials in a frantic effort to build...\n\nWhite House\n\n09/21/15, 05:09 AM EDT\n\n                                        By \nSarah Wheaton\n\nThe administration is accelerating naturalization for million of legal residents — many of whom will probably vote Democratic. \n\nHealth Care\n\n09/21/15, 05:08 AM EDT\n\n                                        By \nJennifer Haberkorn\n\nDavid Daleiden leaves shutdown politics to the politicians. He's focused on Planned Parenthood funds\n\nCongress\n\n09/21/15, 05:07 AM EDT\n\n                                        By \nSeung Min Kim\n                                         and \nJennifer Haberkorn\n\nRepublicans are hoping Pope Francis' presence will bolster their efforts.\n\nWhite House\n\n09/21/15, 05:05 AM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nIf the vice president runs, Clinton and other opponents could use his treatment of Anita Hill to erode his support among women and blacks. \n\n09/21/15, 12:00 AM EDT\n\n                                        By \nAndrew Glass\n\nThe House and Senate agreed to provided $40 million.\n\nForeign Policy\n\n                                        Updated 09/20/15, 11:31 PM EDT\n\n                                        By \nNahal Toosi\n\nThe fate of 3 Americans remains a stumbling block to improving relations.\n\n                                        By \nMatthew Karnitschnig\n\n\nCongress\n\n                                        Updated 09/20/15, 09:29 PM EDT\n\n                                        By \nJake Sherman\n\nIn an exclusive interview, John Boehner says he's resigned himself to trying to make Washington work - and raise lots of money for his party.\n\n2016\n\n09/20/15, 08:41 PM EDT\n\n                                        By \n                                                Peg Tyre\n\nTrump reveals himself to be the guy you fool around with, not the one you marry.\n\nIn The Arena\n\n09/20/15, 08:40 PM EDT\n\n                                        By \n                                                Stan Collender\n\nA budget expert puts the likelihood at 75 percent.\n\nWhat Works\n\n09/20/15, 08:39 PM EDT\n\n                                        By \n                                                Joseph B. Fuller \n                                        ,\n                                                Karen G. Mills\n                                         and \n                                                Jan W. Rivkin\n\nHow can our nation continue to grow while also providing a path to prosperity for more Americans?\n\n2016\n\n09/20/15, 05:53 PM EDT\n\n                                        By \n                                                Jeffrey Sonnenfeld\n\nShe can diss me all she wants on live TV, but personal attacks won’t take her from colossal business failure to leader of the free world.\n\n                                        Updated 09/20/15, 05:30 PM EDT\n\n                                        By \nBen Schreckinger\n\nMarco Rubio does not believe this is breakout moment, he says.\n\nCongress\n\n                                        Updated 09/20/15, 04:58 PM EDT\n\n                                        By \nRachael Bade\n\nLawmakers on the activist right call a leadership proposal to defund Planned Parenthood a farce. \n\n09/20/15, 04:31 PM EDT\n\n                                        By \nHanna Trudo\n\nKirsten Gillibrand and Jerrold Nadler want the Stonewall Inn to be a national park.\n\n09/20/15, 03:29 PM EDT\n\n                                        By \nNahal Toosi\n\nThe United States will take in up to 85,000 in 2016 and 100,000 in 2017.\n\n                                        Updated 09/20/15, 02:52 PM EDT\n\n                                        By \nNick Gass\n\n\"I would not advocate that we put a Muslim in charge of this nation.\"\n\n                                        Updated 09/20/15, 02:44 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\nThe vice president's wife had reportedly opposed a run.\n\n                                        Updated 09/20/15, 02:30 PM EDT\n\n                                        By \nBen Schreckinger\n\n“It wasn’t people from Sweden that blew up the World Trade Center, Jake.”\n\n2016\n\n                                        Updated 09/20/15, 02:17 PM EDT\n\n                                        By \nEliza Collins\n\nActivists say the bombastic billionaire is going to drive huge numbers of angry Hispanic voters to the polls.\n\n                                        Updated 09/20/15, 01:22 PM EDT\nSUNDAY BEST – HILLARY CLINTON, live on-set at “Face the Nation,” to JOHN DICKERSON, on three words that capture “the real Hillary Clinton”: “[Laughs.]...\n\n09/20/15, 12:57 PM EDT\n\n                                        By \nBen Schreckinger\n\n“We’re facing the worst refugee crisis since the end of World War II,” she says.\n\n2016\n\n09/20/15, 10:50 AM EDT\n\n                                        By \nSteven Shepard\n\nAnd Scott Walker drops below 1 percent.\n\n                                        By \nMatthew Karnitschnig\n\n\n                                        By \nPeter Berlin\n\n\n09/20/15, 09:02 AM EDT\n\n                                        By \nBen Schreckinger\n\nHe clarifies his recent comments about Latinos, saying they \"occupy jobs from top to bottom.\"  \n\nReligion\n\n                                        Updated 09/20/15, 08:14 AM EDT\n\n                                        By \nNahal Toosi\n\nThere are plenty of people unhappy with the pontiff, and they fear his popularity is making it harder for them to be heard.\n\n2016\n\n                                        Updated 09/20/15, 08:03 AM EDT\n\n                                        By \nMichael Kruse\n                                        ,\nJosh Gerstein\n                                         and \nBen Schreckinger\n\nStory of Cincinnati apartment complex exaggerates the young Donald's role.\n\n                                        Updated 09/20/15, 12:28 AM EDT\n\n                                        By \nAlex Isenstadt\n\nThe Kentucky senator tops Carly Fiorina by 7 percentage points.\n\n09/20/15, 12:11 AM EDT\n\n09/20/15, 12:11 AM EDT\n\n09/20/15, 12:11 AM EDT\n\n                                        Updated 09/20/15, 12:04 AM EDT\n\n                                        By \nAndrew Glass\n\nHe was the nation's 21st president, becoming the third president to hold that office in one year.\n\n09/19/15, 11:43 PM EDT\n\n09/19/15, 11:24 PM EDT\nWe're working on more stories right now\n\n                                            By \n                                                    Peg Tyre\n\n\n                                            By \n                                                    Stan Collender\n\n\n                                            By \n                                                    Joseph B. Fuller \n                                            ,\n                                                    Karen G. Mills\n                                             and \n                                                    Jan W. Rivkin\n\n\n                                            By \n                                                    Jeffrey Sonnenfeld\n\n\n                JAY WESTCOTT/POLITICO\n09/21/15, 08:19 AM EDT\nTwo top Democratic firms are joining forces to try and change the K Street model.\nLobbying powerhouse Elmendorf|Ryan and strategic communications shop Home Front Communications are merging to create a new firm that will focus on public affairs, policy strategy and communications services.\nThe combined 70-employee operation with a total revenue of $25 million will be renamed Subject Matter. Steve Elmendorf and Jimmy Ryan of Elmendorf|Ryan and Paul Frick and Dan Sallick of Home Front are partners in the firm.\nSubject Matter is also bringing on Debra DeShong as executive vice president and managing director for public affairs. A long-time Democratic communications operative, DeShong most recently served as chief of staff to U.S. Ambassador to Japan Caroline Kennedy.\nThe move to combine forces comes as K Street mergers and acquisitions by large public companies have slowed in recent years as more lobbyists and consultants have moved to smaller or independent shops. Meanwhile, lobbying and consulting revenues have been hurt by tightened corporate budgets and congressional gridlock has also put pressure on the bottom line.\nFor instance, two recent downtown mergers were borne out of firms in crisis — Squire Sanders merging with embattled Patton Boggs and Wiley Rein acquiring McBee Strategic after its name partner exited. But the move by Elmendorf|Ryan and Homefront comes with both firms on solid financial footing. The top partners think it’s a strong strategic move and will help them integrate all aspects of client services.\nI think the marketplace right now rewards people who are not large and bureaucratic,\" Elmendorf said. \"I think we can hit that sweet spot of creating a business that is big enough to do a lot of things — service clients in a lot of ways — but not too big that our clients feel that they aren't getting the attention and service we've always provided.\"\nWhile firm mergers like this can often serve as a catalyst to try and get bought out by a large public firm like WPP or Interpublic Group, the partners said that isn't their goal.\n\"It was sort of born out of a 20 year friendship and evolved over a two year conversation about how the industry is changing and how we might work together,\" Sallick said. \"While we've both been in business a long time, we are definitely approaching this with a start-up mentality with a lot of intensity, a lot of energy around how we do things different.\"\nThe firm is founded by partners with deep Democratic ties. Three of the firm's four partners — Elmendorf, Sallick and Frick all worked for former House Minority Leader Dick Gephardt (Mo.). Ryan worked for Senate Majority Leader Harry Reid (Nev.) and Sen. Chuck Schumer (N.Y.).\nBut the partners said that they aren't committed to sticking with their one-party model.\n\"The goal is to figure out the best way to service clients,\" Elmendorf said. \"We're looking at a whole bunch of different ways both in terms of being bipartisan and geography to grow the firm and in terms of services... we start all of this with an open mind in how can you grow the business in such a way to do the most for clients.\"\nHome Front was founded in 1998 and recently launched inside the Beltway policy campaigns for the Association of American Railroads, Airlines for America and Nestle USA, which included television and radio commercials, digital media content and advertising, among other things. Other Home Front clients include: Robert Wood Johnson Foundation, the Campaign for Tobacco-Free Kids and the United States Census Bureau. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Elmendorf Ryan, Home Front Communications merge", "url": "http://www.politico.com/story/2015/09/elmendorf-ryan-home-front-communications-213832", "topics": ["campaign_finance", "women", "immigration"], "people": ["Rachael Bade", "Hillary Clinton", "Hanna Trudo", "Michael Kruse", "Dan Sallick", "Steven Shepard", "Bob Corker", "Chris Christie", "Anita Hill", "Harry Reid", "Karen G. Mills", "John Boehner", "Nahal Toosi", "Kirsten Gillibrand", "Peter Berlin", "Ryan Heath", "Josh Gerstein", "Scott Walker", "Nick Gass", "Joseph B. Fuller", "Pope Francis", "Isaac Dovere", "David Daleiden", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "De Blasio", "Elmendorf Ryan", "Jake Sherman", "Charlie Baker", "Dean Baquet", "Sarah Wheaton", "Dick Gephardt", "Carly Fiorina", "Jerrold Nadler", "Ben Schreckinger", "Jennifer Haberkorn", "Steve Elmendorf", "W. Rivkin", "Patton Boggs", "Matthew Karnitschnig", "Chuck Schumer", "Ben White", "Paul Frick", "Jeffrey Sonnenfeld", "Jimmy Ryan", "Marco Rubio", "Eliza Collins", "Wiley Rein", "Ben Carson", "Stan Collender"], "orgs": ["Peg Tyre", "Congress", "Beltway", "Senate", "Elmendorf", "WPP", "What Works", "International Atomic Energy Agency", "McBee Strategic", "World Trade Center", "K Street", "Mo.", "Robert Wood Johnson Foundation", "ELMENDORF"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-09-21 13:19:24", "org": "politico", "article_id": "82e287cadb0dc184c066e401c38e4b1e", "date_access": "2015-09-21 12:30:08.812439"}