{"body": "Politics\nHer husband pulled off a similar feat with Mario Cuomo in 1992.\nBy BILL SCHER\nAugust 09, 2015\nThe Clinton presidential campaign was biting its collective nails as a towering Democratic Party figure left everyone guessing whether he would jump in the race late. Then it grappled with weak poll numbers because voters did not see the candidate as honest and trustworthy.\nGet POLITICO Magazine in your feeds\nTop Stories, Videos & Photos\nNot Hillary Clinton ‘16. Bill Clinton ‘92.\nBack then Mario Cuomo, Gennifer Flowers and the ROTC were threatening to deny a Clinton the prize. Now it’s Joe Biden and an email server. If Hillary seems unfazed, perhaps it’s because if you are a Clinton, you’ve seen it all before.\nThere are differences in the two predicaments of course. Cuomo would have been an instant, if not dominating, frontrunner if he had entered (A December 1991 New Hampshire poll showed Cuomo tied with Paul Tsongas at 15 percent, with Bill Clinton only at five.) Biden has polled poorly versus Clinton all year long. In fact three years ago, Biden was the one deemed the political liability by pundits, stoking chatter that Hillary would replace him as Vice-President to salvage Barack Obama’s re-election.\nAnother significant difference is that the Bill Clinton “scandals” didn’t surface until after Cuomo passed on the race. If Biden jumps in, it will be because questions about Hillary’s trustworthiness are weighing her down.\nThere was nothing Bill could do to affect Cuomo’s decision. But there is something Hillary can do to dissuade Biden: fortify her poll numbers and put to rest concerns among, as Obama campaign adviser David Plouffe once called them, the Democratic “bedwetters.”\nOne of Hillary’s chief media antagonists on the email issue, National Journal’s Ron Fournier, said in April the best remedy is to just “Hand over the email server.” Since she hasn’t, he recently offered on Twitter that “If authenticity is the coin of the realm of modern politics (it is), @VP could (*could*) beat @HillaryClinton…”\nBut the Clinton campaign experience of 1992 challenges both of Fournier’s premises: that “authenticity is the coin of the realm” and full capitulation to media demands is the best way to earn it. And Hillary’s strategy to push past the character attacks is straight out of the 1992 playbook.\nBill Clinton dispatched Tsongas by March 1992 despite the fact that voters saw the former Massachusetts senator, known for saying “I’m not Santa Claus,” as the honest choice. That was the first sign that winning the “authenticity” battle wasn’t everything.\nStill, focus groups run by the Clinton campaign during the primaries were disturbing. The notion of Clinton as a phony had taken root, complicating his ability to put away Democratic rival Jerry Brown and more importantly, damaging his general election hopes. By the end of the primaries, Clinton would be running third behind President George H. W. Bush and the yet-to-declare independent Ross Perot.\nClinton’s pollsters concluded that voters weren’t giving his policy ideas a hearing because they couldn’t get past the character question. But instead of revealing details about extramarital affairs or apologizing for trying to avoid combat in Vietnam, the focus group testing uncovered another way out: personal biography.\nAs chronicled in the book Quest For The Presidency 1992, the campaign embarked on an intensive research project starting in April to discern exactly what troubled voters and what information would ease their concerns.  They learned the problem for Bill was not the specifics of the character attacks. The problem was that the attacks created the perception he was a typical politician out for himself and not a change agent that would help the public.\nTo change perceptions, one focus group of mainly Bush and Perot supporters was told that Clinton “had been born in a small town in Arkansas,” “stood up to his drunken stepfather and made him stop abusing his family,” “worked his way through college” and “won a Rhodes scholarship.” Minds then opened up to hearing about his gubernatorial record on jobs, education and welfare, as well as how he locked up his brother on drug charges instead of pulling strings. “Sounds like he has a lot more morals than the papers give him credit. And ethics,” said one persuaded participant.\nOnce the primary season ended, the campaign went back to square one and told his story from the beginning. Between the end of the primaries and the beginning of the Democratic convention in July, the polls began to move in the Clinton’s direction. After the convention, an ad titled “Journey” featured Clinton telling his life story using some of the language tested in the focus groups. The Museum of the Moving Image calls it “one of the most compelling biographical ads ever made.”\nStill, the Clinton campaign never fully put the matter to rest – to this day Bill Clinton is called “Slick Willie.” The Bush campaign hammered him on “trust.” An October 1992 poll had tepid results regarding whether Clinton was “honest”: 31 percent said yes and 32 percent said no. A debate preparation memo based on more focus group research warned that voters “want to see for themselves if they can ‘trust Bill Clinton.’”\nYet on Election Day, the veracity question wasn’t dominant. The exit poll asked voters what candidate qualities mattered most: pro-Clinton “change” voters outnumbered pro-Bush “honest and trustworthy” voters.\nFast-forward to today. Hillary Clinton was whacked by the email flap in March before she officially announced in April. Her direct defense failed to satisfy and ongoing investigations keep the story churning.\nSo what was the subject of her first online ad one month after her kickoff? Well what do you know, a biographical ad about her mother’s hard-luck childhood and how it shaped her outlook on life. And her first televised ads revealed this month are variations on the same theme, tying her mother’s trials to Hillary’s record and values.\nSome Republican operatives giddily suggested a panicked Hillary moved up the timeframe for placing her first ads on Iowa and New Hampshire television this week to blunt the Biden buzz. A spokeswoman calmly responded on Twitter that the campaign “Didn't buy for Aug [previously] as to not tip off our many opponents.” Regardless of which side you believe, the ad itself is not a rush job, but a carefully considered strategy rooted in the 1992 experience.\nWill it work this time? While the strategy is basically the same, there are differences in the circumstances.\nBill had barely been on the national stage and people’s perceptions of him had not been fully formed. Hillary has been the public eye for two and a half decades and opinions on her are firmer.  Bill also had a more powerful personal story to tell, with plenty of dramatic plot points, and a greater distance between his upbringing and his adult success. Hillary has to lean on her mother’s story to give her own narrative punch. The flip side is that Bill’s scandals were more sensational. The email server issue still lacks a dropped shoe; perhaps less biography is necessary to dull the impact.\nThere is also Fournier’s suggestion that “authenticity” matters more today than before. Certainly, Barack Obama and George W. Bush successfully cultivated individual personas that did not feel manufactured by political consultants. But we can’t presume that means authenticity trumps competence, ideology, values and policy positions.\nDonald Trump is authentically Donald Trump, but Hillary trounces him in every trial heat because he flops on all the other measures. Similarly, lots of people have a soft spot for “Uncle Joe,” but how many “authentic” gaffes could he make before Democrats scurry back to the comfort of Hillary’s wonkish competence?\nThe 1992 Clinton campaign figured out that “authenticity” could be redefined on its own terms and downplayed so the election can turn on different qualities. If Hillary can execute the same game plan, and stabilize her numbers into the fall, not only would Biden be denied a clear opening, but Republicans might have to reconsider if rehashing the 1992 Bush campaign strategy is their best approach for beating the 2016 Clinton.\nBill Scher is the senior writer at the Campaign for America’s Future, and co-host of the Bloggingheads.tv show “The DMZ” along with the Daily Caller’s Matt Lewis.\nThe Friday Cover\n By ADAM WREN\nThe POLITICO Mag Profile\n By LUKE O’BRIEN\nSponsored Content\n© 2015 POLITICO LLC", "byline": "", "description": "The Clinton presidential campaign was biting its collective nails as a towering Democratic Party figure left everyone guessing whether he would jump in the race late. Then it grappled with weak poll numbers because voters did not see the candidate as honest and trustworthy.\nNot Hillary ClContinue reading ...", "title": "How Hillary Can Keep Biden Out", "url": "http://www.politico.com/magazine/story/2015/08/how-hillary-can-keep-biden-out-121101.html", "topics": ["personality"], "people": ["Gennifer Flowers", "Paul Tsongas", "Jerry Brown", "Bill Clinton", "George H. W. Bush", "Joe Biden", "Hillary Clinton", "Donald Trump", "Ron Fournier", "George W. Bush", "Mario Cuomo", "Santa Claus", "Bill Scher", "Ross Perot", "Matt Lewis", "Barack Obama", "David Plouffe"], "orgs": ["Democratic Party", "Videos & Photos", "Bill", "ROTC", "National Journal"], "authors": [{"author_id": 30860, "fullname": "bill scher", "primary_org": "politico"}], "date_written": "2015-08-09 22:03:21", "org": "politico", "article_id": "2da924240b497b25b38a1117142608ce", "date_access": "2015-08-09 21:10:05.236328"}