{"body": "Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\nBy Henry C. Jackson\n8/21/15 6:27 PM EDT\nBy Henry C. Jackson\nTHE CLOCK: 448 days until Election Day 2016 …\nStory Continued Below\nTHE DEBATE CLOCK: 26 days until the next Republican debate ... 53 days until the first Democratic debate.\nHILLARY’S HAMPTONS HOME: POLITICO’s Annie Karni reports: “The Clintons are reportedly staying in the same $50,000 a week beachfront mansion in Amagansett near Harvey Weinstein’s spread, a seven-bedroom house with a lap pool and ocean access, they rented last year. Their daughter Chelsea and her family … are also expected to join them. Clinton’s two brothers, Hugh and Tony Rodham, are also staying with the family … Despite the optics, longtime friends and supporters said there was never any real discussion of the Clintons vacationing anywhere else but the ritzy Hamptons where they have gone for years.”\nRead more: http://politi.co/1E8HmgA\nFriday, Friday, gotta talk yourself in knots about birthright citizenship on Friday. Welcome to today’s 2016 Blast. Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news. Send your tips, complaints and hottest hot takes to: hjackson@politico.com.\nTRAIL MIX: Here’s what’s popping on the campaign trail\nIn today’s campaign news, SCOTT WALKER 2.0 is in a bit of a tangled web on birthright citizenship. HILLARY CLINTON’s campaign is on the look out for impostors. Top-tier Republicans — but not Ohio Gov. JOHN KASICH — descend on a forum in the Buckeye State. TED CRUZ attacks Jimmy Carter’s policies a day after he talks about his cancer diagnosis. SEC Country gets ready for DONALD TRUMP. \nTHE DAILY CLINTON:\nPRESS STARVED: POLITICO’s Dylan Byers reports: “HILLARY CLINTON has been running for president for well over four months now. In that time, she has given just one nationally televised interview — despite promises from both her and her campaign that she intended to do more … The Clinton listening tour officially ended on July 12, and since then the national media has been forced to endure 40 days and 40 nights without the promised interviews. The fast has only contributed to longstanding press frustrations with Clinton's limited availability.” http://politi.co/1JuXpaL\nVAST RIGHT WING CONSPIRACY: Time: “HILLARY CLINTON’s campaign offices around the country have been put on alert after at least two women approached Iowa staff under the guise of being supporters in an apparent effort to catch the campaign engaging in improper or illegal activity, a Clinton campaign official said. The motivations of the women is not known, but their alleged techniques match those of Project Veritas, the conservative group run by James O’Keefe, which specializes in undercover stings meant to embarrass liberal groups and politicians. The group declined to comment on the Clinton campaign’s allegations.” http://ti.me/1E8KRn7\nTWILIGHT PROBLEM: “It’s almost like a vampire. She’s going to have to find a stake and put it right through the heart of these emails in some way.”\nThat’s California’s evergreen Gov. Jerry Brown on HILLARY CLINTON’s email troubles in a pre-taped interview schedule to air Sunday on Meet the Press.\nTHE PROGRESSIVE RESISTANCE: \nCHANNELING HOPE: Washington Post, from South Carolina: Bernie Sanders fired up a lively crowd of supporters Friday as he began a campaign swing through this early primary state that seven years ago helped to boost the candidacy of another senator who many thought couldn’t beat the odds of winning the presidency. Sanders even made reference to President Obama’s historic election in 2008 as evidence that the country “has in fact made real progress of overcoming our legacy of historical racism … But the bad news is racism still remains a much too real part of American life.” http://wapo.st/1fuXJs2\nHART AND SOUL: Los Angeles Times quotes MARTIN O’MALLEY as drawing inspiration from his work on the 1984 Gary Hart race against Vice President Walter Mondale. “Having seen that before, it’s a little easier for me to have the faith to walk across these months.” The Times observes a “conspicuously jet-lagged O’Malley” spoke as “he gripped a paper cup from Starbucks.”http://lat.ms/1KzEpCG\nBIDEN OPPO: The New York Times revisits JOE BIDEN’s prominent role on the Senate Judiciary Committee and crime bills of the ‘90s could hurt an as-yet-unannounced campaign. “The rapid shift in mood that those efforts reflect — a reaction to falling crime rates and a renewed attention to issues of racial injustice — could prove one of many hurdles ... if he decides to become a candidate for president.” http://nyti.ms/1MDtrk8\nBERNING HOT TAKE: The Huffington Post: “BERNIE SANDERS is the only Democrat gaining attention nationwide who isn't linked to an FBI investigation. Why some Democrats still continue to believe a candidate can win the White House with the Justice Department, FBI, and other intelligence agencies investigating this candidate's email practices, seems to overlook one obvious fact. Nobody has ever won the White House with an ongoing FBI and Justice Department investigation, and it doesn't seem that the FBI or Justice Department will cease investigating Clinton's email saga” http://huff.to/1I0r9Fd\nTRUMP ON THE STUMP:\nOFF MESSAGE: POLITICO’s Eliza Collins reports: DONALD TRUMP may be the spinning top that won’t fall down, but his Iowa co-chair is cringing at some of his recent statements.\n“On illegal immigration, he wants to gather up the families and ship them out? That was a boondoggle. The caucusgoers are like, ‘What?’ That was a big mistake,” Richard Thornton told The Des Moines Register … Thorton still thinks the Republican candidate can plow forward. http://politi.co/1NKQok3\nMOBILE HOME: Washington Post:  Mobile, Ala., “doesn't usually host presidential primary rallies. But … Donald Trump will take over Ladd-Peebles Stadium, usually home to high school football games on Friday nights, not presidential pep rallies. Trump's campaign expects 35,000 to attend.” http://wapo.st/1hyc5d5\nBUT WHY? http://bit.ly/1Eawyip\nTRANSFORMING TRUMP: USA Today: In interviews with activists, analysts and Trump supporters in early voting states, a complicated picture emerges of what it would take to transform the billionaire real estate developer from a front-running candidate to a plausible nominee. Although not many people beyond Trump's orbit see it playing out that way, what is clear is that Trump has significant appeal with core GOP voters — and significant hurdles that may prove difficult to overcome. Not that his supporters are worried. \"I think he will win in Iowa, he will win in New Hampshire, and he will win in South Carolina,\" said Stephen B. Stepanek, a Trump state co-chairman and volunteer from Milford, N.H. \"And that momentum is going to carry him.\" http://usat.ly/1htpQdd\nTONE CHANGE: Days after a pair of Boston brothers cited him as inspiration for beating a homeless Hispanic man, DONALD TRUMP draws a forceful line on Twitter: “@realDonaldTrump Boston incident is terrible. We need energy and passion, but we must treat each other with respect. I would never condone violence.” http://bit.ly/1LnVz9m More here: http://politi.co/1JqwOdd\nWALKER’s WORLD:\nNEITHER ADRIFT, NOR ANCHORED: After days of coverage noting his support for repealing birthright citizenship, SCOTT WALKER tells CNBC “I’m not taking an opinion one way or the other.” http://cnb.cx/1I0hheL\n            NO POSITION: POLITICO’s Eliza Collins has more here http://politi.co/1DbK280\n‘LIVES’ STUMBLE: CNN: SCOTT WALKER “stumbled through a question Friday about whether he would meet with representatives of the Black Lives Matter movement. When asked whether he'd be willing to meet with activists, Walker dismissed the possibility by saying, 'Who knows who that is?' 'I meet with voters. Who knows who that is,' Walker said, apparently referring to Black Lives Matter activists. When pressed on the matter, Walker said he would 'talk to American voters.' 'It's the same way as saying we meet with the tea party. Who is the tea party? There's hundreds of thousands of people,' he said.\" http://cnn.it/1U5jah8\nNO LEFT TURNS: The Wall Street Journal: “At each step in” SCOTT WALKER’s “career, he has run against Republican opponents with one overriding strategy: Never letting anybody get to the right of him. That helps explain his move this week to instantly embrace the toughest position on immigration after Republican presidential primary opponent Donald Trump released his policy platform on the matter.” http://on.wsj.com/1hPlY5Y\n‘BAMA NETWORK: AL.com: SCOTT WALKER appointed “Alabama Senate Majority Leader Greg Reed … as the Alabama chairman of his presidential bid.” Walker’s headed to Alabama on Saturday to headline the state GOP’s summer luncheon in Talladega. http://bit.ly/1WJSqXx\nTED’s TURN:\nCARTER ATTACK: Bloomberg catches TED CRUZ ripping the Jimmy Carter administration in Iowa … a full day after the former president’s wrenching press conference about his cancer diagnosis. “Asked later by a Register reporter if the timing of his remarks on Carter could be considered insensitive, Cruz stood firm. \"We can always have a discussion about public policy,\" he said. \"The public policy of the late 1970s didn't work. And the point that I made here that was so important is that in response to the failures of public policy in the late 1970s there was a grassroots movement of millions of men and women that rose up and became the Reagan revolution. And the same thing is happening today.\" http://bloom.bg/1TYjP9i\n            FLASHBACK: Cruz apologized in June for joking about Vice President Joe Biden just days after his son died from brain cancer.\nJUNO NOTHING: POLITICO’s Katie Glueck reports: Texas Sen. Ted Cruz and actress Ellen Page, of “Juno” fame, got into a testy and free-wheeling discussion Friday over gay rights here at the Iowa State Fair. “I’m happy to answer your question but not to have a back-and-forth debate,” Cruz told Page, as she pressed him about discrimination against LGBT citizens, approaching him as he flipped pork chops over an open grill. But the two then proceeded to have a spirited exchange over gay rights ...The discussion, which was held in view of reporters and caught on video … came hours before Cruz hosts a religious liberty rally here in Des Moines, where he will be defending what he sees as that right. http://politi.co/1EJ6eq0\nWOOING THE ANTI-ESTABLISHMENT: POLITICO’s Katie Glueck reports: “TED CRUZ has quietly embarked on a strategy designed to reclaim the mantle of the anti-establishment presidential candidate, methodically scoring endorsements, locking down the support of hardliner activists and creating an extensive grassroots network, even as Donald Trump keeps a firm grip on the title for now … he has studiously avoided upsetting the angry voters who are for the moment fueling Trump’s campaign, but who could easily look for an alternative down the road.” http://politi.co/1Kzr0uo\nMATCHING TRUMP?: Washington Examiner: “Ted Cruz has always coupled his no-amnesty, secure-the-border immigration policy with enthusiastic support for streamlining and encouraging legal immigration. That might be changing. The Texas senator and leading Republican presidential candidate said in interviews this week that there was a lot to like about Donald Trump's immigration policy proposals.” http://washex.am/1KAyc9H\nJEB’s JOURNEY:\nCHILLIN’: POLITICO’s Marc Caputo and Anna Palmer report: “JEB BUSH is sticking with the plan. Despite DONALD TRUMP shooting ahead in the polls and Bush’s debate performance getting bad reviews — and amid signs of frustration on the campaign trail from the former Florida governor himself — his supporters aren’t panicking, multiple sources close to the candidate insist.” The duo lay out five reason’s Bush isn’t sweating. Among them: “Jeb Inc. … Bush Inc. … Bush Time.” http://politi.co/1hQxMoF\nCRUZ MISSILE: POLITICO’s Katie Glueck reports: Texas Sen. TED CRUZ on Friday fired back at JEB BUSH, who a day earlier suggested the senator, who was born in Canada to a son of a Cuban immigrant and American-born mother, was the beneficiary of birthright citizenship. “I appreciate Gov. Bush’s concern. I would note it seems he’s having a problem and getting confused between legal immigration and illegal immigration,” said Cruz. “With regard to legal citizens, I’m a United States citizen because my mother was a United States citizen, born in Wilmington, Del. And it has been the law since the beginning of the country that the children of American citizens born here or abroad are American citizens by birth.” http://politi.co/1h1NdcY\nCATAMOUNTAIN TO CLIMB: Associated Press:  “Bush is the first presidential candidate to file petitions to get on the ballot for the Vermont presidential primary set for March 1. A Bush campaign aide says petitions with more than 2,000 signatures — twice the required number — were filed Thursday with the secretary of state's office.” http://bit.ly/1NAENpP\nTWITTER STRATEGERY: Commenting on top of the estimable @comfortablysmug Mike Murphy, the leader of JEB BUSH’s Right to Rise Super PAC sheds some light on the group’s mailer strategy in Iowa and New Hampshire. “@MikeMurphy: All NH R primary voters will get mail piece. Only omitted a few in IA who r locked in the Trump/Cruz/etc lane.” http://bit.ly/1Eau838\nCHRISTIE CHRONICLES: \nHIGH-STAKES FAIR: Asbury Park Press: CHRIS CHRISTIE joked in a Fox News interview that he might ride a pony when he arrives at the Iowa State Fair on Saturday — so he could outdo Donald Trump, who touched down at the fair last week in a helicopter. “Yeah, a pony might be good,’’ Christie said. But Christie has bigger concerns than trying to match Trump’s outlandishness. He’s slipping in the polls, putting him at risk of being knocked off the main stage when CNN televises the next prime-time Republican presidential debate. http://usat.ly/1PE2BIA\nCOWBOY UP: Dallas Morning News reports Jerry Jones will do a super fan a solid, hosting a fundraiser next month for CHRIS CHRISTIE, whose sweaters and conspicuous hugging filled your playoff feeds last year.http://bit.ly/1JaWJ77\nRUBIO’s RUN:\nDETROIT RAVE: Detroit News’ Nolan Finley: “My first impression of Marco Rubio Thursday was that he looked as if he were running for president of his college class, and not the United States. Looks deceive. The 44-year-old Florida senator and Republican contender delivered a speech to the Detroit Economic Club that was sophisticated, passionate and chock-full of common sense conservatism. This guy is a credible presidential candidate.” http://bit.ly/1U5nBbO\nWRIGHT AND WRONG: Columbus Dispatch: Republican presidential candidate MARCO RUBIO appeared to get the Wright Brothers a bit wrong. During a speech Thursday at the Detroit Economic Club, Rubio, a Florida senator, praised the innovation of the Wright Brothers for their first flight in 1903. But instead of pointing out they were from Dayton, Rubio described them as “two brothers from Kitty Hawk, North Carolina.” http://bit.ly/1JmTuGN\nSURVEYING THE 2016 LANDSCAPE:\nJOHN WHO?: Toledo Blade: “Conservative Republicans … convened in battleground Ohio” with “roughly 3,800 attending the Americans for Prosperity's Defending the American Dream Summit in Columbus.” “JEB BUSH vowed to rebuild the U.S. Military … ‘This world is a lot more dangerous than it was the day Barack Obama became president.’ Gov. JOHN KASICH was nowhere to be seen, and a spokesman for Americans for Prosperity declined to discuss who was and was not invited.\" http://bit.ly/1JmVu1H\nJESUS TALK: RedState’s Erick Erickson is not feeling JOHN KASICH: “Kasich will tell anyone willing to listen that Jesus demanded he expand Obamacare in Ohio … Kasich told people that they need to get over Roe v. Wade because it is the law of the land … What kind of Jesus demands John Kasich expand government, but accept Roe v. Wade? I’ll tell you one thing, it is not the Jesus who spoke the world into being. I don’t know who John Kasich’s Jesus is, but I suggest he leave him at home next time.” http://bit.ly/1NAEdrW\nPAUL’s PLUNGE: National Review: “A year ago, political insiders expected RAND PAUL to dominate in Nevada and Iowa, the first two states to hold presidential nominating caucuses. Now, as campaign season ramps up in earnest and he continues to slide in national polls, Paul’s propensity to skip important GOP events has left Republican voters wondering whether he is willing to put in the work to seize his natural advantages in these two early states.” http://bit.ly/1UYfZdv\n‘PARENTHOOD’ SCREENING: POLITICO’s Eliza Collins reports: BOBBY JINDAL “held a movie screening on his lawn, but these movies weren’t the newest blockbuster. The Louisiana governor … showed a series of undercover Planned Parenthood videos on a loop outside the governor’s mansion to protesters who were demonstrating against the defunding of Planned Parenthood.” http://politi.co/1JmU3QV\nNEXT NEWS CYCLE\nHILLARY CLINTON has a fundraiser in the Hamptons.\nBERNIE SANDERS is in South Carolina.\nMARTIN O’MALLEY heads to Iowa.\nSCOTT WALKER campaigns in Columbus and attends the Americans for Prosperity forum.\nCHRIS CHRISTIE is at the Iowa State Fair.\nTED CRUZ campaigns in Iowa.\nCARLY FIORINA is in Iowa.\nTHE DAILY NUMBER\n50. \nThat’s the percentage of Americans MARTIN O’MALLEY would like to have adequate retirement savings, according to a new Social Security plan released by his campaign on Friday, his latest effort to out wonk the Democratic primary field. http://politi.co/1UWtFWh\nFOLLOW @POLITICO’S politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarini, @GlennThrush, @EliStokols, @katie_glueck, @shreckreports, @tparti, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin,@mikeallen, @dlippman, @Danielstrauss4,  @henrycjjackson\nThe latest POLITICO scoops and coverage of the 2016 elections.\n© 2015 POLITICO LLC", "byline": "", "description": "Sanders channeling hope -- Walker's no position", "title": "Hillary's Hamptons home", "url": "http://www.politico.com/2016blast/0815/2016blast19726.html", "topics": ["immigration"], "people": ["James O'Keefe", "Gary Hart", "Mike Murphy", "Henry C. Jackson", "Anna Palmer", "Richard Thornton", "Jerry Jones", "Marc Caputo", "Ted Cruz", "Jerry Brown", "Barack Obama", "Joe Biden", "Annie Karni", "Bernie Sanders", "Kitty Hawk", "Harvey Weinstein", "Katie Glueck", "Ellen Page", "Martin O'Malley", "Tony Rodham", "Donald Trump", "Marco Rubio", "Eliza Collins", "Jimmy Carter", "Erick Erickson", "Walter Mondale", "John Kasich", "Greg Reed"], "orgs": ["CNBC", "Detroit Economic Club", "Trump", "Planned Parenthood", "Chelsea", "GOP", "Social Security", "Senate Judiciary Committee", "Project Veritas", "Justice Department", "Starbucks", "United States.", "Bush Inc.", "FBI", "Dylan Byers", "Peebles Stadium", "The Des Moines Register"], "authors": [{"author_id": 34746, "fullname": "henry c. jackson", "primary_org": "politico"}], "date_written": "2015-08-21 23:27:23", "org": "politico", "article_id": "e6b1af94f236759440b32dcd9a2fb6df", "date_access": "2015-08-21 22:40:04.369933"}