{"body": "Opinions on the news of the day\nBy JOE SCARBOROUGH\n1/30/15 4:35 PM EDT\nMitt is out. Jeb is in. The race is over. Right?\nIf the past half century of GOP history is any indication, the planning for Jeb Bush’s 2016 coronation should begin at once. Republicans do not take chances on unknown first-term senators or peanut farmers from Plains. They find the most established characters in the room while taking few chances.\nIf you want a glimpse into just how risk averse Republicans are, consider that the GOP ticket has won the White House since 1928 only when a Nixon or Bush has been on the ticket. Also note that six of the last seven nominees for the party inherited their political fame from their fathers.\nIn 1988 and 1992, the GOP nominee was the son of a patriarch and U.S. senator. In 2000 and 2004, the nominee was the son of a U.S. president. In 2008, the nominee was the son of an admiral who ran the United States Navy. In 2012, the nominee was the son of a Michigan governor who also ran one of the largest car companies in the world.\nThis lust for legacy may be a great way to run Skull and Bones or exclusive country clubs, but it is no way to win the White House back. Maybe that is why Republicans have lost six of the last seven popular votes in presidential elections. And maybe that is why Mitt Romney urged Republicans earlier today to start looking for new leaders to move the GOP forward.\nStill, the smart money in 2016 is on the son of a president, and the brother of another president, whom he helped make president when he, himself, was still the governor of Florida.\nWill this South American-styled one-family-rule routine work next year? Perhaps, but at some point, the Republican Party will either find new leaders to shake up the GOP establishment or it will keep doing what it does so well in presidential years: lose.\n \n© 2015 POLITICO LLC", "byline": "", "description": "Mitt is out. Jeb is in. The race is over. Right?Continue reading post...", "title": "The more things stay the same, the more Republicans lose", "url": "http://www.politico.com/blogs/joe-scarborough/2015/01/the-more-things-stay-the-same-the-more-republicans-201906.html", "topics": ["personality"], "people": ["Jeb Bush", "Mitt Romney"], "orgs": ["Republican Party", "Republicans", "GOP"], "authors": [{"author_id": 30918, "fullname": "joe scarborough", "primary_org": "politico"}], "date_written": "2015-01-30 20:35:36", "org": "politico", "article_id": "2ad9bd227a8e2313193c950a5a5cba99", "date_access": "2015-06-23 17:16:04.039489"}