{"body": "On Media\nBy DYLAN BYERS\n8/6/15 5:32 PM EDT\nCLEVELAND — In case Rick Perry, Bobby Jindal and the rest of the GOP undercard weren't already aware of their dismal poll numbers, the Fox News moderators went out of their way to remind them.\nIn the opening minutes of the 5 p.m. debate, moderators Bill Hemmer and Martha MacCallum asked questions that essentially amounted to: Why are you so bad at this?\n\"Has your moment passed, Senator?\" Rick Santorum was asked.\n\"Given your low standing in the polls....\" a question to Carly Fiorina began.\nBoth George Pataki and Jim Gilmore were asked, point blank, if they thought it was time for new blood.\nThe undercard candidates already weren't happy about being relegated to 5 p.m. But they grinned and bore it, in the hopes that a commanding performance could flip the script and give them a shot at the main stage one month from now in Simi Valley.\nInstead, the candidates -- and, more importantly, the voters watching at home -- were reminded of their low polls, declining approval numbers and all the times they'd run for office and lost.\n\"You ran for Senate and lost in California in 2010,\" Fiorina was told. \"This week you said, 'Margaret Thatcher was not content to manage a great nation in decline and neither am I.' Given your low standings in the polls, is the Iron Lady comparison a stretch?\"\nLouisiana Gov. Bobby Jindal was even reminded of a poll that gave Hillary Clinton a better approval rating than him in his home state.\n\"A recent poll that showed you in a head-to-head against Hillary Clinton in Louisiana, she beat you by several points,\" Jindal was asked. \"If the people of Louisiana are not satisfied, what makes you think that the people of this nation would be?\"\nAgain, the candidates grinned and bore it -- perhaps not a good thing, if they're hoping to make an impression on voters.\nFollow @politico !function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");\n© 2015 POLITICO LLC", "byline": "", "description": "In case Rick Perry, Bobby Jindal and the rest of the GOP undercard weren't already aware of their dismal poll numbers, the Fox News moderators went out of their way to remind them.", "title": "Moderators to GOP undercard: Why are you so bad?", "url": "http://www.politico.com/blogs/media/2015/08/moderators-to-gop-undercard-why-are-you-so-bad-211978.html", "topics": ["campaign_finance", "terrorism"], "people": ["Bill Hemmer", "Rick Santorum", "George Pataki", "Rick Perry", "Hillary Clinton", "Jim Gilmore", "Bobby Jindal", "Carly Fiorina"], "orgs": ["Senate", "GOP", "CLEVELAND"], "authors": [{"author_id": 30732, "fullname": "dylan byers", "primary_org": "politico"}], "date_written": "2015-08-06 22:32:25", "org": "politico", "article_id": "50396d3be8718db3fe9d974249962fa0", "date_access": "2015-08-06 22:20:19.239523"}