{"body": "Getty\nBy Nick Gass\n8/19/15 2:35 PM EDT\nUpdated 8/19/15 2:52 PM EDT\nDemocratic presidential hopeful Martin O’Malley, who has frequently attacked Donald Trump, appeared before the billionaire businessman’s hotel in Las Vegas on Wednesday along with workers at his hotel who are trying to unionize.\nIn a brief speech, the former governor of Maryland laid out his case.\nStory Continued Below\n“Our economy is not money, our economy is people. It is all of our people, and there are a couple of things Donald Trump doesn’t understand, two of them,” O’Malley said, flanked by employees of the real-estate magnate’s gold-plated Trump International Hotel and leaders of Culinary Workers Union Local 226, which has a large contingent of Latino members.\n“No. 1, that if we want our economy to grow, we need to treat our workers with dignity and respect, pay them better and respect their right to organize. Don’t you agree?” O’Malley said, to cheers and applause.\nAlso on POLITICO\nNICK GASS\nOn his second point, O’Malley pointed to new immigrants that have made the U.S. economy stronger and better “in every generation.”\n“The hard truth of our times, though, is still this, that 70 percent of us are earning the same or less than we were 10 years ago. And that’s not the way our economy is supposed to work,” he said, adding that it should be easier to join unions and bargain collectively, as well as pass comprehensive immigration reform.\n“That is the very concrete promise that’s at the very heart of the American dream that we share,” he said.\nOver the past 30 or 40 years, however, O’Malley remarked, the U.S. economy has worked “very, very well for Trump, but it doesn’t work well for the rest of us.”\n“I want to say that all of these workers here have a lot more guts” than the Republicans running for their party’s nomination, he said. “They have the courage to stand up to the hate, to the division, to the sort of rhetoric that makes it harder for us to make our economy grow and work well for all Americans.”\nBy JOSH ZEITZ\nBy MATTHEW MILLER\nBy JACK SHAFER\nBy MATT LATIMER\n© 2015 POLITICO LLC", "byline": "", "description": "\"Our economy is not money, our economy is people,\" says O'Malley.", "title": "Martin O'Malley trolls Trump in Vegas", "url": "http://www.politico.com/story/2015/08/martin-omalley-donald-trump-las-vegas-121526.html", "topics": ["immigration"], "people": ["Nick Gass", "Donald Trump", "Martin O'Malley"], "orgs": ["Trump International Hotel", "Culinary Workers Union Local"], "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-08-19 19:35:41", "org": "politico", "article_id": "c645a1bfa17756600adc5890fdb2d768", "date_access": "2015-08-19 20:20:13.456183"}