{"body": "\n2016\n\n09/15/15, 05:25 PM EDT\n\n                                        By \n                                                Matt Latimer\n\nWhy GOP poohbahs are seriously thinking about asking Mitt back into the race.\n\n09/30/15, 05:30 PM EDT\nPOLITICO Magazine celebrates the POLITICO 50, our annual list of the thinkers, doers and dreamers reshaping American politics in 2015 -- and beyond.\n\n09/15/15, 04:24 PM EDT\n\n                                        By \nTheodoric Meyer\n\nBush launches Jewish outreach — Internet Association adds to conference lineup\n\n09/15/15, 04:23 PM EDT\n\n                                        By \nSeung Min Kim\n\nThe “Stop Sanctuary Cities Act,” had been scheduled to be marked up in the Senate Judiciary Committee on Thursday.\n\n09/15/15, 04:19 PM EDT\n\n                                        By \nMike Allen\n\n“Trump surging in New Hampshire, Iowa: His unfavorability ratings also remain very high,” by Steve Shepard,\r\n\n\n09/15/15, 04:11 PM EDT\n\n09/15/15, 03:56 PM EDT\n\n                                        By \nEliza Collins\n\nWednesday's GOP debate may have switched media outlets since the August 6th version but President Barack Obama still won't be watching.\n\n09/15/15, 03:45 PM EDT\n\n                                        By \nBurgess Everett\n\n\"If you’re going to take a hostage you’ve got to win,” he says.\n\n09/15/15, 03:15 PM EDT\n\n2016\n\n                                        Updated 09/15/15, 03:03 PM EDT\n\n                                        By \nBen Schreckinger\n\nThe real estate mogul brings his outsized swagger to a Dallas rally as his detractors, supporters and police all clash outside the arena.\n\n                                        Updated 09/15/15, 02:46 PM EDT\n\n                                        By \nDaniel Strauss\n\nThey'll describe him as as just another politician who supports liberal policies.\n\n09/15/15, 02:41 PM EDT\n\n                                        By \nLauren French\n\nIt would defund Planned Parenthood and keep sequestration caps in place, among other things.\n\n09/15/15, 02:06 PM EDT\n\n                                        By \nSeung Min Kim\n\nMcConnell has said he wants a funding bill free of provisions such as defunding Planned Parenthood.\n\nPhoto Gallery\n\n09/15/15, 02:05 PM EDT\n\n                                        By \nHanna Trudo\n\n\n09/15/15, 02:00 PM EDT\nDates, times, moderators and topics\r\n\n\n                                        By \nMatthew Karnitschnig\n                                         and \n                                                Florian Eder\n\n\n                                        By \nMatthew Karnitschnig\n\n\nCongress\n\n                                        Updated 09/15/15, 01:41 PM EDT\n\n                                        By \nRachael Bade\n\n“The Attorney General has a special duty to pursue justice even when political considerations run counter to doing so,” Cornyn wrote.\n\n09/15/15, 01:33 PM EDT\n\n                                        By \nNick Gass\n\n\"We needed to be on the main debate stage on August the 6th,\" he says. \n\n                                        Updated 09/15/15, 01:28 PM EDT\n\n                                        By \nBen Schreckinger\n\n\"We don't pull down scaffolding from the capitol dome for a TV shot just to re-erect it when the cameras are gone.\"\n\n09/15/15, 01:22 PM EDT\n\n                                        By \nEliza Collins\n\n“I think there has to be a school where people that can’t get into Florida can go [...] And so that’s why we have Florida State.”\n\n09/15/15, 01:20 PM EDT\n\n                                        By \nDaniel Strauss\n\nSen. Bernie Sanders isn't buying the pricetag The Wall Street Journal put on the set of policy proposals he's pushing. \n\n09/15/15, 01:05 PM EDT\n\n                                        By \nJohn Bresnahan\n\nA new date for the Democratic senator's bribery and corruption case is unclear.\n\n                                        By \nDanny Vinik\n\nA leading budget wonk explains just how bad it looks.\n\n09/15/15, 11:30 AM EDT\n\n                                        By \nNick Gass\n\nAmong those likely to vote in next February's Democratic primary, 43 percent pledged their support to the independent senator from Vermont.\n\n09/15/15, 11:00 AM EDT\n\n09/15/15, 10:59 AM EDT\n\n09/15/15, 10:22 AM EDT\n\n                                        By \nElena Schneider\n\nKentucky gubernatorial debate prep\n\n09/15/15, 10:14 AM EDT\n\n                                        By \nRachana Pradhan\n\nIn the video, the national director of Planned Parenthood's Consortium of Abortion Providers discusses how abortion providers will \"manage remuneration\"...\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nAllie Grasgreen Ciaramella\n\nCollege Scorecard makes a splash — Reverse transfer gets results\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nDavid Pittman\n\nMergers caused in part by health IT costs — Reader reaction to MU3 delay\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nEric Wolff\n\nGreens find lower ozone costs\n\n09/15/15, 10:03 AM EDT\n\n                                        By \nJennifer Scholtes\n\nSearching for legislative locomotive to carry PTC fix — DOT delivers connected-car hookup — AMA says drone data isn’t as shocking at second glance\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nBrian Faler\n\nThe downside of cracking down on unregulated tax preparers — Tallying up the price of Sanders’ promises — ‘Cadillac tax’ repeal wins majority support in...\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nAdam Sneed\n\nPallone wants to talk fantasy sports — FCC lays out net neutrality arguments\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nMarianne LeVine\n                                         and \nBrian Mahoney\n\nGM, UAW extend contract – Clinton secures two more union endorsements\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nBill Tomson\n\nFarm sector fears loss of trains — Top chain restaurants rated over antibiotics efforts\n\n09/15/15, 10:02 AM EDT\n\n                                        By \nAdam Behsudi\n\nChina makes new offer in BIT talks — Round Five of COOL fight begins\n\n09/15/15, 10:01 AM EDT\n\n                                        By \nTim Starks\n\nChina sanctions still up in the air — Tech companies want cyber legislation\n\n09/15/15, 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse Oversight plans hearing on Planned Parenthood funding — Debate over breast cancer screening recommendations heads to the Hill — Advocacy group studies...\n\n09/15/15, 09:19 AM EDT\n\n                                        By \nNick Gass\n\nWhen Americans head to the polls for next year's presidential election, 43 states will be using electronic voting machines that are at least a decade old.\n\n09/15/15, 09:04 AM EDT\n\n09/15/15, 08:33 AM EDT\n\n                                        By \nAustin Wright\n\nMcCain blasts personnel relocation program -- Russian buildup in Syria continues\n\n09/15/15, 08:22 AM EDT\nBen Carson's upward surge in the polls continues.\n\n09/15/15, 08:00 AM EDT\n\n                                        By \nBen White\n\nWall Street's new panic: Trump could win — Sanders price tag: $18 trillion — Global trade drops — Bush's surprising tax plan \n\n09/15/15, 07:51 AM EDT\n\n                                        By \nMichael Crowley\n\nChicago Council survey shows Republicans growing more hawkish.\n\n09/15/15, 07:46 AM EDT\n\n                                        By \nNick Gass\n\nMore than six in 10 say she should be compelled to issue them.\n\n09/15/15, 07:35 AM EDT\n\n                                        By \nNick Gass\n\nBehind Carson, the gulf between candidates widens considerably.\n\n09/15/15, 07:32 AM EDT\nAndrew Cuomo's gender gap.\n\n09/15/15, 07:30 AM EDT\nHouse Speaker John Boehner says he's not worried about his future.\nWe're working on more stories right now\n\n                                                    Politico\nA daily overview of education policy news\n\n            By \nCaitlin Emma\n\n08/26/15, 09:59 AM EDT\nWith help from Allie Grasgreen, Kimberly Hefling, Maggie Severns and Nirvi Shah \n ACT BUSINESS GROWS, STUDENT SCORES DON’T: A historic number of 2015 high school graduates took the ACT, a new report out today says. About 1.9 million students from the most recent graduating class — nearly 60 percent of graduates — took the test. That’s a 19 percent increase in tested graduates since 2011. Jon Erickson, ACT president, told Morning Education the growth comes from an increase in students taking the exam as part of their state’s battery of standardized tests, in addition to increased growth in areas where earlier generations didn’t take the test. \n — Despite the growth, ACT says the readiness of students for college has remained steady in the last several years. The report said that among this year’s graduates, 40 percent of students showed “strong” readiness by meeting readiness benchmarks in at least three of the four core subject areas. The average composite score on the 36-point scale was 21. The report issues a “call to action” to federal, state and local policymakers urging work to improve the education system. “The numbers continue to grow and ... the results aren’t showing any change,” Erickson said. “The gaps remain and in some ways they get bigger.” Erickson said there’s a need for a multifaceted solution — not just new tests or standards because “they’re just parts of the equation.” A lot of it, he said, comes down to the classrooms, communities and parents. \n — The report also reflects a gap between what students aspire to do and how much their scores reflect college readiness. Eighty-six percent of ACT-tested 2015 graduates said they want to attend a postsecondary institution, but ACT projects that only 69 percent of the graduates will enroll. That equates to more than 300,000 students who may have college aspirations, but won’t enroll. Find the report here: http://politico.pro/1V58X6E. \n GOOD WEDNESDAY MORNING, AUGUST 26. ICYMI, this Ball State University freshman sunk a half-court shot and won free tuition for a semester: http://read.bi/1LvfC5Q. (h/t Kimberly Hefling) I don’t think I could win a free lunch with my basketball skills. [ http://bit.ly/1hZKDF3]. Send tips, clips and amusing GIFs to cemma@politico.com or @caitlinzemma. Send events to: educalendar@politicopro.com. And follow us on Twitter: @Morning_Edu and @POLITICOPro. \n CORINTHIAN IN COURT: In all, nearly 350,000 students took out some $3.5 billion in federal student loans to attend one of Corinthian’s campuses since 2010, according to the Education Department. In advance of a bankruptcy court hearing today, several state and federal agencies are objecting to the defunct for-profit college’s plan [ http://bit.ly/1LvKSRZ] to dispose of its debts with the few dollars still at its command, The Wall Street Journal notes [ http://on.wsj.com/1U2Q1Zi] in a preview of the hearing. But the objections won’t generate more money to repay students, notes the Student Committee that represents former Corinthian students. The hearing is scheduled for 1 p.m. ET. \n INTEREST IN TUITION INSURANCE: Since launching in Arizona in June, the company Allianz Global Assistance’s tuition insurance program has emerged in 10 states — most recently, Virginia — reaching 44 percent of all college students. Confidentiality kept Director of Marketing Joe Mason from disclosing precise uptake numbers, but “we had expectations and we’re encouraged by what we’re seeing,” he said. In an Allianz survey of 1,000 U.S. parents, 81 percent didn’t know tuition insurance existed, and nearly half said they’d buy it, if offered. The plans vary, but generally protect customers from non-refundable tuition costs and fees when a student withdraws for several reasons. “This is an area we’ve been watching for the last few years,” Mason said. To qualify, students must be residents in a state where Allianz is present — others include Texas, California, Pennsylvania and Michigan — but they can attend any accredited institution. The per-term cost and coverage ranges from $29.95 for a payout of up to $2,500, to 6 percent of college expenses for a payout of up to $50,000. By this time next year, Allianz executives hope to execute a national tuition insurance rollout. \n — Mason’s isn’t the only company in the business, though he says the individualized flexibility makes Allianz plans unique. Some offer group policies, while others offer insurance through colleges — and many institutions have their own policies similar to federal regulations dictating when pre-paid students who leave school can keep their aid. So the policies aren’t for everyone, the information website FinAid advises. “Tuition refund insurance is generally not recommended for college students except when the student has a serious illness that may force the student to withdraw from school,” Mark Kantrowitz wrote. “Because of the peace of mind benefit, tuition refund insurance is more likely to be of interest to parents whose children are attending more expensive colleges and who are paying most of the cost out of pocket.” \n — Students must sign up with Allianz, which mainly focuses on travel insurance, by the first day of their college’s classes:  http://bit.ly/1hcbEod. \n — On a related note: University of Michigan professor Susan Dynarski wrote [ http://nyti.ms/1JeeWRi] earlier this week in The New York Times that, amid congressional efforts to substantially reduce the lengthy FAFSA form, “We could go even further and eliminate the aid application altogether.” A number of readers strongly disagreed, with one reader writing, “Why should we dumb down the first hurdle to make college easier? You don’t deserve a high school diploma if you can’t fill out the FAFSA.” Read their responses: http://nyti.ms/1MS0T7W. \n MORE THAN ONE WAY TO UNDERMINE A UNION? Wisconsin Gov. Scott Walker took on teachers unions and the rest of labor head on in 2011, sharply paring collective bargaining powers. Florida, already a right-to-work state, took a more subtle stab this year: The Florida Education Department this week said all full-time teachers now have access to $2 million in liability insurance protection [ http://bit.ly/1Eh74PY] that will cover damages and costs of defense — based on a change to state law earlier this year. Liability insurance is one of the key protections also offered by ... union membership, making the liability insurance a reason to skip paying union dues. Florida’s protection is similar, but not identical, to what membership in the Florida Education Association provides [ http://bit.ly/1IdUlZE]. \n NO CANDIDATE LEFT BEHIND: New Jersey Gov. Chris Christie said earlier this week on MSNBC’s “Morning Joe” [ http://on.msnbc.com/1Eiq4hx] that he’d like to see colleges unbundle tuition. Families and students should be able to pay for what they want to pay for, he said. “I just paid the bills, I’ve got two in college,” Christie said. “Between Princeton and Notre Dame this year it’s $122,000 for the two of them ... Have you ever seen a more opaque bill than the college bill? It’s three lines. Tuition, room and board, other fees, $62,000. If you got a bill like that at a restaurant, if you went to a restaurant and had $150 and it just said food, $150, you’d send the bill back to the waiter.” Christie said colleges “should have to detail what they’re spending their money on and secondly, they should be able to unbundle it.” ThinkProgress has more: http://bit.ly/1NRxJD4. \n — What will Donald Trump do with education policy as president? We could find out soon. He says he’ll be out in upcoming weeks with his own education plan. He said as much in response to a question Tuesday about Democrat Hillary Clinton’s higher education plan. \n — A poll of 3,000 likely voters in battleground states conducted by TargetPoint Consulting GQR Research found the first five years of a child’s life are “extremely” or “very” important. Among respondents who supported increasing early education funding, 74 percent said they would support an income tax increase that benefits early education programs. The firms conducted the poll on behalf of Save the Children Action Network. More: http://bit.ly/1Kixd1T. \n NO MAAS: The Education Department recently made official it’s proposal that states can’t test some students with disabilities with exams based on modified academic achievement standards anymore. (Now, only students with significant cognitive disabilities can take alternate exams, and for accountability purposes, only up to 1 percent of those exams can be included in rating schools. When more than 1 percent of students take the alternate tests, states or districts must count the scores from exams that exceed the cap as failing.) \n —  Some special education advocates have argued that exams based on modified standards have been ripe for abuse, with too many students being pushed into taking these exams to boost school pass rates. The department got feedback that said the exams are essential, affecting some students’ ability to graduate, interfering with the work of school employees trying to customize the education of students with disabilities. But times have changed since the alternate tests based on modified standards were first allowed, the department said, with more sophisticated test design and accommodations. “The importance of holding all students, including students with disabilities, to high standards cannot be overemphasized,” the agency said in a Federal Register notice. [ http://1.usa.gov/1JewDjN] “Low expectations can lead to students with disabilities receiving less challenging instruction that reflects below grade-level achievement standards, and thereby not learning what they need to succeed at the grade in which they are enrolled.” \n NEW TECH, NEW TREACHERY: Students taking massive open online courses appear to have developed an interesting response to the innovative academic model: “Copying Answers using Multiple Existences Online.” CAMEO, according to a new working paper, involves students using two separate accounts in MOOCs: one to answer test questions incorrectly and one to submit correct answers revealed by their errors. The Harvard University and Massachusetts Institute of Technology researchers searched for the practice among 1.9 million users in 115 MOOCs at their two institutions, and found that the cheating strategy accounted for 1.3 percent of certificates in the 69 MOOCs where users executed it. The cheaters skewed young, male and international:  http://bit.ly/1NzFCjx. \n WHOSE GRADS SEE GREEN? The State University of New York, Maritime College has surpassed Harvey Mudd College as the institution whose graduates with bachelor’s degrees only make the most money, according to PayScale’s 2015-16 College Salary Report. The survey includes more than 1,500 colleges at all degree levels, and — though incomplete — is one of the most comprehensive reports of graduates’ earnings. Maritime College’s grads are making a median mid-career income of $134,000 a year. That’s $1,000 more than Harvey Mudd alumni. But of any alumni at any institution in the survey, those from Emory University’s School of Law are raking in the most money: $201,000 — more than law school graduates of UCLA, Georgetown and Harvard. But alumni of the latter’s business school are making a median $190,000, the most in that field. Among the more general findings: earnings for graduates from master’s and PhD programs at public universities lag significantly behind those at private non-profits. When it comes to two-year colleges, graduates of public schools make 15 percent more than those of private for-profits, and 25 percent more than those from private non-profits. And men make more at every level. More:  http://bit.ly/1p7H7V5 \n SYLLABUS \n — Baylor University may face legal fallout from rape case. The Texas Tribune: http://bit.ly/1JZhjej \n — Judge rejects Pennsylvania Gov. Tom Wolf’s challenge to charter funding. The Philadelphia Inquirer: http://bit.ly/1KLHmQP \n — Montana refuses to pay up until Measured Progress returns testing results. The Associated Press: http://bit.ly/1KiuuFS \n — The chief financial officer for New Mexico's largest school district has filed a whistleblower lawsuit against the district and the head of the state's Public Education Department. The Associated Press: http://bit.ly/1KL4Yot \n — R.I. high school graduation requirements may get second look. Providence Journal: http://bit.ly/1hDIkI3 \n — Education commissioner begins plan to combat opt outs. POLITICO New York: http://politi.co/1Pwnvsc \n — Florida still investigating cyberattack on school testing. The Associated Press: http://bit.ly/1hcEHI6 \n — Tennessee’s new TNReady test will be harder to “game,” say education officials. Chalkbeat Tennessee: http://bit.ly/1KLingl \n — Lawmakers may need even more time for North Carolina budget. The Associated Press: http://avlne.ws/1JtfUGl \n — Several school districts in Kansas get less than half the emergency aid they were seeking under measures a state panel approved. KSNW: http://bit.ly/1NAvtmA \n — Pennsylvania Gov. Tom Wolf leaves Tuesday's budget negotiation meeting with legislative leaders with more questions and no answer as to whether he was going to accept the Republicans' offer that would move talks along. The Patriot-News: http://bit.ly/1fEpVJ1 \n — New history standards approved for South Dakota students, despite concerns. Sioux Falls Argus Leader: http://argusne.ws/1NSrsXZ \n — Nebraska test scores show progress in reading, writing, math. The Associated Press: http://bit.ly/1hcEN2C \n — The Huhtamaki fiber plant is the first in the nation to manufacture compostable lunch trays and recently entered a contract with six of the largest school districts in the U.S. to provide the alternative to Styrofoam. Portland Press Herald: http://bit.ly/1IcCi66 \n Well everything has changed [ http://bit.ly/Y9wXwZ] because of the Pro Education team: @ CaitlinZEmma or cemma@politico.com, @ alliegrasgreen or agrasgreen@politico.com, @ khefling or khefling@politico.com, @ MaggieSeverns or mseverns@politico.com, @ NirviShah or nshah@politico.com. \n\n                                            By \n                                                    Matt Latimer\n\n\n                                            By \n                                                    Peter Suderman\n\n\n                                            By \n                                                    Vince Guerrieri\n\nCaitlin Emma is an education reporter for POLITICO Pro. Prior to reporting, she was a senior Web producer for Pro.\nCaitlin graduated from the University of Connecticut in 2011 and spent a year in a journalism fellowship covering everything in the Nutmeg State – from policy and politics, to police, courts, community book clubs and restaurant health inspections.\nShe also donated her bone marrow in 2010 and has spearheaded a number of bone marrow donor drives. Ask her about it, and she’ll gladly convince you to register as a donor.\nCaitlin is a native of Leominster, Mass.\n © 2015 POLITICO LLC", "byline": "", "description": "ACT business grows, student scores don’t.", "title": "ACT business grows, student scores don’t — Corinthian in court — Interest in tuition insurance", "url": "http://www.politico.com/tipsheets/morning-education/2015/08/act-business-grows-student-scores-dont-corinthian-in-court-interest-in-tuition-insurance-019786", "topics": ["trade", "abortion"], "people": ["Allie Grasgreen Ciaramella", "Burgess Everett", "Rachael Bade", "Steve Shepard", "Matt Latimer", "Elena Schneider", "Hanna Trudo", "Eric Wolff", "Austin Wright", "Tim Starks", "Joe Mason", "Danny Vinik", "Chris Christie", "Vince Guerrieri", "John Boehner", "Brian Mahoney", "Kimberly Hefling", "Theodoric Meyer", "Andrew Cuomo", "John Cornyn", "Susan Dynarski", "Scott Walker", "Nick Gass", "Harvey Mudd", "Allie Grasgreen", "Jennifer Scholtes", "Adam Behsudi", "Nirvi Shah", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Brian Faler", "Eliza Collins", "Florian Eder", "David Pittman", "Tom Wolf", "Lauren French", "Jon Erickson", "Peter Suderman", "Notre Dame", "Brianna Ehley", "Adam Sneed", "Ben Schreckinger", "Mitt Romney", "Mike Allen", "Daniel Strauss", "Michael Crowley", "Rachana Pradhan", "Mark Kantrowitz", "Matthew Karnitschnig", "Ben Carson", "Ben White", "Hillary Clinton", "Barack Obama", "Bill Tomson", "Bernie Sanders", "Maggie Severns", "Caitlin Emma"], "orgs": ["Internet Association", "Massachusetts Institute of Technology", "College Scorecard", "Senate Judiciary Committee", "Harvard University", "MSNBC", "Congress", "AMA", "Public Education Department", "University of Connecticut", "UAW", "FCC", "Education Department", "University of Michigan", "Allianz", "Greens", "FAFSA", "GOP", "Chicago Council", "Baylor University", "House Oversight", "State University of New York", "Pro Education", "Providence Journal", "Florida Education Association", "Edu", "Photo Gallery"], "authors": [{"author_id": 31411, "fullname": "matt latimer", "primary_org": "politico"}], "date_written": "2015-08-26 14:59:43", "org": "politico", "article_id": "2ffe51d747bca05801b6d5b29d216d7c", "date_access": "2015-09-15 21:41:01.276629"}