{"body": "(Adds lobbyists' comments, paragraphs 7 and 8)\nBy Emily Flitter and Grant Smith\nNEW YORK Oct 16 (Reuters) - Jeb Bush is leading the U.S.\npresidential campaign by at least one measure: financial support\nfrom Wall Street.\nThe former Florida governor who is seeking the Republican\npresidential nomination received more financial backing than any\ncompetitor - Democrat or Republican - from employees of the\nmajor Wall Street banks between July and the end of September,\ncampaign filings released on Thursday show.\nEmployees from Bank of America, Citigroup,\nCredit Suisse, Goldman Sachs, HSBC,\nJPMorgan Chase, Morgan Stanley and UBS \ngave Bush a combined $107,000. He also received the\nmaximum-allowed $2,700 from billionaire hedge fund manager Leon\nCooperman.\nThe sums are miniscule compared to Bush's total haul for the\nquarter of $13.4 million. But his popularity among financiers is\nstarkly different from his standing in the multitude of national\npolls.\nBush is seen as a moderate in the crowded Republican field\nwhere 14 candidates are competing for the nomination. In every\nmajor poll, he trails Donald Trump, Ben Carson and Carly\nFiorina, three candidates who have never held elected office.\nThe second most popular candidate on Wall Street according\nto giving patterns is Democratic front-runner and former\nSecretary of State Hillary Clinton. She took in nearly $84,000\nfrom employees of the same banks.\nFinancial industry lobbyists said bankers favored candidates\nwhose rhetoric seemed measured and \"non-scary\" over\nunpredictable outsiders, some of whom want dramatic changes such\nas breaking up big banks.\n\"They are both known entities with familiarity of the\nmarketplace,\" Richard Hunt, head of the Consumer Bankers\nAssociation, said of Bush and Clinton.\nNo other candidates came close to Clinton and Bush. Florida\nSenator Marco Rubio, another establishment Republican, raised\nmore than $25,000, while Texas Senator Ted Cruz took in $17,000.\nSeth Klarman, the Boston-based billionaire founder of the\nBaupost Group, gave Rubio $2,800 but his support wasn't\nexclusive. He almost gave twice as much to Fiorina.\nUpstart candidates on both sides won very little support\nfrom Wall Street. Employees at the banks gave $4,843 to   \nVermont Senator Bernie Sanders, Clinton's closest rival and a\nself-described democratic socialist. Carson took in just over\n$8,000 from Wall Street.\nRubio got a look from another hedge fund billionaire, Paul\nSinger, who sent in $2,700 to the candidate. But it's not clear\nSinger truly went all-in: in the same quarter, Rubio sent him\n$2,700 back. \n\n (Reporting By Emily Flitter and Grant Smith in New York,\nadditional reporting by Emily Stephenson in Washington; Editing\nby Michael Perry and David Gregorio)", "byline": "", "description": "NEW YORK, Oct 16 (Reuters) - Jeb Bush is leading the U.S. presidential campaign by at least one measure: financial support from Wall Street.", "title": "UPDATE 1-Bush, Clinton are Wall Street's favorites, donations show", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/hppsqwR8qIY/story01.htm", "topics": ["personality", "immigration"], "people": ["Morgan Stanley", "Emily Stephenson", "Michael Perry", "Jeb Bush", "Emily Flitter", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Grant Smith", "David Gregorio", "Bernie Sanders", "Ben Carson", "Ted Cruz"], "orgs": ["Bank of America", "Citigroup", "UBS", "HSBC", "Goldman Sachs"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-16 22:56:46", "org": "reuters", "article_id": "98743e45c5ce661efcdfb721ac49c837", "date_access": "2015-10-16 22:36:31.223278"}