{"body": "WASHINGTON Oct 7 A $22 million deal between the\nAluminum Company of America and Patriot Coal Corp has been\nabandoned as the coal company seeks to finalize its bankruptcy\nplan, which U.S. Democratic presidential candidate Hillary\nClinton criticized last week as \"outrageous.\"\nPatriot Coal of Scott Depot, West Virginia, has\ntold a U.S. Bankruptcy Court judge it is running low on cash and\nneeded court approval for its reorganization plan to avoid a\nliquidation. Clinton has said the company's plan would deprive \nretired workers of healthcare benefits.\nAs part of that plan, Alcoa Inc was set to pay\nPatriot $22 million to dissolve a joint venture called the Squaw\nCreek Coal Company, which operated a mine in Warrick County,\nIndiana.\nA Patriot subsidiary operated the mine and employed those\nworking there, and, in return, Alcoa reimbursed Patriot for some\nof the workers' benefits.\nClinton, who is running for the Democratic Party nomination\nfor the November 2016 presidential race, said Friday that\nPatriot's bankruptcy plan \"must be stopped\" because it did not\npreserve the retirement benefits that had been promised to its\nworkers.\n\"Patriot Coal is trying to take $18 million of the $22\nmillion put aside for retired coal miners, wives and widows and\nuse it to pay its lawyers instead,\" Clinton said in a statement,\nreferencing the Indiana mine.\nA Patriot spokesman declined to comment. Alcoa did not\nrespond to a request to comment.\nThe deal with Alcoa that was withdrawn on Wednesday is one\npiece of Patriot's bankruptcy plan, which has also involved\nauctioning off its assets. The bulk of its mines will go to\nprivately held Blackhawk Mining of Lexington, Kentucky, with\nsome additional assets going to the nonprofit Virginia\nConservation Legacy Fund.\nPatriot postponed a Tuesday hearing in the matter as it\ntried to reach a final deal with its creditors. Patriot's lead\nattorney told the court that an agreement had been reached with\nall but one key objector.\nAn issue in Patriot's bankruptcy has been its obligation to\npay healthcare benefits for its retirees. Patriot has told the\ncourt that potential buyers of its assets are unwilling to\nassume those obligations, specifically those promised to 969\nnon-union workers.\nThe United Mine Workers of America is currently negotiating\nwith Blackhawk and VCLF over obligations to unionized workers at\nPatriot mines.\nA U.S. Bankruptcy Court in Richmond, Virginia, is reviewing\nPatriot's proposals at a Wednesday hearing.\n\n (Reporting By Amanda Becker; additional reporting by Tom Hals\nand Gary Robertson; Editing by David Gregorio)", "byline": "", "description": "WASHINGTON, Oct 7 (Reuters) - A $22 million deal between the\nAluminum Company of America and Patriot Coal Corp has been\nabandoned as the coal company seeks to finalize its bankruptcy\nplan, which U.S....", "title": "Patriot Coal withdraws Alcoa deal as bankruptcy talks continue", "url": "http://feeds.reuters.com/~r/reuters/bankruptcyNews/~3/Eo05JkjrRZI/patriot-coal-alcoa-idUSL1N1272E620151007", "topics": ["campaign_finance", "trade", "economy"], "people": ["David Gregorio", "Tom Hals", "Gary Robertson", "Amanda Becker"], "orgs": ["Squaw", "Blackhawk Mining", "Alcoa Inc", "Patriot Coal Corp", "Blackhawk", "Patriot Coal of Scott Depot", "Patriot Coal", "Alcoa", "United Mine Workers of America", "Creek Coal Company", "U.S. Bankruptcy Court", "Democratic Party", "Aluminum Company of America", "VCLF"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-07 21:19:09", "org": "reuters", "article_id": "604b2d7a6c28fee2691ea445c1161a01", "date_access": "2015-10-07 22:06:29.508369"}