{"body": "DES MOINES, Iowa Democratic presidential candidate Hillary Clinton unveiled a plan on Wednesday to lower out-of-pocket health costs, including expanded coverage of sick visits to the doctor and tax credits for those with substantial medical bills.\nClinton, who has promised to build on President Barack Obama's signature healthcare initiative, also pledged to try to strengthen efforts to block or modify what her campaign called \"unreasonable\" health insurance rate increases.\nThe proposals were released by Clinton's campaign one day after her pledge to battle \"price gouging\" by pharmaceutical companies battered shares in some of those companies.\nAll of Clinton's healthcare proposals would face a difficult path to approval by a U.S. Congress dominated by Republicans who have vowed to repeal or roll back the healthcare law known as Obamacare.\nBut Clinton, the front-runner for the Democratic nomination, has vowed to fight back against Republican criticism of Obamacare and make it a key element of the campaign for the November 2016 election.\nUnder Clinton's plan released on Wednesday, insurance companies would be required to cover three sick visits to the doctor without counting toward a plan’s deductible. The campaign said the move could save a person with private coverage more than $100 a year.\nClinton's campaign cited a recent Kaiser Family Foundation study showing the average deductible for an individual has grown seven times faster than a worker’s average wages since 2010.\n\"When Americans get sick, high costs shouldn't prevent them from getting better. With deductibles rising so much faster than incomes, we must act to reduce the out-of-pocket costs families face,\" Clinton said in a statement.\nThe plan also would provide a refundable tax credit of up to $2,500 for individuals and $5,000 per family for Americans with out-of-pocket healthcare expenses in excess of 5 percent of their income.\nClinton also pledged to strengthen the authority to block or modify unreasonable insurance rate increases by creating what her campaign called a fallback process for states that do not modify or block premium rate increases.\nClinton has been under pressure to take more populist political stances to counter the rising challenge from her leading rival, Vermont Senator Bernie Sanders, who has galvanized the party's more liberal base.\n\n (Writing by John Whitesides; Editing by James Dalgleish)", "byline": "", "description": "DES MOINES, Iowa (Reuters) - Democratic presidential candidate Hillary Clinton unveiled a plan on Wednesday to lower out-of-pocket health costs, including expanded coverage of sick visits to the doctor and tax credits for those with substantial medical bills.", "title": "Clinton plan to cut health costs includes tax credits, more sick visits", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/XVwYDchxj3E/story01.htm", "topics": ["health"], "people": ["Bernie Sanders", "Barack Obama", "Hillary Clinton", "James Dalgleish", "John Whitesides"], "orgs": ["U.S. Congress", "Kaiser Family Foundation", "DES MOINES"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-09-23 18:01:32", "org": "reuters", "article_id": "362fe66c03693c83bf6c7b192a2c576f", "date_access": "2015-09-23 17:14:35.666987"}