{"body": "WASHINGTON U.S. Vice President Joe Biden faced an altered political dynamic on Wednesday after Hillary Clinton reasserted her command of the Democratic Party presidential race during a debate that may have left little room for him to run.\nAnalysts widely hailed Clinton, 67, as turning in a nimble, effective performance on Tuesday night, perhaps easing the fears of some Democrats fretting that the flap over her use of a private email server while in the Obama administration was torpedoing her candidacy for the November 2016 election.\nIn doing so, she may have dampened calls for Biden to make a belated entrance into the race while also blunting the threat from insurgent candidate Bernie Sanders, a 74-year-old U.S. senator from Vermont and self-described democratic socialist.\n“If you’re a Hillary supporter and you were worried for whatever reason, you should feel very good about yourself,” said Rodell Mollineau, a Democratic strategist who attended the televised debate in Las Vegas. “This is the kind of debate that helps build momentum.”\nSanders, Clinton’s top rival among declared candidates, was handed the opportunity by debate moderators to assail her over the email issue. Instead, he dismissed the controversy as trivial, drawing an ovation from the crowd and shoving the spotlight away from Clinton’s most profound political weakness.\nFor Biden, 72, who continues to ponder a bid for the presidency, the evening served as a reminder of how tenacious Clinton can be as a candidate, steeled by scores of debates in her 2008 presidential run and four years as secretary of state.     \n\nREACHING FOR PROGRESSIVES, MODERATES\nAt times, Clinton seemed to be reaching out both to the progressives in her party more likely to back Sanders and the moderates who may prefer Biden. \nShe went toe-to-toe with Sanders over gun control, addressed income inequality and advocated for more liberal family-leave policies. \nAt the same time, she refused to go along with Sanders’ call to break up Wall Street banks, reiterated her support of the Patriot Act, and said she would not hesitate to use military force if necessary, at times obliquely criticizing President Barack Obama's White House - and by proxy, Biden - for failing to stand up to Russian President Vladimir Putin and for doing too little about the civil war in Syria. \nDavid Axelrod, the former chief strategist for Obama's two presidential election campaigns, said a good night for Clinton reduced the rationale for a Biden candidacy. \n\"After Tuesday, the calls on him to save the party from a weak front-runner will be more muted. He is running third in the polls, and nothing that happened in Tuesday's debate likely closed that gap,\" Axelrod wrote on CNN.com.\nThe evening may have also exposed Sanders’ limitations. As a candidate, he has made populist economic themes central to his campaign, almost to the exclusion of other issues. His discomfort on guns - his home state of Vermont is protective of gun rights - and with foreign policy seemed evident. At one point, Sanders loudly protested he is not a pacifist.\n“He didn’t handle himself well on guns or on foreign policy,” said Brad Bannon, a Democratic strategist in Washington. “He seemed flustered and defensive. Americans want someone calm and collected when dealing with a crisis.”\nRepublican front-runner Donald Trump declared Clinton the winner of the encounter, in part because the other Democrats did not put her under much pressure. \n“It was a very kind debate, very gentle. She came out the winner,\" Trump told ABC News.\nBut Clinton did give Republicans ammunition to attack her with in the White House race as she came out strongly in favor of gun control and tighter regulation of banks, and brushed off Chafee's concerns about her email use.\n\"Clinton’s record of hypocrisy and flip-flops on everything from Wall Street, trade, immigration, and foreign policy was on full display. Her unwillingness to fully explain the circumstances surrounding her secret email server, and the ongoing FBI investigation into it, further damages her credibility,\" Reince Priebus, head of the Republican National Committee, said in a statement.    \nDemocratic hopeful Jim Webb, a former senator from Virginia, may have delivered the most scathing indictment of Sanders’ candidacy, telling him at one point in the debate, “Bernie, I don’t think the revolution is going to come.”\nStill, Sanders’ liberal base likely saw little to prompt a second thought about supporting him. “It was a good night for him too,” said Stephanie Taylor, co-founder of the Progressive Change Campaign Committee, who also praised Clinton.\nShe said the scrutiny of Sanders’ positions on guns and national security demonstrated his viability as a top-tier candidate and alternative to Clinton. “People were attacking him like he is the front-runner.”\nIf anything, that may mean that when Biden takes a fresh look at the Democratic field, he may see that Clinton has solidified her standing with establishment Democrats while Sanders has kept his grip on populist progressives, leaving even less space for him.\n\n (Additional reporting by Alistair Bell; Editing by Howard Goller and James Dalgleish)", "byline": "", "description": "WASHINGTON (Reuters) - U.S. Vice President Joe Biden faced an altered political dynamic on Wednesday after Hillary Clinton reasserted her command of the Democratic Party presidential race during a debate that may have left little room for him to run.", "title": "Clinton's debate showing may spell trouble for Biden", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/SyIJp03-7d0/story01.htm", "topics": ["immigration", "campaign_finance"], "people": ["Howard Goller", "James Dalgleish", "Rodell Mollineau", "Joe Biden", "Jim Webb", "Hillary Clinton", "Alistair Bell", "Donald Trump", "David Axelrod", "Barack Obama", "Vladimir Putin", "Bernie Sanders", "Reince Priebus", "Stephanie Taylor"], "orgs": ["Democratic Party", "FBI", "Republican National Committee", "Progressive Change Campaign Committee"], "authors": [{"author_id": 35207, "fullname": "james oliphant", "primary_org": "reuters"}], "date_written": "2015-10-14 16:14:01", "org": "reuters", "article_id": "14fe1618f59c88a33162d0e524b67a59", "date_access": "2015-10-14 17:08:06.332015"}