{"body": "LEHIGH COUNTY, Penn./NEW YORK It's easy to find female fans of Donald Trump in this cluster of former factory towns in the hills west of New York City even after his comments about Fox News anchor Megyn Kelly that have been widely interpreted as referring to her menstrual cycle.\nThe loud-mouthed real estate mogul, who holds a wide lead over rivals in the Republican race for the White House, has been unapologetic, despite pundits saying his clash with Kelly could hurt him with women voters and halt his meteoric rise in the polls.\nA new Reuters/Ipsos poll suggests Trump - who has dominated  coverage of the 2016 election with a series of flame-throwing comments about illegal Mexican immigrants, the war record of Senator John McCain and Kelly - may in fact still be leading among women Republican supporters. \nThere's evidence of that support in Lehigh County, Pennsylvania, even though the county leans Democrat. A third of women randomly interviewed by Reuters on the street self-identified as Trump supporters and said they still supported him.\nKelly Ray, 34, a former teacher and conservative Christian who left work to home-school her two children, said Trump was an attractive candidate because he was an outsider who had not held elected office. \n\"I like how disgusted he is in how things are right now,\" she said outside a Kohls department store in Trexlertown on Monday. \"I'm not fed up with Donald Trump. I'm fed up with (U.S. President) Barack Obama.\"\nShe said she was not put off by Trump's performance in last week's Republican presidential debate. Trump bristled when Kelly, one of the moderators, said he had called women \"fat pigs, dogs, slobs and disgusting animals\" in the past.\nTrump accused her of political correctness and of not treating him with respect. In a CNN interview on Friday he said of Kelly: \"You could see there was blood coming out of her eyes, blood coming out of her - wherever.\"            \nThat comment was seen as implying she had been menstruating during the debate, although Trump has repeatedly denied this and said he had been referring to her nose.\n\n\"A LITTLE ROUGH AROUND THE EDGES\"\n\"Shame on the public for presuming something, for putting words in his mouth,\" said Evonne Groody, 28, a nurse in Allentown, Pennsylvania. \nGroody said Trump was her first choice for president even though she's a registered Democrat.\n\"Women are not offended by that at all,\" said Lori Pesta, creator of Facebook group Women for Donald Trump, referring to Trump's comment about Kelly. The page, which has more than 600 \"likes\", was launched just days before the latest controversy erupted.\n\"It doesn’t matter what Donald Trump says. The news media is going to twist it. I heard the original comment and it shouldn’t have been taken that way,\" she said.\nTrump's outspokenness is his most important quality, according to the women who like him. Women interviewed in Lehigh County and respondents in a Reuters/Ipsos poll praised his apparent honesty.  \n\"He's a little rough around the edges because he goes against the grain,\" said Angie Brodie, 38, another nurse in Allentown.\nTo be sure, many of the women interviewed were vehemently opposed to Trump's behavior. And the Reuters/Ipsos poll, conducted between Aug. 7 and Aug. 11, appeared to show female support for Trump waning slightly, falling to 20 percent from 26 percent on Aug. 3. The poll had a credibility interval of 7.1 percentage points.\nTrump's comment about Kelly cost him at least one supporter: Renee Daily, 56, a grandmother in Trexlertown who said his candidacy had inspired her to register to vote for the first time in her life. On Monday she said she had given up on him.\n\"He just started to talk too much,\" she said. \nTo win the presidency, Trump needs strong backing from women, who make up 53 percent of the U.S. electorate. At the moment, he has a wider leader among men than women.\n\nBIG MOUTH\nParadoxically, media attention to Trump's comments about Kelly may be helping him shore up support.\nOf the 17 Republican presidential hopefuls, Trump is arguably the most spontaneous speaker. \"What I say is what I say,\" he told Kelly in response to her question on women during the debate.\nSpontaneity is an advantage, said Davida Charney, a rhetoric and writing professor at the University of Texas at Austin.\n\"Something that is unplanned and critical is somehow truer, more honest,\" she said. \nThat's how Groody saw it. She said Trump seemed so straightforward that if he had wanted to say Kelly was irrational because she was menstruating, he would have just said it plainly.\nBut some fans worry his unfiltered style could cross a line. \nSusan Wetzel, 55, a former shipping company worker living in a Dallas suburb, said she cared more about the problems Trump was addressing, like immigration than about his comments on Kelly, which she found offensive. She wants Trump to talk more about policy issues.\n\"If he doesn't, he's not going to get my vote,\" she said. \"We need a grown-up in office, we don't need a little kid.\"\n\n (Reporting By Emily Flitter and Alana Wise, editing by Ross Colvin)", "byline": "", "description": "LEHIGH COUNTY, Penn./NEW YORK (Reuters) - It's easy to find female fans of Donald Trump in this cluster of former factory towns in the hills west of New York City even after his comments about Fox News anchor Megyn Kelly that have been widely interpreted as referring to her menstrual cycle.", "title": "Trump's female fans shrug off 'blood' comment about TV host", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/TQdas_gBKkg/story01.htm", "topics": ["immigration"], "people": ["Davida Charney", "Evonne Groody", "Angie Brodie", "Lori Pesta", "Emily Flitter", "Donald Trump", "Barack Obama", "Megyn Kelly", "Alana Wise", "Ross Colvin", "Susan Wetzel", "Kelly Ray"], "orgs": ["University of Texas"], "authors": [{"author_id": 33983, "fullname": "alana wise", "primary_org": "reuters"}, {"author_id": 34261, "fullname": "emily flitter", "primary_org": "reuters"}], "date_written": "2015-08-12 06:07:18", "org": "reuters", "article_id": "b97676e6f800f1140987ad88dd5f375c", "date_access": "2015-08-12 05:20:28.106700"}