{"body": "* Stocks going ex-dividend, weighing some 110 points on\nNikkei\n* Thin trading expected before key data - analysts\n* Drug makers underperform on Clinton's comments to put cap\non prices - analyst\nBy Ayai Tomisawa\nTOKYO, Sept 28 (Reuters) - Japan's Nikkei share average fell\non Monday morning as investors took profits from Friday's gains,\nand they remained risk-averse before a run of key economic\nindicators scheduled this week.\nAlso denting the market was stocks going ex-dividend.      \nFor companies that close their books for their first half on\nSept 30, Friday was the final day that an investor could buy\ntheir stock and qualify for mid-year dividends.\nStocks usually fall after going ex-dividend, and the Nikkei\nindex was expected to drop about 110 points Monday for this\nreason alone, but ended up falling further.\nThe Nikkei dropped 1.0 percent, or 173.87 points, to\n17,706.64 in mid-morning trade after jumping 1.8 percent on\nFriday.\nAnalysts said that investors will stay cautious with \neconomic indicators in Japan and overseas scheduled to come out\nthis week. They include Tuesday's Japan industrial production\ndata, Wednesday's Bank Of Japan's corporate sentiment survey,\nThursday's China's Caixin manufacturing survey and Friday's U.S.\njobs data.\n\"Investors would not take large positions until they digest\nthe outcomes of these key data, so directionless trading is\nexpected this week and volume is likely to be thin,\" said Takuya\nTakahashi, a strategist at Daiwa Securities. \"If these data are\nbetter than expected, the market will likely start recovering\nnext week.\"\nSteelmakers and brokerages underperformed. Nippon Steel &\nSumitomo Metal Corp dropped 2.5 percent and JFE\nHoldings shed 2.7 percent. Nomura Holdings \ndropped 2.0 percent.\nPharmaceutical stocks lost ground. Takeda Pharmaceutical Co\n declined 1.8 percent and Eisai Co tumbled 3.2\npercent. Traders attributed the drops to weakness in U.S.\nhealthcare stocks after U.S. Democratic presidential candidate\nHillary Clinton last week said she would announce a plan to stop\n\"price gouging\" for speciality drugs.\n\"Both Takeda and Eisai have large exposures to the U.S.\nmarket, so investors think this news is negative to these\ncompanies,\" said Norihiro Fujito, senior investment strategist\nat Mitsubishi UFJ Morgan Stanley Securities.\nSince the news came out last week, Takeda has dropped 3.8\npercent and Eisai has slid 6.7 percent.\nNippon Paper Industries shed 3.2 percent after the\nNikkei reported that its April-Sept operating profit has likely\ndipped about 30 percent on the year to around 9 billion yen.\nThe broader Topix shed 0.2 percent to 1,450.67 and\nthe JPX-Nikkei Index 400 shed 0.3 percent to\n13,002.93.\n\n (Reporting by Ayai Tomisawa; Editing by Eric Meijer)", "byline": "", "description": "* Stocks going ex-dividend, weighing some 110 points on Nikkei", "title": "Nikkei drops as investors remain risk-averse before key indicators", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/lPKdzcSt4ss/story01.htm", "topics": ["economy", "china", "trade"], "people": ["Ayai Tomisawa", "Eric Meijer", "Hillary Clinton", "Norihiro Fujito"], "orgs": [], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-28 03:00:42", "org": "reuters", "article_id": "2e84eb855e46907d1ba8cd804a031987", "date_access": "2015-09-28 02:36:21.020732"}