{"body": "WASHINGTON Presidential candidate Donald Trump refused to apologize on Sunday for his remarks about the war record of U.S. Senator John McCain despite a growing fire storm among fellow Republicans, and said he had no plans to drop out of the race.\nAsked on ABC's \"This Week\" if he owed McCain an apology for saying the former prisoner in North Vietnam was only considered a war hero because he was captured, Trump said, \"No, not at all.\" He again blasted McCain's support for fellow veterans. \n\"John McCain has failed,\" Trump said, citing delays in healthcare for veterans. \"I believe that I will do far more for veterans than John McCain has done for many, many years, with all talk no action ... Nothing gets done.\"\nMcCain, a Navy fighter pilot, was imprisoned and tortured in a Hanoi prison for five years during the Vietnam War after being shot down.\nTrump drew fire on Saturday for telling an audience in Iowa that McCain was \"not a war hero,\" and got that distinction only because he was captured, although he later softened his remarks.\nRepublican commentators said the latest remarks could mark the beginning of the end of his presidential bid.\nTrump rejected calls by fellow Republicans that he drop out of the presidential race and said they were simply upset about his lead in recent polls in North Carolina, Nevada and other states.\nOn Saturday, Democratic presidential candidate Hillary Clinton said Trump's comments were \"shameful\".\n\"And so is the fact that it took so long for his fellow Republican candidates to start standing up to him,” Clinton was quoted as saying in Politico.\nTwo fellow Republican presidential candidates, Texas Governor Rick Perry and Florida Senator Marco Rubio, speaking on different Sunday talk shows, said Trump's remarks made him unfit to serve as commander in chief.\n\"This is not just an insult to John McCain, who clearly is a war hero and a great man,\" Rubio told CNN's \"State of the Union.\" \"It's not just absurd. It's offensive. It's ridiculous.  And I do think it is a disqualifier as commander in chief.\"\nPerry told NBC's \"Meet the Press\" the Republican Party needed to reach out to diverse populations, not drive them away, citing Trump's recent, widely criticized comments about Mexican immigrants. \nTrump predicted he would win the Hispanic vote if he won the Republican presidential nomination.\nCampaign manager Corey Lewandowski did not indicate the candidate would be changing tack, or holding back.\n\"Donald Trump is in first place in the national polls,\" Lewandowski said Sunday in a telephone interview from Windham, New Hampshire. \"I think our strategy has worked out so far.\"     \n\n (Additional reporting by Doina Chiacu and Michael Flaherty; Editing by Ros Russell and Andrea Ricci)", "byline": "", "description": "WASHINGTON (Reuters) - Presidential candidate Donald Trump refused to apologize on Sunday for his remarks about the war record of U.S. Senator John McCain despite a growing fire storm among fellow Republicans, and said he had no plans to drop out of the race.", "title": "Defiant Trump refuses to apologize for McCain remarks", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/1AVQK31bGqs/story01.htm", "topics": ["immigration"], "people": ["Michael Flaherty", "Doina Chiacu", "Corey Lewandowski", "Andrea Ricci", "Hillary Clinton", "Rick Perry", "Donald Trump", "Ros Russell", "Marco Rubio", "Defiant Trump"], "orgs": ["Republican Party"], "authors": [{"author_id": 33423, "fullname": "andrea shalal", "primary_org": "reuters"}], "date_written": "2015-07-20 01:59:19", "org": "reuters", "article_id": "781feb70f018e3bfe3d45e6b88f99c37", "date_access": "2015-07-20 01:10:26.855078"}