{"body": "AMES, Iowa Republican presidential contender Donald Trump disparaged U.S. Senator John McCain's war record on Saturday, saying the former prisoner in North Vietnam was only considered a war hero because he was captured.\nThe confrontational real estate mogul, who has been feuding with the Republican senator from Arizona for days, also criticized McCain's work in the Senate and called him \"a loser\" for his defeat in the 2008 White House race.\n\"He’s not a war hero,\" Trump said at a gathering in Ames, Iowa, of religious conservatives after the event's moderator, pollster Frank Luntz, used the phrase to describe McCain. \"He was a war hero because he was captured. I like people who weren’t captured.\"\nAt a news conference later, Trump softened his comments, saying, \"If a person is captured, they are a hero as far as I'm concerned.\"\nMcCain, a Navy fighter pilot, spent more than five years during the Vietnam War in a Hanoi prison after being shot down, and was tortured by his captors.\nTrump also criticized McCain for failing to do enough in the Senate for military veterans.\n\"John McCain talks a lot, but he doesn't do anything,\" Trump told reporters.\nHis comments drew swift denunciations from many rival Republican presidential contenders and became the latest in a series of controversies to engulf the publicity-loving billionaire since he jumped into the race with harsh rhetoric about Mexican immigrants.     \nThe comments also were certain to remind party leaders, already nervous about Trump's recent rise to the top of opinion polls, about his unpredictability ahead of the first Republican debate in early August.\nThe harsh reaction seemed to indicate that many Republicans had lost patience with Trump.\n\"There is no place in our party or our country for comments that disparage those who have served honorably,\" said Sean Spicer, chief strategist for the Republican National Committee.\nWisconsin Governor Scott Walker said on the campaign trail in Sioux City, Iowa, that McCain was clearly a hero. \"Enough with the slanderous attacks,\" former Florida Governor Jeb Bush said on Twitter.\n\"Donald Trump owes every American veteran, and in particular John McCain, an apology,\" said former Texas Governor Rick Perry, who said Trump's comments called into question his legitimacy as a potential president and commander in chief.\nIn a statement released after his appearance, Trump said he was \"not a fan\" of McCain and added: \"I have great respect for all those who serve in our military, including those that weren't captured and are also heroes.\"\nBut Trump said at the news conference he would not apologize to McCain. McCain did not immediately respond to Trump.\nTrump told reporters he used student deferments and later a medical deferment for what he said was a bone spur to avoid military service during the Vietnam War.\n\"I was not a big fan of the Vietnam War,\" he said.\nHe made the McCain comments during the summit sponsored by Christian conservative groups. Iowa is the first state to vote in the nominating contests leading up to the November 2016 election.\nLuntz, the event's moderator, launched the discussion when he questioned Trump's recent criticism of McCain as a \"dummy,\" which came after the senator said Trump's candidacy had brought out the \"crazies.\"\n\"I supported McCain for president,” Trump said of the Arizonan's 2008 run. “He lost and let us down. ... I've never liked him as much after that. I don’t like losers.\"\n\n (Editing by Jonathan Oatis)", "byline": "", "description": "AMES, Iowa (Reuters) - Republican presidential contender Donald Trump disparaged U.S. Senator John McCain's war record on Saturday, saying the former prisoner in North Vietnam was only considered a war hero because he was captured.", "title": "Trump dismisses McCain's war record, angers fellow Republicans", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/7Yo9yyCavvk/story01.htm", "topics": ["personality"], "people": ["Frank Luntz", "Sean Spicer", "Jeb Bush", "Rick Perry", "Jonathan Oatis", "Donald Trump", "Scott Walker"], "orgs": ["Senate", "AMES", "Republican National Committee", "Arizonan"], "authors": [{"author_id": 34291, "fullname": "john whitesides", "primary_org": "reuters"}], "date_written": "2015-07-18 22:58:09", "org": "reuters", "article_id": "fbcb6b369c0c2776063d2065d7f655c2", "date_access": "2015-07-19 03:20:11.321779"}