{"body": "WASHINGTON Democratic presidential candidate Hillary Clinton would more than triple enrollment in the public-service program AmeriCorps to 250,000 and offer participants increased college aid as part of her plan to make higher education more affordable, her campaign said Thursday.\nAmeriCorps participants who complete year-long assignments at nonprofit entities, community organizations or public agencies would receive $23,000 in tuition assistance, double the current maximum of $11,550. The education awards, which are currently taxed as income, would also be tax free, the campaign said.\n\"Young people willing to commit to public service deserve to live free from the crushing burden of student debt,\" Clinton said in a statement.\nClinton has said if she is elected president in November 2016 that she would make it possible for students to attend in-state colleges without accruing debt.\nEarlier this month, Clinton announced a plan to increase access to tuition grants, allow graduates to refinance existing loans at lower interest rates, streamline income-based repayment plans, police predatory lenders and provide additional aid to student parents.\nThe total estimated cost of Clinton's education proposals is $350 billion over 10 years and would be paid for by capping itemized tax deductions for the wealthy. The AmeriCorps portion of the program would cost $20 billion over that period, the campaign said.\n\n (Reporting by Amanda Becker; Editing by Dan Grebler)", "byline": "", "description": "WASHINGTON (Reuters) - Democratic presidential candidate Hillary Clinton would more than triple enrollment in the public-service program AmeriCorps to 250,000 and offer participants increased college aid as part of her plan to make higher education more affordable, her campaign said Thursday.", "title": "Clinton pledges to expand public-service program, tuition assistance", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/EAtN7K03CIg/story01.htm", "topics": ["economy", "campaign_finance"], "people": ["Hillary Clinton", "Dan Grebler", "Amanda Becker"], "orgs": ["AmeriCorps"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-08-20 18:42:54", "org": "reuters", "article_id": "68267a8f2d861926206839a36a6a0108", "date_access": "2015-08-20 18:00:36.284572"}