{"body": "NEW YORK Aug 26 Eight groups representing the\nU.S. Democratic Party's progressive wing planned to call on\nHillary Clinton on Wednesday to disavow the controversial\npractice of Wall Street firms paying bonuses to executives who\nleave for government jobs.\nThe groups is also asking in a letter that Clinton, the\nfavorite to win the party's nomination for the 2016 presidential\nelection, endorse a proposed federal law that would ban \"golden\nparachutes\", as the bonuses are sometimes known.\nClinton's two main rivals for the party's nomination,\nVermont Senator Bernie Sanders and former Maryland governor\nMartin O'Malley, have already said they support the Financial\nServices Conflict of Interest Act.\nThe legislation, introduced this past July, would ban\nincoming government employees from accepting such bonuses from\ntheir former private sector employers.\nIt would also require senior government regulators to recuse\nthemselves from any work that would particularly benefit any\nemployer or client they had in the two years before joining the\ngovernment.\nProgressives criticize the practice of giving generous\nbonuses to executives for quitting to take high-level government\nregulatory jobs, saying it creates the presumption that the\nexecutives will work mainly to benefit their former employers\nrather than serve the broader public.\n\"At worst, it results in undue and inappropriate corporate\ninfluence at the highest levels of government - in essence, a\nbarely legal, backdoor form of bribery,\" the groups wrote in\ntheir letter.\nThe letter was signed by Rootstrikers, American Family\nVoices, Democracy for America, MoveOn.org and four other groups\nthat campaign for progressive policies. An advance copy of the\nletter was given to media outlets.\nSpokesmen for Clinton have previously declined to say\nwhether she supports the proposed law. It remained unclear how\nClinton or her campaign might respond to the letter.\nClinton, who has said increasing the wealth of middle-class\nAmericans would be her focus if she wins the presidency, has\nreceived generous support from Wall Street for her political\ncampaigns and she and her husband, former president Bill\nClinton, have made millions of dollars by giving paid speeches\nto financial companies.\nShe has called for increased oversight of the riskier\nactivities of Wall Street firms. However, her campaign said she\nwas still in the process of publicizing specific policies,\nrisking the impatience of some in her party who want tougher\nregulations on the financial industry.\n\n (Reporting by Jonathan Allen; Additional reporting by Luciana\nLopez; Editing by Toni Reinhold)", "byline": "", "description": "NEW YORK, Aug 26 (Reuters) - Eight groups representing the U.S. Democratic Party's progressive wing planned to call on Hillary Clinton on Wednesday to disavow the controversial practice of Wall...", "title": "Progressives pressure Hillary Clinton on Wall Street bonuses", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/Hw-U9a8zhAE/story01.htm", "topics": ["campaign_finance", "women", "economy"], "people": ["Toni Reinhold", "Bernie Sanders", "Hillary Clinton", "Martin O'Malley", "Jonathan Allen"], "orgs": ["MoveOn.org", "U.S. Democratic Party", "Conflict of Interest Act"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-26 05:00:00", "org": "reuters", "article_id": "dbe49ebe55e584851948d0ac1e37b732", "date_access": "2015-08-26 04:30:51.812520"}