{"body": "Jorge Ramos, an anchor with the Spanish-language Univision network, was removed from Donald Trump's news conference in Dubuque, Iowa, on Tuesday after the Republican presidential candidate said the journalist was asking a question out of turn.\nRamos, who later returned to the televised event, was trying to query Trump when the real estate mogul told him several times to sit down.\nAfter Ramos said he had the right to ask a question, Trump said: \"No, you don't. You haven't been called. Go back to Univision.\"\nAs Ramos kept trying to question Trump, the candidate called on another reporter. A security official then removed Ramos from the room.\nAsked later at the news conference about the incident, Trump said: \"I don't know really much about him. I don't believe I've ever met him except he started screaming and I didn't escort him out. You'll have to talk to security.\"Saying he did not mind if Ramos came back, Trump said: \"Certainly he was not chosen ... he just stands up and starts screaming, so maybe he's at fault also.\"\nHe added of Ramos: \"He's obviously a very emotional person.\"\nAfter coming back to the news conference, Ramos, who has been critical of Trump's position on illegal immigration, got the chance to press Trump on the immigration issue. \nTrump, the front-runner for the 2016 Republican nomination, has made immigration a central plank of his campaign, saying he would deport all undocumented immigrants and rescind President Barack Obama's executive orders on immigration.\nThe billionaire businessman began his campaign in June by saying Mexico was sending its criminals and rapists to the United States. The comment angered Hispanic civil rights groups and others.\nIn a statement afterward, Univision News President Isaac Lee said Ramos had previously requested interviews with Trump.\n\"We'd love for Mr. Trump to sit down for an in-depth interview with Jorge to talk about the specifics of his proposals,\" the statement said.\n\n\n\n (Reporting by Peter Cooney in Washington; Editing by Eric Beech)", "byline": "", "description": "(Reuters) - Jorge Ramos, an anchor with the Spanish-language Univision network, was removed from Donald Trump's news conference in Dubuque, Iowa, on Tuesday after the Republican presidential candidate said the journalist was asking a question out of turn.", "title": "Univision anchor briefly ejected from Trump news conference", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/EmIq9h54y0g/story01.htm", "topics": ["immigration"], "people": ["Eric Beech", "Jorge Ramos", "Donald Trump", "Barack Obama", "Isaac Lee", "Peter Cooney"], "orgs": ["Univision", "United States."], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-26 01:58:27", "org": "reuters", "article_id": "ae7b6c956f3d6f9b570ac239ca85f094", "date_access": "2015-08-26 01:20:27.593684"}