{"body": "(Kathryn Cramer Brownell, assistant professor of history at\nPurdue University, is author of the new book, \"Showbiz Politics:\nHollywood in American Political Life.\" The opinions expressed\nhere are her own.)\nBy Kathryn Cramer Brownell\nAug 7 (Reuters) - Thursday night's entertainment programming\nfeatured the bombastic Donald Trump in the Republican primary\ndebates, and the sarcastic Jon Stewart in his goodbye on The\nDaily Show. Though Stewart has repeatedly lampooned Trump's\ncandidacy, over the past 16 years, Stewart's commentary has\ningrained \"showbiz politics\" into all aspects of American\npolitical life - shaping an environment in which Trump's\ncandidacy can exist and thrive.\nOver more than a half-century, television has essentially\nreplaced the party as the modern political boss. Transforming\npolitical contests into an on-screen production has the\ndemocratic feeling of viewer participation - but it still\nmaintains the reality of corporate control.\nStewart's long successful run and Trump's six-week surge\ndemonstrate how American voters have come to expect political\ndiscussions and debates to mirror prime-time TV entertainment\nprogramming. Though the Trump show and the Daily Show both\npresent populist, anti-establishment points of view, their use\nof entertainment provides a way to actually reinforcere the\npolitical and economic power of the establishment that both\nregularly admonish.\nBeginning in the 1950s, media consultants encouraged parties\nto make television central to winning elections. In his landmark\n1956 book, Professional Public Relations and Political Power,\nthe Princeton political scientist Stanley Kelley Jr. observed\nthat television forced candidates to confront a new party boss -\none that did not doll out favors, jobs or bribes to win votes.\nThis party boss - whether an advertising executive,\npolitical consultant, or celebrity - played media games. Rather\nthan stuffing ballot boxes, this party boss worked to \"mold the\nmind of the voter\" by connecting the presidential hopeful to\naudiences with spectacle. Electoral success seemed to hinge on\nthe ability to produce a political production and create a\ncelebrity persona for candidates.\nThis opened up the nomination process. It moved from party\nbosses sitting in the much-cited smoke-filled convention hall\nback rooms to a process that engages the wider public. In 1960,\nboyish Senator John F. Kennedy won the presidential nomination\nover the country's most powerful Democrat, Senate Majority\nLeader Lyndon B. Johnson, by appealing to primary voters as\n\"Jack Kennedy fans.\"\nThese \"democratic events,\" however, were also carefully\norchestrated by JFK's father, Joseph P. Kennedy, a former movie\nmogul. He used his privately funded version of a \"Hollywood\ndream machine,\" to elicit specific emotions and reactions from\nthe American public.\nDuring the 1966 California gubernatorial race, former screen\nactor Ronald Reagan framed himself as a \"citizen politician.\"\nHis critique of New Deal policies stirred what commentators\ncalled a \"Jacksonian chord in the public mind\" - even as it was\nartfully crafted behind-the-scenes by his Kitchen Cabinet of\nwealthy California businessmen and developers.\nNow, candidates are constructed in control rooms rather than\nsmoke-filled rooms, creating a culture in which distrust of both\nthe political and media establishment flourish.\nStewart's legacy is that entertainment can provide a context\nfor meaningful political conversations about the hypocrisy of\nelected officials and the distorting lens of cable news\nprograms. On Thursday, Stephen Colbert celebrated how his mentor\ntaught the Daily Show staff to discuss politics with clarity,\nintention and respect. But, Colbert also touched on how Stewart\nhad gained power \"in the realm of Washington politics and media\"\nthough his commentary. And he is right.\nEntertainment has become central to the political\nestablishment. Late night political comedy has created an\nopportunity for presidential contenders to overcome voter\ncynicism through performative politics. President Barack Obama,\nfor example, made seven appearances on the Daily Show, and has\nworked diligently to convert Stewart's viewers into Democratic\nvoters.\nNow on the campaign trail, Republican candidates are working\nto emulate Obama's strategy - with former Florida Governor Jeb\nBush slow-jamming the news on the Tonight Show with Jimmy Fallon\nand Trump, well, being Donald Trump - the reality television\nstar and now star of the GOP polls.\nIn this over-produced political environment, both Trump and\nStewart appeal to the simultaneous public desire for\nauthenticity and the expectation of entertainment in politics -\nwhich also requires an elaborate commercial production. \"Showbiz\npolitics,\" which both men practice, appears to be more\ndemocratic through its appeal to a broader range of voters. Yet\nit also reflects a corporate media structure that relies on\nextensive funding and targeted market research.\nMore than 5 million viewers tuned into the debates on\nThursday night - many expecting entertainment. After the\ndebates, viewers watched Stewart's last episode of Daily Show -\nmany expected meaningful political discourse. The two programs\nare interconnected and mutually reinforce one another as well as\nthe political and media establishment they each critique.\nThough both are voicing frustrations with the status quo,\ntheir political style inherently encourages consumption, not\nnecessarily activism. FOX News has served as an entertainment\nforum for conservative candidates, the Daily Show has served as\nan outlet for liberal frustrations.\nWith elaborate comedic productions, Stewart reminds\naudiences about the need to hold elected officials and reporters\naccountable for their actions. Liberally minded millennials\nconsume his show as a form of political activism, just as\nconservatives consume entertainment-driven FOX News commentary\nand talk-radio shows as part of their political identity.\nWhat is still unknown are the implications of this modern\n\"showbiz politics\" - in which politicians and journalists appeal\nto the public as media consumers first, voters second. It can\nserve to reinforce the dominant empires of entertainment with\npassive consumption. But it can also open paths for viewers to\nturn their cynicism into activism and finally demonstrate\nmedia's democratic potential.\n\n (Kathryn Cramer Brownell)", "byline": "", "description": "Aug 7 (Reuters) - Thursday night's entertainment programming\nfeatured the bombastic Donald Trump in the Republican primary\ndebates, and the sarcastic Jon Stewart in his goodbye on The\nDaily Show. Though Stewart has repeatedly lampooned Trump's\ncandidacy, over the past 16 years, Stewart's commentary has\ningrained \"showbiz politics\" into all aspects of American\npolitical life - shaping an environment in which Trump's\ncandidacy can exist and thrive.", "title": "COLUMN-Donald Trump and Jon Stewart aren't so different after all", "url": "http://feeds.reuters.com/~r/reuters/cyclicalconsumergoodsNews/~3/HNVpw1h6qLY/brownell-trump-idUSL1N10I2B020150807", "topics": ["personality"], "people": ["Lyndon B. Johnson", "Jon Stewart", "Jack Kennedy", "Donald Trump", "Barack Obama", "Jimmy Fallon", "Stephen Colbert", "John F. Kennedy", "Ronald Reagan"], "orgs": ["Senate", "JFK", "GOP", "Purdue University"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-07 21:22:03", "org": "reuters", "article_id": "4eacbef365bec781c72bc463e6b1101a", "date_access": "2015-08-07 21:20:13.447933"}