{"body": "(Corrects paragraph 2 to two-year assignments instead of\nyear-long assignments, adds an additional year of public\nservice)\nBy Amanda Becker\nWASHINGTON Aug 20 (Reuters) - Democratic presidential\ncandidate Hillary Clinton would more than triple enrollment in\nthe public-service program AmeriCorps to 250,000 and offer\nparticipants increased college aid as part of her plan to make\nhigher education more affordable, her campaign said Thursday.\nAmeriCorps participants who complete two-year assignments at\nnonprofit entities, community organizations or public agencies,\nfollowed by an additional year of public service, would receive\n$23,000 in tuition assistance, double the current maximum of\n$11,550. The education awards, which are currently taxed as\nincome, would also be tax free, the campaign said.\n\"Young people willing to commit to public service deserve to\nlive free from the crushing burden of student debt,\" Clinton\nsaid in a statement.\nClinton has said if she is elected president in November\n2016 that she would make it possible for students to attend\nin-state colleges without accruing debt.\nEarlier this month, Clinton announced a plan to increase\naccess to tuition grants, allow graduates to refinance existing\nloans at lower interest rates, streamline income-based repayment\nplans, police predatory lenders and provide additional aid to\nstudent parents.\nThe total estimated cost of Clinton's education proposals is\n$350 billion over 10 years and would be paid for by capping\nitemized tax deductions for the wealthy. The AmeriCorps portion\nof the program would cost $20 billion over that period, the\ncampaign said.\n\n (Reporting by Amanda Becker; Editing by Dan Grebler)", "byline": "", "description": "WASHINGTON, Aug 20 (Reuters) - Democratic presidential candidate Hillary Clinton would more than triple enrollment in the public-service program AmeriCorps to 250,000 and offer participants increased college aid as part of her plan to make higher education more affordable, her campaign said Thursday.", "title": "CORRECTED-Clinton pledges to expand public-service program, tuition assistance", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/tZA_mKA57kY/story01.htm", "topics": ["economy", "campaign_finance"], "people": ["Hillary Clinton", "Dan Grebler", "Amanda Becker"], "orgs": ["AmeriCorps"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-21 20:23:00", "org": "reuters", "article_id": "15b130acffe6bd074e34e35b9bdf6a6c", "date_access": "2015-08-21 20:01:10.033983"}