{"body": "CLEVELAND Donald Trump’s caustic confrontation with Fox News Channel presenter Megyn Kelly at Thursday’s Republican presidential debate couldn’t have come at a less opportune time for a party trying to increase its appeal to women voters.\nKelly, a debate moderator, grilled Trump on his history of debasing statements about women. Trump appeared unapologetic, dismissing the critique as “political correctness,” and accused Kelly of mistreating him.\nDemocrats were quick to try and seize advantage. Debbie Wasserman Schultz, the chairwoman of the Democratic National Committee, ripped Trump’s comments as “disgusting and misogynistic” and assailed those in the debate audience who applauded him. \nThe negative attention given Trump’s attitudes toward women came just as the party was basking in the glow of former Hewlett-Packard CEO Carly Fiorina’s strong performance at the earlier presidential debate, the so-called “undercard” for candidates who failed to qualify for the main contest. \nFiorina, the only woman in the field of 17 Republican candidates, was almost universally viewed as the winner of the early debate, breathing new life into her campaign in the process.\n“She hit it out of the ballpark,” said Penny Nance, the president and CEO of Conservative Women for America, a Republican advocacy group.\nNance was less kind to Trump, who \"clearly has a woman problem.”\nPolls bear that out. A Reuters/Ipsos survey conducted last month showed that the billionaire' s base of support is overwhelmingly male when compared to the Republican electorate as a whole. More than 60 percent of Trump’s supporters are men. By contrast, former Florida Governor Jeb Bush attracts support from both genders in equal amounts, the survey found.\nTrump was busy doing damage control on Friday, telling ABC’s Good Morning America that he didn’t agree with Kelly’s assertions and calling her questions “unfair.”\n\nBUSH'S COMMENTS \"FOOLISH\"\nBush, too, had problems of his own in the days before the debate, when he clumsily told a conference that the U.S. government was spending too much on women’s health. He said later he misspoke but the damage was already done.\nThe remark was tailor-made to buttress the longstanding Democratic Party argument that Republicans are tone deaf when it comes to women’s issues. After her debate on Thursday, Fiorina said Bush’s comments were \"foolish\" and had played into Democratic frontrunner Hillary Clinton’s hands. \nDemocrats have been accusing Republicans of conducting a so-called “war on women” for years. During the 2012 presidential campaign, then-Representative Todd Akin of Missouri asserted that victims of “legitimate rape” rarely became pregnant. That ignited a political brushfire that party leaders struggled to extinguish. \nIn that election, women made up 53 percent of voters, casting 64 million ballots. They went for President Barack Obama over Republican nominee Mitt Romney by 12 percentage points. \nRepublican Party operatives have been furiously trying to improve outreach to women — particularly young, single women - ever since.\nThe controversy over videos surreptitiously showing officials at women's health group and abortion provider Planned Parenthood discussing the sale of fetal organs has also given conservatives new hope that they can use public outrage to blunt the Democratic advantage with women voters. \nTrump and Bush’s missteps didn’t aid that effort. Democrats also gleefully focused on two other candidates at the debate, Florida Senator Marco Rubio and Wisconsin Governor Scott Walker, who said they didn’t believe abortions should be legal even in cases of rape and incest. \nFiorina, if she can become a viable candidate, could help Republicans attract new women voters, said Kellyanne Conway, a Republican pollster and strategist. Women could find her biography, including her stint as Hewlett-Packard chief, compelling.\n“Going from secretary to CEO is a very creatable story that makes you think this, too, is the 'American Dream,'” Conway said.\nStill, most polls have had Fiorina mired at around 1 percent, although Conway expects her standing to improve after Thursday's debate. \nFiorina wasted no time on Friday condemning Trump’s remarks. \n“No one who claims to represent our party should ever be judgmental in tone or vitriolic or angry,” Fiorina said in an interview with CNN. “I just think it’s inappropriate to call people names.”\n\n (Reporting by James Oliphant, editing by Ross Colvin)", "byline": "", "description": "CLEVELAND (Reuters) - Donald Trump’s caustic confrontation with Fox News Channel presenter Megyn Kelly at Thursday’s Republican presidential debate couldn’t have come at a less opportune time for a party trying to increase its appeal to women voters.", "title": "After Trump and Bush's stumbles, will Fiorina ride to the rescue?", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/ef1ID6b3orQ/story01.htm", "topics": ["personality", "women", "immigration", "abortion"], "people": ["Mitt Romney", "Todd Akin", "Wasserman Schultz", "Kellyanne Conway", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Penny Nance", "Barack Obama", "Megyn Kelly", "James Oliphant", "Marco Rubio", "Ross Colvin", "Carly Fiorina", "Scott Walker"], "orgs": ["Republican Party", "Democratic Party", "Planned Parenthood", "Democratic National Committee", "CLEVELAND"], "authors": [{"author_id": 35207, "fullname": "james oliphant", "primary_org": "reuters"}], "date_written": "2015-08-07 22:30:46", "org": "reuters", "article_id": "3785212317318f9a4e50ca1b86aaccc3", "date_access": "2015-08-07 21:40:26.445892"}