{"body": "(Adds Clinton, donor comments, details, background)\nBy James Oliphant and Amanda Becker\nWASHINGTON, July 14 (Reuters) - U.S. Democratic presidential\nfrontrunner Hillary Clinton welcomed the nuclear deal with Iran\nbut emphasized that enforcement would be crucial, adding she had\nconcerns about Tehran's \"bad behavior.\"\n\"This is a very important moment,\" the former U.S. secretary\nof state said, speaking at the U.S. Capitol after meeting with\nHouse of Representatives Democrats.\n\"I think this is an important step that puts the lid on\nIran's nuclear programs,\" Clinton said.\nAt the same time, Clinton emphasized that rigorous policing\nof the deal, including unfettered access to key Iranian program\nsites, would be critical to its success. She added that if she\nis elected president next year, she would be \"absolutely devoted\nto ensuring that agreement is followed.\"\nShe also made clear that apart from the nuclear deal she\nwould push to hold Iran accountable for state-sponsored\nterrorism and human-rights abuses. And she said she continued to\nview Iran as an \"existential threat to Israel.\"\nAs the frontrunner for the 2016 Democratic presidential\nnomination, Clinton's careful remarks illustrated the delicacy\nof the issue for her.\nAs the former chief diplomat of the Obama administration,\nshe has taken care to avoid diverging from the White House on\nforeign policy. At the same time, she has long spoken more\nforcefully than the president about confronting Tehran, and\nblunting that edge on national security could carry political\nrisk.\nWhen she was Obama's rival in 2008, Clinton was emphatic\nabout retaliating against Iran should it ever launch an attack\nagainst Israel.\n\"I want the Iranians to know that if I'm the president, we\nwill attack Iran,\" if it launches a strike against Israel, she\nsaid in a 2008 interview, adding that the United States \"would\nbe able to totally obliterate them.\"\nClinton also cannot risk alienating wealthy Jewish donors,\nsome of whom may worry that the deal further endangers Israel.\nDavid Golder, a Clinton donor in Chicago, praised her\n\"pragmatic\" response.\n\"I think if you look at engaged members of the Jewish\ncommunity, they expect a good deal with Iran that doesn't put\nthe U.S. or Israel at risk and defines for all of us what that\nmeans,\" he said. \"There is a wide range of opinion in the Jewish\ncommunity on the critical structure of these steps.\"\nClinton enjoys some maneuvering room, analysts said. Despite\nRepublican efforts to vilify Obama's foreign policy, the\npresident garnered about 70 percent of the Jewish vote in 2012,\nsuggesting that many American Jews are far from being\nsingle-issue voters primarily focused on Israel's security.\n\n (Additional reporting by Emily Flitter in New York; Editing by\nJeffrey Benkoe)", "byline": "", "description": "WASHINGTON, July 14 (Reuters) - U.S. Democratic presidential frontrunner Hillary Clinton welcomed the nuclear deal with Iran but emphasized that enforcement would be crucial, adding she had concerns about Tehran's \"bad behavior.\"", "title": "UPDATE 1-Hillary Clinton calls Iran nuclear deal 'important moment'", "url": "http://feeds.reuters.com/~r/reuters/USenergyNews/~3/jT2F32l1Pwc/story01.htm", "topics": ["economy", "terrorism"], "people": ["Jeffrey Benkoe", "Amanda Becker", "Hillary Clinton", "Emily Flitter", "James Oliphant"], "orgs": ["U.S. Capitol"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-07-14 18:07:39", "org": "reuters", "article_id": "c1301222509736f76077b3326c45cc9e", "date_access": "2015-07-14 17:40:39.932373"}