{"body": "NEW YORK Jeb Bush is leading the U.S. presidential campaign by at least one measure: financial support from Wall Street.\nThe former Florida governor who is seeking the Republican presidential nomination received more financial backing than any competitor - Democrat or Republican - from employees of the major Wall Street banks between July and the end of September, campaign filings released on Thursday show. \nEmployees from Bank of America (BAC.N), Citigroup (C.N), Credit Suisse (MLPN.P), Goldman Sachs (GS.N), HSBC HSBCUK.UL, JPMorgan Chase JPN.N, Morgan Stanley (MS.N) and UBS UBSAG.UL gave Bush a combined $107,000. He also received the maximum-allowed $2,700 from billionaire hedge fund manager Leon Cooperman. \nThe sums are miniscule compared to Bush's total haul for the quarter of $13.4 million. But his popularity among financiers is starkly different from his standing in the multitude of national polls. \nBush is seen as a moderate in the crowded Republican field where 14 candidates are competing for the nomination. In every major poll, he trails Donald Trump, Ben Carson and Carly Fiorina, three candidates who have never held elected office. \nThe second most popular candidate on Wall Street according to giving patterns is Democratic front-runner and former Secretary of State Hillary Clinton. She took in nearly $84,000 from employees of the same banks. \nFinancial industry lobbyists said bankers favored candidates whose rhetoric seemed measured and \"non-scary\" over unpredictable outsiders, some of whom want dramatic changes such as breaking up big banks.\n\"They are both known entities with familiarity of the marketplace,\" Richard Hunt, head of the Consumer Bankers Association, said of Bush and Clinton.\nNo other candidates came close to Clinton and Bush. Florida Senator Marco Rubio, another establishment Republican, raised more than $25,000, while Texas Senator Ted Cruz took in $17,000. \nSeth Klarman, the Boston-based billionaire founder of the Baupost Group, gave Rubio $2,800 but his support wasn't exclusive. He almost gave twice as much to Fiorina.\nUpstart candidates on both sides won very little support from Wall Street. Employees at the banks gave $4,843 to    Vermont Senator Bernie Sanders, Clinton's closest rival and a self-described democratic socialist. Carson took in just over $8,000 from Wall Street. \nRubio got a look from another hedge fund billionaire, Paul Singer, who sent in $2,700 to the candidate. But it's not clear Singer truly went all-in: in the same quarter, Rubio sent him $2,700 back. \n\n (Reporting By Emily Flitter and Grant Smith in New York, additional reporting by Emily Stephenson in Washington; Editing by Michael Perry and David Gregorio)", "byline": "", "description": "NEW YORK (Reuters) - Jeb Bush is leading the U.S. presidential campaign by at least one measure: financial support from Wall Street.", "title": "Bush, Clinton are Wall Street's favorites, donations show", "url": "http://feeds.reuters.com/~r/news/wealth/~3/yP9Aa26O3zw/story01.htm", "topics": ["personality"], "people": ["Morgan Stanley", "Emily Stephenson", "Paul Singer", "Emily Flitter", "Michael Perry", "Leon Cooperman", "Jeb Bush", "Hillary Clinton", "Goldman Sachs", "Donald Trump", "Marco Rubio", "Grant Smith", "David Gregorio", "Bernie Sanders", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Bank of America", "Citigroup", "Consumer Bankers Association"], "authors": [{"author_id": 7669, "fullname": "grant smith", "primary_org": "huffpo"}, {"author_id": 34261, "fullname": "emily flitter", "primary_org": "reuters"}], "date_written": "2015-10-17 01:08:56", "org": "reuters", "article_id": "03f3d53acb25f87017a18e48abfa8526", "date_access": "2015-10-17 00:35:23.441416"}