{"body": "WASHINGTON Immigrants to the United States should \"speak American,\" former Republican vice presidential nominee Sarah Palin said on Sunday, adding her voice to a controversy triggered by Donald Trump's criticism of fellow Republican White House hopeful Jeb Bush's use of Spanish.\n\"It's a benefit of Jeb Bush to be able to be so fluent in Spanish, because we have a large and wonderful Hispanic population that is helping to build America,\" Palin said on CNN's \"State of the Union.\"\n\"On the other hand, you know, I think we can send a message and say: 'You want to be in America? A, you better be here legally, or you're out of here. B, when you're here, let's speak American.' I mean, that's just, that's - let's speak English,\" added Palin, Republican presidential nominee John McCain's running mate in 2008.\nPalin, who is popular among some U.S. conservatives, said that \"a unifying aspect of a nation is the language that is understood by all.\" Most of the illegal immigrants in the United States come from Mexico and other Spanish-speaking Latin American countries.\nBush on Thursday rejected the notion offered by Trump that people should speak only English in the United States. Bush, who is fluent in Spanish and frequently breaks into the language at his events, vowed to keep speaking Spanish whenever he feels like it.\nTrump, the Republican front-runner whose hardline stance on illegal immigration is a hallmark of his bid for the party's nomination in the November 2016 election, said: \"We're a nation that speaks English.\"\nBush said Trump's jibe at him that he \"spoke Mexican\" while on a visit to the U.S. border was deeply divisive.\nPalin told CNN she took Spanish classes in high school. \"And I took French in high school. Shouldn't have taken them both, because I got them all mixed up by the time I was graduating,\" the former Alaska governor added.\nPalin also said she might like to be appointed energy secretary if Trump wins the presidency.\n\"I think a lot about the Department of Energy, because energy is my baby, oil and gas and minerals, those things that God has dumped on this part of the Earth for mankind's use, instead of relying on unfriendly foreign nations for us to import their resources,\" Palin said.\n\"And if I were head of that,\" she said of the department, \"I would get rid of it.\"\n\n\n (Reporting by Will Dunham; Editing by Peter Cooney)", "byline": "", "description": "WASHINGTON (Reuters) - Immigrants to the United States should \"speak American,\" former Republican vice presidential nominee Sarah Palin said on Sunday, adding her voice to a controversy triggered by Donald Trump's criticism of fellow Republican White House hopeful Jeb Bush's use of Spanish.", "title": "Immigrants in U.S. should 'speak American': Ex-VP nominee Palin", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/g7K6WMxJPKc/story01.htm", "topics": ["immigration"], "people": ["Donald Trump", "Peter Cooney", "Jeb Bush", "Sarah Palin", "Will Dunham"], "orgs": ["Department of Energy", "United States."], "authors": [{"author_id": 33371, "fullname": "will dunham", "primary_org": "reuters"}], "date_written": "2015-09-06 21:13:51", "org": "reuters", "article_id": "1ad453f5048fd856b1907494bab75a36", "date_access": "2015-09-06 21:42:12.531121"}