{"body": "WASHINGTON Oct 5 Democrat Hillary Clinton is\nattempting to rally her supporters and stoke outrage with a new\ntelevision advertisement that criticizes Republican remarks on\ninvestigations into the September 2011 attack in Benghazi that\nkilled four Americans.\nThe ad attempts to pivot away from discussions about her\nresponse to the attack of the American consulate in Benghazi,\nLibya, just weeks before she is slated to testify before the\ncommittee on Oct. 22.\nThe ad, which will air across the United States on cable\ntelevision, begins by showing California Republican Rep. Kevin\nMcCarthy, who is considered by many likely to be the next\nSpeaker of the House, arguing that the House Benghazi Committee\nshould be considered an accomplishment because it succeeded in\nlowering Clinton's poll numbers in her race for the White House.\nMcCarthy's remarks quickly drew criticism from Democrats who\nsaid he had revealed the investigation was purely political.\nThe ad points out that the committee cost taxpayers $4.5\nmillion.\n\"The Republicans have spent millions attacking Hillary\nbecause she's fighting for everything they oppose, from\naffordable healthcare to equal pay,\" a voice in the ad says.\n\"She'll never stop fighting for you, and the Republicans know\nit.\"\nClinton - who was secretary of state at the time of the\nattacks - is trying to make the case that the coming Republican\ninquiry is not about the actual attacks but about trying to\nsmear her politically as she seeks to represent her party in the\nNovember 2016 elections.\n\"Look at the situation they chose to exploit, to go after me\nfor political reasons: the death of four Americans in Benghazi,\"\nClinton said in a town hall meeting in New Hampshire on Monday.\nShe called the panel a \"political, partisan committee for the\nsole purpose of going after me, not trying to make our diplomats\nwho serve in dangerous areas safer.\"\nThe House Benghazi Committee was established in 2014, after\neight congressional investigations were conducted. The House\ncommittee has largely focused on Clinton's response to the\nattacks, which killed four Americans including Ambassador Chris\nStevens. The committee expanded its inquiry and is now\nsimultaneously investigating Clinton's use of a private email\nserver during her time as secretary of state.\nFor more on the 2016 presidential race, see the Reuters\nblog, \"Tales from the Trail\" (here).\n\n (Reporting by Ginger Gibson; Editing by Ken Wills)", "byline": "", "description": "WASHINGTON, Oct 5 (Reuters) - Democrat Hillary Clinton is\nattempting to rally her supporters and stoke outrage with a new\ntelevision advertisement that criticizes Republican remarks on\ninvestigations into the September 2011 attack in Benghazi that\nkilled four Americans.", "title": "Clinton TV ad rallies supporters on Benghazi investigation", "url": "http://feeds.reuters.com/~r/reuters/cyclicalconsumergoodsNews/~3/Mdnry1egTwo/usa-election-clinton-ad-idUSL1N1252T420151006", "topics": ["campaign_finance", "personality"], "people": ["Ken Wills", "Hillary Clinton", "Ginger Gibson"], "orgs": ["Trail", "House Benghazi Committee"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-06 03:00:01", "org": "reuters", "article_id": "361cb8b78848061bdc958da36da9e9a6", "date_access": "2015-10-06 03:01:47.612615"}