{"body": "NEW YORK, July 15 The Trump Organization is a\nlot like the thousands of family businesses that dot the land,\neven though its current leader, Donald Trump, is a U.S.\npresidential candidate.\nThe New York-based development company, which was started in\n1900 by Donald's father, Frederick, and grandmother, Elizabeth,\nis at the forefront of one of the big changes at small\ncompanies: Women are increasingly taking over top leadership\nroles, even in traditionally male-dominated businesses.\nIvanka Trump, 33, is part of a fourth generation working\ntheir way up the company's leadership ranks, waiting for the day\nwhen their father hands over the reins. So far, she has made it\nto become an executive vice president of development and\nacquisitions.\n\"I don't think too much about the role of being a female in\nterms of my own company,\" she said. \"I just look at it as\ngrowing and learning.\"\nShe said her father never treated her differently from her\ntwo brothers at the company, Donald Jr. and Eric.\n\"There are probably plenty of patriarchs that don't think\ntheir daughters are as capable as the sons,\" she said. \"That's\nnot the case in my family.\"\nThese attitudes are increasingly common, said Walter\nKuemmerle, president of Boston-based Kuemmerle Research Group,\nadding that 20 years ago, there was basically zero preference\nfor women in family businesses.\n\"I see more women interested and more older generations\nreceptive to the idea of the best person taking over, rather\nthan having a gender bias,\" Kuemmerle said.\nKuemmerle has run annual meetings for young executives in\nfamily businesses for Citi Private Bank for the past few\nyears, but this year's was the first where more than half of the\npeople in the room were women.\nBut he cautioned that the evolution was not yet complete.\nHis best advice for women joining family businesses is to get a\ngreat education, get outside experience and do more homework\nthan their competitors.\n\"As unfair as this sounds, you should be better prepared\nthan you'd think a male would be,\" he said.\nA graduate of the University of Pennsylvania's Wharton\nSchool, Ivanka Trump said she had encountered only subtle forms\nof gender bias.\n\"Certainly when people enter a negotiation with my father,\nthey come incredibly well-prepared,\" she said. \"With me,\nparticularly early in my career, that wasn't always the case.\"\n\nOBSTACLES TO ASCENSION\nWhen Julie Smolyansky took over as chief executive officer\nof her family's Lifeway Foods Inc in 2002 after her\nfather died suddenly, it was his senior advisers who presented\nthe biggest obstacles to her ascension. She had been working for\nthe kefir yogurt maker for years but was only 27.\n\"His friends and advisers told the family, there's no way a\n27-year-old can run a company,\" she said. \"We needed some gray\nhair in the leadership.\"\nWayne Rivers, president of the Family Business Institute,\nbased in Raleigh, North Carolina, was not surprised by this\nviewpoint.\n\"One dirty little secret is that the advisers don't like\nfamily businesses successors; they perceive that they are\nspoiled and entitled,\" Rivers said. \"It's awful to watch,\nbecause they are prized by senior-generation family members as\nprofessional and objective. But they are human beings like\neveryone else, and they sometimes have an agenda.\"\nIn the next generation, the challenges for young women\nentering family business may come from within themselves.\nThat is the view of 23-year-old business analyst Leah Klein\nof Chicago-based Klein Tools, which has been in her family since\n1857.\n\"I think a lot of women think it's a barrier if it's a\nmale-dominated business, but I think it's more about them,\" said\nKlein, who is among the sixth generation working at her company.\n\"If a woman is interested, they have to make their choices about\nwhat they want to do for their life.\"\n\n (Editing by Lauren Young and Lisa Von Ahn)", "byline": "", "description": "NEW YORK, July 15 (Reuters) - The Trump Organization is a lot like the thousands of family businesses that dot the land, even though its current leader, Donald Trump, is a U.S. presidential...", "title": "YOUR MONEY-The 'and Daughter' evolution of family businesses", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/SbyOOBTFXcg/story01.htm", "topics": ["personality", "women"], "people": ["Wayne Rivers", "Julie Smolyansky", "Lauren Young", "Lisa Von Ahn", "Donald Trump", "Leah Klein", "Ivanka Trump"], "orgs": ["University of Pennsylvania", "Trump Organization", "The Trump Organization", "Family Business Institute", "Citi Private Bank", "Lifeway Foods Inc"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-07-15 14:59:59", "org": "reuters", "article_id": "d18765afacfd3f28bb981b8c4648fe3b", "date_access": "2015-07-15 14:40:53.546059"}