{"body": "LONDON With his distressed hairstyle, voluptuous female companions and love of the media spotlight, U.S. tycoon Donald Trump is no stranger to people on this side of the Atlantic.\nBut his bid to become president of the United States has got people scratching their heads.\nSeen by many as a kind of cartoon character despite his business successes, \"The Donald\" has baffled and angered in equal measure with a series of controversial comments.\nHis remarks that many Mexican immigrants were rapists were widely reported in Europe and generally considered beyond the pale.\nTrump's appearance on Thursday at a Scottish golf resort that he owns turned into a political circus. Instead of talking about fairways and greens, he was bombarded with questions on his Mexican comment and asked if he was a racist. He was unapologetic.\nThe fact that polls show him leading the race to be the Republican Party's nominee for the U.S. presidential election in November 2016 only adds to the bafflement.\nWriting in the Times, columnist Justin Webb described Trump's presidential bid as a \"madcap entry\". But he said although Trump would never become president, he could have a real impact on the contest.\nTrump was not a politician but an anti-politician, Webb said.\n\"Americans are deeply angry with politics and politicians and Donald Trump is one of the results. He cannot be opposed successfully – he has to be carefully negotiated around, as if he were a motorway accident.\"\n\nCONTEMPT FOR POLITICS\n\"The fact is that this presidential election is taking place against a backdrop of utter contempt for the process from many on both left and right.\"\nTrump thrived on gaffes, Webb wrote, adding: \"There is a real chance now that the Republican race could become properly farcical.\"\nIn Spain's El Pais newspaper, Hector Schamis wrote that the Republican Party was now a prisoner of its own design. \nTrump's comments about the Mexicans were morally reprehensible and raised questions about his rational, Schamis said. But they also played to many core Republican supporters who were white, conservative, poor and xenophobic.\n\"They believe firmly that these dark-skinned Catholic immigrants who only speak Spanish are the reason for their impoverishment.\"\nWhile Trump and other Republicans would exploit these prejudices, it probably meant they would lose the election, Schamis said.\n\"The next election – more than ever before, will be an immigrant election,\" he said.\nThe conservative London weekly the Spectator called Trump \"a barmy billionaire with a mouth bigger than his bank balance\". The fact that he was leading the race was a sad indictment of the American political process, Tim Stanley wrote.\nBut he probably owed his current standing to the simple fact that he was famous, and would fade away by the end of the summer.\n\"Republican voters are far more rational than these early poll numbers suggest,\" Stanley said.\n\nANGRY SCOTS\nIn Scotland, some had angry words for Trump. He has in the past clashed with Scottish nationalist leader Alex Salmond, and on Thursday he called the possibility of a second referendum on independence, to follow one held last September, \"ridiculous\". \nThe Glasgow Herald said his comments about Mexicans put at risk his Turnberry resort's status as one of the traditional hosts of golf's prestigious Open Championship as organizers were worried they would hurt the brand.\n\"The more we learn about this greedy, racist bully, the more ashamed we should be of letting him establish any presence at all in Scotland,\" Patrick Harvie, a leader of the Scottish Greens party and member of the Scottish parliament, told the Herald.\nIn Germany, the Sueddeutsche Zeitung newspaper called Trump a \"loudmouth\".\n\"Trump behaves like an egomaniac. He seeks attention. He makes racist comments. And he makes terrible mistakes like mocking the war veteran John McCain.\"\nThe mass-circulation Bild published a list of Trump's \"craziest\" quotes, and also took him to task for his criticism of McCain, a Republican senator who spent years as a prisoner of war during the Vietnam War.\n\"The real estate mogul prefers to keep quiet about his own 'military career' because it shows no signs of heroism or patriotism,\" it said.    \n\n (Additional reporting by Kate Holton in London and Michelle Martin in Berlin, Editing by Kevin Liffey)", "byline": "", "description": "LONDON (Reuters) - With his distressed hairstyle, voluptuous female companions and love of the media spotlight, U.S. tycoon Donald Trump is no stranger to people on this side of the Atlantic.", "title": "Trump's presidential bid draws scorn and bemusement in Europe", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/bbRHos9wldY/story01.htm", "topics": ["personality", "mexico"], "people": ["Donald Trump", "Justin Webb", "Tim Stanley", "Kate Holton"], "orgs": ["Republican Party", "Bild", "El Pais"], "authors": [{"author_id": 36122, "fullname": "angus macswan", "primary_org": "reuters"}], "date_written": "2015-07-31 17:42:43", "org": "reuters", "article_id": "2dfc1620b028ca79c46fa83f0133718f", "date_access": "2015-07-31 17:00:41.565920"}