{"body": "U.S. Republican presidential hopeful Jeb Bush said on Monday it was ludicrous to describe his use of the term \"anchor babies\" as offensive to immigrants, saying his original comments referred more to Asians coming to the United States to give birth.\nBush's remarks came at a news conference in McAllen, Texas, near the border with Mexico, where he was asked whether using the \"anchor babies\" term in a radio interview last week could affect his ability to win Hispanic votes.\n\"My background, my life, the fact that I'm immersed in the immigrant experience, this is ludicrous for the Clinton campaign and others to suggest that somehow I'm using a derogatory term,\" said Bush, whose wife was born in Mexico and who answered some questions in Spanish, \"What I was talking about was the specific case of fraud being committed where there's organized efforts - frankly it's more related to Asian people coming into our country, having children in that organized effort, taking advantage of a noble concept, which is birthright citizenship,\" he said.\nThe 14th Amendment to the U.S. Constitution grants citizenship to any child born on U.S. soil, regardless of parentage. \nImmigration critics sometimes use \"anchor babies\" to describe U.S.-born children of illegal immigrants, usually from Latin America. Immigration groups say the phrase is offensive.\nThe former Florida governor sounded frustrated to have to address the issue again after telling reporters last week he did not regret using the term because he did not know of a better one.\nAfter Bush used the \"anchor babies\" phrase last week, Democratic presidential front-runner Hillary Clinton criticized him, tweeting: \"They're called babies.\" \n\"I support the 14th Amendment. Nothing about what I've said should be viewed as derogatory towards immigrants at all,\" Bush told reporters. \n\"I was focusing on a specific targeted kind of case where people are organizing to bring pregnant women into the country, where they're having children so their children can become citizens,\" Bush said. \"That's fraud.\" \n Federal agents earlier this year described \"maternity tourism\" schemes in which wealthy foreign women, particularly from China, travel to the United States to give birth so their children will have U.S. citizenship.\nIn a statement on Monday, the National Council of Asian Pacific Americans condemned \"the use of the derogatory term 'anchor babies.'”\nSaying that because of actions ranging from the Chinese Exclusion Act of 1882 \"to now calling us 'anchor babies,' Asian American and Pacific Islander communities continue to be discriminated against as part of larger anti-immigrant rhetoric,\" the group said.\nRepublicans have identified illegal immigration as a key topic for primary voters, but they want to avoid driving away Hispanic voters whose support they will need against the eventual Democratic nominee.\nSome Republicans seeking the 2016 presidential nomination, including Donald Trump, have criticized across-the-board birthright citizenship. \n\n\n (Reporting by Emily Stephenson and Peter Cooney; Additional reporting by Curtis Skinner in San Francisco; Editing by Bill Rigby and Leslie Adler)", "byline": "", "description": "(Reuters) - U.S. Republican presidential hopeful Jeb Bush said on Monday it was ludicrous to describe his use of the term \"anchor babies\" as offensive to immigrants, saying his original comments referred more to Asians coming to the United States to give birth.", "title": "Jeb Bush again defends use of 'anchor babies' term, says referred to Asians", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/vCyWV9aYaUw/story01.htm", "topics": ["immigration"], "people": ["Emily Stephenson", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Leslie Adler", "Bill Rigby", "Curtis Skinner", "Peter Cooney"], "orgs": ["National Council of Asian Pacific Americans"], "authors": [{"author_id": 35045, "fullname": "emily stephenson", "primary_org": "reuters"}], "date_written": "2015-08-25 03:55:00", "org": "reuters", "article_id": "de5cb4b6fd2b721548dfcaaba16e478e", "date_access": "2015-08-25 03:10:52.397525"}