{"body": "NEW YORK In a possible setback for Hillary Clinton, the AFL-CIO’s political committee has recommended the nation’s largest labor union federation delay endorsing a candidate for the 2016 presidential race as it seeks to push her to be more supportive of its policies on issues such as trade and wages.\nThe committee on Monday voted unanimously to support the proposal, three union sources told Reuters. The recommendation will be presented at a July 29-30 meeting of the executive council of the federation, which will make the final decision. It could reject the recommendation and still go ahead with an endorsement, though one of the sources said that is unlikely.  \nThe move highlights the pressures Clinton is facing to take a tough stand against the Trans-Pacific Partnership, a proposed free trade deal backed by President Barack Obama but vigorously opposed by unions who see it as detrimental to jobs and wages in the U.S. Unions also want her to back labor-friendly policies on other issues, such as the minimum wage and the Federal Reserve.\nThe length of any delay in an endorsement may depend on how satisfied union leaders are with Clinton’s stance on TPP over the next few months.  \nClinton, as well as Democrat rivals for the party’s nomination in the presidential race, Bernie Sanders and Martin O’Malley, and one of the candidates in the Republican race, Mike Huckabee, will be grilled by union leaders on the TPP and other issues at next week’s meeting.\n“There will not be an endorsement now,” said a source who was at the political committee meeting on Monday. “There will be a lot of healthy discussion about how we approach the election.\"\n\nQUELLING REVOLT\nDelaying an endorsement would also give the affiliated unions time to hear from their members and let the democratic process play out as labor eventually coalesces behind a candidate, the source said.   \nAn endorsement now from the AFL-CIO would be a major boon to Clinton. It would provide her with both a symbolic and practical boost given labor’s traditional role in raising money and mobilizing voters for the Democratic Party. That would be especially helpful to Clinton as she seeks to build a broad coalition within her party to fend off a challenge on her left from Vermont Senator Sanders, who has eaten away at her lead in recent polls. \nWhile the federation, an umbrella group of 56 unions representing more than 12.5 million workers, is expected to support the eventual Democratic nominee, an early nod could help Clinton build grassroots support so that she could go into a presidential election from a stronger position.\nA request for comment to the AFL-CIO was not immediately returned. Its President Richard Trumka said earlier this year that it was \"conceivable\" that the AFL-CIO would not endorse any candidate in the 2016 race.\nThe federation has been trying to quell a revolt in its ranks as some local unions have declared their support for Sanders, who is known for his progressive stance and who has spoken out strongly against the TPP.   \nIn contrast, Clinton has simply said that any final trade agreement needs to include strong worker protections and that she will reserve judgment until a completed deal is presented. Negotiators from the U.S, and 11 other nations from the Pacific Rim, including Japan, Vietnam, Malaysia, Australia, Mexico and Canada, are meeting in the next week in Hawaii in an attempt to reach a final agreement.\nThe trade deal will likely be the top issue at the two-day gathering of the AFL-CIO, which represents workers in a wide range of occupations, from brick layers to machinists to nurses.\nThe issue is a difficult one for Clinton, who was secretary of state in Obama's first term and an influential player in the administration's effort to build stronger ties with Asia. Obama administration officials view the TPP as a crucial part of its \"pivot\" to Asia.\nBut Clinton has found some support, as well. The American Federation of Teachers earlier this month announced its endorsement of her – despite a request from Trumka recently that the affiliated unions hold off on such moves until the federation makes its own pick. The endorsement was contentious within the AFT, with a number of members posting angry comments to the union’s Facebook page after the decision was announced.\nEven if the federation holds off on its endorsement, more of the affiliated unions could pick candidates soon.\nAt a meeting of the Utility Workers Union of America in Florida this week, Bernie Sanders won 65 percent of the vote in cell phone poll of the 400 elected delegates to the convention. Clinton won 23 percent, with Martin O’Malley taking 7 percent and the combined Republican field winning 5 percent.\nStill, some labor leaders suggest Sanders is highly unlikely to get official AFL-CIO backing unless he brings off a shock win and defeats Clinton to become the party’s nominee. Most unions are expected to endorse Clinton if, as widely expected, she gets the nomination.\n“At the end of the day there’s not going to be a split,” Thomas Buffenbarger, president of the International Association of Machinists and Aerospace Workers, told Reuters earlier this month. “I don’t see any union running to any Republican candidate.”\n\n (Reporting by Luciana Lopez; Editing by Martin Howell)", "byline": "", "description": "NEW YORK (Reuters) - In a possible setback for Hillary Clinton, the AFL-CIO’s political committee has recommended the nation’s largest labor union federation delay endorsing a candidate for the 2016 presidential race as it seeks to push her to be more supportive of its policies on issues such as trade and wages.", "title": "AFL-CIO may delay endorsement of Clinton as 2016 presidential candidate-sources", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/g8RMLLNbgdk/story01.htm", "topics": ["trade"], "people": ["Martin O'Malley", "Richard Trumka", "Hillary Clinton", "Mike Huckabee", "Barack Obama", "Martin Howell", "Luciana Lopez", "Bernie Sanders", "Thomas Buffenbarger"], "orgs": ["Federal Reserve", "International Association of Machinists", "Democratic Party", "American Federation of Teachers", "Aerospace Workers", "TPP", "AFT"], "authors": [{"author_id": 33654, "fullname": "luciana lopez", "primary_org": "reuters"}], "date_written": "2015-07-25 20:44:26", "org": "reuters", "article_id": "014cd469df168fd27d39c28968ea1920", "date_access": "2015-07-25 20:00:26.148680"}