{"body": "WASHINGTON Key Republicans distanced themselves on Sunday from presidential candidate Donald Trump's denunciation of illegal immigrants from Mexico as rapists and criminals, saying he has become \"a wrecking ball\" for the party's ability to win Hispanic voters.\nAnnouncing his candidacy last month, Trump accused Mexico of sending rapists and other criminals into the United States. He later added that illegal border-crossers from Mexico were carrying \"tremendous infectious disease\".\nNumerous companies have cut ties with the billionaire real estate developer over his comments.\n\"At the end of the day, for us to win a national election, we have to do better with Hispanics,\" presidential candidate and South Carolina Senator Lindsey Graham told CNN's \"State of the Union\" program.\n\"And for us to have the moral authority as a party to govern a great nation, we have to reject this demagoguery. If we don't, we will lose, and we will deserve to lose.\"\nWith the Hispanic population rising, Hispanic voters are becoming increasingly important in U.S. politics. Their support helped Democratic President Barack Obama win re-election in 2012. Most illegal immigrants in the United States are Hispanic.\nGraham said Trump had \"hijacked the debate\" over immigration policy, adding: \"I think he's a wrecking ball for the future of the Republican Party with the Hispanic community.\"\nGraham has long advocated a comprehensive change in U.S. immigration laws, including providing a pathway to citizenship for some of the more than 11 million illegal immigrants.\n\nWOOING \"SILENT MAJORITY\"\nTrump jumped into a virtual dead heat with former Florida Governor Jeb Bush atop the field seeking the 2016 Republican presidential nomination in a Reuters-Ipsos poll released on Saturday.\nDuring a campaign speech in Phoenix on Saturday, Trump wooed America's \"silent majority\" and ripped critics of his immigration comments.\nSouth Carolina Governor Nikki Haley, a daughter of two immigrants and considered a potential 2016 Republican vice presidential candidate, said on NBC's \"Meet the Press\" she understands Trump's frustration on immigration but called for communicating with \"respect and dignity.\"\n\"We want someone that brings people together,\" Haley added. \"We want someone that understands that what unites us is a lot more than what divides us.\"\nHouse of Representatives Speaker John Boehner said on CBS's \"Face the Nation,\" other Republican presidential candidates \"have much more responsible positions\" than Trump's.\n\"Most of the candidates have disagreed with his assertions with regard to our border. And, certainly, I disagree,\" he said.\nFormer Hewlett-Packard CEO and presidential candidate Carly Fiorina seemed to embrace Trump's views.\n\"Donald Trump taps into an anger that I hear every day,\" she told ABC's \"This Week\", adding that wanting to secure the nation's borders was \"not extreme, it's commonsense\".\n\n (Additional reporting by Douwe Miedema and Richard Cowan; Editing by Gareth Jones)", "byline": "", "description": "WASHINGTON (Reuters) - Key Republicans distanced themselves on Sunday from presidential candidate Donald Trump's denunciation of illegal immigrants from Mexico as rapists and criminals, saying he has become \"a wrecking ball\" for the party's ability to win Hispanic voters.", "title": "Key Republicans run from 'demagogue' Trump over immigration", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/VHYahRbiOSU/story01.htm", "topics": ["immigration"], "people": ["Richard Cowan", "Douwe Miedema", "Lindsey Graham", "Jeb Bush", "Nikki Haley", "Donald Trump", "John Boehner", "Barack Obama", "Carly Fiorina", "Gareth Jones"], "orgs": ["Ipsos", "Republican Party", "House of Representatives", "WASHINGTON Key Republicans", "United States."], "authors": [{"author_id": 33371, "fullname": "will dunham", "primary_org": "reuters"}], "date_written": "2015-07-12 18:57:30", "org": "reuters", "article_id": "fe9e7f841af711eb7abf5f0925420d16", "date_access": "2015-07-12 22:58:30.376969"}