{"body": "LIMA Human rights group Amnesty International pressed Peruvian President Ollanta Humala on Thursday to track down scores of poor Andean women who might have been forcibly sterilized by government doctors in the late 1990s.\nAs a first step toward compensation, the group said Humala should create a list of potential victims of former President Alberto Fujimori's controversial birth control program before he leaves office in a year.\nAmnesty International made the demand as it launched a global Against Her Will campaign to compensate victims of forced sterilizations. The move comes ahead of Peru's presidential elections next year, when Fujimori's daughter is expected to make her second bid for the country's top job.\nFujimori, in jail for corruption and human rights crimes, has said the operations on some 300,000 women were consensual and aimed at reducing poverty in the highlands. Last year Fujimori was cleared of wrongdoing linked to the program.\nBut more than 2,000 women have said they were threatened or tricked into being sterilized, according to a recently reopened inquiry in the attorney general's office.\nAmnesty International said they represent just a tiny portion of the total number of poor, mainly Quechua-speaking women who were rendered infertile against their will.\n\"It's been 18 years since the first report of a forced sterilization and we still don't know how many victims there were,\" said Marina Navarro, the director of Amnesty International in Peru.\nKeiko Fujimori, who narrowly lost a run-off vote to Humala in 2011, is leading popularity polls on likely presidential candidates.\nHumala condemned Fujimori's sterilization program during his 2011 campaign, calling it \"irreparable damage to more than 300,000 women.\"\nPeruvian law bars presidents from running for a second consecutive term and Humala's party has not yet announced a 2016 candidate.\n\n (Reporting by Mitra Taj; Editing by Richard Chang)", "byline": "", "description": "LIMA (Reuters) - Human rights group Amnesty International pressed Peruvian President Ollanta Humala on Thursday to track down scores of poor Andean women who might have been forcibly sterilized by government doctors in the late 1990s.", "title": "Amnesty urges Peru's Humala to find forced sterilization victims", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/9ldH1DF_KmI/story01.htm", "topics": ["campaign_finance", "women"], "people": ["Richard Chang"], "orgs": ["Amnesty International"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-07-23 19:40:33", "org": "reuters", "article_id": "7132a617a9bfbbf346b76a49597203bf", "date_access": "2015-07-23 19:01:19.240415"}