{"body": "WASHINGTON The head of the Republican Party said on Monday party candidates running for the White House in 2016 should vow not to run as independents, a move that could give Democrats the edge in the presidential race.\n\"I think our candidates should pledge not to run as a third party candidate,\" Republican National Committee Chairman Reince Priebus told NBC News in an interview.    \nHis comments come after real estate mogul and TV personality Donald Trump said recently he would consider his presidential bid as a third party candidate if the Republican Party didn't treat him fairly, and accused the party of not supporting him.\nPriebus said he was not worried about Republican candidates launching out on their own, and that the party's contenders understood the importance of uniting to beat former Secretary of State Hillary Clinton, the Democratic Party's presidential front-runner. \n\"I think everyone understands that. If Hillary Clinton's going to get beat, she's going to get beat by a Republican,\" he told NBC on its \"Today\" program. \"If our candidates want to win, then they'll have to run as a Republican.\"\nTrump has broken ahead of the Republican field in recent polls even as he stirred controversy with his remarks about immigrants from Mexico, questioned U.S. Senator John McCain's war service and lobbed personal attacks against fellow Republican presidential candidates.\nHe led the pack in several polls released on Sunday. Reuters polling also showed Trump tied with former Florida Governor Jeb Bush as of July 24. \nSixteen Republicans are running for the party's presidential nomination in the November 2016 election.       \n\n (Editing by Lisa Lambert and Bernadette Baum)", "byline": "", "description": "WASHINGTON (Reuters) - The head of the Republican Party said on Monday party candidates running for the White House in 2016 should vow not to run as independents, a move that could give Democrats the edge in the presidential race.", "title": "Republican leader says party candidates shouldn't run as independents", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/ezjNjvNvHHQ/story01.htm", "topics": ["personality", "immigration", "campaign_finance"], "people": ["Lisa Lambert", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Reince Priebus", "Bernadette Baum"], "orgs": ["Republican Party", "Republican National Committee", "Democratic Party"], "authors": [{"author_id": 35097, "fullname": "susan heavey", "primary_org": "reuters"}], "date_written": "2015-07-27 13:36:41", "org": "reuters", "article_id": "85fc3136f072d69cf9eeb68a31cf4ed8", "date_access": "2015-07-27 13:00:40.619094"}