{"body": "July 13 Trump International Golf Course in\nPuerto Rico filed for Chapter 11 bankruptcy protection on\nMonday, blaming the club's poor cash flow on low tourism caused\nby Puerto Rico's \"adverse economic situation.\"\nThe golf club is managed but not owned by Trump's\norganization. Its bankruptcy makes it likely that a public\nauthority of the cash-strapped Caribbean island will have to\nrepay tens of millions of dollars of bonds issued on behalf of\nthe golf club.\nStalking horse bidder OHorizons Global LLC is seeking to buy\nthe bankrupt club, free and clear of liens, for $2 million cash\nand the assumption of contracts, bankruptcy filings showed.\nOfficially called the Coco Beach Golf & Country Club S.E.,\nthe Rio Grande property is one of 17 Trump-branded golf resorts\nmanaged by The Trump Organization worldwide.\nBut Trump himself is neither the owner nor developer of the\nclub, Eric Trump, Donald Trump's son and executive vice\npresident of The Trump Organization, said in a statement.\nThe golf club's developer and owner, construction company\nEmpresas Diaz, licensed the Trump name for the club and has been\nin default for many months on its obligations to Trump, due to\nits \"financial constraints and a difficult business climate in\nPuerto Rico,\" he said.\n\"The Trump Organization continues to have a great\nrelationship and incredible respect for the developer and its\nprincipals,\" Eric Trump said.\nThe Puerto Rico golf club's bankruptcy filing listed $9.2\nmillion of assets, including two 18-hole golf courses, a club\nhouse, and reserve funds, and $78 million of liabilities.\nThe Puerto Rico Tourist, Educational, Medical and\nEnvironmental Control Facilities Financing Authority issued\n$26.4 million of tourism revenue bonds in 2011 on behalf of the\nclub, according to securities filings.\nThe authority had sole responsibility to pay the municipal\nbonds, using money the golf club was supposed to remit.\nBut the payments have been hard to come by since the debt\nwas issued, with repeated defaults and unscheduled draws on\nreserves, regulatory filings show.\nIt is \"probable\" that the authority would be on the hook to\npay back the bonds, said Charles Cuprill, the debtor's attorney.\nIn New York on Monday, Puerto Rican officials pleaded with\ncreditors to avoid litigation over the commonwealth's $72\nbillion debt.\nTrump, a 2016 Republican presidential candidate, has come\nunder fire for saying that Mexico was sending criminals to the\nUnited States. Latinos who work at a Trump-run golf course in\nNew York City said the remarks were perplexing and painful.\n \n\n (Reporting by Hilary Russ; Editing by David Gregorio)", "byline": "", "description": "July 13 (Reuters) - Trump International Golf Course in Puerto Rico filed for Chapter 11 bankruptcy protection on Monday, blaming the club's poor cash flow on low tourism caused by Puerto Rico's...", "title": "Trump golf course blames weak Puerto Rico economy for bankruptcy", "url": "http://feeds.reuters.com/~r/reuters/bondsNews/~3/G3Y1MbiDCvQ/story01.htm", "topics": ["economy"], "people": ["Charles Cuprill", "Eric Trump", "Donald Trump", "Empresas Diaz", "David Gregorio", "Hilary Russ"], "orgs": ["Puerto Rico Tourist , Educational , Medical", "Trump Organization", "Trump International Golf Course", "The Trump Organization", "United States.", "OHorizons Global LLC", "Environmental Control Facilities Financing Authority", "Trump"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-07-13 23:30:12", "org": "reuters", "article_id": "069d43447905cd9cba3c84a861b5d4b1", "date_access": "2015-07-13 23:00:54.448391"}