{"body": "SACRAMENTO, Calif. A plan to ask voters to repeal a new California law tightening vaccination requirements for school-age children has fallen short of signatures needed to put the referendum on the ballot, state data showed on Thursday.\nThe effort was part of a backlash against a bill signed into law in June by Democratic Governor Jerry Brown that requires pupils to be vaccinated against childhood diseases unless they have a medical reason to refuse. It was passed after a measles outbreak among unvaccinated people at Disneyland last year.\nThat law, which goes into effect next year, makes California the third state to eliminate religious and other personal exemptions to vaccinations.\nOpponents of the new rules, some fearing a long-debunked link between vaccines and autism, and others opposed to the state's removal of a religious exemption for parents who want to opt out of vaccination, vowed to take the issue to voters.\nBut a report posted Thursday on the website of Secretary of State Alex Padilla showed the effort had garnered only about 234,000 signatures, well short of the 365,880 signatures needed for a measure to make the November, 2016 ballot.\nSupporters of the initiative turned in the signatures they had gathered at the county level last week. Thursday was the deadline the state to provide an official count.\nTim Donnelly, a former Republican state assembly member who had spearheaded the effort, did not immediately respond to a request for comment on Thursday.\nWhen it appeared that the measure would fall short last week, he complained in a statement sent to reporters that special interests, including pharmaceutical companies, had \"gone to great lengths to thwart campaign efforts.\"\nState Senator Richard Pan, a pediatrician who braved intense opposition as the author of the new law eliminating the personal beliefs exemption for childhood vaccinations, including death threats and a possible recall effort, said the ballot initiative's failure \"would be good news for public health and particularly California's children.\"\n\n (Editing by Eric Walsh)", "byline": "", "description": "SACRAMENTO, Calif. (Reuters) - A plan to ask voters to repeal a new California law tightening vaccination requirements for school-age children has fallen short of signatures needed to put the referendum on the ballot, state data showed on Thursday.", "title": "Bid to repeal California school vaccination law falls short", "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/Db9rP_IVgD0/story01.htm", "topics": ["other", "campaign_finance", "terrorism"], "people": ["Richard Pan", "Tim Donnelly", "Eric Walsh", "Jerry Brown"], "orgs": [], "authors": [{"author_id": 33365, "fullname": "sharon bernstein", "primary_org": "reuters"}], "date_written": "2015-10-09 01:52:33", "org": "reuters", "article_id": "43a9eef45e976b2075150a31f0b9560e", "date_access": "2015-10-09 01:13:34.562660"}