{"body": "MANCHESTER, N.H. Republican presidential candidate Jeb Bush on Tuesday will lay out proposals to repeal President Barack Obama's healthcare law and replace it with a system that provides a tax credit for the purchase of health plans and shifts power to the states.\nBush will detail his plan at the New Hampshire Institute of Politics in Manchester to start a three-day campaign swing through the state, which holds the first-in-the-nation primary election on Feb. 9 on the road to the November 2016 election.\nBy offering the latest in a series of policy proposals, the former Florida governor is seeking to position himself as the most substantive of the 15 candidates in the race for the Republican presidential nomination.\nThe Obamacare law, known as the Affordable Care Act, is one of the most politically divisive in the United States. Republicans have repeatedly sought its elimination, with efforts to repeal the law in Congress and multiple legal challenges.\n\"ObamaCare, a government takeover of more than one-sixth of the American economy, epitomizes why Americans are fed up with Washington. Jeb believes we must repeal Obamacare and offer a conservative vision and plan of health care for the future,\" said Bush spokeswoman Allie Brandenburger.\nBush's plan is a Republican answer to Obamacare.\nKey components of Bush's plan would be a tax credit for the purchase of affordable, portable health plans that protect Americans from catastrophic medical events and an increase in contribution limits and uses for Health Savings Accounts to help with out-of-pocket costs.\nBush would replace the controversial Cadillac tax in Obamacare with a cap on the \"employer tax exclusion,\" the tax-free status of health benefits provided by employers, as a way to lower insurance premiums.\nThe \"Cadillac Tax,\" to take effect in 2018, is a 40 percent tax on the most expensive employer-sponsored health coverage.\nHe would allow employers to use financial incentives to encourage wellness programs, and enable small businesses to make tax-free contributions to their workers' individual plans.\nBush would overhaul the Food and Drug Administration’s regulatory system and set up a review of regulatory barriers to health innovation.\nThe former governor would also take healthcare control out of Washington and return it to states, giving them the responsibility to make their individual insurance markets more competitive.\nUnder this plan, states would enable access to affordable plans in their states, allow a continuous coverage guarantee for individuals with pre-existing conditions and set up \"a transition plan for the 17 million individuals entangled in Obamacare,\" according to a summary of Bush's plan released by his campaign.   \n\n (Reporting By Steve Holland; Editing by Steve Orlofsky)", "byline": "", "description": "MANCHESTER, N.H. (Reuters) - Republican presidential candidate Jeb Bush on Tuesday will lay out proposals to repeal President Barack Obama's healthcare law and replace it with a system that provides a tax credit for the purchase of health plans and shifts power to the states.", "title": "Jeb Bush to lay out healthcare plan in New Hampshire", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/JonSjaILLbs/story01.htm", "topics": ["health", "economy"], "people": ["Steve Orlofsky", "Jeb Bush", "Barack Obama", "Allie Brandenburger", "Steve Holland"], "orgs": ["Health Savings Accounts", "Food and Drug Administration", "Cadillac Tax", "Congress", "United States."], "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-10-12 23:04:24", "org": "reuters", "article_id": "87b8d4951a7ba2aca37e6ed52d5fbb02", "date_access": "2015-10-12 22:31:51.831141"}