{"body": "WASHINGTON U.S. Republican presidential candidate Donald Trump, disinvited from a conservative conference and under fire because of remarks about a female debate moderator, defended his comments on Saturday while denouncing politically correct \"fools.\"\nTrump had been scheduled to give the keynote address on Saturday night at the RedState gathering in Atlanta, where several other members of the 17-person Republican field were appearing.\nThe comments by Trump, the billionaire New York developer and reality television star whose blunt manner has brought a new dynamic to the 2016 presidential race, come during a campaign in which Republicans are trying to overcome what Democrats say is their \"war on women.\"\nErick Erickson, who heads the influential RedState website, said on Friday he canceled Trump's address because of the candidate's \"demeaning\" comments about Fox News' Megyn Kelly, who was one of three moderators at Thursday night's candidates debate.\nTrump, who was leading in polls going into the debate, thought Kelly was unfair in asking him about his previous comments on women.\n\"You could see there was blood coming out of her eyes,\" Trump said in a CNN interview on Friday. \"Blood coming out of her wherever.\"\nErickson, who invited Kelly to replace Trump at the RedState conference, said he revoked Trump's invitation because he did not \"want someone on stage who gets a hostile question from a lady and his first inclination is to imply it was hormonal.\"\nThe Trump campaign issued a statement on Saturday, saying, \"Mr. Trump made Megyn Kelly look really bad - she was a mess with her anger and totally caught off guard. Mr. Trump said 'blood was coming out of her eyes and whatever' meaning nose, but wanted to move on to more important topics. Only a deviant would think anything else.\"\nTrump also took to Twitter on Saturday to renounce politically correct attitudes, as he had done at the debate.\n\"So many 'politically correct' fools in our country,\" he wrote. \"We have to all get back to work and stop wasting time and energy on nonsense!\"\nDuring the debate, Kelly had asked Trump about comments referring to women as \"fat pigs\" and slobs. Trump told her: \"And honestly Megyn, if you don't like it, I'm sorry,\" Trump said. \"I've been very nice to you, although I could probably maybe not be, based on the way you have treated me. But I wouldn't do that.\"\nFormer Hewlett-Packard Co (HPQ.N) Chief Executive Officer Carly Fiorina, the only woman in the Republican field, directed a tweet at Trump, saying, \"Mr. Trump: There. Is. No. Excuse\" and voicing her support for Kelly. Another candidate, Senator Lindsey Graham, applauded Erickson for revoking Trump's invitation and said, \"Enough already with Mr. Trump.\"\n\n (Writing and reporting by Bill Trott; Additional reporting by Steve Holland; Editing by Lisa Shumaker)", "byline": "", "description": "WASHINGTON (Reuters) - U.S. Republican presidential candidate Donald Trump, disinvited from a conservative conference and under fire because of remarks about a female debate moderator, defended his comments on Saturday while denouncing politically correct \"fools.\"", "title": "U.S. candidate Trump defends 'blood' comment about debate moderator", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/aT67qLs9x-Y/story01.htm", "topics": ["women", "personality", "immigration"], "people": ["Erick Erickson", "Bill Trott", "Steve Holland", "Lindsey Graham", "Donald Trump", "Megyn Kelly", "Lisa Shumaker", "Carly Fiorina"], "orgs": ["HPQ"], "authors": [{"author_id": 34111, "fullname": "bill trott", "primary_org": "reuters"}], "date_written": "2015-08-08 16:09:57", "org": "reuters", "article_id": "7dddf0dff379924638c8d236553465b5", "date_access": "2015-08-08 15:20:48.065234"}