{"body": "WASHINGTON Republican presidential candidate Jeb Bush will call for a decades-old ban on exporting U.S. crude oil to be lifted in a speech next week that will lay out an aggressive approach to growing jobs in the energy sector.\nBush's speech on Tuesday at Rice Energy Inc., a natural gas and oil company in Canonsburg, Pennsylvania, near Pittsburgh, will mark his latest foray into the detailed policy plans he would pursue if elected in November 2016.\nAs rival Donald Trump steals the headlines and leads the polls, Bush has been building a detailed policy agenda with the aim of convincing Republican voters he has the can-do spirit and intellectual heft to pursue a conservative agenda.\nA campaign aide said Bush will pledge to lift the four-decades-old ban on exporting crude oil and work to speed up exports of natural gas.\nHe will also call for permitting construction of the Canada-to-Texas Keystone XL pipeline, TransCanada Corp's project to bring Canadian oil to refineries on the Gulf of Mexico via Nebraska. The Obama administration has stalled this project and Democratic candidate Hillary Clinton has pledged to block it.\nBush frequently says on the campaign trail that he would seek to take greater advantage of America's burgeoning energy resources to create jobs and trigger higher U.S. economic growth of up to 4 percent a year.\nBush will also call for giving states more authority over energy decisions, the aide said.\nA variety of Republicans have said the United States should export more natural gas to European allies to allow Europe to wean itself from Russian natural gas and punish Russian President Vladimir Putin for his aggression against Ukraine.\nExporting crude oil would be a boon to domestic producers of crude who have been hampered by a worldwide plunge in oil prices.\nA president can end the export ban without congressional approval.\nOil producers are pressing for a full repeal of the ban to keep the domestic drilling boom alive. The issue will be debated in Congress this fall, but sponsors of legislation to lift the ban need to secure more Democratic votes.\nBush this week in a speech pledging to cut back on the Obama administration's increase in regulations said he would block Obama's Clean Power Plan, the name for new carbon emission limits on power plants.\n\nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here).\n\n (Reporting by Steve Holland; Editing by James Dalgleish)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential candidate Jeb Bush will call for a decades-old ban on exporting U.S. crude oil to be lifted in a speech next week that will lay out an aggressive approach to growing jobs in the energy sector.", "title": "Bush to call for lifting of ban on U.S. crude oil exports", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/o1gS1ZK1ue4/story01.htm", "topics": ["economy"], "people": ["Vladimir Putin", "James Dalgleish", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Steve Holland"], "orgs": ["Congress", "Texas Keystone XL", "Trail", "TransCanada Corp", "Rice Energy Inc.", "Clean Power Plan"], "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-09-25 23:06:06", "org": "reuters", "article_id": "1aa8a00f62106f0e6ab913e9be4295f6", "date_access": "2015-09-25 22:34:11.410944"}