{"body": "MINNEAPOLIS Joe Biden got plenty of love from top Democrats on Friday, but their views about a possible White House run by the vice president were decidedly more mixed.\nWhile Biden was nowhere near the summer meeting of the Democratic National Committee, his potential late entry into the party's presidential race against front-runner Hillary Clinton dominated conversations in meeting rooms and hallways.\nIn more than a dozen interviews, top Democrats expressed admiration and affection for Biden, but several cast doubt on whether he should get in the race. Some questioned whether his late start would keep him from making much headway.\n\"I like Joe Biden. We all love him,\" said Alice Huffman of California, president of the state's NAACP. \"But I don't see him overtaking Hillary.\"\nEarl Fowlkes, chairman of the party's LGBT caucus, said Biden was \"a good man, a solid man\" but wondered whether he would excite the minority and young voters who Democrats rely on in presidential elections.\n\"The question is, can he raise the money?\" Fowlkes said. \"If he doesn't have the money, he won't make much difference.\"\nThree Democrats interviewed said they would probably back Biden if he gets in, citing their appreciation for his service to President Barack Obama and his long experience in the U.S. Senate.\n\"He would probably be my candidate,\" said Elena McCullough of the Tampa, Florida, area. \"He's done a great job, he's been serving our country for a long time.\"\nSonia Fernandez, of Los Angeles, also said she would probably back Biden because \"I would like to see the continuation of the progress we've seen with President Obama.\"\nBiden, 72, has been huddling with advisers to decide whether to challenge Clinton, who has struggled to overcome fallout from her use of a private email server while working as the nation's top diplomat.\nClinton still holds a big lead in opinion polls in the race to pick a nominee for the November 2016 election, but has taken a hit on her personal favorability and trustworthiness.\nClinton and three other Democratic candidates - Vermont Senator Bernie Sanders, former Maryland Governor Martin O'Malley and former Rhode Island Governor Lincoln Chafee - addressed party leaders at the meeting.\nSpeaking to reporters afterward, Clinton also expressed her admiration for Biden but refused to be drawn into a discussion about his possible candidacy. Sanders said he was uncertain what, if anything, Biden's entry in the race would mean.\n\"I guess we will have to wait and see,\" he said.\nBiden held a conference call with DNC members on Wednesday in which he said he was still giving a lot of thought to a late entry but was unsure if he had the energy or commitment for it.\nBiden's eldest son, Beau Biden, a former Delaware attorney general, died of cancer in May at age 46.\nKaren Yarbrough, Illinois state vice chairwoman for the party, said she had not decided on a candidate yet but did not think Biden's decision would make much difference.\n\"I don't know if he would change anything for me,\" she said, adding she was \"leaning\" toward supporting Clinton.\n\n (Editing by John Whitesides and Mary Milliken)", "byline": "", "description": "MINNEAPOLIS (Reuters) - Joe Biden got plenty of love from top Democrats on Friday, but their views about a possible White House run by the vice president were decidedly more mixed.", "title": "Biden beloved by top Democrats; his candidacy, not so much", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/zDJ3hnxiCwk/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Beau Biden", "Martin O'Malley", "John Whitesides", "Joe Biden", "Hillary Clinton", "Mary Milliken", "Barack Obama", "Bernie Sanders", "Alice Huffman", "Lincoln Chafee"], "orgs": ["Democratic National Committee", "NAACP", "DNC"], "authors": [{"author_id": 33654, "fullname": "luciana lopez", "primary_org": "reuters"}], "date_written": "2015-08-29 02:24:42", "org": "reuters", "article_id": "1b89cd5662e03c92e723ed657cf7c371", "date_access": "2015-08-29 01:43:12.966629"}