{"body": "ANKENY, Iowa Democratic presidential candidate Hillary Clinton on Wednesday will unveil a plan to improve rural economies by encouraging additional investment, boosting profitability at family farms, increasing clean energy production and improving access to education and healthcare.\nRoughly 46 million U.S. residents – about 15 percent of the population – live in rural areas that “lie at the heart of what makes this country great” but “despite their critical role in our economy, too many rural communities are not sharing in our nation’s economic gains,” Clinton’s campaign said.\nClinton is making several stops in the early-voting state of Iowa on Wednesday to discuss her plan to improve farm-area economies. \nShe is being accompanied by U.S. Secretary of Agriculture Tom Vilsack, a former governor in the politically pivotal state who endorsed Clinton late on Tuesday. The move by the Obama administration cabinet member was seen as significant given speculation swirling about a potential campaign by Vice President Joe Biden.  \nIowa is set to hold the first party nominating contest ahead of the general election in November 2016. Clinton has also in recent weeks picked up the endorsement of the state's former longtime U.S. Senator Tom Harkin.\nClinton’s plan would involve everything from access to capital for rural companies via a Farm Credit Administration program to simplifying regulations on small community banks to making permanent a tax credit for new investments in rural areas, her campaign said.\nThere would be increased funding for agricultural education programs and Clinton would fight for the type of comprehensive immigration reform that would affect agricultural workers, according to a campaign fact sheet.\nClinton would also promote the creation and use of renewable energy by assisting farms and ranches that conserve natural resources and launching a “clean energy challenge” for states and localities to meet her goal of having more than a half a billion solar panels installed by the end of her first term.\nClinton’s previously announced plan to make it possible to attend in-state colleges and universities without taking on education debt and her plan to double funding for the childhood education program Early Head Start would also impact rural areas, the campaign said.\nDetails were not immediately available about how Clinton would pay for the rural investment proposals outlined in a two-page fact sheet.\n\n (Reporting by Amanda Becker; Editing by Christian Plumb)", "byline": "", "description": "ANKENY, Iowa (Reuters) - Democratic presidential candidate Hillary Clinton on Wednesday will unveil a plan to improve rural economies by encouraging additional investment, boosting profitability at family farms, increasing clean energy production and improving access to education and healthcare.", "title": "Hillary Clinton: More investments in rural U.S. will boost economy", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/695lyHsAtO0/story01.htm", "topics": ["economy"], "people": ["Tom Harkin", "Christian Plumb", "Joe Biden", "Hillary Clinton", "Tom Vilsack", "Amanda Becker"], "orgs": [], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-26 16:44:47", "org": "reuters", "article_id": "477b071b2fdd3b468beccb6767d5ad54", "date_access": "2015-08-26 16:10:33.582136"}