{"body": "NEW YORK Republican frontrunner Donald Trump spent more on hats, bumper stickers, yard signs and t-shirts than he did on any other category in the third quarter, according to his latest campaign finance report filed on Thursday.\nThe Trump campaign shelled out $825,000 on the logo-emblazoned gear that he sells on a website and routinely tosses to supporters at his rock concert-like campaign events.\nHis next biggest line item was for flights on his personal 757 jet: more than $700,000. \nThe finance report is just the latest illustration of how, when it comes to the 2016 presidential election, Trump is breaking with tradition.\nThe real estate developer and former star of the hit television show 'The Apprentice' stunned the Republican political elite last summer when he blew past establishment contenders like former Florida Governor Jeb Bush to become an unlikely frontrunner, a title he has maintained since then.\nIn typical presidential campaigns, top expenditures are usually payroll, mailings and consultants. \nBut those items did not feature largely on Trump's report. The filing, made with the Federal Election Commission,  contained no line item for payroll at all.\nThe Trump campaign did not respond to a request for comment. \nTrump raised nearly $4 million in the third quarter. In total, the campaign has raised $5.8 million and spent $5.6 million. Despite proclamations that he would self-fund his candidacy, Trump still raked in unsolicited donations from nearly 74,000 people, who gave an average of $50.46.  \nBy contrast, Democratic frontrunner Hillary Clinton raised $30 million in the third quarter. Bush, once the Republican favorite, raised $13.4 million.\nDespite his lesser standing in the money race, Trump has benefited from a seemingly endless stream of free news and television coverage, a trend that has irked his competitors and helped to upend the conventional political thinking about how the 2016 race for the White House would play out.\nHe has also drawn record crowds, who routinely leap and claw for the free hats that are mostly emblazed with the campaign slogan \"Make America Great Again.\"\n\n (Editing by Paul Tait)", "byline": "", "description": "NEW YORK (Reuters) - Republican frontrunner Donald Trump spent more on hats, bumper stickers, yard signs and t-shirts than he did on any other category in the third quarter, according to his latest campaign finance report filed on Thursday.", "title": "Donald Trump's top campaign expense: hats and t-shirts", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/srO-sbJ8HIk/story01.htm", "topics": ["personality"], "people": ["Donald Trump", "Paul Tait", "Jeb Bush", "Hillary Clinton"], "orgs": ["Federal Election Commission"], "authors": [{"author_id": 34260, "fullname": "michelle conlin", "primary_org": "reuters"}], "date_written": "2015-10-16 05:56:37", "org": "reuters", "article_id": "903e8ff5e91b2bd09c82c71daa844b16", "date_access": "2015-10-16 05:08:29.156076"}