{"body": "CLEVELAND Donald Trump will be at center stage and potentially in the line of fire on Thursday as 10 leading Republican presidential candidates look for a break-out moment at their first debate on the road to the November 2016 election.\nThe real estate mogul, along with rivals Jeb Bush, Scott Walker, Marco Rubio and six others, square off at 9 p.m. EDT at Quicken Loans Arena in Cleveland, just three hours after seven candidates who rank lower in the polls wrap up a separate debate.\nThe prime-time event, to be moderated by Fox News anchors Bret Baier, Megyn Kelly and Chris Wallace, will offer Americans their first look at the major candidates en masse with six months to go until Iowa holds the first nominating contest.\nFor Trump, the first debate offers an opportunity to prove whether he has a substantive vision for the country and go beyond his brick-throwing rhetoric.\nHis rapid rise to the top of the Republican pack in polls has earned him center-stage status in the debate. \nTrump's take-no-prisoners style of campaigning - with a penchant for incendiary remarks such as those on the war record of Senator John McCain and on Mexican immigrants, whom he branded as criminals and rapists - has also earned him a level of press coverage that has eclipsed many of his rivals.\nThe big question for Trump's rivals is whether they will be willing to take him or simply stand back and hope he implodes on his own in Thursday's debate. \nThe leading contenders like Bush, Walker and Rubio are likely to stress their records and vision while others who are more in need of a boost in the polls, like Ohio Governor John Kasich or New Jersey Governor Chris Christie, may find value in tangling with Trump.\nThe Bush camp made clear that the intention of the former Florida governor at the debate is to sell his record as a conservative, tax-cutting governor. The Walker camp made similar pledges about the Wisconsin governor's aim at the debate.\nRepublican strategist Katie Packer said the smart strategy is to steer clear of the mud-slinging Trump.\n\"There's no point in fighting with a pig because you just get dirty and you make the pig mad,\" she said.\nBush, who ranks second behind Trump in most polls, told NBC News last week that he had no problem with going head-to-head with Trump or any other Republican candidate in the debates.\n\"I'm a big boy,\" he said. \"I'll be showing up with my big boy pants on.\" \nTrump told ABC's \"Good Morning America\" on Wednesday that he wants a civil debate.\n“I don’t want to attack anybody and maybe I’ll be attacked and maybe not,” Trump said. \"I'd rather just discuss the issues.\"\nMost Republicans believe Trump will positively influence the debate, saying his presence will challenge the establishment and open the party to new ideas, a Reuters/Ipsos poll shows.\nMany rank-and-file Republicans see Trump's blunt and unpredictable style as an asset. More than two-thirds agreed that his debate appearance would challenge the establishment, while 62 percent said it would lead to more honesty, and 61 percent said it would open the party to new ideas.\nThe poll found about half of Republicans thought Trump's presence meant something offensive would be said, while 42 percent believed he would add comedy to an otherwise boring event. Thirty-two percent thought he would make a mockery of the political process.\n\n\n (Reporting by Steve Holland; Editing by Leslie Adler)", "byline": "", "description": "CLEVELAND (Reuters) - Donald Trump will be at center stage and potentially in the line of fire on Thursday as 10 leading Republican presidential candidates look for a break-out moment at their first debate on the road to the November 2016 election.", "title": "Trump at center stage as Republicans square off in first debate", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/rec3TcLj2YE/story01.htm", "topics": ["immigration", "personality"], "people": ["Chris Wallace", "Chris Christie", "Katie Packer", "Jeb Bush", "Bret Baier", "Leslie Adler", "John Kasich", "Donald Trump", "Marco Rubio", "Megyn Kelly", "Steve Holland", "Scott Walker"], "orgs": ["Quicken Loans Arena", "CLEVELAND"], "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-08-06 06:10:28", "org": "reuters", "article_id": "d43e27bf805804113c680142d88ef45f", "date_access": "2015-08-06 06:00:18.125099"}