{"body": "DES MOINES, Iowa One dropped in by helicopter. The other accompanied a venerable local politician. Both dined on pork chop, on a stick.\nDemocrat Hillary Clinton and Republican Donald Trump, their parties' early front-runners in the 2016 presidential race, shared the spotlight on Saturday at the state fair in the early voting state of Iowa.\nClinton, walking with the former Democratic U.S. senator from Iowa, Tom Harkin, shook hands with supporters, with a large press pack in tow.  \nAs the group neared a meat-on-a-stick stand, a helicopter began circling overhead.\n\"It's the Donald!” yelled an onlooker, as eyes shifted to the sky.\nTrump, the brash, provocative real estate mogul and television personality who has rocketed to the top of the Republican polls, was making his entrance at the Iowa state fairgrounds outside Des Moines.\nThe fair has become a crucial proving ground for candidates because the Midwestern state holds the first party nominating contests in the 2016 campaign for the White House.\nNearly all candidates are making stops at the fair. Most spend 20 minutes at the \"soap box\" to deliver a brief speech and take questions. Nearly all pay respects to the famed \"butter cow\" sculpture. Various foods are served on sticks.\nBut Clinton and Trump were working off a different script on Saturday. Neither spoke on the soap box and instead ad-libbed their way through the fairgrounds as the crush of onlookers grew.\nAfter speaking to reporters behind the cattle barn where she talked to a boy with his cow, Clinton ducked into a display next to a food stand to talk with a supporter away from the glare of a dozen television cameras. An Iowa State Patrol officer asked onlookers to step back.\n\"I'm not moving,\" said Maura Foster, 88, a self-declared Republican who was nevertheless waiting to meet Clinton.\nClinton stopped, they shook hands and Foster's granddaughter snapped a photo.\n\"She's famous! You've got to have your picture taken with someone famous before you die,\" said Foster's daughter, Barb Jerome.\n\nHELICOPTER RIDES\nAbout an hour later, Trump traced a similar path.\nAfter landing by chopper in a nearby lot, Trump invited some children to take a ride in the helicopter and spoke to reporters before riding a golf cart to the entrance of the fair. Cellphones were taken out and pictures snapped.\n\"Get over here!\" Trump called to a middle-aged woman, motioning her over for a photo as he walked through the crowd while security cleared a path.\nShouts of \"Keep stirring the pot, Donald!\" and \"You’ve got more people than Clinton!\" came from the crowd, which swelled to hundreds within minutes.\n\"Say that again!\" Trump called.\nBoth Trump and Clinton have stepped up their attacks on each other in recent days.\n\"Hillary Clinton was the single worst secretary of state in the history of this country, the world collapsed around us,” Trump told reporters on Saturday.\nClinton referred to Trump on Friday evening as the \"flamboyant front-runner\" in the Republican race.\n\"But don't let the circus distract you,\" Clinton said at a Democratic fundraising dinner in Clear Lake, Iowa. \"If you look at their policies, most of the other candidates are just Trump, without the pizzazz or the hair.\"\nTrump, who has been pressed by the media for more policy specifics, told reporters he would outline his immigration policy on a Sunday morning talk show and release a paper on taxes in two weeks\n\"I know the press wants it. I don't think the people care. I think they trust me,\" he said.\nBoth candidates spent just over an hour touring the fair, without ever crossing paths.\n\n (Reporting by Amanda Becker; Additional reporting by Lisa Lambert in Washington; Editing by Peter Cooney and Mary Milliken)", "byline": "", "description": "DES MOINES, Iowa (Reuters) - One dropped in by helicopter. The other accompanied a venerable local politician. Both dined on pork chop, on a stick.", "title": "Helicoptering into fair, Trump vies with Clinton for heartland heft", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/8tJY5jisFPg/story01.htm", "topics": ["personality", "immigration"], "people": ["Lisa Lambert", "Tom Harkin", "Barb Jerome", "Hillary Clinton", "Maura Foster", "Mary Milliken", "Peter Cooney", "Amanda Becker"], "orgs": ["DES MOINES"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-08-16 00:08:03", "org": "reuters", "article_id": "be90c6bd53d0889677349d1ea54b2b95", "date_access": "2015-08-15 23:20:50.183586"}