{"body": "WASHINGTON, Sept 10 On the campaign trail,\nRepublican presidential candidates vow to roll back new U.S.\neducation standards known as the Common Core.\nIn the classroom, the multi-state guidelines increasingly\nlook like they're here to stay.\nSince they were adopted by 46 states five years ago, the\nCommon Core standards have become a symbol of Big Government\noverreach for conservatives.\nRepublican Senator Ted Cruz, a White House contender, has\npromised to \"repeal every word of Common Core.\" Rivals Bobby\nJindal and Chris Christie, both governors who previously backed\nthe standards, now condemn them. Of 17 Republican candidates,\nonly Jeb Bush and John Kasich are Common Core defenders.\nYet despite years of effort, Common Core's critics have\nlargely failed to repeal the standards, which aim to emphasize\ncritical thinking over rote memorization.\nIn some states, education officials have been reluctant to\nwipe the slate clean after spending millions of dollars to train\nteachers and develop new course work. Teachers have also become\nvocal Common Core backers, lobbying parents and politicians to\nkeep the new system in place. And any Republican president would\nfind it difficult to abolish a system that has mostly been\nimplemented by states.\nTwo states that have rolled back the standards have replaced\nthem with nearly identical guidelines, while nine states that\nare reviewing them are likewise expected to leave them largely\nintact.\n\"In most places, the political battle has been won by the\ndefenders of the Common Core,\" said backer Michael Petri,\npresident of the conservative Thomas B. Fordham Institute.\nConservative activists, meanwhile, are frustrated that they\nhaven't had more success.\n\"I would give up my right pinky if any of these states come\nup with standards that are substantially different from Common\nCore,\" said Erin Tuttle, an Indiana homemaker who worked to\nrepeal the guidelines only to see state officials replace them\nwith a similar set of standards.\nRelated graphic, reut.rs/1EEIWXD\n\nAt the center of the controversy is a long-standing tension\nwithin U.S. education.\nBusiness leaders say U.S. schools must become more\nconsistent and rigorous in order to turn out graduates who can\nhelp the country compete in the global economy.\nInternational tests often show that U.S. students lag their\npeers in other industrialized countries. In one 2012 math test,\nthey ranked 27th among the 34 members of the Organization for\nEconomic Cooperation and Development.\nMeanwhile, some parents worry that distant government and\ncorporate interests are hijacking schools, which in the United\nStates historically have been controlled at the local level.\nAlthough Common Core was developed by Republican and\nDemocratic governors and state education officials, President\nBarack Obama also played a significant role by encouraging\nstates to adopt it through a $4.4 billion grant program in 2009.\nCommon Core also has been caught up in a backlash against \nstandardized testing, which critics say stifles creativity and\neat up too much classroom time. These complaints predate Common\nCore by more than a decade, but they have been intensified as\nschools have revamped their tests to reflect the new standards.\nHalf of all high school students in some districts in\nWashington state and Long Island, New York boycotted Common\nCore-linked standardized tests earlier this year.\nIn the coming school year, nine states will abandon tests\nthat were developed to accompany Common Core in favor of their\nown assessments. Experts say that will make it more difficult to\ncompare results across state lines.\nBut even as the tests change, the standards are becoming\ndeeply embedded in the nation's schools as teachers incorporate\nthem into their lesson plans.\n\"This is the best shift in education I've seen since I\nstarted teaching 25 years ago,\" said Debra Troxell, a\nhigh-school geography teacher in Forsyth County, North Carolina.\n\nCRITICAL THINKING\nThe Common Core standards spell out what students should\nknow at the end of the school year, but leave implementation to\nteachers and local officials. For instance, sixth graders are\nexpected to understand statistical concepts, while high\nschoolers are expected to write essays advancing an argument.\nBusiness groups and other backers say the standards better\nprepare high school graduates for the workforce. Teachers'\nunions back the standards as well, though they oppose linking\ntest results to teachers' pay.\nThe standards have a powerful advocate in Microsoft Corp\n founder Bill Gates, who has spent more than $200\nmillion to promote them.\nBut the standards have baffled some parents who struggled to\nunderstand their children's homework, building on concerns about\ntoo much testing and lack of local control.\nSouth Carolina repealed Common Core in 2014. But officials\nthere have since adopted new standards that are 90 percent\nsimilar, according to a state oversight committee. Indiana's new\nstandards also largely mirror Common Core.\nOklahoma has reverted to its pre-Common Core standards while\nofficials develop a replacement. Eight other states are\nreexamining the standards, but there is little expectation of a\nmajor departure in policy.\n\"It's sort of like putting a cow in a horse costume. It's\nstill a cow,\" said Emily Mitchell, a kindergarten teacher in\nSmyrna, Tennessee.\nAt this point, conservative activists are looking to the\npresidential race, rather than trying to roll back Common Core\nat the state level, said Adam Brandon, head of FreedomWorks, a\nlibertarian-leaning grassroots network.\n\"Are they happy? No,\" Brandon said. \"But the Republican\nnominee for president, chances are, is going to be very much\nagainst Common Core.\"\nThat may not mean much, though. Whoever wins the election in\n2016 is likely to have less sway over education than Obama\nbecause Congress is advancing legislation to prohibit the\nfederal government from influencing state learning standards.\nBy that point, backers say, Common Core will have already\ntransformed U.S. education.\n\"We've seen Common Core hold pretty true across the\ncountry,\" said Chris Minnich, executive director of the Council\nof Chief State School Officers.\n\n (Reporting by Andy Sullivan; Editing by Kevin Drawbaugh and\nStuart Grudgings)", "byline": "", "description": "WASHINGTON, Sept 10 (Reuters) - On the campaign trail, Republican presidential candidates vow to roll back new U.S. education standards known as the Common Core.", "title": "U.S. candidates slam Common Core, but education standards take root", "url": "http://feeds.reuters.com/~r/reuters/technologysectorNews/~3/BDeGKaUgouk/story01.htm", "topics": ["economy"], "people": ["Kevin Drawbaugh", "Chris Christie", "Thomas B. Fordham Institute", "Chris Minnich", "Jeb Bush", "Stuart Grudgings", "John Kasich", "Michael Petri", "Barack Obama", "Adam Brandon", "Erin Tuttle", "Emily Mitchell", "Bill Gates", "Debra Troxell", "Andy Sullivan", "Ted Cruz"], "orgs": ["EEIWXD", "Microsoft Corp", "Common Core", "Council", "Congress"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-10 06:00:00", "org": "reuters", "article_id": "d2871c102b3f71c8db58bac99f385703", "date_access": "2015-09-10 05:30:19.487937"}