{"body": "WASHINGTON Hillary Clinton used personal funds to pay a State Department staffer to maintain an email server she used for both personal and government matters when she was U.S. secretary of state, The Washington Post said on Saturday, citing a campaign official.\nThe unidentified official for Clinton's campaign for the 2016 Democratic presidential nomination told the Post the pay arrangement with Bryan Pagliano ensured taxpayer dollars were not spent on a private server that was also used by Clinton's family and aides to former President Bill Clinton.\nClinton, a former U.S. senator and first lady, has been criticized for using the unsecured server to conduct government business when she was the top U.S. diplomat from 2009 to 2013 and for how she handled classified information.\nPagliano this week declined to produce documents and testify before a House of Representatives committee about the server, invoking his Fifth Amendment rights against self-incrimination.\nPagliano was IT director for Clinton's 2008 presidential campaign and went to work for the State Department when Clinton took up the Cabinet job.\nThe Post reported the Clintons paid Pagliano $5,000 for computer services before he joined the State Department, citing a financial disclosure form he filed in April 2009.\nClinton has in the past hired staff to work for her simultaneously in public and private capacities, most notably top aide Huma Abedin, the Post said.\nThe Clinton campaign did not immediately return a request for comment on the report on Saturday.\n\n (Reporting by Doina Chiacu; Editing by Mark Potter)", "byline": "", "description": "WASHINGTON (Reuters) - Hillary Clinton used personal funds to pay a State Department staffer to maintain an email server she used for both personal and government matters when she was U.S. secretary of state, The Washington Post said on Saturday, citing a campaign official.", "title": "Clinton personally paid staffer to maintain private server: report", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/07qQ8aK4BhA/story01.htm", "topics": ["economy", "women", "personality", "campaign_finance"], "people": ["Bryan Pagliano", "Doina Chiacu", "Bill Clinton", "Mark Potter", "Hillary Clinton", "Huma Abedin"], "orgs": ["The Post", "State Department", "Cabinet", "House of Representatives", "Clintons", "Pagliano"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-05 15:21:04", "org": "reuters", "article_id": "59850fe32b9a2361f259a734409367c2", "date_access": "2015-09-05 14:42:25.888512"}