{"body": "Donna Shalala, the president of the Clinton Foundation, suffered a stroke on Tuesday evening after an annual meeting in New York, former U.S. President Bill Clinton said in a statement.\nShalala, 74, a former U.S. secretary of health and human services who served in Clinton's administration during the 1990s, was named president and chief executive officer of the foundation in March.\n\"As some of you may have heard, Donna suffered a stroke this evening,\" Clinton and his daughter Chelsea, who serves as vice chair of the organization, said in a joint statement on Tuesday, noting that the stroke occurred after the annual meeting of the Clinton Global Initiative held in New York.\n\"Fortunately, she was with colleagues at the time and taken to the hospital for treatment,\" the statement said. \"Initial reports are very encouraging.\"\nShalala had been president of the University of Miami since 2001 when she was named to her current post with the Clinton Foundation, an organization founded by Bill Clinton that raises money for programs around the world to improve health, the environment, economic opportunity and opportunities for women.\nThe foundation has come under renewed scrutiny since former U.S. Secretary of State Hillary Clinton, the wife of Bill Clinton, kicked off her campaign for U.S. president in April. \nIt has pledged to review and refile some annual tax returns after reports it failed to disclose millions of dollars in donations from foreign governments while she was secretary of state.\nShalala, according to the New York Times, was present throughout the Clinton Global Initiative annual meeting, which began this past weekend.\n\n (Reporting by Alex Dobuzinskis in Los Angeles; Editing by Tom Heneghan)", "byline": "", "description": "(Reuters) - Donna Shalala, the president of the Clinton Foundation, suffered a stroke on Tuesday evening after an annual meeting in New York, former U.S. President Bill Clinton said in a statement.", "title": "President of Clinton Foundation suffers stroke in New York", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/9YgRt52NACM/story01.htm", "topics": ["women", "economy"], "people": ["Bill Clinton", "Tom Heneghan", "Alex Dobuzinskis", "Hillary Clinton", "Donna Shalala"], "orgs": ["Clinton Foundation", "University of Miami", "Clinton Global Initiative"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-30 07:48:04", "org": "reuters", "article_id": "22b728f42fce22ff4046e1a344ad0b61", "date_access": "2015-09-30 07:01:42.119454"}