{"body": "NORTH CHARLESTON, S.C., Sept 23 Republican\npresidential front-runner Donald Trump bashed Boeing Co. \non Wednesday over its plans to open a new facility in China that\nthe company's largest union says could hurt American workers.\nBoeing announced on Wednesday a deal to sell China 300 new\naircraft. It is also expected to unveil an agreement to open a\nnew facility there that would finish and deliver 737s built at\nBoeing's factory in Renton, Washington.\n\"Boeing is going to sell 300 jets to China, but as part of\nthe deal, they're going to set up a massive plant in a big\nsection of China,\" Trump said during a speech before\nAfrican-American business leaders in North Charleston, South\nCarolina.\n\"That will end up taking a tremendous number of jobs away\nfrom the United States,\" he said.\nTrump's comments came on the same day Chinese President Xi\nJinping toured Boeing's Everett, Washington, factory. The\nChinese leader will also travel to Washington, D.C., later in\nthe week to meet with President Barack Obama.\nBoeing has said the new factory in China would not lead to\nlayoffs. But machinist union members said it could still cost\nthem work, and they were expected to protest on Wednesday.\n \n\n (Reporting by Harriet McLeod in North Charleston, S.C., and\nEmily Stephenson in Washington; Editing by Jonathan Oatis)", "byline": "", "description": "NORTH CHARLESTON, S.C., Sept 23 (Reuters) - Republican presidential front-runner Donald Trump bashed Boeing Co. on Wednesday over its plans to open a new facility in China that the company's largest union says could hurt American workers.", "title": "Republican Trump slams Boeing over plans for new China facility", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/9m9TGWa_OYU/story01.htm", "topics": ["china"], "people": ["Donald Trump", "Emily Stephenson", "Barack Obama", "Jonathan Oatis"], "orgs": ["Boeing Co.", "Republican Trump", "Boeing", "Jinping"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-23 21:16:14", "org": "reuters", "article_id": "888456aef86c7d15dd6bc9ded30b94b4", "date_access": "2015-09-23 20:49:29.490749"}