{"body": "FERGUSON, Mo. Republican presidential candidate Ben Carson toured Ferguson, Missouri on Friday, looking into efforts to rebuild the riot-weary St. Louis suburb and offering advice on how to mend racial divisions in the United States.\nCarson, a retired pediatric neurosurgeon who has seen his popularity surge recently in opinion polls, visited with business owners, community leaders, clergy and others who have been working to heal Ferguson and the surrounding St. Louis area after months of sometimes violent protests.\nFerguson and surrounding communities were thrust into the national spotlight in August 2014 after a white Ferguson policeman shot and killed unarmed black teenager Michael Brown.\nThe killing exposed a deeply ingrained racial divide in the region and in many other parts of the country, and helped spur a national debate on police treatment of minorities.\nOn Friday, Carson, who is African-American, said he does not see racial issues as being as much of a problem for America as other social problems, including education inequities and a breakdown in values. \n\"Education is the great divide,\" Carson said. \"Children need to understand that they have to get a good education.\" \nHe also said that mutual respect - across races and between police and civilians - should be a focus.\n\"We need to de-emphasize race and emphasize respect for each other,\" he said. \"If we respect people, we can begin to understand them. Our strength is in our unity.\"\nCarson said he was raised to respect the police and \"never had any problem.\"\nThe candidate held a news conference and gave a speech at Republican activist Phyllis Schlafly's national Eagle Forum convention in St. Louis.\nCarson also took the opportunity to underscore his anti-abortion position, saying that the \"Black Lives Matter\" movement that grew out of the Brown killing should include \"black lives taken by abortion.\"\nSome Republican presidential candidates have criticized the movement, saying it has encouraged anti-police violence.\nA Quinnipiac University poll released on Friday showed Carson second only to Donald Trump in garnering favor from likely Republican voters in the Iowa caucus. The survey put support for Trump at 27 percent, followed by Carson at 21 percent.\nPatricia McNeal, 75, who works in Ferguson but lives in nearby Florissant, said she sees Carson as a \"man of integrity.\"\n\"He does not try to degrade other people,\" she said.\n\nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here) \n\n (Writing by Carey Gillam; Editing by Jonathan Oatis)", "byline": "", "description": "FERGUSON, Mo. (Reuters) - Republican presidential candidate Ben Carson toured Ferguson, Missouri on Friday, looking into efforts to rebuild the riot-weary St. Louis suburb and offering advice on how to mend racial divisions in the United States.", "title": "Candidate Carson tours Ferguson, says lack of 'respect,' not race is issue", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/f5sxfrj3JGU/story01.htm", "topics": ["personality", "economy"], "people": ["Michael Brown", "Jonathan Oatis", "Carey Gillam", "Donald Trump", "Phyllis Schlafly", "Ben Carson"], "orgs": ["Trail", "FERGUSON", "Mo.", "Quinnipiac University", "United States."], "authors": [{"author_id": 39257, "fullname": "patricia rice", "primary_org": "reuters"}], "date_written": "2015-09-11 22:40:27", "org": "reuters", "article_id": "8a9732886af28511f1c094357530850f", "date_access": "2015-09-11 22:06:22.247419"}