{"body": "SAN FRANCISCO, July 17 When the U.S. Supreme\nCourt upheld same-sex weddings in the same week that South\nCarolina debated keeping a controversial Civil War battle flag,\nTwitter user @xTomatoez posted \"Gay marriage and the Confederate\nflag going down everywhere. Tough week for your redneck uncle on\nFacebook.\"\nThe poster had no idea his tweet was one of many scrutinized\nby an analytics firm, whose algorithm took his mocking message\nseriously and decided it was negative toward gay marriage.\nIn the race for the White House in 2016, election campaigns\nrely on such research to help them tailor advertising and other\noutreach to particular groups of voters. A candidate's ability\nto micro-target likely voters with ads on issues they care about\nis crucial in a modern American political campaign.\nUnderstanding how voters talk about issues on Facebook and\nTwitter is key to this effort. But increasingly, data gatherers\nfind themselves tripped up by basic social media conventions\nlike sarcasm and mockery. (Graphic: reut.rs/1Dh9fgF)\n\"They are by far the biggest stumbling blocks to trying to\nunderstand true sentiment in social media,\" said Michael Meyers,\nmanaging partner of TargetPoint Consulting in Alexandria,\nVirginia. His firm, like many, is trying to tweak algorithms\nin-house now before the campaign season kicks into high gear.\nConsider phrases like \"sure it is,\" \"boo-hoo,\" or \"I'm\nshocked.\" Given the proper context, most people can accurately\nsize up their sincerity. But not a computer algorithm.\nThe campaign season is too young for there to be any\nreliable data yet on the value of analyzing tweets and Facebook\nposts. Still, data firms say the analyses will be one important\nresource, along with polling and voter records, to help\ncampaigns spend money more efficiently.\nA voter whose online posts indicate unwavering and exclusive\nsupport for Republican White House contender Jeb Bush, for\nexample, shouldn't get online advertising for his rival Marco\nRubio.\n\n\"STAY CLASSY\"\nUsing an inaccurate data point generated by sarcasm hurts\nmodels and eats up data scientists' time as they try to figure\nout where they went wrong and build fixes.\nSometimes, the fault lies in certain word combinations as\nHaystaqDNA chief executive Ken Strasma, who built software\nmodels to target voters for both Barack Obama's presidential\ncampaigns, recently found out.\nHaystaq, a predictive analysis firm, examined Tweets\ncontaining the expression \"classy\" and found 72 percent of them\nused it in a positive way. But when used near the name of\nRepublican presidential candidate Donald Trump, around three\nquarters of tweets citing \"classy\" were negative.\nHaystaq carried out the Trump exercise to teach its\ncomputers how a word could transform to its opposite meaning\nwhen used with a particular additional word.\nAs part of its fine-tuning process, the firm also checked\nfor the combination \"Trump\" and \"stay classy,\" an iconic phrase\nfrom the 2004 hit movie Anchorman that almost always aims to\nmock. Every one of those tweets was negative, showing the added\nfirepower of certain expressions. Haystaq has adjusted its\nalgorithms to compensate.\nAt Two.42.solutions, chief technology officer Mohammad Hamid\nhad to teach his computers that when the normally neutral term\n\"hair\" is mentioned in a tweet about the well-coiffed Trump,\nthat's usually sarcastic.\nHe pointed to a June tweet from filmmaker Albert Brooks:\n\"Donald Trump announces this morning that he will run for\npresident. His hair will announce on Friday.\"\n\nFLIPPANT TWITTER\nAnother word pairing that Hamid said often indicates sarcasm\nin an otherwise neutral or positive tweet: \"Hillary,\" meaning\nDemocratic contender Hillary Clinton, and \"Benghazi,\" the Libyan\ncity where a U.S. diplomatic mission was attacked in 2012 while\nshe was secretary of state.\nIn April, for example, one tweeter posted that he had\nreceived an email saying Clinton was running for president. \"Now\nthe email is gone and I can't find it. #Benghazi,\" he tweeted,\nin an apparent nod to the strongly held belief by some\nconservatives that Clinton orchestrated a cover-up over the\nBenghazi attack and withheld information that should have been\nmade public, a claim she and others have dismissed as a\nconspiracy theory.\nSarcasm clues can also come from the identity of the\ntweeter, Hamid said. For example, a seemingly pro-Republican\ntweet or Facebook post coming from someone who follows mostly\nDemocrats would trigger an alert that the evaluation of the\ntweet might not be accurate.\nAlmost all analysts caution against putting too much stock\nin social media, particularly Twitter given that only one fifth\nof U.S. adults use it, according to the Pew Research Center. But\nthose that do tend to strike a sarcastic tone.\n\"There's something about that 140 characters (limit) that\nencourages people to be more flippant,\" Meyers of TargetPoint\nsaid.\nIn the case of the tweet from @xTomatoez, human backstops at\nTwo.42 caught the misclassification of a message that made fun\nof traditional values more than it decried gay marriage.\nThe algorithm marked the tweet for review by human eyes\nbecause it contained what researchers call a double negative, or\ntwo negative words in one tweet, an automatic red flag\nindicating possible accuracy challenges. In this case, the\ntelltale words were \"tough\" and \"redneck,\" said researcher Abby\nVandenbosch.\n\"Why would anyone want to analyze my tweets?\" asked the\nposter, also known as Eddie Adlman, when a reporter contacted\nhim. When told he was too mocking for classification by machine,\nhe responded with a complicated emoticon for \"shrug.\"\nEnough to confuse many humans, and perhaps an algorithm or\ntwo as well.\n\n (Reporting by Sarah McBride, editing by Ross Colvin)", "byline": "", "description": "SAN FRANCISCO, July 17 (Reuters) - When the U.S. Supreme Court upheld same-sex weddings in the same week that South Carolina debated keeping a controversial Civil War battle flag, Twitter user @xTomatoez posted \"Gay marriage and the Confederate flag going down everywhere. Tough week for your redneck uncle on Facebook.\"", "title": "Yeah right! Sarcasm poses problem for computer algorithms in US election", "url": "http://feeds.reuters.com/~r/reuters/technologysectorNews/~3/Y2CHMtGLmZ0/story01.htm", "topics": ["campaign_finance"], "people": ["Mohammad Hamid", "Eddie Adlman", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Albert Brooks", "Barack Obama", "Michael Meyers", "Ross Colvin", "Ken Strasma"], "orgs": ["U.S. Supreme Court", "Meyers of TargetPoint", "Pew Research Center", "xTomatoez", "TargetPoint Consulting"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-07-17 06:00:00", "org": "reuters", "article_id": "4c0afadddb17a26d303e1374fdde0413", "date_access": "2015-07-17 05:20:06.755411"}