{"body": "Louisiana Governor Bobby Jindal, trying to revive his ailing Republican presidential bid, will unveil a tax plan on Wednesday whose goal is to make all citizens pay at least some federal income taxes, the Wall Street Journal reported on Tuesday.\n\"If we have generations of Americans who never pay any taxes, it will be very easy for them to turn a blind eye to absurd government spending and to continue to allow our government to bankrupt our nation,\" Jindal said in a written statement, according to the Journal.\nThe Tax Policy Center estimates that 45.3 percent of households will pay no federal income taxes this year. Roughly half do not make enough money and the others qualify for deductions and credits that reduce their tax burden to zero, the newspaper said.\nJindal will announce his plan in Iowa, the Journal reported. Iowa holds the first contest to choose the Republican nominee for the November 2016 presidential election.\nJindal's campaign did not immediately respond to a request from Reuters for comment. \nThe 44-year-old governor is lagging badly in opinion polls. A Real Clear Politics average of recent polls shows him with 0.6 percent support, near the bottom of a crowded Republican field.\nJindal's plan seeks to compress the current seven income tax brackets to three, with those in the lowest rung paying a 2 percent rate, the Journal reported.\nIt would also eliminate most deductions, including those that allow millions to pay nothing in federal income taxes, the newspaper said.\nJindal's proposal takes a different approach from those of several of his Republican rivals.\nBusinessman Donald Trump, the front-runner in the Republican race, announced a plan last month in which individuals earning less than $25,000 a year and married couples earning under $50,000 would pay no income tax.\nCandidate Jeb Bush, a former Florida governor, proposed a tax plan last month that he said would eliminate income taxes for roughly 15 million more people.\nJindal wants to eliminate corporate taxes, the estate tax and the Alternative Minimum Tax, as well as all the taxes in the Affordable Care Act, the Journal said.\nHe would scrap itemized deductions, except for some of the biggest and politically sensitive, such as those for charitable contributions and mortgage interest, the newspaper said.\nJindal estimates his changes would reduce federal tax revenue by 22 percent over 10 years, the Journal reported.\n\n (Reporting by Eric Beech in Washington; Editing by Mohammad Zargham)", "byline": "", "description": "(Reuters) - Louisiana Governor Bobby Jindal, trying to revive his ailing Republican presidential bid, will unveil a tax plan on Wednesday whose goal is to make all citizens pay at least some federal income taxes, the Wall Street Journal reported on Tuesday.", "title": "All Americans would pay some income tax under Republican Jindal's plan: WSJ", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/KgqB1KhSRdc/story01.htm", "topics": ["personality"], "people": ["Bobby Jindal", "Donald Trump", "Eric Beech", "Jeb Bush", "Mohammad Zargham"], "orgs": ["Journal", "WSJ", "Tax Policy Center"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-07 02:02:47", "org": "reuters", "article_id": "258b817d362de648f16045703b155ac8", "date_access": "2015-10-07 01:34:16.315697"}