{"body": "NEW YORK Running for president in the United States often involves juggling perception versus reality. In the 2016 race, touting your humble origins and frugal tastes has been part of the daily message for many candidates, even some of the wealthiest. \nBut the quarterly financial reports from the presidential contenders say a little more about how much they are spending, and where they are spending it, once the cameras are off.\nFor candidates, a presidential campaign is a whirlwind national tour, with expenses piling up for everything from hotels, meals and transportation to more mundane items such as office supplies, Internet services and even postage. \nThe reports filed on Wednesday with the Federal Election Commission detail much of that daily campaign life, in some cases pulling back the curtain on the contenders for the November 2016 White House election.\nFor former Arkansas governor Mike Huckabee, the restaurant names on his filing line up with his folksy image - if not the bill totals. \nThe “God, Guns, Grits, and Gravy” author spent more than $3,000 at Possum Holler Catering, $1,000 at Doe’s Eat Place, and $870 at Jethro’s Jambalaya.\nBut Donald Trump, the former “Celebrity Apprentice” host who estimates his net worth above $10 billion, showed a penchant for fast food. \nSince his mid-June campaign launch, the real-estate magnate's campaign has spent more than $450 at McDonald's, $60 on meals at Wendy's, and even he expensed a $6 purchase at a restaurant called Beignet Done That. \nTrump's not alone. \nChick-fil-A, which has often been associated with the anti-gay marriage movement, got money from U.S. Senators Marco Rubio of Florida and Ted Cruz of Texas, who are both conservative Republicans.\nRepublican Ben Carson is as famous for his eight books as for his career as a pediatric neurosurgeon. Unsurprisingly, his campaign paid nearly $65,000 to his publisher, HarperCollins, for copies of an abridged version of his autobiography for his  contributors. \n\"I think we ordered 50,000 books, and I'm pretty certain we sold every last one,\" said Doug Watts, a Carson spokesman.\nWatts paused, then corrected himself. \"We didn’t sell anything, we provided them for contributions.\"\nRepublican Senator Marco Rubio of Florida, who has been criticized for his own sometimes-shaky personal finances, lists even the tiniest payments - down to 43 cents to a vendor named Piryx. That's about the cost of one third of a pack of gum (maybe half if it's on sale). \nDemocrat Hillary Clinton, in contrast, shows a fondness for Amazon. Her campaign spent more than $22,000 for technology services at the online soup-to-nuts store.\nBut Trump, who often touts his own business prowess and compliments himself in public, might like writing his name on checks even more than he likes talking about himself in the third person: His campaign paid more than $62,000 to various Trump-named enterprises, including the Trump Corporation and Trump Tower Commercial LLC.\n\n (Additional reporting by Grant Smith; Editing by John Whitesides and Ken Wills)", "byline": "", "description": "NEW YORK (Reuters) - Running for president in the United States often involves juggling perception versus reality. In the 2016 race, touting your humble origins and frugal tastes has been part of the daily message for many candidates, even some of the wealthiest.", "title": "Possum Holler, beignets, and 43 cents: U.S. presidential campaign spending", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/Y4uMwMA1QMU/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Doug Watts", "John Whitesides", "Hillary Clinton", "Possum Holler", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Grant Smith", "Ken Wills", "Ted Cruz"], "orgs": ["Federal Election Commission", "Possum Holler Catering", "Trump Corporation", "HarperCollins", "Trump Tower Commercial LLC."], "authors": [{"author_id": 33983, "fullname": "alana wise", "primary_org": "reuters"}, {"author_id": 33654, "fullname": "luciana lopez", "primary_org": "reuters"}], "date_written": "2015-07-16 23:25:44", "org": "reuters", "article_id": "9d87a978721c3fd590d69fc2f9696e81", "date_access": "2015-07-16 22:50:29.681184"}