{"body": "BOSTON Mexico's top official in Boston on Friday condemned an attack by two Massachusetts brothers who urinated on and beat a Mexican citizen, citing Republican presidential hopeful Donald Trump's desire to deport undocumented immigrants from the United States.\nThe brothers, 38-year-old Scott Leader and 30-year-old Steve Leader, were arrested and ordered held without bail on Wednesday while they await trial on charges that include assault and battery, for the purpose of intimidation because of national origin.\n\"We condemn this attack,\" said Daniel Hernandez Joseph, the Mexico's consul general in Boston. \"It is doubtlessly a horrible incident, a horrible attack and I am sure and I trust that the authorities will take all appropriate legal action.\"\nThe men told police they targeted their 58-year-old victim because they believed he was an undocumented immigrant. According to a police report, they told officers, \"Donald Trump was right, all these illegals need to be deported.\"\nTrump, the New York property developer and former reality TV star, has jumped to the front of the pack of candidates seeking the 2016 Republican presidential nomination, driven in part by promises to deport all undocumented immigrants and order the construction of a wall along the U.S.-Mexico border.\nTrump, who had earlier described the attack as an outcome of passionate views on immigration called it \"terrible\" on Twitter on Friday.\n\"We need energy and passion but we must treat each other with respect,\" he said. \"I would never condone violence.\"\nThe men began their attack after midnight on Wednesday by urinating on the victim's face while he was asleep at an above-ground subway station, pulling him from his sleeping bag and beating him with a metal pole.\nThe victim, whose name has not been released, was treated for a broken nose and other injuries at Boston Medical Center, according to police. He is still receiving treatment there, said hospital spokeswoman Ellen Slingsby, who declined to provide further details on his condition.\nConsular officials have confirmed his Mexican citizenship but not yet verified his claim to have been granted permanent legal residency in the United States, Hernandez Joseph said.\n\"These allegations are sickening,\" said Suffolk County District Attorney Daniel Conley. \"Several witnesses stepped up, contacted police and gave full statements when they witnessed a vicious, unprovoked crime. They did the right thing.\"\nOne of the brothers went on to threaten police officers, saying from his cell that he would attack them if he were not locked up.\nNot guilty pleas were entered on the brothers' behalf.\n\n (Reporting by Scott Malone; Editing by Lisa Lambert and Sandra Maler)", "byline": "", "description": "BOSTON (Reuters) - Mexico's top official in Boston on Friday condemned an attack by two Massachusetts brothers who urinated on and beat a Mexican citizen, citing Republican presidential hopeful Donald Trump's desire to deport undocumented immigrants from the United States.", "title": "Mexican consulate condemns anti-immigrant attack in Boston", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/1AOF99m1TvU/story01.htm", "topics": ["immigration", "mexico"], "people": ["Lisa Lambert", "Scott Leader", "Sandra Maler", "Donald Trump", "Scott Malone", "Steve Leader"], "orgs": ["Suffolk County", "BOSTON", "United States."], "authors": [{"author_id": 34988, "fullname": "scott malone", "primary_org": "reuters"}], "date_written": "2015-08-21 20:08:27", "org": "reuters", "article_id": "4e650effd8a488770ccdc683f4f4fef2", "date_access": "2015-08-21 19:30:27.241146"}