{"body": "Donald Trump's presidential campaign has fired a staffer after racially charged and insulting Facebook posts under his name came to light, a person close to the campaign said on Sunday.\nThe posts, which date back to 2007, included an apparent racial slur targeting civil rights leader Reverend Al Sharpton's daughter. Other posts called President Barack Obama \"a Socialist Marxist Islamo Fascist Nazi Appeaser,\" and \"Kenyan\" and \"Muslim,\" according to Business Insider, which first reported the posts on Friday.\nThe staffer, Sam Nunberg, has denied writing the posts, according to CNN. Nunberg previously worked for the 2008 presidential campaign of Mitt Romney as chair of a New York City students' organization, according to a LinkedIn profile under his name. Nunberg was a \"low-level\" staffer for the Trump campaign, the campaign told Business Insider.\nThe source, who asked not to be named, declined to give further details, other than to say Nunberg was no longer working for the campaign.\nTrump is leading most major polls ahead of the first Republican debate on Thursday.\nEarlier this week, Trump's special counsel Michael Cohen publicly apologized for comments he made on the subject of marital rape.\n\n (Reporting by Megan Cassella; Editing by Yeganeh Torbati and Andrew Hay)", "byline": "", "description": "(Reuters) - Donald Trump's presidential campaign has fired a staffer after racially charged and insulting Facebook posts under his name came to light, a person close to the campaign said on Sunday.", "title": "Trump campaign fires staffer over controversial Facebook posts", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/Xkm69BbWVLo/story01.htm", "topics": ["personality"], "people": ["Mitt Romney", "Donald Trump", "Yeganeh Torbati", "Andrew Hay", "Barack Obama", "Al Sharpton", "Michael Cohen", "Megan Cassella", "Sam Nunberg"], "orgs": ["Business Insider", "Trump"], "authors": [{"author_id": 33445, "fullname": "megan cassella", "primary_org": "reuters"}], "date_written": "2015-08-02 20:40:33", "org": "reuters", "article_id": "b3cb0b7c910759ff2012872c2d156159", "date_access": "2015-08-02 20:00:43.987990"}