{"body": "LAS VEGAS, NEVADA U.S. presidential candidate Scott Walker said if he is elected next year he will seek to eliminate federal government unions and the agency that investigates labor disputes, as well as helping states let public employees opt out of union membership.\nAfter fading to low single-digits in recent public opinion polls, the Republican Wisconsin governor unveiled the package of anti-union measures on Monday that he said were inspired by the 2011 union-busting campaign in his state that propelled him to national prominence. \nAt a construction equipment company in Las Vegas, Walker acknowledged the measures, including eliminating the National Labor Relations Board, would be much more difficult to achieve at the federal level, given that Congress would have to approve nearly every part of his plan.\n“If you’re a big-government union boss in Washington, this is a threat to you and to all of the politicians that you have under your control in our nation’s capital,” he told a Nevada resident at the rally.\nFlanking him to his left and right were both orange construction cranes and screens reading, “Power to the People; Not the Union Bosses.” \nMichael J. Lotito, a labor expert and co-chair of the San Francisco-based Workplace Policy Institute, called Walker’s platform highly aspirational.\nLotito wrote in an e-mail message that “eliminating the NLRB and shifting its powers to the courts and the National Mediation Board might sound good, but many would assert it would produce significant delays in the handling of cases.”\nEven so, Gary Chaison, professor of industrial relations at the Graduate School of Management at Clark University, said Walker is the unions’ worst nightmare because of his unyielding mission to weaken them.\n“The question that labor leaders must be asking is, 'can unions survive a Scott Walker presidency?’” he said. \nChaison added that candidates for the Republican party nomination, including front-runner Donald Trump, Florida Senator Marco Rubio and Ohio Governor John Kasich, have not broached union power in their economic platforms, and labor leaders would likely prefer to be ignored than strongly opposed as Walker is doing.\nWalker is trying to use that to his political advantage, telling his audience, “Nobody else in this race is talking about this.” \nWalker had been leading among the 17 Republicans seeking the party's nomination for the November 2016 election in the early voting state of Iowa, which borders Wisconsin. In the latest Quinnipiac University survey last week, just 3 percent of likely Republican caucus voters said they supported Walker, down from 18 percent in a July poll. \nLas Vegas is home to casino magnate Sheldon Adelson, a billionaire and long-time Republican donor who has spent tens of millions dollars to weaken unions. \nTrying to pique Republican interest as he previewed his proposals in a post on conservative website Hot Air, Walker wrote: “The fact that this is occurring at a time when the IRS and VA lurch from one scandal to another and struggle to provide basic services to those they are charged with serving underscores the need for reform.” \n(here)\nBeyond his stated goal of saving U.S. taxpayers money and make the federal government more efficient, part of Walker's pitch includes curbing the political spending power of unions that benefit Democrats almost exclusively. \nHe would use his executive authority once in office to stop government unions from deducting money from paychecks of federal employees used for political activities. \nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here).\n\n (Reporting by Erin McPike, Editing by Ken Wills)", "byline": "", "description": "LAS VEGAS, NEVADA (Reuters) - U.S. presidential candidate Scott Walker said if he is elected next year he will seek to eliminate federal government unions and the agency that investigates labor disputes, as well as helping states let public employees opt out of union membership.", "title": "Scott Walker says would target federal government unions if elected president", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/0LZBrqgTZYg/story01.htm", "topics": ["economy", "personality"], "people": ["Gary Chaison", "Sheldon Adelson", "John Kasich", "Donald Trump", "Marco Rubio", "Ken Wills", "Scott Walker"], "orgs": ["Congress", "NLRB", "Quinnipiac University", "IRS", "Trail", "National Labor Relations Board", "Hot Air"], "authors": [{"author_id": 11927, "fullname": "erin mcpike", "primary_org": "cnn"}], "date_written": "2015-09-15 01:59:52", "org": "reuters", "article_id": "40210f979cec5600002c707a232e2dd1", "date_access": "2015-09-15 01:35:20.298270"}