{"body": "NEW YORK A former top adviser to 2012 Republican presidential candidate Ron Paul's campaign has been found not guilty in connection with an alleged bribery scheme to buy an Iowa state senator's endorsement.\nA jury in Iowa on Thursday cleared Jesse Benton, Paul's former campaign spokesman, of lying to the FBI about the alleged bribery, which came in advance of the 2012 Iowa caucuses in that year's presidential race.\n\"God is great,\" Benton told reporters outside the courthouse, according to the Des Moines Register. \"It feels good.\"\nBenton, who is married to Paul's granddaughter, has worked with the Super PAC supporting Paul's son Rand as he seeks the Republican nomination for president for the November 2016 election.\n\"I'm happy justice has been served\", Rand Paul, a U.S. senator from Kentucky, said in a statement on Friday.\nAnother former Ron Paul adviser, Dmitri Kesari, was convicted of causing the filing of a false campaign finance record but found not guilty of obstruction of justice. The jury could not agree on three other counts against Kesari.\nThe case grew out of allegations that Benton, Kesari and another adviser, John Tate, bribed Iowa state Senator Kent Sorenson with $73,000 to switch his endorsement from then-U.S. Representative Michele Bachmann to Paul days before the 2012 Iowa Republican caucus.\nPaul finished third in the caucus, the first contest in the party's nominating process. Mitt Romney eventually won the Republican nomination and lost to President Barack Obama.\nA federal judge threw out all charges against Tate ahead of the trial this month, as well as several other counts against Benton.\nTate is the founder and president of America's Liberty PAC, the Super PAC supporting Rand Paul.\nThe Super PAC did not return a call for comment.\nSorenson pleaded guilty in 2014 to causing the filing of false campaign reports and obstruction of justice in connection with the case.\nIn a statement, Benton's lawyer said he was pleased Benton had been \"vindicated\" by the jurors.\n\"Their decision reinforces that he was wrongly charged – and always has been,\" Roscoe Howard said.\n\n (Reporting by Joseph Ax; Editing by Leslie Adler)", "byline": "", "description": "NEW YORK (Reuters) - A former top adviser to 2012 Republican presidential candidate Ron Paul's campaign has been found not guilty in connection with an alleged bribery scheme to buy an Iowa state senator's endorsement.", "title": "Adviser to Ron and Rand Paul found not guilty in bribery case", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/-KJdI9b7N3c/story01.htm", "topics": ["campaign_finance"], "people": ["Rand Paul", "Ron Paul", "Mitt Romney", "Kent Sorenson", "Michele Bachmann", "John Tate", "Leslie Adler", "Jesse Benton", "Barack Obama"], "orgs": ["FBI", "Des Moines Register", "Super PAC", "Liberty PAC"], "authors": [{"author_id": 33686, "fullname": "joseph ax", "primary_org": "reuters"}], "date_written": "2015-10-23 21:18:34", "org": "reuters", "article_id": "2febfe0ed7d5e72dde32de5ebd116e3a", "date_access": "2015-10-23 21:04:36.196744"}