{"body": "NEW YORK For months, U.S. political pundits have declared 2016 the presidential election in which candidates will use outside spending groups, known as Super PACs, to reinvent the modern campaign playbook.\nNow, in thousands of pages of campaign finance reports filed with the Federal Election Commission Wednesday by Republican Jeb Bush and other candidates, a first glimpse is emerging of just how much Super PACs are beginning to reshape how candidates run and pay for their campaigns.\nSo far in the 2016 race for the White House, the fundraising hauls of Republican candidates' affiliated Super PACs have smashed the totals brought in by individual candidate committees, and Bush leads the field in both parties with a combined financial war chest of more than $114 million. \nBush’s new strategy, campaign finance experts say, is the starkest sign yet of the structural shift away from campaign committees, which can only accept small donations, and toward Super PACs, which have no limits. \nThe financial report for Bush’s 2016 campaign committee shows a streamlined operation that has so far spent little compared with candidates of the past during similar periods. \nCampaign finance experts say Bush’s lean campaign committee, in which he spent dramatically less than traditional campaigns during comparable periods for staff, infrastructure and other necessities, is just the latest sign of how much he will need to rely on his Right to Rise Super PAC to fund many of the workaday tasks aimed at getting him elected.\n\nSuper PACs are a relatively new political phenomenon that have been roiling the campaign landscape since the Supreme Court's 2010 Citizens United ruling, which gave wealthy donors, corporations and labor unions the right to spend unlimited amounts of money on campaign ads and other electioneering efforts.    \nUnlike traditional campaigns, which are regulated and can only accept donations from individuals of up to $2,700, Super PACs can collect unlimited sums. Because of that, campaign finance reformers have lambasted the court's decision as one that has given too much political influence to the privileged elite. \nMost major candidates in the race now have a Super PAC affiliated with their campaigns. While Super PACs are legally barred from coordinating directly with campaigns, they are often staffed with people who have worked for the candidates, and are intimate with the campaigns’ inner workings.\nBush's favorite strategist, Mike Murphy, has migrated to working for Bush's affiliated Super PAC instead of Bush's actual campaign committee. \nSo far, Bush, who spent the first half of this year raising money for the Super PAC while he was technically not a declared candidate, is by far the dominant winner in the money race in an election that is predicted to cost all candidates combined more than $5 billion. \nDemocratic frontrunner Hillary Clinton, who announced her candidacy in April 12, reported that her campaign committee has raised $47.5 million. The Super PAC associated with her campaign has raised only $15.6 million. \nAlthough Bush is the leading fundraiser, the latest opinion poll among self-identified Republican voters shows he had dropped behind Republican rival Donald Trump, the billionaire who has said he will finance his own campaign.  \nFilings show that in the latest reporting period, Trump had lent his campaign nearly $2 million.\n\nRESHAPING CAMPAIGNS\nThe financial reports for Bush’s campaign committee make clear how much the innovations are beginning to change his campaign infrastructure. \nIn traditional campaigns, the first financial filings usually show millions of dollars of spending on payroll, postage, and mailings — the bread-and-butter of campaigns. Bush’s first campaign committee finance report, by contrast, shows virtually little of that in the weeks leading up to, and after, his announcement.\nThe reports also show that Bush’s campaign committee is so far a low-budget operation compared with those of the past.\nIn the last presidential election, the campaign committees of President Barack Obama and Republican nominee Mitt Romney were in robust form at a comparable stage, having staffed up and spent freely, pouring nearly $17 million in the weeks leading up to and after their campaign announcements on mailings, online advertising and telemarketing. \nTogether, the two candidates spent more than $3.2 million on payroll for staff and consultants alone. Obama declared his candidacy on April,4, 2011; Romney announced June 2, 2011.  \nBy contrast, Bush’s campaign, though official for a shorter amount of time, still spent just a fraction of those amounts, a total of $3 million - with just $173,111 on payroll so far. He launched his official White House bid on June 15. \n\nMOVES TOWARD SUPER PACS\nWhile Bush is innovating something of a new order in campaign finance, the reports show that, so far, Democratic frontrunner Clinton is sticking more to the traditional school, leveraging her $47.5 million campaign finance haul in ways similar to campaigns of the past, including spending millions on printed flyers, postage and staff expenses.\nClinton also reimbursed dozens of individual supporters for the food, drinks and other costs of holding fundraisers in their homes. Of the $19 million she spent, her top three expenses were payroll, marketing and taxes.\nTo be sure, there is time for Bush’s campaign committee to ramp up spending as the election progresses. But campaign finance experts say the sheer totals for his Super PAC indicate that this will be an election unlike any other. \nIn response to a request for comment, the Bush campaign said in an emailed statement: \"Jeb Bush will run a robust and comprehensive operation that will include all elements of successful political campaign.”\nThe Clinton campaign did not respond to requests for comment. \n\n (Editing by Ken Wills)", "byline": "", "description": "NEW YORK (Reuters) - For months, U.S. political pundits have declared 2016 the presidential election in which candidates will use outside spending groups, known as Super PACs, to reinvent the modern campaign playbook.", "title": "Lean Bush campaign operation signals new U.S. playbook", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/YHnTRG6z1SQ/story01.htm", "topics": ["campaign_finance"], "people": ["Donald Trump", "Mitt Romney", "Jeb Bush", "Hillary Clinton", "Mike Murphy", "Barack Obama", "Lean Bush", "Ken Wills"], "orgs": ["Super PACs", "PACS", "Supreme Court", "Citizens United", "Federal Election Commission", "Super PAC"], "authors": [{"author_id": 7669, "fullname": "grant smith", "primary_org": "huffpo"}, {"author_id": 34260, "fullname": "michelle conlin", "primary_org": "reuters"}, {"author_id": 34261, "fullname": "emily flitter", "primary_org": "reuters"}], "date_written": "2015-07-16 15:19:46", "org": "reuters", "article_id": "c38101bdbc3a6f096a81e664a7de8f9c", "date_access": "2015-07-16 19:50:39.473042"}