{"body": "NEW YORK Oct 22 US secondary loan prices for\npharmaceutical companies are falling with slumping equity levels\nas growing political and regulatory pressure on drug pricing\nthreatens the growth model that underpins lending to the sector.\nValeant Pharmaceutical Inc's secondary loan price on its D,\nE and F term loans fell in volatile trading on Wednesday and\ncontinued to fall to 92.25-92.75% of face value on Thursday,\naccording to traders.\nIts share price also saw a second day of declines after\ninfluential short-seller Citron Research said that the drugmaker\nhad used specialty pharmacies to create 'phantom sales'.\nValeant refuted the claims in the report, which also\nhighlighted risks in Valeant's business model based on rapid\nexpansion driven by acquisitions and aggressive price hikes.\nAround US$17bn of Valeant's market value has been wiped out\nsince Tuesday, Reuters reported. Its loans were trading at\n97.75-98.75 on Tuesday before the report, down from 99.5-100 in\nlate September.\nValeant's problems have pulled trading levels lower on a\nrange of pharmaceutical loans, including Concordia Healthcare's\nUS$1.865bn-equivalent loan, which broke in trading earlier this\nweek.\nThe term loans of drug companies Endo International and\nMallinckrodt were also pulled lower.\nConcordia's loans were heavily discounted after a difficult\nprimary syndication to compete with falling secondary prices\nwhich offered better relative value.\nConcordia's dollar term loans initially traded up over the\ndiscount level of 94.5 on Wednesday, but fell to 94.25 bid after\nCitron's report. It traded at 94.5-95.5 on Thursday, according\nto loan investors.\nGlobal specialty healthcare company Endo International's\nterm loan slumped to 93.5.-96.5 on Wednesday but recovered to\n98.5-99.5 as loan investors tried to find a pricing level for\nthe sector. On Thursday, the term loan weakened to 97.5-98.\nIrish pharmaceutical company Mallinckrodt's term loan B fell\n1.25 points in the two sessions to 94.75-95.75 and the term loan\nB-1 dropped 1.5 points to 95.5-96.5 by Thursday. The company's\nloan is nearly 4 points lower than late September, when it was\ntrading at around face value.\nDublin-based specialty pharmaceutical company Horizon\nPharma's term loan, which had been quoted 50bp higher at\n96.5-97.5 on Wednesday, fell to a 94 offer on Thursday. The term\nloan is relatively illiquid and loan investors on Wednesday had\nwarned it would move lower.\n\nGROWTH BROKEN?\nThe drop in pharmaceutical companies' secondary loan and\nequity prices started in late September, when Democratic\npresidential nominee Hillary Clinton criticized pricing in the\nspecialty drug market.\nLoan investors are concerned about pharmaceutical firms'\nresponse to lower growth opportunities that are depressing share\nprices and valuations.\n\"The growth model is broken,\" said a loan trader.\nValeant's CEO J. Michael Pearson predicted a new drug\npricing environment for the pharma industry when it posted\nquarterly earnings on Monday and said its 2016 outlook was based\non price hikes of no more than 10%.\nLow secondary prices continue to put pressure on primary\nsyndications and could result in further discounts and could\nraise borrowing costs for the sector moving forward.\nIn addition to Concordia's discount, a US$250m term loan for\nSucampo Pharmaceuticals was discounted to 97 with a spread of\n725bp over Libor and a 1% Libor floor and was quoted at\n97.25-97.75 in the secondary market on Tuesday.\nSecondary prices for generic drug companies with affordable\npricing policies are holding up better. Amneal Pharmaceuticals'\nterm loan B was at 99.5-100 on Wednesday, down slightly from\n100-100.75 market from mid-September.\nCompanies that focus on patents and intellectual property\nhave also been less affected. Royalty Pharma's term loan is\nstill around par at 100-100.25 on Wednesday.\n\n (Editing By Tessa Walsh and Jon Methven)", "byline": "", "description": "NEW YORK, Oct 22 (Reuters) - US secondary loan prices for pharmaceutical companies are falling with slumping equity levels as growing political and regulatory pressure on drug pricing threatens the growth model that underpins lending to the sector.", "title": "TRLPC: Valeant's falling secondary loan price pulls pharma companies down", "url": "http://feeds.reuters.com/~r/reuters/UShealthcareNews/~3/iF_Fjv5BmoQ/story01.htm", "topics": ["economy"], "people": ["Hillary Clinton"], "orgs": [], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-22 20:07:36", "org": "reuters", "article_id": "8451c1a4b334621aa69bf2541a002df6", "date_access": "2015-10-22 19:38:10.410495"}