{"body": "WASHINGTON A $22 million deal between the Aluminum Company of America and Patriot Coal Corp has been abandoned as the coal company seeks to finalize its bankruptcy plan, which U.S. Democratic presidential candidate Hillary Clinton criticized last week as \"outrageous.\"\nPatriot Coal of Scott Depot, West Virginia, has told a U.S. Bankruptcy Court judge it is running low on cash and needed court approval for its reorganization plan to avoid a liquidation. Clinton has said the company's plan would deprive  retired workers of healthcare benefits.\nAs part of that plan, Alcoa Inc was set to pay Patriot $22 million to dissolve a joint venture called the Squaw Creek Coal Company, which operated a mine in Warrick County, Indiana. \nA Patriot subsidiary operated the mine and employed those working there, and, in return, Alcoa reimbursed Patriot for some of the workers' benefits.\nClinton, who is running for the Democratic Party nomination for the November 2016 presidential race, said Friday that Patriot's bankruptcy plan \"must be stopped\" because it did not preserve the retirement benefits that had been promised to its workers.\n\"Patriot Coal is trying to take $18 million of the $22 million put aside for retired coal miners, wives and widows and use it to pay its lawyers instead,\" Clinton said in a statement, referencing the Indiana mine.\nA Patriot spokesman declined to comment. Alcoa did not respond to a request to comment.\nThe deal with Alcoa that was withdrawn on Wednesday is one piece of Patriot's bankruptcy plan, which has also involved auctioning off its assets. The bulk of its mines will go to privately held Blackhawk Mining of Lexington, Kentucky, with some additional assets going to the nonprofit Virginia Conservation Legacy Fund.\nPatriot postponed a Tuesday hearing in the matter as it tried to reach a final deal with its creditors. Patriot's lead attorney told the court that an agreement had been reached with all but one key objector.\nAn issue in Patriot's bankruptcy has been its obligation to pay healthcare benefits for its retirees. Patriot has told the court that potential buyers of its assets are unwilling to assume those obligations, specifically those promised to 969 non-union workers.\nThe United Mine Workers of America is currently negotiating with Blackhawk and VCLF over obligations to unionized workers at Patriot mines.\nA U.S. Bankruptcy Court in Richmond, Virginia, is reviewing Patriot's proposals at a Wednesday hearing.\n\n (Reporting By Amanda Becker; additional reporting by Tom Hals and Gary Robertson; Editing by David Gregorio)", "byline": "", "description": "WASHINGTON (Reuters) - A $22 million deal between the Aluminum Company of America and Patriot Coal Corp has been abandoned as the coal company seeks to finalize its bankruptcy plan, which U.S....", "title": "Patriot Coal withdraws Alcoa deal as bankruptcy talks continue", "url": "http://feeds.reuters.com/~r/news/deals/~3/WHPUpFV7UcM/us-patriot-coal-alcoa-idUSKCN0S12IM20151007", "topics": ["campaign_finance", "trade", "economy"], "people": ["David Gregorio", "Tom Hals", "Gary Robertson", "Hillary Clinton", "Amanda Becker"], "orgs": ["Blackhawk Mining", "Alcoa Inc", "Patriot Coal Corp", "Blackhawk", "Patriot Coal of Scott Depot", "Patriot Coal", "Alcoa", "United Mine Workers of America", "U.S. Bankruptcy Court", "Democratic Party", "Aluminum Company of America", "VCLF"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-10-07 21:29:21", "org": "reuters", "article_id": "505d9a53e03e2f077e2c13b0c0b08d98", "date_access": "2015-10-07 21:06:23.447653"}