{"body": "Sept 3 The following are the top stories in the\nWall Street Journal. Reuters has not verified these stories and\ndoes not vouch for their accuracy.\n\n- Five Chinese navy ships are currently operating in the\nBering Sea off the coast of Alaska, Pentagon officials said\nWednesday, marking the first time the U.S. military has seen\nthem in the area. The officials have been tracking the movements\nin recent days of three Chinese combat ships, a replenishment\nvessel and an amphibious landing ship after observing them\nmoving toward the Aleutian Islands, which are split between U.S.\nand Russian control. (on.wsj.com/1hUutNv)\n\n- As Apple Inc prepares to introduce its latest\niPhones next week, the company's biggest challenge is one of its\nmaking: how to top its own success. Apple's iPhone 6 and iPhone\n6 Plus reignited sales growth for the smartphone but analysts\npredict muted growth for its latest models due out next week. (on.wsj.com/1VxIX4e)\n\n- The United Auto Workers union is pitching Detroit auto\nmakers on a proposed health-care purchasing cooperative as a way\nto lower employee costs and potentially raise funds to finance\nworker salary increases. (on.wsj.com/1hAgKdS)\n\n- The group backing Wisconsin Governor Scott Walker hopes\nfocusing on the Palmetto State and Iowa can help the candidate\ngain traction after he fell out of the top tier of Republican\npresidential candidates. (on.wsj.com/1FkqH4Z)\n\n- Many small businesses aren't racing to update their\ncheckout systems ahead of an Oct. 1 shift that will put\nmerchants on the hook for some fraudulent card charges. That is\nthe date when retailers are expected to begin using new security\ntechnology that accepts credit and debit cards with microchips,\nand for banks to have replaced their magnetic stripe cards with\ncards that use chip-enabled technology. (on.wsj.com/1ijjBsk)\n\n- The giants of Silicon Valley are bulking up in the\nEuropean Union's de facto capital, hiring lobbyists and jostling\nfor the favor of the Web's most ambitious regulators. (on.wsj.com/1LKENBn)\n\n- China's multibillion-dollar ride-hailing market has\nerupted into a brawl between Uber and Beijing startup\nDidi Kuaidi. Uber and Didi Kuaidi are fighting to raise funds\nfor expansion while they compete to woo drivers to their\nprivate-car-hailing services and navigate China's tough\nregulatory environment. (on.wsj.com/1NZlGpI)\n\n (Compiled by Supriya Kurane in Bengaluru)", "byline": "", "description": "Sept 3 (Reuters) - The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "title": "PRESS DIGEST - Wall Street Journal - Sept 3", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/D0vZY-G_wRk/story01.htm", "topics": ["china"], "people": ["Didi Kuaidi", "Supriya Kurane", "Scott Walker"], "orgs": ["European Union", "United Auto Workers union", "Pentagon", "Apple Inc", "Apple"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-03 05:36:24", "org": "reuters", "article_id": "9f605bd41ff82873e6828e6b6824d622", "date_access": "2015-09-03 05:16:13.442379"}