{"body": "WASHINGTON Democratic presidential candidate Hillary Clinton and her husband, former President Bill Clinton, on Friday reported income approaching $140 million over the last eight years, providing evidence of the vast wealth they have accumulated.\nTheir tax records showed that in 2013, the Clinton duo delivered six-figure speeches that reaped nearly $23 million. \nClinton, the front-runner in the race for the Democratic presidential nomination in 2016, released her family's tax returns from 2007 to 2014.\nThe Clinton camp said the release was in keeping with a commitment for transparency. Hillary Clinton is struggling to overcome questions about her honesty that have arisen from a controversy over her use of a private email server for official business as secretary of state from 2009 to 2013.\nA Quinnipiac University poll this week said 57 percent of voters see Clinton as not honest and trustworthy.\nThe Clintons' adjusted gross income over the period was just shy of $140 million. With deductions factored in, their taxable income was about $111 million.\nShe said they paid $43.9 million in federal taxes and made almost $15 million in charitable contributions over the period.\nAll but about $200,000 of the money they gave as charity was distributed through the Clinton Family Foundation, which is distinct from the better-known Bill, Hillary & Chelsea Clinton Foundation. The family foundation provides charitable donations to a host of organizations.\nFor example, in 2014, the Clintons put $3 million into the family foundation but separately gave $2,500 to St. Stephen's Armenian Apostolic Church, $20,000 to the First United Methodist Church, and $200 to Bill Clinton's high school graduating class.\n In a statement accompanying her tax records, Clinton said she and her husband paid an effective federal tax rate of 35.7 percent last year and that the rate went up to 45.8 percent when state and local taxes were figured in.\n\"We've come a long way from my days going door-to-door for the Children's Defense Fund and earning $16,450 as a young law professor in Arkansas, and we owe it to the opportunities America provides,\" she said.\nThe Clintons' vast wealth, built on his reputation as former president and her resume as a former secretary of state, has become an issue in a 2016 presidential race that has focused on how to reduce income inequality.\n\"Those at the top have to pay their fair share,\" she said, noting she has called for closing the so-called carried interest loophole that wealthy financiers use to pay a lower tax rate.\n The Clintons in 2013 each gave a series of speeches that brought in income of about $22.85 million. This included $9.68 million from Hillary Clinton's speeches and $13.17 million from Bill's speeches.\nMost of Hillary Clinton's speeches were $225,000 apiece or more. Bill Clinton's ranged in price from $125,000 to $750,000 each, the disclosures showed.\nThe Clintons' income took a nosedive in 2008 when she ran for the Democratic presidential nomination and lost to Barack Obama. The Clintons' income dipped from $21 million in 2007 to $5 million in 2008 and took several years to recover.\nThe Clintons in the past have released tax records dating to 1977.\nThe tax records were disclosed on a day when the State Department released more of her emails from the period when she was secretary of state, and her campaign gave an overview of her doctor's physical examinations of her, calling her fit to serve.\nOne of her Republican rivals, former Florida Governor Jeb Bush, released 33 years of tax records earlier this summer.\n\n (Reporting by Steve Holland and Jonathan Allen; Editing by Kevin Drawbaugh and Lisa Shumaker)", "byline": "", "description": "WASHINGTON (Reuters) - Democratic presidential candidate Hillary Clinton and her husband, former President Bill Clinton, on Friday reported income approaching $140 million over the last eight years, providing evidence of the vast wealth they have accumulated.", "title": "Hillary, Bill Clinton report total income of $140 million since 2007", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/_NV6pUiwa_g/story01.htm", "topics": ["economy"], "people": ["Jonathan Allen", "Lisa Shumaker", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "Barack Obama", "Steve Holland", "Kevin Drawbaugh"], "orgs": ["Clinton Family Foundation", "Clintons", "State Department", "Quinnipiac University", "Chelsea Clinton Foundation"], "authors": [{"author_id": 33427, "fullname": "jonathan allen", "primary_org": "reuters"}, {"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-08-01 01:33:47", "org": "reuters", "article_id": "6af70e66ff9695382bd9c1ad2f3663ac", "date_access": "2015-08-01 01:00:39.715657"}