{"body": "NEW YORK National Nurses United, the nation’s largest organization of nurses, endorsed Vermont Senator Bernie Sanders on Monday for the 2016 presidential race, a blow to Hillary Clinton as the Democratic front-runner seeks to court key labor voters.\nSanders \"aligns completely with the nurses' values,\" said RoseAnn DeMoro, the group's executive director, citing issues such as healthcare and trade. \nThe NNU is the first national union to endorse Sanders, who has been building momentum among more progressive Democrats. \nLast month Clinton picked up an endorsement from the American Federation of Teachers.\nThe split between the two unions - both part of the larger AFL-CIO - underscores the uphill battle facing Clinton as she looks to build a broad coalition within her party to avoid a bloody primary battle.\nThe AFL-CIO did not endorse anyone for the November 2016 presidential race after its executive council met recently.\nThe nurses' union polled its members three times to ensure a large number of responses, said DeMoro, who said the support for Sanders was \"overwhelming.\"\nOn a questionnaire sent to the candidates, she added, \"he scored perfectly.\"\nLabor is a key source of funds and manpower for political campaigns. \nClinton is particularly under pressure by unions over the Trans-Pacific Partnership, a proposed free trade deal backed by President Barack Obama but opposed by unions which see it as bad for U.S. jobs and wages. \nBut Clinton has been reluctant to come out against the TPP; she was secretary of state in Obama's first term and an influential player in the administration's effort to build stronger ties with Asia. Obama administration officials view the TPP as a crucial part of its \"pivot\" to Asia.\nIn a questionnaire Clinton filled out and submitted to the AFL-CIO earlier this year and obtained by Reuters, Clinton laid out a broad litmus test for the pact, but did not say whether she was for or against it yet.\nThe agreement must protect American workers and strengthen national security, she wrote in the questionnaire.\n\"My focus is on what is in the final trade agreement because that will directly impact the American people,\" she wrote. \"The goal is greater prosperity and security for American families, not trade for trade's sake.\"\n\n (Reporting by Luciana Lopez)", "byline": "", "description": "NEW YORK (Reuters) - National Nurses United, the nation’s largest organization of nurses, endorsed Vermont Senator Bernie Sanders on Monday for the 2016 presidential race, a blow to Hillary Clinton as the Democratic front-runner seeks to court key labor voters.", "title": "Nurses' union endorses Sanders for 2016 U.S. presidency", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/qA9z0d604ZY/story01.htm", "topics": ["trade"], "people": ["Luciana Lopez", "Bernie Sanders", "Barack Obama", "Hillary Clinton"], "orgs": ["NNU", "TPP", "American Federation of Teachers", "National Nurses United"], "authors": [{"author_id": 33654, "fullname": "luciana lopez", "primary_org": "reuters"}], "date_written": "2015-08-10 20:21:23", "org": "reuters", "article_id": "df16c0c8f67b149575b581e51889a3b8", "date_access": "2015-08-10 19:30:29.540497"}