{"body": "WASHINGTON Republican presidential candidate Donald Trump did not take kindly in a radio interview on Thursday to being asked to identify the affiliations of various militant leaders in the Middle East, saying the host was asking \"a gotcha question\".\nDiscussing Islamist extremism, conservative talk-radio host Hugh Hewitt told Trump he was looking for the next president to know who the leaders of major militant groups were, naming the heads of Islamic State, Hezbollah, al Qaeda and its Nusra Front wing in Syria.\n\"Do you know the players without a scorecard, yet, Donald Trump?\" asked Hewitt, who will co-moderate the next official Republican presidential debate on Sept. 16 in California.\n\"No, you know, I’ll tell you honestly, I think by the time we get to office, they’ll all be changed. They’ll be all gone,\" Trump replied.\n\"You know, those are like history questions. 'Do you know this one, do you know that one?'\" added the billionaire real estate mogul, who has risen to the top of the polls in a crowded Republican field more than a year before the November 2016 election.\nWhen Hewitt said it was not meant as a \"gotcha\" question, Trump responded: \"Well, it sounded like gotcha. You’re asking me names that, I think it’s somewhat ridiculous, but that’s OK. Go ahead, let’s go.\"\nTrump added that when it came to individual players: \"Of course I don’t know them. I’ve never met them. I haven’t been, you know, in a position to meet them. If, if they’re still there, which is unlikely in many cases, but if they’re still there, I will know them better than I know you.\"\nEarlier in the interview, Trump brought up the Kurds after being asked about the leader of the Iranian Revolutionary Guard's Quds forces, before adding: \"Oh, I thought you said Kurds, Kurds.\"\n\n (Reporting by Peter Cooney; Editing by Ken Wills)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential candidate Donald Trump did not take kindly in a radio interview on Thursday to being asked to identify the affiliations of various militant leaders in the Middle East, saying the host was asking \"a gotcha question\".", "title": "Trump accuses talk-show radio host of 'gotcha' question", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/fhf8ZWU_rRE/story01.htm", "topics": ["campaign_finance", "terrorism", "economy", "personality"], "people": ["Donald Trump", "Peter Cooney", "Hugh Hewitt", "Ken Wills"], "orgs": ["Hezbollah , al Qaeda"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-04 03:32:27", "org": "reuters", "article_id": "575cf6cd7f3aee19f7302937ae460e8f", "date_access": "2015-09-04 02:47:42.031926"}