{"body": "MANCHESTER, N.H. There was no Donald Trump but his top issue, illegal immigration, was a dominant theme on Monday for 14 Republican presidential candidates who tested their messages at a New Hampshire forum to start a pivotal week on the campaign trail.\nFacing their first face-to-face debate on Thursday in Cleveland, the candidates got in some warm-up action at the Voters First Forum. The event lacked the punch of an actual debate but allowed participants to talk up their policy beliefs in answer to questions from a moderator.\nTrump, who leads polls of Republican voters in the 2016 race for a presidential nominee, declined to appear at the event out of pique over an editorial written about him by the New Hampshire Union Leader newspaper, one of the sponsors of the event.\nBut the issue he has repeatedly railed about, illegal immigration, was one of the most talked-about at the forum, and all the candidates who addressed the issue said a solution must be found.\nAll stressed the need for ensuring the U.S. border is secure before taking other steps to deal with the issue, which most agreed should lead to a legal guest-worker program. While Democratic President Barack Obama says great strides have been made in securing the border, former Texas Governor Rick Perry begged to differ.\n“It’s like a serious wound. You want to staunch the flow,\" said Perry, whose state shares a long border with Mexico.\nEven Jeb Bush, the former Florida governor who favors comprehensive immigration reform, said limits should be placed on the number of legal immigrants who can come into the country as the relatives of new U.S. citizens.\nInstead, he said, new immigrants should be brought in based on their ability to help propel the U.S. economy into stronger growth.\nAhead of the forum, Bush on Monday released a six-point plan to combat illegal immigration that includes offering 11 million undocumented workers \"a rigorous path to earned legal status.\"\nThe emphasis on immigration at the forum suggests Trump's impact on the Republican field, and was a prelude to the candidates' first official debate on Thursday in Cleveland, which Trump will attend.\nNone of the candidates on Monday talked of deporting the 11 million illegal immigrants in the United States, a recognition of Republicans' desperate need to appeal to Latino voters who overwhelmingly support Democratic candidates and who have Democratic presidential candidate Hillary Clinton's pledge to seek citizenship for illegal immigrants if elected in 2016.\nTrump, a New York real estate mogul who previously had flirted with seeking the presidency but ultimately backed out, has shocked many political professionals by soaring to the top of polls. Not one to downplay his prospects, Trump made his impact felt when his campaign sent out a blast email with the news that the billionaire leads a new poll of Republican voters in New Hampshire, which in February will hold the nation's first presidential primary contest, following Iowa's caucuses.\nThe WMUR poll gave Trump 24 percent to 12 percent for Bush.\nEven so, Trump's message against illegal immigration is resonating in a negative way among some voters. A Telemundo/NBC News/Wall Street Journal poll said 75 percent of Hispanics have a negative view of Trump.\n\n (Additional reporting by Jim Oliphant in Washington and Alana Wise in New York; Editing by Leslie Adler)", "byline": "", "description": "MANCHESTER, N.H. (Reuters) - There was no Donald Trump but his top issue, illegal immigration, was a dominant theme on Monday for 14 Republican presidential candidates who tested their messages at a New Hampshire forum to start a pivotal week on the campaign trail.", "title": "Illegal immigration a dominant theme at Republican forum even without Trump", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/10G3k8szNWM/story01.htm", "topics": ["immigration"], "people": ["Jim Oliphant", "Jeb Bush", "Rick Perry", "Hillary Clinton", "Donald Trump", "Leslie Adler", "Barack Obama", "Alana Wise"], "orgs": ["New Hampshire Union Leader"], "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-08-04 02:11:29", "org": "reuters", "article_id": "218e5bb6809978f8e9508e0b0fef5cc0", "date_access": "2015-08-04 01:20:49.565011"}