{"body": "WASHINGTON, Sept 13 Days before a Republican\npresidential debate at the Ronald Reagan Library, an immigration\nadvocacy group invoked the former president to attack the tough\nimmigration rhetoric of certain candidates, including\nfront-runner Donald Trump.\nA television ad launched on Sunday by the National\nImmigration Forum Action Fund contrasts Reagan's call for the\nUnited States to welcome all people with the stances of Trump,\nWisconsin Governor Scott Walker and Texas Senator Ted Cruz, who\nhave proposed an end to birthright citizenship and urged other\ncrackdowns.\nThe ad highlights Trump's demand for a wall along the\nU.S.-Mexican border and comments that Mexican immigrants were\n\"bringing crime\" and are \"rapists.\"\nIt shows a clip from Reagan's 1989 farewell address from the\nWhite House in which he references the journey to the United\nStates of John Winthrop, an English Puritan who imagined America\nas a \"city upon a hill.\"\nReagan described his idea of the \"shining city\" as one that\nwas \"teeming with people of all kinds living in harmony and\npeace.\"\n\"If there had to be city walls,\" he added, \"the walls had\ndoors and the doors were open to anyone with the will and the\nheart to get here.\"\nTrump, Walker and Cruz will join other candidates including\nformer Florida Governor Jeb Bush, former tech executive Carly\nFiorina and retired neurosurgeon Ben Carson for a debate on\nWednesday at the Ronald Reagan Presidential Library in Simi\nValley, California.\nCarson said on CBS's \"Face the Nation\" on Sunday that\nTrump's plan for deporting undocumented workers is logistically\nunfeasible, but said he would \"turn off the spigot that\ndispenses the goodies\" to discourage the immigrants from coming\nto the United States. For undocumented immigrants already here,\nhe said he would give them a six-month period to register.\nThe Action Fund's ad will screen nationally all week,\npeaking during the debate on CNN. The Fund is affiliated with\nthe National Immigration Forum, a pro-immigration group which\ncounts Bush's son, Jeb Bush Jr, as one of its directors.\nThe two entities share the same management and some\nresources but have different boards and separate budgets,\naccording to a spokeswoman, Cathleen Farrell.\nJeb Bush, the candidate, has said Republicans should\napproach immigration as an opportunity to spur economic growth. \n\n (Reporting by Krista Hughes and Toni Clarke; Editing by Mary\nMilliken and Andrea Ricci)", "byline": "", "description": "WASHINGTON, Sept 13 (Reuters) - Days before a Republican\npresidential debate at the Ronald Reagan Library, an immigration\nadvocacy group invoked the former president to attack the tough\nimmigration rhetoric of certain candidates, including\nfront-runner Donald Trump.", "title": "Ad invokes Reagan to attack Republicans' hard line on immigration", "url": "http://feeds.reuters.com/~r/reuters/cyclicalconsumergoodsNews/~3/4JEyrSuhPUI/usa-election-immigration-idUSL1N11J0FE20150913", "topics": ["immigration", "personality"], "people": ["John Winthrop", "Toni Clarke", "Andrea Ricci", "Jeb Bush", "Cathleen Farrell", "Scott Walker", "Donald Trump", "Krista Hughes", "Ben Carson", "Ted Cruz"], "orgs": ["United", "National", "Ronald Reagan Library", "National Immigration Forum", "Action Fund", "United States."], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-13 22:21:05", "org": "reuters", "article_id": "58a4089255a9b50dd1f30b400e9b908d", "date_access": "2015-09-13 22:09:51.379221"}