{"body": "U.S. Democratic presidential front-runner Hillary Clinton, who has been vying with challenger Bernie Sanders for the support of organized labor, scored a win on Saturday with an endorsement from the National Education Association, a huge teachers union.\nThe move makes the NEA, the largest U.S. labor union with 3 million members, the latest in a string of unions to support Clinton, including the American Federation of Teachers and the machinists' union.\nClinton's lead in opinion polls has been narrowing against Sanders, a Vermont senator who has rallied progressives with his pledges to tackle income inequality and rein in Wall Street.\nNEA President Lily Eskelsen Garcia praised Clinton as a strong leader who would work for students, teachers and families \"because she understands the road to a stronger U.S. economy starts in America’s public schools.\"\nEskelsen Garcia said 75 percent of the 175-member board of directors voted to endorse Clinton.\nClinton issued a statement saying she was honored to get the NEA endorsement.\n\"I’ve stood with educators throughout my career ...,\" she said. \"As president, I will fight to defend workers' right to organize and unions' right to bargain collectively, and I will ensure that teachers always have a voice and a seat at the table in making decisions that impact their work.\"\nClinton is trying to win over labor - often a key source of volunteers and funds for Democrats - in the effort to build a broad coalition within her party and avoid a potentially damaging, drawn-out primary fight. \nThe winner of the primary contest will face the Republican nominee in the November 2016 election.\nClinton has struggled recently following a stream of news about her use of a private email server while secretary of state.\nA rolling five-day Reuters/Ipsos poll dated Sept. 29 found Clinton's support within her party at 44 percent, compared to 28 percent for Sanders. As recently as August she had 56 percent support for the nomination.\nLabor leaders are pressing Clinton on issues ranging from the minimum wage to trade. One flashpoint is the Trans-Pacific Partnership, a proposed free-trade agreement backed by President Barack Obama but opposed by unions, which see it as bad for U.S. jobs and wages.\nClinton has remained neutral on TPP, saying a final agreement must protect American workers.\nShe was secretary of state during Obama's first term and was part of the administration's push to strengthen ties with Asia.\n\n (Reporting by Luciana Lopez in New York; Editing by Bill Trott and Eric Beech)", "byline": "", "description": "(Reuters) - U.S. Democratic presidential front-runner Hillary Clinton, who has been vying with challenger Bernie Sanders for the support of organized labor, scored a win on Saturday with an endorsement from the National Education Association, a huge teachers union.", "title": "Clinton gets endorsement of largest U.S. labor union", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/c2V6aXlnNQo/story01.htm", "topics": ["trade", "economy"], "people": ["Eskelsen Garcia", "Bill Trott", "Hillary Clinton", "Lily Eskelsen Garcia", "Eric Beech", "Barack Obama", "Luciana Lopez", "Bernie Sanders"], "orgs": ["American Federation of Teachers", "National Education Association", "NEA"], "authors": [{"author_id": 33654, "fullname": "luciana lopez", "primary_org": "reuters"}], "date_written": "2015-10-03 20:50:53", "org": "reuters", "article_id": "68cabfa91e60290211d5801ec2e56d95", "date_access": "2015-10-03 20:02:40.929965"}