{"body": "WASHINGTON Republican legislation to cut off federal funding for Planned Parenthood failed to gather enough support in the U.S. Senate on Monday, halting at least for now moves to punish the women's health group for its role in gathering fetal tissue from abortions for medical research.\nSenate Democrats succeeded in stopping the bill on a procedural vote. Sixty votes were needed to advance it in the 100-person chamber. It received 53 votes, with 46 senators opposing it.\nPlanned Parenthood, which provides healthcare services to millions of women at hundreds of centers nationwide, has come under attack with the online posting of hidden-camera videos produced by an anti-abortion group, Center for Medical Progress.\nThe group has said the videos show Planned Parenthood officials negotiating prices for fetal tissue from abortions it performs. Planned Parenthood has denied any wrongdoing and has said it does not profit from fetal tissue donation.\nUnder U.S. law, donated human fetal tissue may be used for research, but profiting from its sale is prohibited.\nRepublicans are likely to try again in September to stop Planned Parenthood from getting federal funds, which currently amount to more than $500 million a year.\nAfter a congressional recess in August, conservative Republicans could try to attach their defunding measure to a bill to fund the government, raising the prospect of a possible government shutdown over the issue.\n\nANGRY DEMOCRATS\nThe Republicans' efforts have intensified America's long-running debate about abortion just as the 2016 presidential campaign is getting under way. This has angered many Democrats.\nThe legislation was \"just one more piece of a deliberate, methodical, orchestrated right-wing attack on women's rights. And I'm sick and tired of it,\" Democratic Senator Elizabeth Warren said. \"Women everywhere are sick and tired of it. The American people are sick and tired of it.\"\n\"I want to say to my Republican colleagues, the year is 2015, not 1955 and not 1895,\" Warren added. \nTwo Democrats, Senator Joe Manchin of West Virginia and Joe Donnelly of Indiana, broke ranks and supported the defunding effort. \"I do not believe that taxpayer money should be used to fund this organization; instead those funds should be sent to other healthcare providers,\" Manchin in a statement.\nThe legislation's main sponsor was freshman Republican Senator Joni Ernst of Iowa.\n\"The question before us today is clear: Who do we want to be as a nation? It is hard for anyone to defend these morally reprehensible videos, as Planned Parenthood callously harvested the organs of unborn babies, to be sold at a price,\" Ernst said.\nJust one Senate Republican, Mark Kirk of Illinois, who faces a tough re-election race next year, voted against advancing the bill.\n\nMILLIONS RELY ON PLANNED PARENTHOOD\nPlanned Parenthood gets up to $500 million per year in Medicaid contributions, and up to $60 million in federal funds for family planning services. U.S. law tightly restricts applying federal funds to abortions.\nMillions of women, many young and single, rely on Planned Parenthood for healthcare beyond abortions and family planning, including breast and cervical cancer screenings.\nYoung, single women are a key demographic for Hillary Clinton, the front-runner to represent the Democratic Party in the November 2016 presidential election.\nClinton has called the online videos \"disturbing,\" while also saying it was \"regrettable\" that Republicans, allied with anti-abortionists, were trying to cut off funding.\nIn the videos, anti-abortion activists posed as researchers trying to obtain fetal tissue and, using hidden cameras, interviewed Planned Parenthood officials about potential costs.\nIn Louisiana, Governor Bobby Jindal, one of many seeking the Republican presidential nomination, said on Monday his state was terminating its Medicaid contract with Planned Parenthood. \nThree Republican senators seeking the nomination, Texas' Ted Cruz, Kentucky's Rand Paul and Florida's Marco Rubio, voted on Monday in favor of advancing the bill to defund Planned Parenthood, but a fourth, South Carolina's Lindsey Graham, was absent.\n\n (Additional reporting by Richard Cowan and Alex Wilts; Editing by Kevin Drawbaugh and Tom Brown)", "byline": "", "description": "WASHINGTON (Reuters) - Republican legislation to cut off federal funding for Planned Parenthood failed to gather enough support in the U.S. Senate on Monday, halting at least for now moves to punish the women's health group for its role in gathering fetal tissue from abortions for medical research.", "title": "Senate blocks Planned Parenthood defunding measure", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/XeZ71CVgNhE/story01.htm", "topics": ["abortion"], "people": ["Rand Paul", "Mark Kirk", "Richard Cowan", "Joe Donnelly", "Lindsey Graham", "Hillary Clinton", "Marco Rubio", "Elizabeth Warren", "Kevin Drawbaugh", "Bobby Jindal", "Tom Brown", "Ted Cruz", "Joni Ernst", "Alex Wilts", "Joe Manchin"], "orgs": ["Senate", "Democratic Party", "Planned Parenthood", "Medicaid", "Center for Medical Progress"], "authors": [{"author_id": 35757, "fullname": "susan cornwell", "primary_org": "reuters"}, {"author_id": 34224, "fullname": "alex wilts", "primary_org": "reuters"}], "date_written": "2015-08-04 00:34:01", "org": "reuters", "article_id": "36d237c5aa346aae2fda3202b39f73e8", "date_access": "2015-08-04 00:00:20.237778"}