{"body": "WASHINGTON The head of the Republican Party on Wednesday said its presidential candidates are unlikely to attack each other in the party's first official debate but instead are focused on ousting Democrats from the White House.\nSeventeen Republicans, led by outspoken billionaire Donald Trump, are seeking the party's presidential nomination. Only 10 will be on stage Thursday night in the first prime-time debate, which could offer a chance to break out of the pack. \n\"Ultimately, the real issue here is Hillary Clinton, Barack Obama, and the fact that the country's really not in a good place right now,\" Republican National Committee Chairman Reince Priebus said, citing the Democratic presidential front-runner and the president.\n\"That's really ... what the focus is. We're not going to focus on each other,\" he told NBC.\nIt was unclear from Priebus' comments whether the Republican National Committee had discussed debate plans with any of the candidates or their campaigns.\nTrump, a real estate mogul and television personality who has mocked one rival's glasses and publicized another's personal telephone number, said he does not want to go on the attack.\n\"I’d rather just discuss the issues,” he told ABC, adding \"If I'm attacked I have to, you know, do something back, but I'd like it to be very civil.\"\nDebate host Fox News limited participation to the top 10 candidates in the polls, leaving out contenders like former Texas Governor Rick Perry and former U.S. Senator Rick Santorum.\nThe Republican focus on Clinton also comes amid a report that the FBI is investigating the security of the former secretary of state's private email setup, adding to controversy about how she handled email as the nation's top diplomat.\nTrump has vaulted over the Republican establishment in recent polls with a double-digit lead. The latest Reuters polling shows Trump with support from nearly 30 percent of respondents, followed by former Florida Governor Jeb Bush with 12 percent. Ten percent of the 490 Republicans polled said they would not vote.\nAsked about Trump's lead, Priebus said the November 2016 presidential election was a ways off but acknowledged the billionaire businessman has tapped into public frustration with government and politics. \nThe two men have been at odds over Trump's comments that he could run as an independent, but Priebus said that's unlikely.\n\"We just don't see it,\" he told NBC. \"It's early. I think Donald Trump knows it's early.\"\n\n (Editing by Bill Trott and Mary Milliken)", "byline": "", "description": "WASHINGTON (Reuters) - The head of the Republican Party on Wednesday said its presidential candidates are unlikely to attack each other in the party's first official debate but instead are focused on ousting Democrats from the White House.", "title": "Republicans at debate to attack Clinton, not each other: chairman", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/iTj--WscAlo/story01.htm", "topics": ["personality"], "people": ["Rick Santorum", "Bill Trott", "Jeb Bush", "Hillary Clinton", "Rick Perry", "Donald Trump", "Mary Milliken", "Reince Priebus", "Barack Obama"], "orgs": ["Republican Party", "FBI", "Republican National Committee"], "authors": [{"author_id": 35097, "fullname": "susan heavey", "primary_org": "reuters"}], "date_written": "2015-08-05 15:49:48", "org": "reuters", "article_id": "0795344d3bfa7f8908db42f8b4e8843e", "date_access": "2015-08-05 15:00:45.513527"}