{"body": "CLEAR LAKE, Iowa Democratic presidential candidate Hillary Clinton said on Friday that if elected she would dramatically expand a program that provides child care for college students with children, and to create a scholarship program for student parents.\nClinton announced the plan at a town hall meeting in Dubuque, Iowa, as she continued to highlight her platform to make college more affordable.\nThe proposal would increase funding from $15 million to $250 million for a federal program that provides matching funds to states and institutions for on-campus child care. Her campaign estimates it would create 250,000 additional spaces for the children of students.\nClinton also said she would create a \"SPARK College Scholarship\" to help parents pay for their own higher education.\nIt would provide up to $1,500 per year to as many as one million student parents who achieve minimum grade levels and meet other requirements, the campaign said.\n\"Paying for college is driving more and more people farther from their dreams,\" Clinton said in Dubuque.\nEarlier this week, Clinton announced a plan to increase access to tuition grants, allow graduates to refinance existing loans at lower interest rates, streamline income-based repayment plans and police predatory lenders.\nThe program would cost an estimated $350 billion over 10 years and would be paid for by capping itemized tax deductions for the wealthy. \nClinton, the front-runner in the race to become the Democratic nominee for the November 2016 election, on Friday won the endorsement of the International Association of Machinists and Aerospace Workers. It was the second national union to give her the stamp of approval.\n\n (Reporting by Amanda Becker in Clear Lake; Editing by Frances Kerry)", "byline": "", "description": "CLEAR LAKE, Iowa (Reuters) - Democratic presidential candidate Hillary Clinton said on Friday that if elected she would dramatically expand a program that provides child care for college students with children, and to create a scholarship program for student parents.", "title": "Hillary Clinton offers plan to help students with children", "url": "http://feeds.reuters.com/~r/reuters/technologysectorNews/~3/hjVpOUkZ6vw/story01.htm", "topics": ["economy"], "people": ["Frances Kerry", "Hillary Clinton", "Amanda Becker"], "orgs": ["International Association of Machinists", "Aerospace Workers"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-08-14 21:51:54", "org": "reuters", "article_id": "0dde2792e773d762648818fc3066c417", "date_access": "2015-08-15 02:00:15.822792"}