{"body": "* Expects price increases of no more than 10 percent\n* Plans to increase R&D spending\n* Targets neurological division for sale\n\n (Adds details on possible spin-off)\nOct 19 (Reuters) - Valeant Pharmaceuticals International Inc\n, which has come under fire for raising drug prices and\nis being investigated by the U.S. government, predicted on\nMonday that lower price increases are ahead for the whole\nindustry.\nValeant CEO J. Michael Pearson told investors the company's\n2016 outlook is based on expectations for a new pricing\nenvironment where none of its drugs have an actual price\nincrease of more than 10 percent.\nValeant shares fell 7.5 percent, or $13.18, to $164.38 on\nthe New York Stock Exchange, while the broader Arca\npharmaceutical index was off 0.56 percent.\nConcerns about drug pricing have loomed over pharmaceutical\nstocks since last year and the sector's shares have fallen\nsharply in the past few weeks since Democratic presidential\ncandidate Hillary Clinton criticized the price rises on the\ncampaign trail.\n\"The pharmaceutical industry is being aggressively sort of\nattacked for past pricing actions,\" Pearson said. \"I do think,\ngiven that environment, the pricing that pharmaceutical\ncompanies will take in the future will be more modest.\"\nValeant and others have been criticized for acquiring\ncompanies and raising the prices of drugs in order to boost\nprofits. Federal prosecutors in New York and Massachusetts\nopened investigations into the company, asking for information\nabout price increases as well as the workings of its patient\nassistance programs for poor people to access its drugs.\nValeant is also considering selling, spinning off or taking\nprivate its neurological and other pharmaceutical business, a\nmove one Wall Street analyst described as paving the way for\nValeant's business model to be less controversial.\nThe neurological business accounts for most of Valeant's\nprice actions and realized price increases on average of more\nthan 30 percent, JP Morgan analyst Chris Schott wrote in a\nresearch note. He estimated it to make up about 10 percent of\nthe company's revenues.\nThe move would fit into a strategy that Pearson said has\nalready been underway. Valeant has begun during the past two\nyears to increase sales volumes as a percentage of growth\ncompared with price increases.\nPearson said the company would begin to focus more on\nresearch and development, on which it historically has spent\nlittle. Last year the company spent $100 million on R&D and it\nsees that growing to $400 million to $500 million in 2016, with\na focus on dermatology, contact lenses and surgical sectors.\nPearson indicated Valeant is scaling back on acquisitions,\nsaying that while it continues to look at them, buying back\nshares may make more sense with the company's stock at its\ncurrent price.\nValeant reported unexpectedly better quarterly profits\nearlier on Monday.\n\n (Reporting by Caroline Humer in New York and Ankur Banerjee in\nBengaluru; Editing by Anil D'Silva and Paul Simao)", "byline": "", "description": "* Targets neurological division for sale (Adds details on possible spin-off)", "title": "UPDATE 4-Valeant CEO sees new drug pricing environment ahead", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/wpHDgBcVuho/story01.htm", "topics": ["economy"], "people": ["Paul Simao", "Hillary Clinton", "Caroline Humer"], "orgs": ["New York Stock Exchange"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-19 17:41:21", "org": "reuters", "article_id": "6f9f972446aa1f2b4269729784289e49", "date_access": "2015-10-19 17:39:39.449129"}