{"body": "WASHINGTON Democrat Hillary Clinton is attempting to rally her supporters and stoke outrage with a new television advertisement that criticizes Republican remarks on investigations into the September 2011 attack in Benghazi that killed four Americans. \nThe ad attempts to pivot away from discussions about her response to the attack of the American consulate in Benghazi, Libya, just weeks before she is slated to testify before the committee on Oct. 22. \nThe ad, which will air across the United States on cable television, begins by showing California Republican Rep. Kevin McCarthy, who is considered by many likely to be the next Speaker of the House, arguing that the House Benghazi Committee should be considered an accomplishment because it succeeded in lowering Clinton’s poll numbers in her race for the White House. \nMcCarthy's remarks quickly drew criticism from Democrats who said he had revealed the investigation was purely political.\nThe ad points out that the committee cost taxpayers $4.5 million. \n“The Republicans have spent millions attacking Hillary because she’s fighting for everything they oppose, from affordable healthcare to equal pay,” a voice in the ad says. “She’ll never stop fighting for you, and the Republicans know it.” \nClinton - who was secretary of state at the time of the attacks - is trying to make the case that the coming Republican inquiry is not about the actual attacks but about trying to smear her politically as she seeks to represent her party in the November 2016 elections.\n“Look at the situation they chose to exploit, to go after me for political reasons: the death of four Americans in Benghazi,” Clinton said in a town hall meeting in New Hampshire on Monday. She called the panel a “political, partisan committee for the sole purpose of going after me, not trying to make our diplomats who serve in dangerous areas safer.”\nThe House Benghazi Committee was established in 2014, after eight congressional investigations were conducted. The House committee has largely focused on Clinton’s response to the attacks, which killed four Americans including Ambassador Chris Stevens. The committee expanded its inquiry and is now simultaneously investigating Clinton’s use of a private email server during her time as secretary of state.\nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here).\n\n (Reporting by Ginger Gibson; Editing by Ken Wills)", "byline": "", "description": "WASHINGTON (Reuters) - Democrat Hillary Clinton is attempting to rally her supporters and stoke outrage with a new television advertisement that criticizes Republican remarks on investigations into the September 2011 attack in Benghazi that killed four Americans.", "title": "Clinton TV ad rallies supporters on Benghazi investigation", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/1l_KUprYWTQ/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Chris Stevens", "Ken Wills", "Hillary Clinton", "Ginger Gibson"], "orgs": ["Trail", "House Benghazi Committee"], "authors": [{"author_id": 39032, "fullname": "ginger gibson", "primary_org": "reuters"}], "date_written": "2015-10-06 03:10:24", "org": "reuters", "article_id": "7f4e01397b1dbd4954b0e7e7dd1a5b35", "date_access": "2015-10-06 02:34:23.164265"}