{"body": "PORTLAND, Ore. An Oregon artist who used menstrual blood to paint an image of Republican presidential candidate Donald Trump said on Wednesday she would sell posters as well as the original, created in response to remarks by the billionaire about Fox News anchor Megyn Kelly.\nThe portrait by Portland-based painter and activist Sarah Levy drew worldwide attention as Republican candidates prepared for their second debate, to be aired on CNN on Wednesday. It was after the first debate last month that Trump declared that Kelly, a moderator who had questioned him pointedly about some  unflattering comments about women, \"had blood coming out of her wherever.\"\n\"It was outrageous to me that someone running for president of the United States of America, not just some small-state governor or a random rich guy, but president, could say what he did and still be in the race,” Levy said in a statement on the website of the International Socialist Organization, socialistworker.org, where she is a regular contributor.\n\"To think that he could talk this way about the basic functioning of a woman's reproductive system, not just to avoid tough political questions, but to insult Kelly's intelligence, and effectively all women's, was infuriating and needed to be called out,” she said.\nLevy said she painted the image of Trump, which portrays him in shades of red with white teeth, using her own menstrual blood, a paintbrush and a tampon.\nShe said she has received praise as well as responses from people who are outraged or disgusted by the painting. \nTrump's campaign did not immediately respond to a request for comment.\nAfter the debate hosted by Fox News last month, Trump complained about Kelly's questioning of him. \"You could see there was blood coming out of her eyes, blood coming out of her wherever,” the candidate said.\nThe remark was widely interpreted as referring to menstrual blood, implying that she was in an unfriendly mood because she was menstruating. Trump, however, has denied this and said he meant that blood was coming out of Kelly's nose.\nLevy titled her painting \"Whatever,\" in a reference to Trump's use of the word \"wherever\" in his comment about Kelly.\nBecause Trump has made his opposition to illegal immigration a centerpiece of his campaign, Levy said any proceeds from the sales of the painting and posters will be donated to immigrants' rights organizations. The posters will be sold for $20 each and the original will be auctioned next week, she said. \n\n (Editing by Sharon Bernstein and Eric Walsh)", "byline": "", "description": "PORTLAND, Ore. (Reuters) - An Oregon artist who used menstrual blood to paint an image of Republican presidential candidate Donald Trump said on Wednesday she would sell posters as well as the original, created in response to remarks by the billionaire about Fox News anchor Megyn Kelly.", "title": "Oregon artist to sell image of Trump painted with menstrual blood", "url": "http://feeds.reuters.com/~r/reuters/oddlyEnoughNews/~3/3REzSyTmb_s/story01.htm", "topics": ["immigration"], "people": ["Donald Trump", "Sharon Bernstein", "Eric Walsh", "Megyn Kelly", "Sarah Levy"], "orgs": ["International Socialist Organization"], "authors": [{"author_id": 34485, "fullname": "shelby sebens", "primary_org": "reuters"}], "date_written": "2015-09-16 21:27:14", "org": "reuters", "article_id": "fbe045bf15853f398e249085a7cd2d9f", "date_access": "2015-09-16 20:40:24.657903"}