{"body": "WASHINGTON Republican presidential candidate Jeb Bush transitioned from defense to offense on Sunday after criticism from rival Donald Trump that his brother, former President George W. Bush, carried some blame for the Sept. 11, 2001, attacks.\nTrump, the flamboyant front-runner in the 15-candidate Republican field, again provoked a tit-for-tat with Bush on Friday by saying his brother must share some of the blame for the attacks that occurred during his first year in office.\n\"Look, my brother responded to a crisis, and he did it as you would hope a president would do,\" Bush said on CNN’s \"State of the Union.\" \n\"The great majority of Americans believe that. And I don't know why he [Trump] keeps bringing this up.\"\nBush said Trump's comments about the Sept. 11 attacks called his credibility into question. The former Florida governor attacked Trump's foreign policy credentials and compared his grip on international issues to a reality television show the billionaire businessman formerly hosted.\n\"Across the spectrum of foreign policy, Mr. Trump talks about things that - as though he's still on 'The Apprentice,'\" Bush said.\nTrump doubled down on his comments during an appearance on \"Fox News Sunday,\" using a oft-repeated Jeb Bush phrase - that his brother \"kept us safe\" - against him.\n\"Jeb said: 'We were safe with my brother. We were safe.' Well the World Trade Center just fell down,\" Trump said on the program.\n\"I'm not blaming George Bush, but I don't want Jeb Bush to say: 'My brother kept us safe,' because September 11th was one of the worst days in the history of this country.\"\nTrump added that his own tough stance on illegal immigration would have made it difficult for the attacks to be carried out in the first place.\n\"I believe that if I were running things, I doubt those families would have - I doubt that those people would have been in the country,\" Trump said.\nThe 19 hijackers in the attacks all entered the United States legally on temporary visas, although a 9/11 commission report criticized flaws in the system that handled their applications.\nBush likened Trump's comments to blaming President Franklin Roosevelt for the World War Two attack on Pearl Harbor.\n\"Next week, Mr. Trump is probably going to say that FDR was around when Japan attacked Pearl Harbor,\" he said. \"It's what you do after that matters. And that's the sign of leadership.\"\n\n (Editing by Doina Chiacu, Alan Crosby and Nick Zieminski)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential candidate Jeb Bush transitioned from defense to offense on Sunday after criticism from rival Donald Trump that his brother, former President George W. Bush, carried some blame for the Sept. 11, 2001, attacks.", "title": "Republican candidates Bush and Trump clash over 9/11 remarks", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/ya0oqy49Ncg/story01.htm", "topics": ["immigration", "personality"], "people": ["Doina Chiacu", "Jeb Bush", "Alan Crosby", "Donald Trump", "George W. Bush", "Franklin Roosevelt", "Nick Zieminski"], "orgs": ["World Trade Center", "FDR"], "authors": [{"author_id": 33983, "fullname": "alana wise", "primary_org": "reuters"}], "date_written": "2015-10-18 23:18:25", "org": "reuters", "article_id": "2415a3ad5115323130bc3f7b0991bba0", "date_access": "2015-10-19 17:34:23.896910"}