{"body": "WASHINGTON Republican presidential frontrunner Donald Trump said on Saturday it was not his job to defend U.S. President Barack Obama after a man at one of his campaign events said he was a Muslim and \"not even an American.\"\nTrump drew criticism on Friday from Republican and Democratic rivals in the 2016 race for the presidency when he failed to challenge a man at a New Hampshire town hall on Thursday night who said Muslims were a problem in the United States.\n\"We know our current president is one. You know he's not even an American,\" the man said.\nTrump, the billionaire television personality who leads the pack of Republicans seeking the presidential nomination, has cast doubt on whether Obama was born in the United States and therefore qualified to stand as president.\n\"Am I morally obligated to defend the president every time somebody says something bad or controversial about him? I don't think so!\" Trump said on Twitter.\n\"This is the first time in my life that I have caused controversy by NOT saying something...If someone made a nasty or controversial statement about me to the president, do you really think he would come to my rescue? No chance!\" \nObama is a Christian who as president has attended church occasionally.\nWhite House spokesman Josh Earneston on Friday alluded to the kind of supporters Trump is attracting. \"Is anybody really surprised that this happened at a Donald Trump rally?\"\nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here).\n\n (Reporting by Doina Chiacu and Steve Holland; Editing by Ralph Boulton)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential frontrunner Donald Trump said on Saturday it was not his job to defend U.S. President Barack Obama after a man at one of his campaign events said he was a Muslim and \"not even an American.\"", "title": "Trump defend Obama? 'I don't think so!'", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/rkGV1BkdQ_A/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Ralph Boulton", "Doina Chiacu", "Josh Earneston", "Donald Trump", "Barack Obama", "Steve Holland"], "orgs": ["Trail", "United States."], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-19 15:13:20", "org": "reuters", "article_id": "05c56ae20c65f904221337a038da8c63", "date_access": "2015-09-19 14:27:13.251711"}