{"body": "ADDIS ABABA President Barack Obama criticized Republican presidential candidates Mike Huckabee and Donald Trump on Monday for their  blunt rhetoric about the Iran nuclear agreement and other issues, saying it was damaging to political debate.\nHuckabee, one of more than a dozen candidates vying for the Republican presidential nomination, denounced a deal with world powers over Iran's nuclear program by saying Obama was marching Israelis \"to the door of the oven,\" a reference to the Nazi gas chambers that killed millions of Jews in the Holocaust.\nTrump has suggested that many Mexican illegal migrants were rapists and has mocked Republican Senator John McCain's Vietnam War record.\nSpeaking to reporters in Ethiopia, Obama said the former Arkansas governor's remarks were emblematic of a slide in public discourse coming from the opposition party.\n\"The particular comments of Mr. Huckabee are, I think, part of just a general pattern that we've seen that...would be considered ridiculous if it weren't so sad,\" he said.\n\"We've had a sitting senator call John Kerry 'Pontius Pilate.' We've had a sitting senator who also happens to be running for president suggest that I'm the leading state sponsor of terrorism. These are leaders in the Republican Party.\"\nObama was referring to Senator Ted Cruz, who has criticized the president's foreign policy, and Senator Tom Cotton, who compared Secretary of State John Kerry to Pilate, the biblical figure who sent Jesus to be crucified.\nThe president also singled out Donald Trump, the billionaire businessman who has rocketed to the top of Republican presidential polls, his controversial comments about undocumented immigrants and McCain, a former prisoner of war in Vietnam, notwithstanding.\n\"When he’s made some of the remarks that...challenged the heroism of Mr. McCain, somebody who endured torture and conducted himself with exemplary patriotism, the Republican Party is shocked,\" Obama said.\n\"And yet, that arises out of a culture where those kinds of outrageous attacks have become far too commonplace.\"\nObama beat McCain in the 2008 presidential election. \nHis comments on Monday showed an increasing willingness to step into the political presidential primary process even as he defends the Iran deal, which Kerry and leaders from other world powers helped negotiate. \nRepublicans largely oppose the deal and the White House is in the midst of a vigorous campaign to shore up support in Congress.\n\"There is a reason why 99 percent of the world thinks it’s a good deal -- it’s because it’s a good deal,\" Obama said when asked how the selling job with lawmakers was going.\n\"I’ve not yet heard a factual argument on other side that holds up to scrutiny.\" \nIn New York, the Anti-Defamation League (ADL) also criticized Huckabee for his comments, saying they were out of line and unacceptable.\n\"To hear Mr. Huckabee invoke the Holocaust when America is Israel’s greatest ally and when Israel is a strong nation capable of defending itself is disheartening,\" ADL Director  \nJonathan Greenblatt said in a statement.\n\"There is a serious debate taking place over the next five weeks within Congress over the Iran deal. We have called on all sides, regardless of whether one is liberal or conservative, to conduct that debate responsibly and civilly. That plea should apply to presidential candidates as well,\" he said.\n\n (Additional reporting by Drazen Jorgic, Editing by Angus MacSwan)", "byline": "", "description": "ADDIS ABABA (Reuters) - President Barack Obama criticized Republican presidential candidates Mike Huckabee and Donald Trump on Monday for their blunt rhetoric about the Iran nuclear agreement and other issues, saying it was damaging to political debate.", "title": "Obama knocks Huckabee, Trump for slide in Republican rhetoric", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/3XUU1cW3XXc/story01.htm", "topics": ["campaign_finance", "immigration"], "people": ["John Kerry", "Drazen Jorgic", "John Mccain", "Donald Trump", "Mike Huckabee", "Barack Obama", "Tom Cotton", "Jonathan Greenblatt", "Ted Cruz"], "orgs": ["Republican Party", "ADL", "ADDIS ABABA", "Congress"], "authors": [{"author_id": 34218, "fullname": "jeff mason", "primary_org": "reuters"}], "date_written": "2015-07-27 16:20:32", "org": "reuters", "article_id": "bf0d5467a88172ab8c6568ae9d9f6d13", "date_access": "2015-07-27 15:30:28.791158"}