{"body": "NEW YORK Paul Singer, head of roughly $25 billion hedge fund Elliott Management, said Wednesday that Argentina was making matters worse for itself by not paying bondholders and that the country was on a \"sad path\" compared to its prior economic status. \n\"They are imposing damage on themselves way out of proportion to the cost of paying the debt,\" Singer said at the CNBC Institutional Investor Delivering Alpha Conference in New York. \nThrough its NML Capital affiliate, Elliott has been leading a group of investors, also including Aurelius Capital Management, seeking full repayment on Argentine bonds they own.\n\"Argentina was the seventh largest economy in the world coming out of World War Two, so it’s kind of a sad path of a once very impactful country economically,\" he said. \nArgentina in 2001 defaulted on roughly $100 billion of bonds. Most investors later swapped those bonds for new discounted bonds, but some did not.\nElliott and other \"holdouts\" who own those older bonds claim they should be repaid at face value, and at the same time as holders of the discounted bonds.\nArgentine President Cristina Fernandez has labeled the holdouts as \"vultures\" bent on huge profits at the country's expense.\nMuch of the litigation is handled in the federal court in Manhattan, where U.S. District Judge Thomas Griesa has regularly sided with the holdouts. His rulings contributed to a fresh Argentina default last July.\nSinger also said at the New York conference that Greece, whose Prime Minister Alexis Tsipras recently agreed to enact tough reforms in return for urgently needed loans to keep the country's almost bankrupt economy afloat, should have exited the euro currency union.\nTsipras fought to contain a backlash from his own leftwing party on Wednesday as parliament prepared to vote on a sweeping austerity package European partners have demanded for a new bailout to keep Greece in the euro.\nSinger also voiced concern about the impact of global central bank stimulus policies on asset prices, stating: \"everything is now riding on government policy.\" \nHe said he favors Republican presidential candidates Marco Rubio, Jeb Bush, Scott Walker, and Carly Fiorina.\n\n (Reporting by Sam Forgione and Jonathan Stempel; Editing by Chizu Nomiyama and Christian Plumb)", "byline": "", "description": "NEW YORK (Reuters) - Paul Singer, head of roughly $25 billion hedge fund Elliott Management, said Wednesday that Argentina was making matters worse for itself by not paying bondholders and that the...", "title": "Elliott's Singer says Argentina damaging itself, on 'sad path'", "url": "http://feeds.reuters.com/~r/news/wealth/~3/C4Nec9_PSOI/story01.htm", "topics": ["economy"], "people": ["Cristina Fernandez", "Paul Singer", "Christian Plumb", "Sam Forgione", "Jeb Bush", "Alexis Tsipras", "Jonathan Stempel", "Thomas Griesa", "Marco Rubio", "Carly Fiorina", "Scott Walker"], "orgs": ["Elliott Management", "Singer", "NML Capital"], "authors": [{"author_id": 33450, "fullname": "jonathan stempel", "primary_org": "reuters"}, {"author_id": 33459, "fullname": "sam forgione", "primary_org": "reuters"}], "date_written": "2015-07-15 20:25:14", "org": "reuters", "article_id": "d58fd20627b3a0c775062a096caf057c", "date_access": "2015-07-15 20:00:51.532904"}