{"body": "SALEM, N.H. U.S. Republican presidential candidate Jeb Bush outlined a simple plan on Thursday for regaining his front-runner status: Patience, followed by more patience.\nWith some of his supporters concerned about the rise of Donald Trump, Bush made clear he is not panicking, although he acknowledged he is no longer the front-runner in the early voting state of New Hampshire.\nAsked at a town hall event in Salem how he can regain the lead position among the 17 Republicans seeking the party's presidential nomination in 2016, Bush said: \"Patience, more patience...You campaign hard in the early states. You organize.\"\nBush began television advertising this week in New Hampshire that he hopes will lead to a rebound. His goal is to help voters identify him not only as member of the famous Bush family, but also as a former Florida governor with a conservative record.\nHe is the son of former President George H.W. Bush and brother of former President George W. Bush.\n\"Around the country they know me as George's boy and George's brother, right? I'm proud of my family, but I'm not going to get elected by being the third Bush,\" he said.\n\"I've got to go earn it. And there's lots of time to earn it.\"\nBush will also need to do well at the next candidates' debate, on Sept. 16 at the Ronald Reagan Presidential Library in Simi Valley, California.\nBush, whom Trump has frequently dismissed as a \"low-energy\" candidate, has been a somewhat subdued challenger in contrast to Trump's high-wattage, brash proclamations.\nHe told reporters after a town hall event in Exeter, N.H., that it was time for Trump to step up to the plate with details on his own policies.\n\"Ultimately, the guy's the front-runner. What's his tax proposal?\" Bush said. \"He has to defend his record and he has to propose things and he has to be serious about it. If he wants to be a serious candidate, he has to act like it.\"\nBush has fallen in the polls as Trump has risen. A CNN poll on Thursday gave Trump 32 percent support, outpacing the field of the 17 Republicans seeking the nomination for the November 2016 presidential election. Bush stood in third place with 9 percent support, behind Carson, a retired neurosurgeon.\n(For more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here)\n\n\n (Reporting by Steve Holland; Editing by Leslie Adler and Nick Macfie)", "byline": "", "description": "SALEM, N.H. (Reuters) - U.S. Republican presidential candidate Jeb Bush outlined a simple plan on Thursday for regaining his front-runner status: Patience, followed by more patience.", "title": "Jeb Bush's plan to regain front-runner status: Patience", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/-RK-J4BDwLI/story01.htm", "topics": ["personality"], "people": ["Jeb Bush", "Leslie Adler", "Nick Macfie", "Donald Trump", "George W. Bush", "Steve Holland"], "orgs": ["Trail"], "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-09-11 04:45:12", "org": "reuters", "article_id": "c4b6ed6cec5f3f9e2311eb40e100eca4", "date_access": "2015-09-11 04:05:37.307020"}