{"body": "WASHINGTON, Sept 13 Republican presidential\nfrontrunner Donald Trump on Sunday blasted the high salaries of\nchief executives as a joke and a disgrace and said these were\noften approved by company boards stacked with the CEO's friends.\nTrump, a real estate mogul who has said he plans to use his\nnet worth of $8.7 billion to fund his White House campaign, said\nin an interview with CBS' \"Face the Nation\" that it was hard to\ntackle the question of corporate pay.\n\"It's disgraceful, sometimes the boards rule but I would\nprobably say it's less than 10 percent, and you see these guys\nmaking enormous amounts of money, it's a total and complete\njoke,\" he said.\nTrump also had a dig at retailer Macy's Inc, which\ndecided to stop selling his menswear line after he described\nmigrants from Mexico to the United States as drug-runners and\nrapists.\n\"You'll take a company like, I could say Macy's or I could\nsay many other companies, where they put in their friends as the\nhead of the company and they get whatever they want,\" he said.\nTrump also said his tax plan, to be unveiled in coming\nweeks, would cut taxes for the middle class and corporations,\n\"but for the hedge fund guys they are going to be paying up.\"\n\n(Reporting by Krista Hughes; Editing by Raissa Kasolowsky)", "byline": "", "description": "WASHINGTON, Sept 13 (Reuters) - Republican presidential frontrunner Donald Trump on Sunday blasted the high salaries of chief executives as a joke and a disgrace and said these were often approved by company boards stacked with the CEO's friends.", "title": "Trump says high CEO pay is a joke, \"disgraceful'", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/rfi97s1hEFY/story01.htm", "topics": ["mexico", "personality"], "people": ["Donald Trump", "Krista Hughes", "Raissa Kasolowsky"], "orgs": ["CEO", "Macy"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-13 16:55:39", "org": "reuters", "article_id": "a6f5f0782f2ad9d788a9437c3cb70dc9", "date_access": "2015-09-13 16:45:15.746587"}