{"body": "DOVER, N.H. Democratic U.S. presidential candidate Hillary Clinton announced a new plan to give businesses two-year tax credits for sharing profits with workers at a New Hampshire campaign stop Thursday.\nClinton detailed the first component of her economic platform aimed at raising middle-class incomes at a town hall meeting in Dover, citing local examples of businesses that share profits with employees.\n\"If you treat somebody like they have a stake in your business, they’re going to stand up a little straighter, they’re going to work a little harder,\" said Clinton, the front-runner for the Democratic nomination ahead of the presidential election in November 2016.\nUnder Clinton's plan, firms would receive a two-year tax credit equal to 15 percent of the profits distributed to workers, capped at a value of 10 percent of employees' wages.\nThe tax credit would be available only to firms that share profits widely with employees, would phase out credits available for profits shared with high-income workers and end after two years when businesses that benefited from the credits would no longer need them, Clinton's campaign said.\nIf a firm provided a $5,000 profit-sharing payment to a worker earning $50,000 per year, for example, it would receive a $750 tax credit under the proposal.\nThe tax benefit available to any single firm in a given year would be capped to \"prevent an excessive credit for very large corporations,\" the campaign said, emphasizing Clinton's focus on supporting small business.\nClinton's campaign estimated the cost of her \"Rising Incomes, Sharing Profits\" tax credit would be between $10 billion to $20 billion over 10 years and could be paid for by closing tax loopholes that she will detail in coming weeks.\nRoughly 40 percent of U.S. workers participate in profit-sharing plans and it has a meaningful impact on their wealth, according to economic research cited by Clinton's campaign.\n\"When companies share profits, not only do workers benefit, but the companies themselves see higher productivity,\" said Alan Blinder, a Princeton University economics professor who is advising Clinton's campaign.\nThe profit-sharing proposal is the first piece of Clinton's economic agenda outlined in a Monday speech. She said that over the course of the summer she would explain how she would raise the hourly minimum wage, support collective bargaining, fight employer wage theft, encourage long-term investing and regulate Wall Street.\n\n (Reporting by Amanda Becker in New Hampshire; Editing by Will Dunham, Sandra Maler and Bill Rigby)", "byline": "", "description": "DOVER, N.H. (Reuters) - Democratic U.S. presidential candidate Hillary Clinton announced a new plan to give businesses two-year tax credits for sharing profits with workers at a New Hampshire campaign stop Thursday.", "title": "Hillary Clinton proposes tax cuts for profit-sharing firms", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/SuNFCCBK9x0/story01.htm", "topics": ["economy"], "people": ["Sandra Maler", "Will Dunham", "Hillary Clinton", "Alan Blinder", "Bill Rigby", "Amanda Becker"], "orgs": ["Princeton University"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-07-16 21:34:36", "org": "reuters", "article_id": "2808baa1728213360b3d5728c0563df4", "date_access": "2015-07-16 20:40:56.265116"}