{"body": "Aug 17 The following are the top stories in the\nWall Street Journal. Reuters has not verified these stories and\ndoes not vouch for their accuracy.\n\n* The Pentagon plans to sharply expand the number of U.S.\ndrone flights over the next four years, giving military\ncommanders access to more intelligence and greater firepower to\nkeep up with a sprouting number of global hot spots, a senior\ndefense official said. (on.wsj.com/1MsPU3d)\n\n* Etsy Inc, the online marketplace for artisans,\nworks to keep its business \"mindful, transparent and humane,\"\nbut that became tricky when it crafted a new tax strategy. (on.wsj.com/1MsQ36E)\n\n* For U.S. nursing homes, Medicare's rules can provide a\nfinancial incentive to increase rehabilitative therapy for\npatients who may not benefit from extra care. (on.wsj.com/1MsQ76o)\n\n* In an unusual legal battle set to begin this week,\nPromontory Financial Group plans to challenge a move by New\nYork's state banking regulator to block the consulting firm from\nadvising New York-based banks in some cases. (on.wsj.com/1MsQaPR)\n\n* Donald Trump is calling for the deportation of millions of\nimmigrants living in the United States illegally and for the end\nof automatic citizenship for children born to foreigners on U.S.\nsoil, adding specifics to the hard-line immigration stance that\nfirst helped his Republican presidential campaign take flight.\n(on.wsj.com/1MsQa2e)\n\n* Alibaba Group is fighting an aggressive ground\nwar to keep its top e-commerce spot against a pack of rivals,\nsuggesting China's biggest online vendor may not be as\ninvulnerable as it seems. (on.wsj.com/1MsQdv1)\n\n (Compiled by Parikshit Mishra in Bengaluru)", "byline": "", "description": "Aug 17 (Reuters) - The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "title": "PRESS DIGEST - Wall Street Journal - Aug 17", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/JW-RMymgcbc/story01.htm", "topics": ["immigration"], "people": ["Donald Trump", "Parikshit Mishra"], "orgs": ["Medicare", "Pentagon", "Alibaba Group"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-17 05:19:48", "org": "reuters", "article_id": "a0f7c551ea02d32552aabe2baf845c8b", "date_access": "2015-08-17 04:40:50.670419"}