{"body": "WASHINGTON Once among the most powerful women in American business, Carly Fiorina emerged as a leading contender in the 2016 Republican presidential campaign alongside Donald Trump, another outsider from the corporate world.\nFiorina's performance in the party's Wednesday night debate elicited praise on social media and from political strategists as she commanded the stage equally with the likes of billionaire Trump, 69, and former Florida Governor Jeb Bush, 62.\nThe former Hewlett-Packard CEO, Fiorina, 61, was one of Trump's strongest challengers from 10 candidates anxious to pile on the real-estate mogul and former reality-TV star leading in opinion polls.    \nAt one point, she got into a fracas with Trump over her record at HP, the California-based global information technology company, and lectured him about the U.S. Constitution.\n\"Carly won it,\" said John Feehery, a Republican strategist in Washington. \"She was passionate and tough.\" \nFiorina spoke nearly the longest, after Trump and Bush, and some of her comments generated the most chatter on Twitter and Facebook, the social media companies said.\nHer campaign for the November 2016 White House race had been slow to get off the ground and she was a late addition to the second prime-time Republican debate. \nShe took a victory lap on the TV shows on Thursday morning.\n\"This is an important election and we are going to have a fight about really important principles and really important policies and really important differences. And so if you can't fight on a debate stage, then you are not going to be able to stand up and fight for the American people,\" Fiorina told CNN.\nA breast cancer survivor who lost a stepdaughter to drug addiction, Fiorina was forced to resign from HP in 2005 amid weak earnings as the company struggled to digest a $19 billion merger with then-rival computer maker Compaq.\nIn 2010, she lost the election for a U.S. Senate seat in California to Democratic Senator Barbara Boxer, failing to benefit from a wave of pro-Republican sentiment nationally.\n\nREBUKE OF TRUMP\nAt Wednesday's debate in California, Fiorina rebuked Trump for his comment in an interview that voters might not back her because of her face.\n\"I think women all over this country heard very clearly what Mr. Trump said,\" Fiorina said, drawing applause at the Ronald Reagan Presidential Library in Simi Valley, California.\nThe outspoken Trump said early polls had shown he won the debate but he acknowledged that Fiorina had a good showing. \"I think Carly did well ... but I didn't see it as standout,\" he told MSNBC's \"Morning Joe\" show.\nReuters/Ipsos opinion polling before the debate showed Trump leading the 2016 race among Republicans with 32 percent. Retired neurosurgeon Ben Carson was second at 15 percent and Bush was in third place at 9 percent. Fiorina shared 10th place at only 1.9 percent.    \nFiorina argues that as a woman she will be in a unique position to challenge Democratic front-runner Hillary Clinton if  each wins her party's nomination.\nShe attacked Clinton's handling of the Syrian civil war when she served as America's top diplomat from 2009-2013.\n\"When we do not lead, the world becomes a more dangerous and more tragic place. The failure in Syria lies at the feet of President (Barack) Obama and Secretary of State Clinton,\" she told MSNBC.                \nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail.” (here)\nFor a graphic on key points the candidates made in the debate, click here\n\n (Writing by Alistair Bell; Additional reporting by Susan Heavey and Mohammad Zargham; Editing by Howard Goller)", "byline": "", "description": "WASHINGTON (Reuters) - Once among the most powerful women in American business, Carly Fiorina emerged as a leading contender in the 2016 Republican presidential campaign alongside Donald Trump, another outsider from the corporate world.", "title": "Republican debate brings outsider Fiorina to the fore", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/O_GMTeXL29k/story01.htm", "topics": ["personality", "women"], "people": ["Susan Heavey", "Howard Goller", "Mohammad Zargham", "Carly Fiorina", "Jeb Bush", "Hillary Clinton", "Alistair Bell", "Donald Trump", "John Feehery", "Barbara Boxer", "Ben Carson"], "orgs": ["Barack", "Trail", "MSNBC", "Compaq"], "authors": [{"author_id": 35207, "fullname": "james oliphant", "primary_org": "reuters"}], "date_written": "2015-09-17 15:50:23", "org": "reuters", "article_id": "985e722ff8d7914fd9c85a821fbedda6", "date_access": "2015-09-17 16:20:54.109422"}