{"body": "WASHINGTON Aug 18 Republican Scott Walker on\nTuesday unveiled a new healthcare proposal that, like those\nfloated by other conservative presidential candidates, calls for\nrepealing Obamacare, which the Wisconsin governor wants to\nreplace with tax credits and other changes.\nIn an outline of the plan released on his website, Walker\nsaid he would give greater control over health care to U.S.\nstates by allowing consumers to buy health insurance across\nstate lines and overhauling Medicaid, the federal-state health\ninsurance program for the poor.\nWalker also said he would offer incentives for states to\ncurb what he called \"excessive litigation\" that hampers the\npractice of medicine and loosen restrictions on health savings\naccounts.\nHe is set to unveil his plan in a speech in Minnesota later\non Tuesday.\n\"On my first day as president, I will send legislation to\nthe Congress that will repeal Obamacare entirely and replace it\nin a way that puts patients and their families back in charge of\ntheir health care - not the federal government,\" Walker said in\nexcerpts from the speech released late on Monday.\nRepublicans have long vowed to repeal President Barack\nObama's 2010 healthcare overhaul, commonly known as Obamacare.\nWhile most of the 17 Republican presidential candidates have\nechoed that pledge, few have offered detailed alternative plans.\nU.S. Senator Marco Rubio of Florida, who is also vying to be\nthe Republican presidential nominee in the November 2016 general\nelection, previously called for changes to the U.S. healthcare\nsystem.\nIn an opinion piece on Politico late on Monday, Rubio also\ncalled for tax credits for Americans who buy health insurance on\ntheir own, allowing people to buy coverage across state lines,\nand overhauling insurance regulations.\n\"Instead of relying on an outdated, big-government approach,\nI will utilize modern, consumer-centered reforms that lower\ncosts, embrace innovation in healthcare and actually increase\nchoices and improve quality of care,\" he wrote.\nLouisiana Governor Bobby Jindal last year laid out a set of\nhealthcare policy ideas aimed at offering a Republican\nalternative to the 2010 law by allowing people to buy insurance\nin other states and offering tax deductions to offset the cost\nof health insurance.\n\n (Reporting by Susan Heavey; Additional reporting by Lisa\nLambert; Editing by Paul Simao)", "byline": "", "description": "WASHINGTON, Aug 18 (Reuters) - Republican Scott Walker on Tuesday unveiled a new healthcare proposal that, like those floated by other conservative presidential candidates, calls for repealing Obamacare, which the Wisconsin governor wants to replace with tax credits and other changes.", "title": "Republican presidential candidate Walker unveils health plan", "url": "http://feeds.reuters.com/~r/reuters/UShealthcareNews/~3/dVkiZeXOG5k/story01.htm", "topics": ["health", "economy"], "people": ["Bobby Jindal", "Susan Heavey", "Marco Rubio", "Barack Obama", "Paul Simao"], "orgs": ["Medicaid", "Congress"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-18 15:03:44", "org": "reuters", "article_id": "512c1da66bf470ec897b58e061118d90", "date_access": "2015-08-18 14:21:32.876343"}