{"body": "SEATTLE Boeing Co (BA.N) said on Wednesday it had won orders and commitments from China for 250 narrowbody 737 aircraft and 50 widebody aircraft, valued at about $38 billion at list prices.\nThe order, announced as Chinese President Xi Jinping toured Boeing's Everett, Washington, factory, includes some planes that were previously ordered but for which the buyers had not been identified. Boeing declined to say how many planes had been previously ordered, leaving uncertainty about the total value.\nBoeing's shares were down 1.5 percent at $131.95 in afternoon trading in New York.\nAfter walking through a parked 787 Dreamliner, Xi told hundreds of Boeing employees in the factory that he sees bright prospects for future collaboration between China and Boeing. \nBoeing Chief Executive Dennis Muilenburg thanked Xi for the orders and called his visit a \"testament\" to the relationship between the U.S., Boeing and China.\nEarlier on Wednesday, China's ICBC Financial Leasing Co, a unit of the Industrial and Commercial Bank of China 601398.SS, separately confirmed it will buy 30 of Boeing's 737-800 jets, worth $2.88 billion at list prices.\nBoeing also was due to announce an agreement to build a 737 completion center in China that would finish, paint and deliver 737s built at Boeing's factory in Renton, Washington. \nMachinist union members say they stand to lose work to  China and some planned to protest on Wednesday. Boeing said on Tuesday it doesn't expect to lay off or reduce staff related to the 737 because of the new factory in China.\nRepublican presidential front-runner Donald Trump bashed Boeing Co. over the plans to open the new facility in China saying in a speech in South Carolina that it \"will end up taking a tremendous number of jobs away from the United States.\"\nChina's order, while large, was a small percentage increase on Boeing's backlog of 5,710 aircraft and had been expected.\nSimilarly, the China factory was seen protecting market share rather than expanding it, said Richard Aboulafia, an analyst at the Teal Group. \"That facility ... helps maintain the status quo\" with Airbus, he said.\nBoeing is battling with Airbus Group (AIR.PA) for dominance of Chinese market, which Boeing says will need $1 trillion worth of new planes over the next two decades.\nAirbus supplied 6 percent of mainland China's aircraft in 1995, but in 2008 the European plane maker put an assembly plant in China to make its A320 aircraft, which competes with Boeing's 737. \nToday, both companies account for about half the in-service fleet. Last week Airbus opened an A320 factory in Alabama, its first on U.S. soil.\n\n (Reporting by Alwyn Scott; Editing by Alan Crosby)", "byline": "", "description": "SEATTLE (Reuters) - Boeing Co said on Wednesday it had won orders and commitments from China for 250 narrowbody 737 aircraft and 50 widebody aircraft, valued at about $38 billion at list prices.", "title": "Boeing wins $38 billion in orders, commitments from China", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/zNT-1yfFpGc/story01.htm", "topics": ["china", "personality"], "people": ["Donald Trump", "Xi Jinping", "Alan Crosby"], "orgs": ["Boeing Co.", "SEATTLE", "Boeing"], "authors": [{"author_id": 33373, "fullname": "eric m. johnson", "primary_org": "reuters"}, {"author_id": 34270, "fullname": "alwyn scott", "primary_org": "reuters"}], "date_written": "2015-09-23 22:22:11", "org": "reuters", "article_id": "2c0973f830ca530a66576854ba74aee8", "date_access": "2015-09-24 05:01:29.607767"}