{"body": "BUENOS AIRES Daniel Scioli, the ruling party's candidate in Argentina's presidential election, maintained his lead over his more business-friendly rival in July, excerpts of a poll published on Thursday showed.\nScioli, of President Cristina Fernandez's Front for Victory party, is favored by 35.5 percent of voters ahead of the Oct. 25 ballot. Mauricio Macri, the Buenos Aires mayor who espouses more orthodox economic policies, has 31.1 percent.\nThe July poll by consultancy Management & Fit shows Scioli's lead narrowing marginally on the previous month, when he had 36.9 percent of support and a 5.3 percentage point lead over Macri.\nIn a little over a week's time, party primaries will decide which candidates run in the election. Scioli, governor of Buenos Aires province which surrounds the capital, is the sole contender for the ruling party ticket. Macri and third-placed Sergio Massa have rivals to beat, but both are expected to win.\nThe party primaries, which run simultaneously and in which voters can choose any candidate, may help predict whether an outright win is possible in the first round or if a run-off in November will be needed.\nAnother poll by the Aragon consultancy group published a week ago showed Scioli with 38.9 percent of voter support to Macri's 30.1 percent. \nTo win in the first round, a candidate must secure at least 40 percent of votes and beat the second-placed candidate by more than 10 percentage points. \nFernandez, constitutionally barred from seeking a third term in October, has established trade and currency controls that economists say have slowed investment, stoked inflation and stunted economic growth. \nManagement & Fit confirmed the excerpts of the poll published in a newspaper were accurate, but declined to provide further details on the poll.\n\n (Reporting by Walter Bianchi; Writing by Richard Lough; Editing by Andrew Hay)", "byline": "", "description": "BUENOS AIRES (Reuters) - Daniel Scioli, the ruling party's candidate in Argentina's presidential election, maintained his lead over his more business-friendly rival in July, excerpts of a poll published on Thursday showed.", "title": "Scioli maintains lead in Argentina presidential race -poll", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/ZCkdmQ6Nv-w/story01.htm", "topics": ["economy", "campaign_finance"], "people": ["Cristina Fernandez", "Daniel Scioli", "Mauricio Macri", "Andrew Hay", "Richard Lough"], "orgs": ["Macri"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-07-30 20:57:05", "org": "reuters", "article_id": "1cdedfc1fb3a8f9d457130cf0bca4087", "date_access": "2015-07-30 20:11:04.896859"}