{"body": "WASHINGTON Republican presidential candidate Rick Perry has stopped paying his campaign staffers, several media outlets reported, saying the former Texas governor's operations are running out of money.\nThe Washington Post, citing campaign and Super PAC officials as well as other Republicans familiar with Perry's operations, said fundraising for two-time presidential candidate had dried up. \nPerry has struggled to gain traction in his second bid for the White House and had consistently been at the bottom of the pack of 17 Republicans seeking the party's nomination for the 2016 presidential election. \nPerry's campaign manager last week told staffers after the Republican Party's first debate that they would no longer be paid, but most are staying on as volunteers, the newspaper reported, citing one Republican familiar with the situation.\nA Super PAC aligned with Perry said it would step in to provide support and do some work normally handled by campaigns, such as building ground organizations, the Washington Post reported. \nSuper PACs and candidates' campaigns are not legally allowed to coordinate their activities, the newspaper added, although the fundraising groups can back candidates.\n\"The Super PAC is not going to let Rick Perry down,\" Austin Barbour, a senior adviser to the Opportunity and Freedom Super PAC, told the Post. \nRepresentatives for Perry's campaign were not immediately available for comment on the reported financial woes, which first emerged from CBS News and the National Journal.         \nAccording to Reuters/Ipsos, 2.5 percent of potential Republican voters said they would vote for Perry, compared to nearly 27 percent for the poll's leader, businessman Donald Trump. The online poll surveyed 388 affiliated Republicans as of Aug. 7.\nPerry has tangled with Trump as the two candidates have exchanged verbal barbs on the campaign trail.\nBut Trump took center stage at last week's debate, while Perry failed to make the top 10 in opinion polls needed to make the televised event's stage. Instead, he and other low-polling candidates unveiled their policy positions at a forum ahead of the prime-time event.\nThere Perry vowed to boost U.S. economic growth, secure the southern U.S. border with Mexico and tear up a nuclear agreement with Iran.\nPerry has also had to grapple with charges against him in an abuse-of-power case stemming from his time as governor.\n\n (Writing by Susan Heavey; Editing by Lisa Von Ahn; Editing by Lisa Von Ahn)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential candidate Rick Perry has stopped paying his campaign staffers, several media outlets reported, saying the former Texas governor's operations are running out of money.", "title": "Ex-Texas Governor Perry can't pay presidential campaign staff: reports", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/qR_-oLfN2LE/story01.htm", "topics": ["campaign_finance", "economy", "mexico"], "people": ["Donald Trump", "Susan Heavey", "Lisa Von Ahn", "Rick Perry", "Austin Barbour"], "orgs": ["Republican Party", "Super PAC", "Opportunity and Freedom Super PAC", "Super PACs", "National Journal"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-11 13:56:29", "org": "reuters", "article_id": "0564c50ed5fa18ba8bb6d318a9c9c2d9", "date_access": "2015-08-11 13:10:17.850965"}