{"body": "WASHINGTON The Democratic members of the House of Representatives Benghazi Select Committee said on Friday they thought the panel should be shut down, but would continue to participate if it were not.\n\"After yesterday’s 11-hour hearing, there can be no remaining doubt that the Benghazi Select Committee is a taxpayer-funded fishing expedition to derail Secretary Clinton's presidential campaign,\" the five Democrats said in a statement.\nThey said they met with Nancy Pelosi, who leads the Democrats in the House, on Friday, and then called on the Republican House speaker, John Boehner, to shut down the committee.\nBut, they added: \"If the Speaker rejects our request, Democrats will continue to participate at this point in order to make sure the facts are known and the conspiracy theories are debunked.\"\nDemocratic presidential candidate Hillary Clinton, who was U.S. Secretary of State at the time of the Sept. 11, 2012, attacks in Libya, passed a tough political test on Thursday, calmly deflecting harsh Republican criticism of her handling of the incident during a testy 11-hour hearing in Congress.\nThe Democrats on the panel had said they would discuss whether to resign after Clinton testified. Democrats have criticized the panel as an expensive, time-consuming project bent on hurting Clinton's 2016 presidential aspirations.\nRepublicans say the purpose of the panel is to thoroughly investigate the incident, which killed four Americans, including U.S. Ambassador Chris Stevens.\nThe Democratic members of the committee are U.S. Representatives Elijah Cummings, the ranking member, Adam Smith, Adam Schiff, Linda Sanchez and Tammy Duckworth.\n\n (Reporting by Patricia Zengerle)", "byline": "", "description": "WASHINGTON (Reuters) - The Democratic members of the House of Representatives Benghazi Select Committee said on Friday they thought the panel should be shut down, but would continue to participate if it were not.", "title": "House Democrats will stay on Benghazi committee", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/OLKEYeUuy_A/story01.htm", "topics": ["immigration", "terrorism"], "people": ["Chris Stevens", "Adam Schiff", "Patricia Zengerle", "Hillary Clinton", "Adam Smith", "Nancy Pelosi", "John Boehner", "Elijah Cummings", "Tammy Duckworth", "Linda Sanchez"], "orgs": ["Congress", "Benghazi Select Committee"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-23 20:04:00", "org": "reuters", "article_id": "a86b348a36532451ad761cbf046bf4fc", "date_access": "2015-10-23 19:34:16.122512"}