{"body": "WASHINGTON Ben Carson, the retired neurosurgeon seeking the Republican presidential nomination, drew fire last month when he said he would not “advocate” for a Muslim president, but it turns out that most Republicans agree with him.\nIn a Reuters/Ipsos poll conducted Sept. 23-30, 75 percent of Republican voters said they would be less likely to vote for a candidate who is Muslim. When narrowed to just likely Republican primary voters, the total jumped to 84 percent. \nCarson made his original comments on Sept. 20, and although he sparked a wave of condemnation from various quarters, he has been holding his own in the polls, frequently coming in second behind Republican front-runner Donald Trump.\n\"Is it possible that maybe the media thinks it's a bigger deal than the American people do?\" Carson said in an interview on Sunday. \"Because American people, the majority of them, agree and they understand exactly what I am saying.\"\nLooking at all Americans, the Reuters/Ipsos poll, which surveyed 2,220 people, found that just about half, 52 percent, would be less likely to vote for a Muslim candidate. Of those polled, 39 percent said it would make no difference and 10 percent said they would be more likely.\nDemocrats were less likely to consider religion a factor in assessing candidates. A plurality of Democrats, 48.5 percent, said it would not matter if a candidate was Muslim. And 36.5 percent said it would make them less likely to vote for a candidate.\nAmong the total surveyed, there were 789 Republican voters, of whom 421 were likely primary voters, and 902 Democratic voters. The remainder of those surveyed were independents. \nCarol Catto, 65, of Philadelphia, was among those polled who said she would be “much less likely” to vote for a candidate who was Muslim. As a Christian, Catto, a Republican who favors Carson for the GOP nomination, said she prefers to vote for people who share her faith.\n“If it was somebody that did not hold really hold my beliefs, but I was able to identify with for other reasons then I might vote for somebody other than a Christian,” Catto said.\nShe said, however, that she only sees strong differences between herself and “extreme” Muslims. “The Muslims who are not extreme and just practicing their own religion, then there’s not really (a difference). I guess it’s just the same as being Jewish or some other faith that isn’t mine.” \nDavid Buckley, a professor of politics and religion at the University of Louisville, in Louisville, Kentucky, said public sentiment opposed to the idea of a Muslim president appears to have grown over the last five years. He cited a 2007 Pew poll that found a plurality of Americans saying they would not care if a candidate was Muslim.\n“First, the very competitive GOP primary has encouraged anti-Islamic rhetoric from candidates looking to distinguish themselves,” Buckley said. “Second, in 2007, George W. Bush was still the national face of the Republican Party, and he was (to his credit) generally careful to avoid anti-Islamic rhetoric in his own public comments, especially in the aftermath of the September 11th attacks.”\nDavid Redlawsk, director of the Rutgers-Eagleton poll, said he has seen a significant drop in support for President Barack Obama when voters think he is Muslim, regardless of how they otherwise viewed him. (Obama is a Christian.)\n“There has always been real distrust of those outside the presumed ‘religious mainstream,’” Redlawsk said. “In earlier days, Catholics were feared as putting pope ahead of the U.S.”\nWilliam Minor, 71, of Connecticut, is one of those Democrats who responded to the Reuters/Ipsos poll that he would be “much less likely” to vote for a Muslim. Minor said his daughter and son-in-law practice Islam. \n“Muslims go contrary to my beliefs,” Minor said. “It’s antithetical to the idea of freedom.”\n\n (Reporting by Ginger Gibson; Editing by Leslie Adler)", "byline": "", "description": "WASHINGTON (Reuters) - Ben Carson, the retired neurosurgeon seeking the Republican presidential nomination, drew fire last month when he said he would not “advocate” for a Muslim president, but it turns out that most Republicans agree with him.", "title": "75 percent of Republicans 'less likely' to vote for Muslim: Reuters/Ipsos poll", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/AAap8nNkyxM/story01.htm", "topics": ["personality", "immigration"], "people": ["William Minor", "David Buckley", "Ginger Gibson", "Donald Trump", "Leslie Adler", "George W. Bush", "Carol Catto", "Barack Obama", "David Redlawsk", "Ben Carson"], "orgs": ["University of Louisville", "Rutgers", "GOP", "Republican Party"], "authors": [{"author_id": 39032, "fullname": "ginger gibson", "primary_org": "reuters"}], "date_written": "2015-10-01 21:39:42", "org": "reuters", "article_id": "8ffb413cee6673f0d8e8646358a9228d", "date_access": "2015-10-01 21:04:11.570495"}