{"body": "(Adds comment by Department of Health and Human Services\nspokesman)\nBy Bill Berkrot\nOct 9 (Reuters) - U.S. Senator Bernie Sanders, who is\nseeking the Democratic presidential nomination, said on Friday\nhe will vote against Dr. Robert Califf as the next commissioner\nof the Food and Drug Administration, citing the nominee's close\nties to the pharmaceutical industry.\n\"Instead of listening to the demands of the pharmaceutical\nindustry and their 1,400 lobbyists, it is about time that the\nFDA and Congress started listening to the overwhelming majority\nof the American people, who believe that medicine is too\nexpensive,\" Sanders said in a news release announcing his\nintention to vote against Califf.\nPresident Barack Obama nominated Califf, a prominent\ncardiologist and researcher at Duke University who joined the\nFDA in January as a deputy commissioner, on Sept. 15.\nOpposition by the Vermont senator, at a time when soaring\nU.S. prices for prescription medicines have come under fire by \npoliticians, payers and patient advocacy groups, could signal a\nrockier-than-expected road for Califf at upcoming Senate\nconfirmation hearings. Democratic frontrunner Hillary Clinton\nhas also made reining in healthcare costs a centerpiece of her\ncampaign.\n\"It is time for the United States to join the rest of the\nindustrialized world by implementing prescription drug policies\nthat work for everybody, not just the CEOs of the pharmaceutical\nindustry,\" Sanders said.\nUnder current U.S. laws, decisions by the FDA are not\nallowed to take cost or pricing into account. Agency critics\nhave accused it of being too easy on the drug industry on\napprovals and oversight of new medicines.\nIf confirmed, Califf would succeed Dr. Stephen Ostroff, the\nacting commissioner since Dr. Margaret Hamburg stepped down\nearlier this year.\nIndustry observers had not expected Califf to face\nsignificant opposition when he was nominated for the post, given\nhis experience and credentials, and many medical organizations\npraised the choice.\nSanders cited reports that Califf's clinical research center\nreceived the majority of its funding from the pharmaceutical and\nmedical device industry, and that he received consulting fees\nfrom drugmakers.\nKevin Griffis, spokesman for the Department of Health and\nHuman Services, said Califf donated the consulting fees to\nnot-for-profit organizations.\n\"Dr. Robert Califf's professional career has been dedicated\nto advancing biomedical research, including the rigorous\nevaluation of the safety, efficacy and appropriate use of both\nnew medical products and those already on the market.\"\nSanders is not the first to oppose Califf. The AIDS\nHealthcare Foundation said \"his cozy relationship with the\npharmaceutical industry is simply too close for comfort.\"\n\n (Reporting by Bill Berkrot in New York; Editing by Steve\nOrlofsky and Matthew Lewis)", "byline": "", "description": "Oct 9 (Reuters) - U.S. Senator Bernie Sanders, who is seeking the Democratic presidential nomination, said on Friday he will vote against Dr. Robert Califf as the next commissioner of the Food and Drug Administration, citing the nominee's close ties to the pharmaceutical industry.", "title": "UPDATE 1-U.S. presidential candidate Sanders opposes Obama's FDA nominee", "url": "http://feeds.reuters.com/~r/reuters/UShealthcareNews/~3/b4v2OxbTKEI/story01.htm", "topics": ["economy", "terrorism", "campaign_finance"], "people": ["Stephen Ostroff", "Robert Califf", "Hillary Clinton", "Bill Berkrot", "Matthew Lewis", "Barack Obama", "Bernie Sanders", "Margaret Hamburg"], "orgs": ["FDA", "Congress", "Department of Health and Human Services", "Food and Drug Administration", "Senate", "Duke University", "Department of Health"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-09 18:52:03", "org": "reuters", "article_id": "0a8dd5b9561efc5f52e2458303e505d1", "date_access": "2015-10-09 18:38:29.119683"}