{"body": "WASHINGTON The FBI has begun looking into the security of Hillary Clinton’s private email setup, contacting in the past week a Denver-based technology firm that helped manage the unusual system, the Washington Post reported on Tuesday, citing two government officials.\nThe FBI last week also contacted Clinton's lawyer, David Kendall, with questions about the security of a thumb drive in his possession that contains copies of work emails Clinton sent during her time as secretary of state, the Post said.\nClinton's use of her private email account linked to a server in her New York home for her work as America's top diplomat came to light in March and drew fire from political opponents who accused the Democratic presidential candidate of sidestepping transparency and record-keeping laws.\n\"The government is seeking assurance about the storage of those materials. We are actively cooperating,\" Kendall said in a statement.\nAt least four emails from the account used by Clinton while she was secretary of state contained classified information, according to a government watchdog. Clinton has said she did not send or receive any secret information using that account.\nA lawyer for the Denver company, Platte River Networks, declined to comment, as did multiple Justice Department officials, the Post said. Reuters was not immediately able to reach a representative of the company for comment.\nAt this point, the FBI probe is preliminary and is focused on ensuring the proper handling of classified material, the Post said.\nNick Merrill, a spokesman for Clinton’s campaign, declined to comment on the FBI’s actions. \nThe server installed in her Chappaqua, New York, home as she was preparing to take office as secretary of state was originally used by her first campaign for the presidency, in 2008, the Post reported, citing two people briefed on the setup. A staffer who was on the payroll of her political action committee set it up in her home.\nResponsibility for setting up and maintaining the server that handled personal email communications passed through a number of different hands, starting with Clinton staffers with limited training in computer security and eventually expanding to Platte River, the Post reported.\n\n (Reporting by Eric Beech; Editing by Ken Wills)", "byline": "", "description": "WASHINGTON (Reuters) - The FBI has begun looking into the security of Hillary Clinton’s private email setup, contacting in the past week a Denver-based technology firm that helped manage the unusual system, the Washington Post reported on Tuesday, citing two government officials.", "title": "FBI looking into security of Clinton private email account: Washington Post", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/ytqh_D9_YBA/story01.htm", "topics": ["women", "trade", "economy"], "people": ["Ken Wills", "Nick Merrill", "David Kendall", "Hillary Clinton", "Eric Beech"], "orgs": ["WASHINGTON The FBI", "Justice Department", "FBI"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-05 03:47:58", "org": "reuters", "article_id": "544ab1d7e3f74c456dcf9f59b7273dda", "date_access": "2015-08-05 03:00:38.845705"}