{"body": "WASHINGTON Presidential candidate Donald Trump threatened to run as a political independent if he does not get \"fair\" treatment from the Republican Party, he said in an interview published on Thursday.\nTrump said any third-party bid would depend on the Republican National Committee's actions during the party's primary selection process, according to the Hill.\n\"I'll have to see how I'm being treated by the Republicans,\" Trump was quoted as saying. \"Absolutely, if they're not fair, that would be a factor.\"\nThe comments by the real estate mogul and TV personality followed rebukes by the party establishment over his criticism of Mexican immigrants and Senator John McCain's war record and for personal attacks against fellow Republican White House contenders.\nWith Trump hovering near the top of the field of 16 candidates seeking the party's presidential nomination, an independent run would split Republican voters and could give leading Democratic candidate Hillary Clinton an edge in the November 2016 election.\nTrump said the RNC was \"always supportive\" when he donated to the conservative party, the newspaper reported.\nBut now, \"the RNC has not been supportive,\" he said in the interview on Wednesday. \"The RNC has been, I think, very foolish.\" \nThe RNC had issued a statement saying remarks by Trump, who on Saturday disputed the heroism of McCain, who was held prisoner for five years during the Vietnam War, had \"no place in our party or our country.\" \nAfter Trump earlier this month said most immigrants coming across the U.S.-Mexico border were criminals, the committee's chairman asked him to tone down his rhetoric, media reported.\nTrump was scheduled later on Thursday to tour the border area in Texas, but the local border patrol agents' union hosting the event said in a statement that it was pulling out. Representatives for Trump were not immediately available.\nFormer Texas Governor Rick Perry has been a butt of Trump's jokes for his studious-looking glasses. Trump also revealed Republican candidate Lindsey Graham's personal cellphone number on television after the South Carolina senator called him a \"jackass\" for his comments on McCain.\nPerry hit back, on Wednesday, likening Trump's candidacy to cancer, while Graham took to Twitter to joke about getting a new phone. \n\"He's sort of a political car wreck,\" Graham told MSNBC on Thursday.\nAsked if he would change his tone as president, Trump told CNN late Wednesday: \"I think so. I would deal very differently.\"     \n\n (Reporting by Susan Heavey; Additional reporting by Emily Stephenson; Editing by Doina Chiacu and Lisa Von Ahn)", "byline": "", "description": "WASHINGTON (Reuters) - Presidential candidate Donald Trump threatened to run as a political independent if he does not get \"fair\" treatment from the Republican Party, he said in an interview published on Thursday.", "title": "Trump threatens independent presidential run if GOP 'not fair'", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/cNRR2v5yzHY/story01.htm", "topics": ["mexico"], "people": ["Susan Heavey", "Emily Stephenson", "Doina Chiacu", "Lindsey Graham", "Hillary Clinton", "Rick Perry", "Donald Trump", "Lisa Von Ahn"], "orgs": ["RNC", "Republican Party", "MSNBC", "Republican National Committee"], "authors": [{"author_id": 35097, "fullname": "susan heavey", "primary_org": "reuters"}], "date_written": "2015-07-23 15:09:49", "org": "reuters", "article_id": "a21a6af5923a57cb14e7a13280165c08", "date_access": "2015-07-23 14:20:50.085181"}