{"body": "Aug 7 The following are the top stories in the\nWall Street Journal. Reuters has not verified these stories and\ndoes not vouch for their accuracy.\n\n* Donald Trump kicked off the first Republican presidential\ndebate by refusing to promise not to run against the eventual\nparty nominee if he doesn't clinch the nomination, an unpopular\nstance with GOP voters that could threaten his perch atop the\nprimary field. (on.wsj.com/1KTNmta)\n\n* Yodlee Inc, a provider of personal finance tools,\ntracks transactions and sells the data to investors, who mine\nthe information for clues about trends that can move stock\nprices. The details are so valuable that some investment firms\nhave paid more than $2 million apiece for an annual subscription\nto Yodlee's service, according to people familiar with the\nmatter. (on.wsj.com/1NdDRFx)\n\n* Does it make sense to reunite the old Kraft Foods business\nthat activists helped split apart just three years ago? In the\ntopsy-turvy world of today's U.S. food industry, some observers\nsay the answer is yes, if the price is right. (on.wsj.com/1eWr921)\n\n* U.S. President Barack Obama's pursuit of congressional\nsupport for his Iran deal has hit turbulence in New York, with\nSen. Chuck Schumer saying he must oppose the deal. (on.wsj.com/1SWO0gz)\n\n* Despite all their spending cutbacks and idle drilling\nrigs, American energy producers are finding it hard to turn off\nthe taps that have helped lead to a global glut of oil. (on.wsj.com/1K6hPRS)\n\n* Officials said they would deploy ships, helicopters and a\nmilitary plane to look for wreckage of Malaysia Airlines Flight\n370 in the waters around Réunion Island. (on.wsj.com/1OUlZ2Y)\n\n* Under pressure from New York regulators, Abercrombie &\nFitch Co is ending a controversial scheduling practice\nfor workers. The company will cease using on-call\nscheduling-which requires workers to make themselves available\nfor shifts that may be canceled at the last minute-at its New\nYork stores by the end of 2015, according to a letter sent\nThursday to the office of New York Attorney General Eric\nSchneiderman. (on.wsj.com/1J0tgjq)\n\n (Compiled by Supriya Kurane in Bengaluru)", "byline": "", "description": "Aug 7 (Reuters) - The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "title": "PRESS DIGEST - Wall Street Journal - Aug 7", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/fykm209UABU/story01.htm", "topics": ["personality"], "people": ["Donald Trump", "Chuck Schumer", "Barack Obama", "Supriya Kurane"], "orgs": ["Malaysia Airlines Flight", "GOP"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-07 05:51:16", "org": "reuters", "article_id": "30a3a42a6427b7c695fbf9cc1978a494", "date_access": "2015-08-07 05:10:59.855508"}