{"body": "NEW YORK/WASHINGTON A group of prominent Democratic Party fundraisers on Friday began circulating a letter to encourage a hesitant Vice President Joe Biden to enter the 2016 race for U.S. president.\nThe letter, signed by nearly 50 people, calls the Obama-Biden administration a \"spectacular success.\" It cites job creation, a lower unemployment rate, new health insurance policies for nearly 9 million Americans and the end of wars in Iraq and Afghanistan.\n\"To finish the job, America needs a leader who is respected both home and abroad, and who understands the real challenges facing American families. In our opinion, the next president must be Joe Biden. If he announces he’s running, we’re all in. It’s a campaign we know he will win,\" the letter says.\nThe signers are donors, Democratic activists and friends of Biden who have yet to throw their full support behind Hillary Clinton, the presumptive front-runner for the Democratic nomination to the November 2016 election. Their call is the most provocative yet for Biden to take her on and suggests a broad network backing the vice president is beginning to take shape.\nThe letter makes no mention of Clinton.\nJohn Maa, a member of the Democratic National Committee’s national finance committee who is among the signers, said he was contacted this week by another finance committee member to see if he would support Biden financially.\nMaa replied he would be happy to raise funds for Biden but that donors were becoming impatient. “Time is precious,” Maa said.\n“I know many people who will gladly contribute, and I will absolutely try to organize,” he said.\nThe letter's significance goes beyond a simple declaration of support. It appears aimed at pressuring Biden to decide soon. \"We are ready if he’s ready,\" they write.\nJon Cooper, the finance chairman of Draft Biden, a political action committee formed to advocate for Biden's entry into the race, said Biden has further support.\n\"For everyone who signed that letter, there are at least one or two more ready to commit to him the moment he says he's running,\" said Cooper, a Long Island, New York, businessman who raised funds for President Barack Obama's reelection campaign in 2012.\nThe fundraisers who initiated the letter consulted Draft Biden in preparing their appeal. Cooper said the effort gained momentum after Biden's emotional interview with talk show host Stephen Colbert last week. \"That really galvanized folks around the country,\" he said.\nBiden has sent conflicting signals about his intentions. His public accounts of his despair in the wake of his son Beau’s death this year have made him sound hesitant about joining the race.\nAt the same time, he has met with Democratic luminaries such as Senator Elizabeth Warren of Massachusetts and key party donors. He has also embarked on a travel schedule as vice president that this week takes him to California, Michigan and Ohio, states that could be decisive in the election.\nThe vice president's office said it would not comment on the letter.\nA similar effort by liberal Democrats to encourage Warren to take on Clinton for the party's nomination failed earlier this year. After coming under increasing pressure to run, Warren said she would not seek the presidency in 2016. \n\nWORRIES ABOUT CLINTON\nBiden has been huddling with advisers, trying to determine whether he can mount a credible bid in the face of Clinton’s financial and organizational advantages. \nThat process will continue, independent of any movement to draft Biden, a source close to the vice president told Reuters.\nClinton, 67, a former secretary of state, U.S. senator and first lady, announced her candidacy in April. \nHer front-runner status has taken a beating over her use of a private email server while she was Obama's secretary of state. She has seen her support in polls tumble, creating a potential opening for Biden, 72, a former U.S. senator who became vice president when Obama became president in January 2009.\nWhile praising Clinton's public service, Joseph Asher, another signer of the letter, said he favors Biden.\n\"Obviously, the race may be shaping up not as some people have expected and obviously Secretary Clinton has had some real issues with her campaign,\" said Asher, chief executive officer of William Hill US, a betting and gaming company in Las Vegas. \"But you know I’m not a supporter of Joe Biden because I’m anything other than thinking that he’s the guy, the best person for the job.\"\nMary Lyndon Haviland, a global health consultant from Lyme, Connecticut, called Clinton an \"amazing leader\" but said she doesn't connect with \"everyday\" Americans.\n\"Right now, I remain concerned that even some of her greatest supporters find it hard to find enthusiasm for the election,\" Haviland said.\nThe Draft Biden political action committee was established independently of Biden’s team of advisers to lay the groundwork for a potential Biden run. It has hired operatives in the early voting states of Iowa, New Hampshire, South Carolina and Nevada. \nEven if that organization were to give Biden a leg up in mounting a bid, he would still face considerable obstacles in building a national organization that can compete with Clinton, whose campaign and fund-raising Super PAC have already built formidable war chests.\nThe letter offers some insight into how a Biden campaign might make its appeal to voters, arguing that a Biden run would provide continuity with Obama’s administration, serving as an unofficial Obama third term.\nIn a five-day rolling Reuters/Ipsos poll ending on Sept. 15, 46 percent of respondents favored Clinton for the Democratic nomination, versus 27 percent for Senator Bernie Sanders of Vermont. Biden received 16 percent despite not being a declared candidate. The poll had a credibility interval of 4.7 percent.\nFor more on the 2016 presidential race, see the Reuters blog, “Tales from the Trail” (here).\n\n\n (Reporting by Luciana Lopez and James Oliphant; Additional reporting by Erin McPike, Caren Bohan, Emily Flitter and Alina Selyukh; Editing by Ross Colvin, Howard Goller and Leslie Adler)", "byline": "", "description": "NEW YORK/WASHINGTON (Reuters) - A group of prominent Democratic Party fundraisers on Friday began circulating a letter to encourage a hesitant Vice President Joe Biden to enter the 2016 race for U.S. president.", "title": "Democratic donors urge Biden to challenge Clinton in U.S. 2016 race", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/Fvsfy2LzWFg/story01.htm", "topics": ["campaign_finance"], "people": ["Howard Goller", "James Oliphant", "Beau Biden", "John Maa", "Joseph Asher", "Joe Biden", "Hillary Clinton", "Emily Flitter", "Alina Selyukh", "Leslie Adler", "Barack Obama", "Elizabeth Warren", "Stephen Colbert", "Luciana Lopez", "Mary Lyndon Haviland", "Ross Colvin", "Bernie Sanders", "Caren Bohan", "Jon Cooper"], "orgs": ["Democratic Party", "Democratic National Committee", "Super PAC", "Trail", "Lyme"], "authors": [{"author_id": 35207, "fullname": "james oliphant", "primary_org": "reuters"}, {"author_id": 33654, "fullname": "luciana lopez", "primary_org": "reuters"}], "date_written": "2015-09-19 16:14:34", "org": "reuters", "article_id": "ab9351d4f45276fae75972589612d436", "date_access": "2015-09-19 15:25:26.244373"}