{"body": "WASHINGTON A top adviser to Donald Trump apologized on Tuesday for making \"inarticulate\" comments on the subject of marital rape that have ignited the latest in a series of political controversies involving the Republican presidential candidate.\nThe comments by Michael Cohen, special counsel to the Trump Organization, were included in a Daily Beast report that said Trump's ex-wife Ivana once used the word \"rape\" to describe a 1989 encounter with him.\nCohen responded to the report by saying \"by the very definition, you can't rape your spouse,\" the Daily Beast said.\nMarital rape is illegal in every U.S. state.\nCohen also threatened legal action against the news outlet, saying \"I will take you for every penny you still don't have.\"\nOn Tuesday, Cohen said in a statement he was incensed by the story and made comments he did not believe.\n\"As an attorney, husband and father there are many injustices that offend me but nothing more than charges of rape or racism. They hit me at my core,\" Cohen said. \"In my moment of shock and anger, I made an inarticulate comment - which I do not believe – and which I apologize for entirely.\"\nA spokeswoman for the Trump campaign did not respond to a request for comment. The campaign told CNN that Trump did not know of Cohen's comments but disagreed with them.\nTrump, who leads or ranks near the top of the Republican presidential field in recent polls, has courted controversy during the campaign by mocking Senator John McCain's war record, making incendiary comments about Mexican immigrants and launching personal attacks against his Republican rivals.\nThe Daily Beast said Ivana Trump's allegations, made in a deposition during their divorce, were reported in a 1993 book, \"Lost Tycoon: The Many Lives of Donald J. Trump.\"\nShe said in the book that she did not make a criminal accusation against her ex-husband but \"felt violated,\" the Daily Beast reported. On Tuesday, she said in a statement the story was \"without merit.\"\n\"I have recently read some comments attributed to me from nearly 30 years ago at a time of very high tension during my divorce from Donald,\" she said, adding she thought her ex-husband would make an \"incredible president.\"\nDemocratic National Committee Chairwoman Debbie Wasserman-Schultz said Cohen's remarks were \"a new low. Rape is rape. Full stop. End of story.\"    \n\n (Editing by John Whitesides and Lisa Shumaker)", "byline": "", "description": "WASHINGTON (Reuters) - A top adviser to Donald Trump apologized on Tuesday for making \"inarticulate\" comments on the subject of marital rape that have ignited the latest in a series of political controversies involving the Republican presidential candidate.", "title": "Trump adviser apologizes for 'inarticulate' comments on marital rape", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/uQFJTm-I8kA/story01.htm", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Lisa Shumaker", "John Whitesides", "Debbie Wasserman", "Donald Trump", "Ivana Trump", "Michael Cohen"], "orgs": ["Democratic National Committee", "Trump", "Trump Organization"], "authors": [{"author_id": 35045, "fullname": "emily stephenson", "primary_org": "reuters"}], "date_written": "2015-07-28 20:18:54", "org": "reuters", "article_id": "3c7b91be21da996e4deb4c7c52a917e6", "date_access": "2015-07-28 19:40:50.245568"}