{"body": "WASHINGTON It would present an \"opportunity\" for spy agencies if the foreign minister of Russia or Iran were to use a private email server for official business, the chief of the U.S. National Security Agency said on Thursday.\nThe comments by Admiral Mike Rogers were in response to questions during a U.S. Senate hearing about former Secretary of State Hillary Clinton's use of a private server for email.\n\"From a foreign intelligence perspective, that represents opportunity,\" Rogers told senators.\nThe server has become an issue in Clinton's campaign for the 2016 Democratic presidential nomination. She has apologized for her use of the equipment.\nDuring a hearing on the NSA, Republican Senator Tom Cotton asked Rogers a series of questions related to Clinton's use of a private email server at her home for communications as secretary of state.\nRogers said he did not want to be dragged into the issue,  but Cotton said he wanted the NSA director's \"professional opinion.\"\nCotton asked whether Rogers considered the communications of top advisers to the president, even those that are unclassified, a top priority for foreign spy agencies.\n\"Yes,\" Rogers responded.\n\n\n\n\n\n\n (Reporting by Patricia Zengerle; Editing by Andrew Hay)", "byline": "", "description": "WASHINGTON (Reuters) - It would present an \"opportunity\" for spy agencies if the foreign minister of Russia or Iran were to use a private email server for official business, the chief of the U.S. National Security Agency said on Thursday.", "title": "NSA chief says Clinton emails were 'opportunity' for foreign powers", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/tawjfVNGA4w/story01.htm", "topics": ["women", "personality", "campaign_finance", "economy"], "people": ["Tom Cotton", "Patricia Zengerle", "Mike Rogers", "Andrew Hay", "Hillary Clinton"], "orgs": ["NSA", "U.S. National Security Agency", "U.S. Senate"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-25 00:17:04", "org": "reuters", "article_id": "8af1447175182900f57acc962b511925", "date_access": "2015-09-24 23:33:11.938046"}