{"body": "Aug 4 The following are the top stories in the\nWall Street Journal. Reuters has not verified these stories and\ndoes not vouch for their accuracy.\n\n* An unhappy and unsettled electorate is giving a lift to\nanti-establishment candidates and changing the dynamics of the\n2016 presidential contest for both parties, a new Wall Street\nJournal/NBC News poll finds. (on.wsj.com/1g2TGnq)\n\n* The United States and Turkey have reached an understanding\nmeant to assure the Ankara government that plans to drive\nIslamic State militants from a safe zone in northern Syria won't\nclear the way for Kurdish fighters to move in. (on.wsj.com/1eOOfHH)\n\n* Citadel, a hedge-fund firm that nearly collapsed during\nthe financial crisis, is thriving again and expanding as\naggressively as ever, unlike some competitors that turned\ncautious. (on.wsj.com/1MIYOLt)\n\n* Funds managed by Franklin Resources Inc,\nBlackstone Group LP and Oaktree Capital Group LLC\n, among others, are facing paper losses on substantial\ninvestments this year in exploration-and-production companies.\nThe sector is coming under further pressure as oil prices have\nturned downward again, dropping below $46 a barrel in New York\nto a four-month low. (on.wsj.com/1ePgztC)\n* Puerto Rico missed most of a $58 million bond payment\nMonday, marking the first default by the U.S. commonwealth and\nescalating its attempt to restructure about $72 billion in debt.\nThe payment to bondholders is the first skipped since Alejandro\nGarcía Padilla in June said the island's debts were\nunsustainable and urged negotiations with creditors, which range\nfrom individuals to hedge funds. (on.wsj.com/1KN1R4U)\n\n* As the scale of global trade gets bigger, many small and\nmidsize U.S. ports, such as the Port of Portland, face the\nprospect of falling off the map entirely. Barges loaded with\nIdaho-grown peas and lentils until this spring regularly chugged\ndownriver to Portland's port, the first leg in a journey that\nwould end in supermarkets and restaurants across Asia and\nEurope. (on.wsj.com/1DoWq9o)\n\n* A sweeping federal rule intended to slash carbon-dioxide\nemissions from power plants will have an uneven impact on the\nenergy industry, boosting the outlook for some regions and\ncompanies while biting others. (on.wsj.com/1DlU7Em)\n\n (Compiled by Supriya Kurane in Bengaluru)", "byline": "", "description": "Aug 4 (Reuters) - The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "title": "PRESS DIGEST - Wall Street Journal - Aug 4", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/Qs4TTHT5h0c/story01.htm", "topics": ["trade", "economy", "terrorism", "other"], "people": ["Supriya Kurane", "Garcia Padilla"], "orgs": ["Blackstone Group LP", "Citadel"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-04 05:27:52", "org": "reuters", "article_id": "eb284a8147123a21e81b361dd467dd52", "date_access": "2015-08-04 05:00:59.191745"}