{"body": "LITTLE ROCK, Ark. Democratic presidential candidate Hillary Clinton on Tuesday will propose a $250 monthly cap on prescription drugs to stop what she calls \"excessive profiteering\" by pharmaceutical companies, and the news battered shares of those companies.\nAt a campaign stop in Iowa, Clinton will outline a plan to encourage the development and use of generic drugs and to end pharmaceutical companies' ability to write off consumer-directed advertising as a business expense, her campaign said.\nUnder Clinton's plan, the monthly cap would limit what insurance companies could ask patients to pay for drugs that treat patients with chronic or serious medical conditions.\n\"It is time to deal with skyrocketing out-of-pocket costs,\" Clinton said on Monday during a campaign stop in Little Rock, Arkansas.\nHer comments came after the New York Times reported on how a startup biotechnology company, Turing Pharmaceuticals, raised the price of the 62-year-old Daraprim treatment for a dangerous parasitic infection to $750 a tablet from $13.50 after acquiring it.\nThe Nasdaq Biotechnology index .NBI was down 3.1 percent on Tuesday. It fell 4.4 percent in the previous session after Clinton tweeted her intent to tackle high prices of some drugs.\nThe index, which has risen for the last six years, is still up 9.6 percent for so far in 2015.\nCiti biotechnology analyst Liav Abraham said that with 2016 candidates taking on steep drug pricing, \"companies with less differentiated, more concentrated product portfolios are likely to come under increased political scrutiny.\"\nBut the rhetoric may have \"more bark than bite,\" he said, since the reforms would require approval by a Republican-dominated Congress that is unlikely to implement them.\n\nCONSUMER MARKETING CONTROVERSY\nCritics of marketing drugs to consumers say it encourages the use of costly brand names over generics and can be confusing or misleading. A series of court decisions has determined the practice cannot be banned outright because it is a form of commercial speech protected by the U.S. Constitution.\nClinton says the government could get billions of dollars in additional tax revenue by no longer allowing pharmaceutical companies to deduct what they spend marketing drugs to consumers.\nThe largest pharmaceutical companies are collectively earning $80 billion to $90 billion per year at higher margins than other industries while average Americans struggle to pay for medicine, Clinton's campaign said.\nWhile Clinton has maintained her front-runner status in the Democratic race, she has been under pressure to take more populist stances to widen her lead over U.S. Senator Bernie Sanders, her second-place rival.\nClinton is also proposing a ban on \"pay-for-delay agreements,\" in which the owner of a brand-name drug pays a generic competitor to keep its product off the market for a period of time, usually as part of a litigation settlement.\nClinton wants Medicare, the U.S. government's health insurance program for the elderly, to be able to negotiate with pharmaceutical companies over drug prices and require more generous rebates.\nConsumers would also be allowed to purchase drugs from other countries, where medicine is often less expensive, so long as sufficient safety standards are in place, Clinton's campaign said.\nTraditional \"Big Pharma\" companies have long faced criticism for steadily raising prices of their prescription medicines in the United States, often by jumps of 10 percent or more. \nDrugmakers are unapologetic about their five- or six-digit prices on new treatments for cancer, hepatitis C and high cholesterol. Sovaldi, a treatment from Gilead Sciences Inc (GILD.O), can cure hepatitis C but at a cost of $1,000 per pill. \nEven more controversial have been eye-popping increases in costs for older drugs in limited supply, often after other drugmakers acquire them. They say the funds help cover research and development costs for new products.\n\nFor more on the 2016 presidential race, see the Reuters blog, \"Tales from the Trail\" (here).\n\n (Additional reporting by Caren Bohan in Washington and Michele Gershberg in New York; Editing by W Simon, Eric Walsh and Lisa Von Ahn)", "byline": "", "description": "LITTLE ROCK, Ark. (Reuters) - Democratic presidential candidate Hillary Clinton on Tuesday will propose a $250 monthly cap on prescription drugs to stop what she calls \"excessive profiteering\" by pharmaceutical companies.", "title": "Clinton proposes $250 monthly cap on prescription drug costs", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/0TNd0X8m5tk/story01.htm", "topics": ["economy", "terrorism"], "people": ["Liav Abraham", "Michele Gershberg", "Hillary Clinton", "Lisa Von Ahn", "Eric Walsh", "Bernie Sanders", "Caren Bohan"], "orgs": ["Trail", "GILD", "U.S. Constitution", "Gilead Sciences Inc", "Citi", "NBI", "Turing Pharmaceuticals"], "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-09-22 15:56:22", "org": "reuters", "article_id": "4222d5b2115cb7c2f1a22ffc2e2a42ff", "date_access": "2015-09-22 16:21:04.930620"}