{"body": "WASHINGTON Democratic presidential front-runner Hillary Clinton will promise on Wednesday to strictly enforce the nuclear deal with Iran and curb the Islamic Republic's regional ambitions if she wins the November 2016 election.\nIn a speech to a Washington think tank, the former secretary of state will reiterate her support for the accord but caution that the United States needs to take an approach of distrust and verify toward Iran, a senior Clinton campaign official said.\n\"I support this deal. I support it as part of a larger strategy toward Iran,\" Clinton will tell the Brookings Institution, according to excerpts of her prepared remarks.\nBut it is not enough just to back the agreement, she will add.\n\"We have to say 'Yes – and.' 'Yes, and we will enforce it with vigor and vigilance,'\" Clinton is to say.\nThe U.S. Congress is expected to begin voting this week on a Republican-led measure to block the deal struck in July between Iran and world powers who want to prevent Tehran from obtaining a nuclear weapon.\nBut President Barack Obama has enough support in the U.S. Senate to prevent lawmakers from derailing the accord which they say is not strict enough.\n\"By now, the outcome of the deal in Congress is no longer in much doubt,\" she is to say.  \"So we’ve got to start looking ahead to what comes next: enforcing it, deterring Iran and its proxies, and strengthening our allies.\" \nIran denies its nuclear program aims to produce weapons.\nClinton will promise to deepen U.S. commitment to Israel's security, reaffirm that the Persian Gulf is a vital area of U.S. interests, stand against Iranian rights abuses at home and build a coalition to counter Iran's proxies like Lebanese Shi'ite Muslim group Hizbollah, the campaign official said.          \n\n (Reporting by Alistair Bell Editing by W Simon)", "byline": "", "description": "WASHINGTON (Reuters) - Democratic presidential front-runner Hillary Clinton will promise on Wednesday to strictly enforce the nuclear deal with Iran and curb the Islamic Republic's regional ambitions if she wins the November 2016 election.", "title": "Clinton to vow tough enforcement of Iran nuclear deal", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/kB5ZAmmHvVE/story01.htm", "topics": ["terrorism", "trade", "personality"], "people": ["Barack Obama", "Hillary Clinton"], "orgs": ["Brookings Institution", "Alistair Bell Editing", "Hizbollah", "Congress", "WASHINGTON Democratic"], "authors": [{"author_id": 33573, "fullname": "alistair bell", "primary_org": "reuters"}], "date_written": "2015-09-09 13:11:45", "org": "reuters", "article_id": "5f3145357290494d35ee113e9ec35035", "date_access": "2015-09-09 12:26:29.530261"}