{"body": "U.S. Republican presidential candidate Jeb Bush on Monday said his use of the term \"anchor babies\" to describe U.S.-born children of non-citizen parents was taken out of context and not derogatory, saying he was referring solely to activity he views as fraudulent.\nDuring a news conference in McAllen, Texas, which is close to the border with Mexico, Bush said it was \"ludicrous\" to suggest his use of the phrase in a radio interview last week was offensive to immigrants, and he blamed Democratic presidential front-runner Hillary Clinton for the fracas.\n\"I was focusing on a specific, targeted kind of case where people are organizing to bring pregnant women into the country\" to have children, Bush said. \"That's fraud.\"   \nThe former Florida governor sounded frustrated to have to address the issue again after telling reporters last week he did not regret using the term because he did not know of a better one. \nBush, whose wife was born in Mexico and who answered some questions in Spanish, said his background should convince Americans that his remarks were taken out of context.\nRepublicans have identified illegal immigration as a key topic for primary voters, but they want to avoid driving away Hispanic voters whose support they will need against the eventual Democratic nominee.\nThe U.S. Constitution grants citizenship to any child born on U.S. soil, regardless of parentage. Immigration critics sometimes use \"anchor babies\" to describe U.S.-born children of illegal immigrants, usually from Latin America. Immigration groups say the phrase is offensive. \nSome Republicans seeking the nomination for the November 2016 election, including Donald Trump, have criticized across-the-board birthright citizenship. Bush called it a \"noble concept.\"\nBush said his initial comments referred to Asian people. Federal agents earlier this year described \"maternity tourism\" schemes in which wealthy foreign women, particularly from China, travel to the United States to give birth so their children will have U.S. citizenship.\nAfter Bush used the phrase last week, Clinton criticized it, tweeting, \"They're called babies.\" \nBush said that interpretation was unfair.\n\"I think we need to take a step back and chill out a little bit as it relates to the political correctness that somehow you have to be scolded every time you say something,\" he said.\n\n (Reporting by Emily Stephenson; Editing by Bill Rigby)", "byline": "", "description": "(Reuters) - U.S. Republican presidential candidate Jeb Bush on Monday said his use of the term \"anchor babies\" to describe U.S.-born children of non-citizen parents was taken out of context and not derogatory, saying he was referring solely to activity he views as fraudulent.", "title": "Jeb Bush says 'anchor babies' term not derogatory, describes fraud", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/IiPbtHsR7lY/story01.htm", "topics": ["immigration"], "people": ["Donald Trump", "Jeb Bush", "Bill Rigby", "Hillary Clinton", "Emily Stephenson"], "orgs": [], "authors": [{"author_id": 35045, "fullname": "emily stephenson", "primary_org": "reuters"}], "date_written": "2015-08-24 23:04:53", "org": "reuters", "article_id": "c87a6f15465c2a7d20d2176d3df9d0d4", "date_access": "2015-08-24 22:30:40.599611"}