{"body": "Republican White House candidate Mike Huckabee earned more than $975,000 in the last 16 months in speaking fees, in front of audiences including chambers of commerce, schools and universities, ministries and pregnancy outreach organizations. \nHuckabee made 44 speeches in that period, earning on average $22,175 per engagement, according to his financial disclosure released by the Federal Election Commission on Friday.\nReal estate mogul Donald Trump, one of Huckabee’s rivals in the fight for the Republican presidential nomination in 2016, earned about $1.75 million on speeches during the same period, an average of $250,000 for each appearance. Democratic front-runner Hillary Clinton earned an average of $235,000 per speech, and nearly $12 million over all.\nHuckabee’s speeches were paid for by groups like the North Alabama Fellowship of Christian Athletes, the Salina (Kansas) Area Chamber of Commerce, Illinois Right to Life, Pregnancy Help 4 U, Consortium Health Plans, and a number of pregnancy care centers and ministries. He also spoke at a few schools and universities, including Bethel University in McKenzie, Tennessee, and Oklahoma Baptist University. \nHuckabee’s financial disclosure showed he earned at least $4.3 million, nearly all of that income from his publishing company and vacation rental properties in Florida. Because the income from his 40-some stock and investment accounts is estimated within a range, his total income could be as much as $6.4 million. \nThose assets, whose value is also estimated within a range, are worth between $7 million and $23.9 million, his filing showed.\n\n (Editing by Leslie Adler)", "byline": "", "description": "(Reuters) - Republican White House candidate Mike Huckabee earned more than $975,000 in the last 16 months in speaking fees, in front of audiences including chambers of commerce, schools and universities, ministries and pregnancy outreach organizations.", "title": "Republican 2016 hopeful Huckabee rakes in nearly $1 million for speeches", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/XxE5PBOfwcY/story01.htm", "topics": ["economy", "campaign_finance", "women", "personality"], "people": ["Donald Trump", "Leslie Adler", "Mike Huckabee", "Hillary Clinton"], "orgs": ["Federal Election Commission", "Real"], "authors": [{"author_id": 7669, "fullname": "grant smith", "primary_org": "huffpo"}], "date_written": "2015-08-01 00:59:56", "org": "reuters", "article_id": "477e6d5f611d9a2a55c1d41e0648ecb8", "date_access": "2015-08-01 00:20:27.291963"}