{"body": "BUENOS AIRES Brazil's popular but scandal-weary former leader Luiz Inacio Lula da Silva endorsed Argentina's ruling party presidential candidate on Wednesday, shoring up Daniel Scioli's credentials with the political left a month and a half before the election.\nScioli, governor of Buenos Aires, is from the same party as outgoing President Cristina Fernandez. He usually presents himself as more moderate than she, but Wednesday was an exception when he appeared at a rally with Fernandez and Lula.\n\"This is a state that is present in places where problems cannot be resolved by the markets,\" Scioli said in introducing Lula, whose image has been dented this year by scandals involving his party.\n Scioli normally strikes a less ideological tone while campaigning. \nFernandez, preceded as president by her late husband Nestor Kirchner, is part of a leftist Latin American bloc once led by Lula and the late Hugo Chavez of Venezuela. She is barred from seeking a third consecutive term in the Oct. 25 election.\n\"I hope that what started with the 2003 election of  Kirchner, and that continued with the two elections that followed, can be concluded by electing once again the political program that transformed Argentina,\" Lula, a gravely-voiced one-time factory worker, said.\nHe is credited with strengthening Brazil's social safety net while allowing the country's markets to flourish during his 2003 to 2011 administrations. Economic struggles under his hand-picked successor Dilma Rousseff have dulled some of Lula's shine, but he remains the country's most influential politician.\nEven so, a corruption probe into Brazil's state-run oil company Petroleo Brasileiro SA, or Petrobras, is straining Lula's Workers' Party.   \nScioli promises to govern in a way reminiscent of Lula's glory days. The governor has defended Fernandez's interventionist economic policies and promised to continue her most popular welfare programs while he advocates gradual reforms toward more open markets.  \nScioli is first in the opinion polls versus opposition leader Mauricio Macri, the business-friendly mayor of Buenos Aires. Scioli gives few details about his platform, but his aides use words like \"flexibility\" and \"pragmatism\" to say  how his policies would differ from Fernandez'.\n\n (Reporting by Hugh Bronstein; Editing by Andrew Hay)", "byline": "", "description": "BUENOS AIRES (Reuters) - Brazil's popular but scandal-weary former leader Luiz Inacio Lula da Silva endorsed Argentina's ruling party presidential candidate on Wednesday, shoring up Daniel Scioli's credentials with the political left a month and a half before the election.", "title": "Lula throws weight behind Scioli's bid for Argentina presidency", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/qH5d-WE0m7U/story01.htm", "topics": ["economy"], "people": ["Cristina Fernandez", "Andrew Hay", "Hugh Bronstein", "Dilma Rousseff", "Daniel Scioli", "Hugo Chavez", "Mauricio Macri"], "orgs": [], "authors": [{"author_id": 36998, "fullname": "hugh bronstein", "primary_org": "reuters"}], "date_written": "2015-09-09 19:26:44", "org": "reuters", "article_id": "ff01b5049e655f201d5eef2fb4046867", "date_access": "2015-09-09 18:37:18.813090"}