{"body": "WASHINGTON Aug 12 The U.S. government has\nwarned states moving to defund women's health group Planned\nParenthood that they may be in conflict with federal law,\nofficials said on Wednesday.\nThe Centers for Medicare & Medicaid Services, a federal\nagency, was in contact with officials in Louisiana and Alabama\nthis month, said a spokesperson for the agency's parent, the\nDepartment of Health and Human Services (HHS).\nThe agency warned those two states that their plans to\nterminate Medicaid provider agreements with Planned Parenthood\nmay illegally restrict beneficiary access to services, the \nspokesperson said in a statement.\nPlanned Parenthood has been at the center of a national\ndebate since the anti-abortion group Center for Medical Progress\nlast month began releasing undercover videos showing doctors\ndiscussing the sale of fetal body parts.\nFederal law requires state Medicaid programs to cover\nfamily-planning services and supplies for anyone of\nchild-bearing age. Ending the agreements with Planned Parenthood\nwould limit beneficiaries' access to care and services from\nqualified providers of their choice, according to HHS.\nMedicaid is a U.S. government healthcare program for the\npoor; Medicare is for the aged and disabled.\nPlanned Parenthood Executive Vice President Dawn Laguens\nsaid in a statement on Wednesday that moves to eliminate its\nfunding were \"political grandstanding.\"\n\"It's good to hear that HHS has clarified what we already\nknow: blocking women's access to care at Planned Parenthood is\nagainst the law,\" she said.\nAnti-abortion activists said that a sixth video, released on\nWednesday, shows Planned Parenthood doctors sell aborted fetal\ntissue to researchers without the mother's permission.\nAs it has for weeks, Planned Parenthood said it has done\nnothing wrong.\nLouisiana Governor Bobby Jindal, one of 17 contenders for\nthe 2016 Republican presidential nomination, earlier this month\nwas the first to lead his state to cut funding of Planned\nParenthood, following a failed effort to do that in the U.S.\nCongress.\nOn Wednesday, former Arkansas Governor Mike Huckabee said in\na radio interview that if he became president, he would use the\nJustice Department to \"criminally prosecute\" the group.\nCarly Fiorina, the only woman in the Republican race, said\non CBS the group should be \"defunded immediately.\"\nBillionaire businessman Donald Trump, another Republican\ncandidate, said on Tuesday abortions should not be federally\nfunded, but he \"would look at the good aspects of\" Planned\nParenthood.\n\"I'm sure they do some things properly,\" he told CNN. \"We\nhave to take care of women.\"\n\n (Editing by Kevin Drawbaugh; Editing by David Gregorio)", "byline": "", "description": "WASHINGTON, Aug 12 (Reuters) - The U.S. government has\nwarned states moving to defund women's health group Planned\nParenthood that they may be in conflict with federal law,\nofficials said on...", "title": "U.S. warns states against defunding Planned Parenthood", "url": "http://feeds.reuters.com/~r/reuters/governmentfilingsNews/~3/WxoZ9CqJXfQ/usa-plannedparenthood-medicaid-idUSL1N10N2EY20150812", "topics": ["abortion", "personality"], "people": ["Dawn Laguens", "Donald Trump", "David Gregorio", "Mike Huckabee", "Kevin Drawbaugh", "Bobby Jindal", "Carly Fiorina"], "orgs": ["HHS", "Congress", "Department of Health and Human Services", "Parenthood", "Justice Department", "Medicare & Medicaid Services", "Center for Medical Progress"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-08-12 23:25:54", "org": "reuters", "article_id": "ab5ebc7fc744a08279f749d1d9050caa", "date_access": "2015-08-12 23:00:56.747877"}