{"body": "NEW YORK Five people are suing Republican presidential candidate Donald Trump claiming his private security team assaulted them on a Manhattan sidewalk as they protested outside Trump's office, according to a filing on Wednesday in New York state court. \nThe suit names Trump personally, the Trump Organization and Trump's security director Keith Schiller. It also addresses four unnamed members of Trump's security team. \nAccording to the suit, Schiller and the four other security guards attacked the group while they were demonstrating against Trump's statements on Mexican immigrants. Guards took their signs and told them to leave. One of the demonstrators, Efrain Galicia, said in the complaint Schiller punched him in the head after he tried to wrest back a sign Schiller had taken away. \n\"Fortunately there was video that completely refutes that,\" said Alan Garten, a lawyer for Trump. Garten said the video showed Galicia attacking Schiller.\nThe local TV news station NY1 filmed and broadcast the incident, which it described as a \"scuffle.\" \nTrump, who leads his competitors for the Republican presidential nomination for the November 2016 election by double digits, has repeatedly said illegal immigrants are causing problems for the country. \n\"They're bringing drugs, they're bringing crime, they're rapists,\" he said during the June 16 speech announcing his candidacy. \nHe has pledged to build a wall along the U.S.-Mexico border if elected.  \nVideo posted by NY1 shows a small group of protesters holding a sign imitating Trump's campaign logo and riffing off his slogan, \"Make America great again,\" with the phrase \"Make America racist again.\" \nSeveral of the protesters wear white robes and pointed hoods, costumes worn by the white supremacist group the Ku Klux Klan. The complaint says the protesters dressed up in Klan costumes to highlight the fact that the far-right politician David Duke had publicly praised Trump's candidacy and his position on immigration.\n\"Anyone who shows up to protests wearing Ku Klux Klan outfits is looking for trouble and their goal is to intimidate,\" Garten said.\nLawyers for Galicia and the other plaintiffs said their clients were demonstrating on a public sidewalk and were within their rights. \n\"Trump may own the building but the sidewalk belongs to the people,\" said Benjamin Dictor, a lawyer for the group.\n\"This is a case about accountability for illegal actions,\" said Roger Bernstein, who is also representing the plaintiffs.\n\"The Trump campaign violated the law.\"\n\n\n (Reporting by Emily Flitter; Editing by Lisa Shumaker)", "byline": "", "description": "NEW YORK (Reuters) - Five people are suing Republican presidential candidate Donald Trump claiming his private security team assaulted them on a Manhattan sidewalk as they protested outside Trump's office, according to a filing on Wednesday in New York state court.", "title": "Trump security guards assaulted protesters on NY sidewalk, lawsuit claims", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/XbG8JDjZzNY/story01.htm", "topics": ["immigration", "mexico"], "people": ["Lisa Shumaker", "Benjamin Dictor", "Keith Schiller", "Emily Flitter", "Donald Trump", "Efrain Galicia", "Roger Bernstein", "David Duke", "Alan Garten"], "orgs": ["Klan", "Trump", "Ku Klux Klan", "Trump Organization"], "authors": [{"author_id": 34261, "fullname": "emily flitter", "primary_org": "reuters"}], "date_written": "2015-09-09 23:23:26", "org": "reuters", "article_id": "73c111cdfd6346ce8394c7bee2019297", "date_access": "2015-09-09 22:43:14.350963"}