{"body": "(Adds remarks, focus of plan)\nBy Luciana Lopez and Amanda Becker\nDAVENPORT, Iowa/WASHINGTON Oct 6 (Reuters) - U.S.\nDemocratic presidential candidate Hillary Clinton said Tuesday\nthat she will lay out her plan to rein in Wall Street \"abuses\"\nwithin the next week.\n\"I'm going to be proposing in the next week what I think\nwill be the best way to go after Wall Street abuses and rein in\nthe too-big-to-fail banks and other institutions,\" Clinton said\nat an Iowa campaign stop.\nClinton said her plan would focus on more than banks, taking\ninto account any kind of financial institution that causes\ndisruption in the marketplace.\n\"What I'm proposing is that we go after the risk,\" Clinton\nsaid. \"If they are so big that they are causing disruptions in\nthe marketplace, that's a risk. So I have what I consider to be\na more comprehensive approach toward what we need to do to rein\nin the big institutions, including the banks.\"\nClinton also indicated that she would address calls from\nwithin the Democratic Party's progressive wing to say how she\nwould hold individuals accountable for financial crimes and if\nshe would pursue reinstating a Great Depression-era law that\nseparated commercial banks from riskier investment arms. That\nlaw was repealed during the administration of her husband,\nformer President Bill Clinton.\n\"If you only reinstate Glass-Steagall, you don't go after\nall these other institutions, in what is called the shadow\nbanking systems, hedge funds and other big financial entities\nthat have too much power in our economy,\" Clinton said at the\ntown hall in Davenport, Iowa.\n\"We also have to do more to hold individuals accountable for\ntheir bad behavior,\" Clinton added, saying that people \"should\nhave gone to jail\" after the 2008 financial crisis.\nClinton's campaign declined to say when the plan would be\nunveiled. It will be the latest component of a larger economic\nplatform Clinton has been discussing in various speeches and at\ncampaign events.\nIn Clinton's first big speech on the economy in July, she\nsaid that she would focus on encouraging businesses to make\nlong-term investments instead of favoring short-term gains.\nClinton has frequently praised the profit-sharing plan the\nLowell, Massachusetts-based Market Basket supermarket chain\noffers for its employees, and said it could serve as a model for\nother businesses.\nIn late July, Clinton proposed creating a sliding scale for\ncapital gains taxes, greater transparency for stock buybacks and\nchanges in executive compensation to encourage long-term\neconomic growth.\n\n (Reporting By Luciana Lopez in Davenport; reporting by Amanda\nBecker in Washington; Editing by Susan Heavey and Christian\nPlumb)", "byline": "", "description": "DAVENPORT, Iowa/WASHINGTON, Oct 6 (Reuters) - U.S. Democratic presidential candidate Hillary Clinton said Tuesday that she will lay out her plan to rein in Wall Street \"abuses\" within the next week.", "title": "UPDATE 1-Clinton to announce plan to rein in Wall Street 'abuses'", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/vNpDh4C_6Pg/story01.htm", "topics": ["economy"], "people": ["Luciana Lopez", "Bill Clinton", "Susan Heavey", "Hillary Clinton", "Amanda Becker"], "orgs": ["Democratic Party"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-06 20:48:17", "org": "reuters", "article_id": "07a0a1290c6ecba56f73e12b98716c7d", "date_access": "2015-10-06 20:11:27.991754"}