{"body": "WASHINGTON Republican presidential candidate Jeb Bush is proposing broad tax cuts for individuals and corporations as part of a plan to trigger stronger U.S. economic growth if he is elected in November 2016.\nBush laid out key elements of his tax overhaul framework in an opinion article posted on Tuesday for the Wall Street Journal, a day before he gives a speech outlining his plan in North Carolina.\nWith his tax plan, Bush showed how he was attempting to court Republican voters with serious policy ideas at a time when attention has been focused on brash New York billionaire Donald Trump.\nThe former Florida governor would cut the corporate tax rate to 20 percent from 35 percent, reviving a long-sought Republican effort to reduce rates on corporations in order to devote more money to job creation.\nHe would reduce the number of individual tax brackets to three from seven, with a high rate of 28 percent and then down to 25 percent and 10 percent.\n\"With this reform in place, roughly 15 million Americans will no longer bear any income-tax liability,\" Bush wrote.\nThe top tax bracket Americans currently pay is 39.6 percent, levied on annual income of at least $413,201.\nBush's \"Reform and Growth Act of 2017\" would nearly double the standard deduction now taken by about two-thirds of all filers.\nIt would eliminate the \"marriage penalty,\" which is the higher taxes some married couples pay than they would if they were single and made the same income.\nBush would expand the Earned Income Tax Credit, which is available for low- and moderate-income individuals. He would get rid of the estate tax, which is imposed on the value of a deceased person's estate before distribution to the heirs.\nHe would retire the Alternative Minimum Tax and end the employee’s share of the Social Security tax on earnings for workers older than 67.\nTo encourage U.S. companies to bring home an estimated $2 trillion in overseas profits, he would assess a one-time tax of 8.75 percent on those profits payable over 10 years.\nBush has made a hallmark of his campaign a pledge to generate annual growth of 4 percent, saying growth has lagged under President Barack Obama. Growth in the second quarter this year reached a revised rate of 3.7 percent.\nAccelerating growth \"can’t be done without a complete overhaul of the U.S. tax code,\" Bush wrote.\n\n\n\n (Reporting by Steve Holland; Editing by Peter Cooney)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential candidate Jeb Bush is proposing broad tax cuts for individuals and corporations as part of a plan to trigger stronger U.S. economic growth if he is elected in November 2016.", "title": "Republican Jeb Bush to propose personal, corporate tax cuts", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/pchyli-S72M/story01.htm", "topics": ["economy"], "people": ["Donald Trump", "Peter Cooney", "Jeb Bush", "Barack Obama", "Steve Holland"], "orgs": ["Social Security"], "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-09-09 01:42:20", "org": "reuters", "article_id": "0d78c53a8b2995fcea72675f45e5cc51", "date_access": "2015-09-09 00:53:29.779253"}