{"body": "AMES, Iowa Republican presidential contender Donald Trump questioned Senator John McCain's war record on Saturday, telling a gathering of religious conservatives in Iowa that the former prisoner in North Vietnam was only considered a war hero because he was captured.\nThe real estate mogul, who has been feuding with the Republican senator from Arizona for days, also criticized McCain's work in the Senate and called him \"a loser\" for his defeat in the 2008 White House race to Democratic President Barack Obama.\nTrump was among 10 Republican hopefuls vying to represent the party in the November 2016 presidential election who attended the event in Ames, Iowa.\n\"He’s not a war hero,\" Trump said when the event's host, pollster Frank Luntz, used the phrase to describe McCain. \"He was a war hero because he was captured. I like people who weren’t captured.\"\nAt a news conference later, Trump backed away from the comments, saying, \"If a person is captured, they are a hero as far as I'm concerned.\"\nBut he criticized McCain, a Navy fighter pilot who spent more than five years in a Hanoi prison after being shot down, for failing to do enough in the Senate for military veterans.\n\"John McCain talks a lot, but he doesn't do anything,\" Trump told reporters. \nTrump's comments drew swift denunciations from some of his rival Republican presidential contenders and became the latest in a series of controversies to engulf the publicity-loving billionaire since he jumped into the race with caustic comments about Mexican immigrants.\nIt was also certain to remind party leaders, already nervous about Trump's recent rise to the top of opinion polls, about his unpredictability ahead of the first Republican debate in early August.\nWisconsin Governor Scott Walker said on the campaign trail in Sioux City, Iowa, that McCain was clearly a hero, and former Texas Governor Rick Perry called the comments \"disgraceful\" on Twitter.\n\"Enough with the slanderous attacks,\" former Florida Governor Jeb Bush said on Twitter.\nLuntz, who was hosting the summit sponsored by Christian conservative groups, launched the discussion when he questioned Trump's recent criticism of McCain, which came after the senator said Trump's candidacy had brought out the \"crazies.\"\n\"I supported McCain for president,” Trump said of the Arizonan's 2008 run. “He lost and let us down. ... I've never liked him as much after that. I don’t like losers.\"\nThere was no immediate response from McCain.\n\n (Editing by Jonathan Oatis)", "byline": "", "description": "AMES, Iowa (Reuters) - Republican presidential contender Donald Trump questioned Senator John McCain's war record on Saturday, telling a gathering of religious conservatives in Iowa that the former prisoner in North Vietnam was only considered a war hero because he was captured.", "title": "At conservative summit, Trump questions McCain's war record", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/LlwCYO7DQkw/story01.htm", "topics": ["personality"], "people": ["Frank Luntz", "Jeb Bush", "Rick Perry", "Jonathan Oatis", "Donald Trump", "Barack Obama", "Scott Walker"], "orgs": ["Senate", "AMES", "Arizonan"], "authors": [{"author_id": 34291, "fullname": "john whitesides", "primary_org": "reuters"}], "date_written": "2015-07-18 20:18:56", "org": "reuters", "article_id": "0fa148e1d3cae84bf23c1b6aa79203d5", "date_access": "2015-07-18 19:30:50.614731"}