{"body": "WASHINGTON Senator Bernie Sanders has opened a nine-point lead over fellow Democrat Hillary Clinton among party supporters in New Hampshire, according to an NBC News/Marist Poll released on Sunday.\nThe survey showed that 41 percent of Democratic voters would back Sanders while 32 percent would cast a vote for Clinton if the poll were held today and Vice President Joe Biden were on the ballot.\nSupport for Biden, who has yet to decide whether to run after the death of his son Beau in May, was at 16 percent.\nDraft Biden, a group urging him to put his name forward,  said the poll showed \"a deep desire among Democratic primary voters to have Vice President Biden join the Presidential race.\"\nIn July, Sanders had 32 percent support while Clinton had 42 percent backing in the same poll.\nSanders, from next-door Vermont, has appealed to young and working-class voters as he challenges the former first lady and front-runner for the Democratic nomination.\nNew Hampshire is due to hold its presidential primaries in January and many campaigns are courting voters in the small New England state.\nNBC also reported that its polling shows Clinton with a lead in Iowa, another state with an early voice in the nomination process, though her margin over Sanders has shrunk to 11 percentage points from 24 points in July. \nBesides Biden, several other Democratic candidates have garnered only low single-digit support in the last several such polls.\nThe New Hampshire poll of 356 people was taken this month and had a margin of error of plus or minus 5.2 percent.\n\n (Reporting by Patrick Rucker; Editing by Mark Trevelyan)", "byline": "", "description": "WASHINGTON (Reuters) - Senator Bernie Sanders has opened a nine-point lead over fellow Democrat Hillary Clinton among party supporters in New Hampshire, according to an NBC News/Marist Poll released on Sunday.", "title": "Sanders takes nine-point lead over Clinton in New Hampshire: poll", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/uo7Y43cGKeQ/story01.htm", "topics": ["campaign_finance", "women"], "people": ["Patrick Rucker", "Bernie Sanders", "Joe Biden", "Mark Trevelyan", "Beau Biden"], "orgs": ["Marist Poll"], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-06 18:00:08", "org": "reuters", "article_id": "b3e9b6bdbc3d44cc03e6c8c00c863592", "date_access": "2015-09-06 17:18:57.940062"}