{"body": "Sept 16 CNN's live stream of the prime-time\nRepublican presidential debate drew a record online audience for\na U.S. primary debate with 920,000 simultaneous viewers after\nabout 90 minutes, the network said on Wednesday.\nThe total midway through the three-hour debate was \"by far\nthe biggest audience a primary debate has had on the Internet,\"\nCNN said in a blog post on its website. The first nominating\ncontest for the November 2016 election is four months away.\nViewership peaked about five minutes later with about\n921,000 simultaneous viewers, a CNN spokesman said. By\ncomparison, this year's American football Super Bowl peaked at\n1.3 million viewers, CNN said.\nCNN, a unit of Time Warner Inc, streamed the debate\non its website without requiring proof of a cable TV\nsubscription.\nBillionaire Donald Trump's combative speaking style has\nboosted interest in the race for the Republican nomination. He\nshared a stage with 10 other candidates. Four other Republicans,\nwho rank lower in opinion polls, took part in an earlier debate.\nOn television, the network charged advertisers up to\n$200,000 for a 30-second commercial during the debate, according\nto people familiar with the matter.\nMedia analysts predicted CNN would draw its biggest\ntelevision audience ever, topping the 16.8 million viewers who\ntuned in to watch Vice President Al Gore and businessman Ross\nPerot debate the NAFTA trade agreement.\nMore data, including ratings for the cable TV telecast, will\nbe released on Thursday.\nA Republican debate on Fox News Channel in August attracted\n24 million viewers, a record for a presidential primary debate\nand the highest non-sports telecast in cable TV history. Fox\nNews Channel is a unit of 21st Century Fox.\n\n (Reporting by Lisa Richwine; Editing by Howard Goller)", "byline": "", "description": "Sept 16 (Reuters) - CNN's live stream of the prime-time Republican presidential debate drew a record online audience for a U.S. primary debate with 920,000 simultaneous viewers after about 90 minutes, the network said on Wednesday.", "title": "CNN reports big audience for online live debate stream", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/Q-BPTu2H4n0/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Ross Perot", "Lisa Richwine", "Howard Goller", "Al Gore"], "orgs": [], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-17 06:22:46", "org": "reuters", "article_id": "1c17b69bb56a4965755f87d1996a4100", "date_access": "2015-09-17 05:46:32.288458"}