{"body": "TORONTO, Sept 15 Migrant thriller \"Desierto\"\nrelies on gripping action to send a sharp message about heated\nrhetoric sowing the seeds of violence, but the film's star Gael\nGarcía Bernal has no problem distilling it into words.\n\"The main problem right now with that subject matter is that\nwe view it as a problem. It's not,\" said the Mexican actor, who\nhad his own visa troubles getting to the Toronto film festival\nfor the movie premiere. \"Immigration is something that has\nhappened since humanity began.\"\nEurope is struggling to deal with its biggest migrant crisis\nsince World War Two amid harrowing images of drowned children\nand the rise of anti-immigration populists. Meanwhile front\nrunning U.S. presidential candidate Donald Trump proposes mass\ndeportations and a wall to stem the flow across its southern\nborder.\n\"There is a discourse of hate,\" García Bernal said of the \ndebates about securing borders and cracking down on undocumented\nworkers.\nIn \"Desierto\" (Desert), his character Moises faces the\npersonification of that hate in murderous vigilante Sam, played\nby Jeffrey Dean Morgan, who whittles down a group of people\nseeking to cross the border with the help of a long-range rifle\nand a ferocious dog.\n\"This is what happens when somebody validates that\nconversation, that discourse,\" García Bernal said. \"That's how\ngenocide begins, that's how civil wars start, by validating that\nignorant, repulsive, bigoted discourse.\"\nGarcía Bernal has traveled this path before, following a\ntypical migrant route from central America to the United States\nin the 2013 documentary \"Who Is Dayani Cristal?\" while seeking\nthe identity of an anonymous man found dead in the Arizona\ndesert.\nDirector Jonás Cuarón said he stripped Moises, Sam and the\nother travelers of a back story in order to focus attention on\nthe perilous journey across an unforgiving landscape.\n\"The desert doesn't have those biases that we have,\" he\nsaid. \"To him everyone is the same.\n\"It's beautiful but also doesn't care about either of the\ncharacters, they're all the same, they're stripped down and\nbrought down to their most human level,\" he said of the desert.\n\n (Reporting by Alastair Sharp; Editing by Jill Serjeant and Nick\nZieminski)", "byline": "", "description": "TORONTO, Sept 15 (Reuters) - Migrant thriller \"Desierto\"\nrelies on gripping action to send a sharp message about heated\nrhetoric sowing the seeds of violence, but the film's star Gael\nGarcía Bernal has no problem distilling it into words.", "title": "Migration not a problem, 'Desierto' film star García Bernal says", "url": "http://feeds.reuters.com/~r/reuters/cyclicalconsumergoodsNews/~3/kLhutO4z2S4/filmfestival-toronto-desierto-idUSL1N11H1MP20150915", "topics": ["immigration"], "people": ["Garcia Bernal", "Jeffrey Dean Morgan", "Donald Trump", "Alastair Sharp", "Dayani Cristal", "Jonas Cuaron", "Jill Serjeant"], "orgs": [], "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-09-15 15:05:24", "org": "reuters", "article_id": "5f0da5e88af3ee9d740d87eeb9376a99", "date_access": "2015-09-15 15:21:33.508236"}