{"body": "  MADISON, Wis. — As he tries to build a groundswell of support for his long-shot presidential bid, Bernie Sanders has hosted rallies in states that are not key to winning the Democratic nomination but are known for quickly generating crowds of thousands. His latest stop: the “People’s Republic of Madison.” The Vermont senator’s presidential campaign expected 9,500 people to show up at a rally Wednesday night in this progressive college town that’s known for its obsessive bicyclists — and where it’s often easier to find a local craft beer than a Bud Light. Some brought homemade signs, and there were chants of: “Bernie! Bernie! Bernie!” “In case you haven’t noticed, there are a lot of people here,” Sanders said as he took the stage and tried to speak over a roaring audience. Sanders has been climbing in early polls but is still far behind Democratic front-runner Hillary Rodham Clinton. He also has yet to raise as much money as Clinton, whose campaign announced Wednesday that it has collected more than $45 million since April.   Supporters of Democratic presidential candidate Sen. Bernie Sanders look at the selection of buttons as they arrive for a political rally at the Veterans Memorial Coliseum at Alliant Energy Center in Madison, Wis., Wednesday. (Michael P King/AP)  On the campaign trail, Clinton has mostly favored intimate gatherings away from the media, while Sanders has been trying to assemble the largest crowds that he can. The cities he is picking — including previous stops in Denver and Minneapolis — are not located in key early primary states and often lack the racial diversity key for a Democrat to win the general election. But these cities are ripe with white progressives who are attracted to Sanders, a 73-year-old independent and self-described socialist with unruly white hair and a fiery disdain for anyone who takes advantage of the underdog.  “He kind of has a base here already,” said Robert Hansen, 38, an active Democrat and Sanders supporter from the Milwaukee suburb of Greenfield. “He’s always pretty sure to draw a crowd if he can come here.” Madison has consistently delivered for other Democrats. When President Obama was first running for president, he visited Madison twice and was greeted by thousands. When he ran for reelection in 2012 and stumbled in the first televised debate with Mitt Romney, he immediately visited the University of Wisconsin at Madison — greeted by a crowd of 30,000. (Obama will be in La Crosse, Wis., on Thursday to talk about the economy.) “People in Madison come out for political rallies much more so than in many, many other parts of the country,” said Cris Selin, 65, an active Democrat who lives in Madison and volunteers for Clinton’s campaign. “I would challenge Senator Sanders to get nine [thousand] or 10,000 people out to a rally in New Hampshire, where it matters more.” This week, organizers in Madison hung posters in downtown coffeehouses, shops and restaurants listing Sanders’s priorities: get big money out of politics; deal with obscene wealth and income inequality; combat climate change; and make college education affordable. The posters state that they were “paid for by Bernie 2016 (not the billionaires).” “I feel like Bernie is an honest politician,” said Trevor Triggs, 30, a state employee who lives in Madison and sat in the front row at the rally. “He’s someone I can believe in, which is pretty rare.”   Supporters cheer as Democratic presidential candidate Sen. Bernie Sanders speaks at a political rally in Madison, Wis., Wednesday. (Michael P King/AP)  Triggs said that he hadn’t heard of Sanders until recently and has never gotten this involved with a campaign, even donating 20 bucks out of his tight budget. The last time he felt this sort of a connection was when former Vermont governor Howard Dean (D) ran for president in 2004 on a similar progressive platform. By venturing to Wisconsin’s capital city, Sanders immediately set himself up as a contrast to the state’s Republican governor, Scott Walker, who is expected to announce his own presidential candidacy July 13. Walker welcomed Sanders to his state by tweeting: “We have one thing in common: neither of us wants another President Clinton.” The state Republican Party put up a billboard showing Clinton and Sanders on a scooter with this message: “Left and Lefter. Yesterday’s candidates — extreme policies.” Walker has recently seen his popularity fall in statewide polls, but he has always been unpopular in this liberal enclave. That’s especially true now: Walker’s proposed budget calls for heavy cuts to the public university system’s budget, and he has complained about tenured professors not working hard enough for their salaries. Walker’s staff members have learned not to mention his name or use the words “the governor” while out for dinner or drinks, lest their identities become known to Madisonians looking to debate. Sanders is a regular guest on progessive radio shows and has been to Wisconsin several times before — including a visit in 2011 after Walker led an effort to strip some public-sector unions of their bargaining power. “From the bottom of my heart.” Sanders said during that visit, “I wanted to express to all of you and to the people of Wisconsin my profound respect and admiration for your great courage and determination to stand up to right-wing extremism and your fighting on the behalf of working people.” ", "byline": "", "description": "MADISON, Wis. — As he tries to build a groundswell of support for his long-shot presidential bid, Bernie Sanders has hosted rallies in states that are not key to winning the Democratic nomination but are known for quickly generating crowds of thousands.Read full article >>", "title": "Thousands gather in Madison, Wis., for the latest Sanders rally", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/47c1ad98/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cthousands0Eexpected0Eto0Egather0Ein0Emadison0Efor0Elatest0Esanders0Erally0C20A150C0A70C0A10Cc1160A19e0E20A180E11e50Eaeb90Ea411a84c9d550Istory0Bhtml0Dwprss0Frss0Inational/story01.htm", "topics": ["campaign_finance"], "people": ["Mitt Romney", "Cris Selin", "Bud Light", "Howard Dean", "Hillary Rodham Clinton", "Robert Hansen", "Bernie Sanders", "Scott Walker"], "orgs": ["University of Wisconsin", "Veterans Memorial Coliseum", "Republican Party"], "authors": [{"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-07-01 23:28:00", "org": "washpo", "article_id": "71d87ed7495e07a3d0f87d2a26cd756f", "date_access": "2015-07-02 03:30:09.369806"}