{"body": "   Democratic presidential candidate, former Secretary of State Hillary Rodham Clinton calls on Congress to end the trade embargo the U.S. has imposed against Cuba since 1962, Friday, July 31, 2015, during a campaign stop at Florida International University in Miami. (AP Photo/Gaston De Cardenas)  Democratic presidential hopeful Hillary Rodham Clinton was set to release eight years of tax returns late Friday showing that she and her husband, former President Bill Clinton, paid $43,885,310 in federal taxes during that period, with an effective federal tax rate of more than 35 percent for the past two years. In addition, the returns show the couple made $14,959,450 in charitable contributions, or roughly 11 percent for the past two years, according to a statement from Clinton released by her campaign. The returns released Friday add to those released previously by the Clintons going back to 1977. They were released as the campaign braced for the release of thousands of additional emails from the period when Clinton served as Secretary of State. Within minutes of the State Department posting those emails, the Clinton campaign released a letter from her personal physician that said she is in \"excellent physical condition\" and fit to serve as president.  ", "byline": "", "description": "The documents were set to be released late Friday.", "title": "Hillary Clinton releasing eight years of tax returns", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/07/31/hillary-clinton-releasing-eight-years-of-tax-returns/", "topics": ["economy", "trade", "women", "campaign_finance"], "people": ["Bill Clinton", "Hillary Rodham Clinton", "Gaston De Cardenas", "Hillary Clinton"], "orgs": ["State Department", "Florida International University", "Congress"], "authors": [{"author_id": 31247, "fullname": "tom hamburger", "primary_org": "washpo"}], "date_written": "2015-07-31 22:00:57", "org": "washpo", "article_id": "91aa00ab60e8f8d5bf03bab3ef955ba0", "date_access": "2015-07-31 21:30:03.223541"}