{"body": "   The top 11 Republican candidates for president. (Chris Carlson/AP)  The last time I ranked the 10 people most likely to wind up as the Republican presidential nominee this year, I had Wisconsin Gov. Scott Walker as the third-best bet to be the GOP standard-bearer. That was Aug. 2. On Sept. 21, Walker dropped out of the race, registering as a literal asterisk in his final poll as a candidate. The rise and fall of Walker — he was an official candidate for only 70 total days (!) — is evidence of the massive fluidity in the race; GOP voters are still looking around, jumping on one candidate only to jump off when he starts to falter. The one constant over the past few months has been Donald Trump, who rapidly rose to the top of the field — nationally and in places like Iowa and New Hampshire — and stayed there throughout the summer and now into the fall. There's some evidence that Trump's shtick is starting to wear thin with Republican voters, but those same polls suggest that the real estate mogul has somewhere between 20 and 25 percent of GOP voters who will be with him no matter what he says or does. In a very crowded field — and with Trump's twin abilities to self-fund and draw oodles of free media attention — he can't be written off. Assuming Trump can hold on to a significant bloc of GOP voters and stay in the top two or three in polls, there will be considerable pressure on the Republican establishment to unify behind their strongest candidate to beat him. Today, that candidate is Sen. Marco Rubio of Florida, thanks to his very solid performances in each of the first two debates, his high favorable numbers across the various elements of the party and his considerable natural ability. Below are the nine men and one woman ranked as the most likely to wind up as the Republican nominee next year.  10. Rand Paul: Walker's departure from the race means that the senator from Kentucky is no longer the front-runner for the most disappointing campaign of 2016. So, congrats on that. But Paul appears to have dropped entirely off the radar of most Republican voters. A Bloomberg News poll this week showed his unfavorable rating among GOP voters is higher than anybody else's (42 percent), he's in mid-single digits (at best) in recent polling in Iowa and New Hampshire, and there's lots of talk in GOP circles about when he will need to get out of the presidential race in order to preserve his chances of winning reelection to his Senate seat next year. (Previous ranking: 8) 9. Chris Christie: In the debate earlier this month, the New Jersey governor showed flashes of the ability that might have made him the front-runner if he had run in 2012. The problem for Christie is it took all the way until September 2015 for the political world to move on (I think) from the Bridgegate story. There is some chatter that Christie still has the potential to make a move in New Hampshire, but he's got to find a way around the likes of Rubio, John Kasich and Carly Fiorina in the state. (Previous ranking: 9) 8. Mike Huckabee: The former Arkansas governor has largely operated outside of the spotlight in this race despite the fact that he won Iowa and came closer than most people realize to beating John McCain for the Republican nomination in 2008. Huckabee's team believes it knows Iowa better than anyone else in the field and that he will be able to repeat his '08 blueprint — heavy reliance on home-schoolers and social conservatives — to surprise in the Hawkeye State. Count me as skeptical. (Previous ranking: 7) 7. John Kasich: The Ohio governor was a standout in the first debate. Not so much in the second one. Kasich's numbers moved up rapidly in New Hampshire following a heavy ad buy from a friendly super PAC — he went from 2 percent in June to 7 percent in a new CNN/WMUR poll — but he now finds himself clumped in a group running well behind Trump and Fiorina. The upcoming debates are critically important for Kasich; he needs to find ways to stand out again. (Previous ranking: 5) 6. Ben Carson: Yes, the famed pediatric neurosurgeon is in second place — behind Trump — in most polls. But Carson's recent comments about his wariness of electing a Muslim president further stoked concerns from establishment Republicans that he is simply not ready for primetime. Carson, like Trump, has a dedicated group of followers who see him as the antidote for what ails politics. The problem is the more Carson talks, the more questions about his readiness get raised. (Previous ranking: 10) 5. Ted Cruz: \"Flying under the radar\" is a description rarely used in reference to the senator from Texas. But for much of the Trump Summer, Cruz laid low — making his mark largely by his willingness to praise the real estate mogul. While Cruz has stayed out of the limelight, his poll numbers have stayed relatively steady and, unlike some of his opponents in the tea party space, Cruz and his aligned super PACs still have plenty of money to spend. With the showdown over federal funding for Planned Parenthood about to come to a head in Washington, watch for Cruz to re-emerge. (Previous ranking: 6) 4. Carly Fiorina: The last time I did these rankings, the former HP executive didn't even make the top 10. But, when you are the best performer in not one but both of the presidential debates so far, you get a major boost. Fiorina is, without question, the momentum candidate in the race right now. Two big questions: 1) How much money can she raise while she's the talk of the contest? and 2) How will she weather the scrutiny coming her way over her time at the helm of HP? (Previous ranking: N/A) 3. Donald Trump: There's little question that Trump's poll numbers have begun to fade a bit.     But, even with that slight fade, Trump remains ahead of the rest of the field. His inability (unwillingness?) to articulate any sort of policy solutions on anything other than immigration should limit his ability to grow beyond those who are for him because of his ultimate outsider status. The thing that should worry establishment Republicans is that the bloc of Trump loyalists isn't small. (Previous ranking: 4) 2. Jeb Bush: How can the former Florida governor be ranked this high given that most national and early state poll show him well off the lead? Simple. There is a super PAC supporting Bush sitting on $100 million. At issue for Bush is whether his significant financial edge will matter given how skeptical many conservative Republicans are about him, his record and his dynastic last name. Bush seems to have risen to the challenge offered by Trump's relentless attacks on his energy level, but can he sustain — and actually succeed in — a mud-slinging contest with the reality star? (Previous ranking: 1) 1. Marco Rubio: The senator from Florida and his team have purposely downplayed his chances, doing everything they can to avoid being labeled the front-runner or even a top-tier candidate. It's worked. While Fiorina's debate performances have slightly overshadowed Rubio, he is now starting to be regarded by many of the money men and women within the GOP as the best bet to derail the likes of Trump and Carson — not to mention provide a winning contrast against Hillary Rodham Clinton next November. (Previous ranking: 2)", "byline": "", "description": "Trump! (And nine others.)", "title": "The top 10 GOP candidates for president, ranked", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/25/the-top-10-gop-candidates-for-president-ranked/", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Rand Paul", "Chris Christie", "Jeb Bush", "John Kasich", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Mike Huckabee", "Chris Carlson", "Ben Carson", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "Planned Parenthood", "PAC", "GOP", "PACs"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-25 15:46:37", "org": "washpo", "article_id": "a844b97291606b9f17d5ef2adfd91107", "date_access": "2015-09-25 15:00:04.423216"}