{"body": "   Democratic presidential candidate Martin O'Malley, a former Maryland governor, campaigned recently in Iowa. (Paul Sancya/AP)  Democratic presidential hopeful Martin O'Malley on Friday called for the United States to welcome at least 65,000 Syrian refugees by the end of next year, saying the country's actions to date have fallen short of the values of \"a generous and compassionate people.\" In arguing that the United States should take in far more than the 5,000 to 8,000 refugees currently planned, O'Malley, the former Maryland governor, pointed to the images this week of 3-year-old Aylan Kurdi, a Syrian refugee who washed up dead on a Turkish beach after a failed attempt to reach Greece. The photos, O'Malley said, \"should spur all of us to ask what we personally can do to alleviate the suffering of others. With more than four million Syrian refugees fleeing war and famine, they now comprise the second-largest refugee population in the world.\" [The saga of the Syrian family whose 3-year-old turned up dead on a Turkish beach] O'Malley, who lags Hillary Rodham Clinton and Sen. Bernie Sanders (I-Vt.) in the race for the Democratic nomination, said he supports the calls from humanitarian and refugee organizations for the United States to accept at least 65,000 Syrian refugees by the end of next year. Friday was not the first time O'Malley has called on his country to adopt a more \"compassionate\" policy for refugees seeking to come into the United States. Last year, O'Malley was critical of the Obama administration's efforts to turn back a wave of unaccompanied migrant children from Central America. O'Malley often cites the episode on the campaign trail, saying \"the enduring symbol\" of the United States should be the Statue of Liberty.", "byline": "", "description": "The Democratic presidential candidate says the country needs to be more compassionate.", "title": "O&#8217;Malley calls for U.S. to accept 65,000 Syrian refugees by next year", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/04/omalley-calls-for-u-s-to-accept-65000-syrian-refugees-by-next-year/", "topics": ["economy", "terrorism", "trade"], "people": ["Hillary Rodham Clinton", "Aylan Kurdi", "Paul Sancya", "Martin O'Malley", "Bernie Sanders"], "orgs": ["Statue of Liberty", "United States."], "authors": [{"author_id": 31302, "fullname": "john wagner", "primary_org": "washpo"}], "date_written": "2015-09-04 21:40:27", "org": "washpo", "article_id": "089529190f54bbdc7c31a81141ced373", "date_access": "2015-09-04 21:00:06.218157"}