{"body": "   Republican presidential candidates, from left, Chris Christie, Marco Rubio, Ben Carson, Scott Walker, Donald Trump, Jeb Bush, Mike Huckabee, Ted Cruz, Rand Paul, and John Kasich take the stage for the first Republican presidential debate on Aug. 6 in Cleveland. (Andrew Harnik/AP)  It’s been a rough summer for Republican candidates not named Donald Trump. They’ve tried to make inroads, but they’re swimming upstream against a powerful current. Trump, soaring high in the polls, seems indestructible. He’s gaffe-proof. Any previous notion by the GOP that it could sit back and let Trump self-implode seems foolish now. And yet attacks against his policy flip-flopping fall on deaf ears. [Jeb Bush attacks Donald Trump, calls him a long-term Democrat] One-time presumptive front-runner Jeb Bush, in the single digits in some polls, is trying out new punchlines against Trump. There were reports, since denied, that Scott Walker and Marco Rubio also wanted to lob some blows. But Trump is like Hydra, cut off one head and two more appear. Yet any fan of Nintendo’s Super Mario Bros. will tell you there are tricks to overtake Bowser, the fireball-spitting, hammer-throwing creature you have to kill to win the game. (One Web site warns: “Remember to stay near Bowser, but not too close, otherwise, you’ll be vulnerable to all of his attacks.” Sound advice.) So how to beat Trump? We think Loop fans can help the other Republicans find a strategy. With the next presidential debate less than a month away, we’re asking you to come up with creative ways the remainder of the GOP field — clearly at a disadvantage — can take him on. Yes, it’s time for an August Loop contest! We’re off the next two weeks, so you have time to really mull this one. Entries are due at midnight Sept. 11, which will give the candidates plenty of time to adopt your ideas before the Sept. 16 debate. Send your suggestions to intheloop@washingtonpost.com. Subject line: Trumping Trump. A panel of expert Post judges will pick the top 10 suggestions. Winners will get a Loop T-shirt and a mention in the column. As always, with your entry be sure to provide your name, profession, mailing address and T-shirt size (M, L or XL). You must also include a phone number — home, work or, preferably, cell — to be eligible.", "byline": "", "description": "GOP candidates are having a tough time figuring out how to overtake Trump. We think Loop fans can help.", "title": "Loop Contest: Help the other GOP candidates trump Trump", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/20/loop-contest-help-the-other-gop-candidates-trump-trump/", "topics": ["personality"], "people": ["Rand Paul", "Andrew Harnik", "Chris Christie", "Jeb Bush", "Scott Walker", "Donald Trump", "Marco Rubio", "Mike Huckabee", "John Kasich", "Ben Carson", "Ted Cruz"], "orgs": ["GOP", "Nintendo"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-08-20 17:23:08", "org": "washpo", "article_id": "df7cb62a124b756ead7916995bcd3717", "date_access": "2015-08-20 17:00:05.970303"}