{"body": "   Former Clinton chief of staff during her tenure as secretary of state, Cheryl Mills, right, arrives to be interviewed before a House panel on the Benghazi investigation on Capitol Hill in Washington, Thursday, Sept. 3, 2015. Others shown are unidentified. (AP Photo/Susan Walsh)  A top aide to former secretary of state Hillary Clinton testified on Thursday for more than nine hours before a congressional committee investigating the Benghazi attacks and Clinton’s use of a private e-mail server. Cheryl Mills served as Clinton’s chief of staff at the time of the Benghazi attack and has been a confidant and legal adviser to the Democratic presidential front-runner since the early 1990s. Details of her testimony will be treated as classified pending further review, but Rep. Trey Gowdy (R-S.C.), chairman of the House Select Committee on Benghazi, told reporters after the hearing that Mills answered all of the committee’s questions. “The dialogue was professional and productive,” Gowdy said. Mills declined to answer any specific questions about her testimony “The tragedy in Benghazi was about more than what’s happening in this room,” Mills said. “It is about the loss of individuals who were dear to the State Department and dear to this country.” Mills’s closed-door testimony before the House Select Committee on Benghazi comes right after the release of roughly 7,000 pages of e-mails from Clinton’s private server by the State Department, which has been doing the releases on a rolling basis since the former secretary turned them over to the department in December. [Clinton, using private server, wrote and sent e-mails now deemed classified] Mills testified under oath and responded to questions from both Democrats and Republicans. Rep. Elijah Cummings (D-Md.) the top Democrat on the committee, told reporters on Thursday that Mills requested that she be allowed to give her testimony in a public session to avoid having any of her comments taken out of context. But that request was denied by the committee. “She wanted the public to hear everything she had to say,” Cummings said. “I think one of her concerns was that there would be leaks.” Instead the closed session was held in a secure room in a basement of the Capitol. Cummings called on Gowdy to release a full transcript of the testimony to avoid leaks and allow Mills’s testimony to be judged as a whole. [Sign up for The Daily 202, The Washington Post’s new political tipsheet] Mills is among several aides who have been called before the committee in recent weeks. Jake Sullivan, Clinton’s deputy chief of staff during that period and current foreign policy adviser to her campaign, is scheduled to answer questions Friday. Mills was also among several officials whose e-mails were redacted because of national security concerns. On Monday, the attorney for another State Department staffer, Bryan Pagliano, informed the committee that he would assert his Fifth Amendment right not to answer questions to avoid incriminating himself. Pagliano set up the server in her New York home in 2009 after first serving on her 2008 campaign for president. [Staffer who worked on Clinton’s private e-mail server faces subpoena] The probe and a related public records case have become a nagging thorn in the side of Clinton in her bid for the 2016 presidential nomination. Clinton is currently subject to five separate investigations, including three on Capitol Hill, according to a Washington Post analysis. The Republican-led committee was originally established to investigate the State Department response to the 2012 embassy attack but expanded into a broader probe after it was revealed that Clinton used a private e-mail server to conduct official business. Democrats, including Cummings, have accused Republicans using the investigation to derail Clinton’s presidential campaign rather than investigate the terror attack. “One of the things that certainly concerns me is that this investigation has turned into a quest to derail Clinton nomination by any means necessary,” Cummings said during a break from the hearing on Thursday.  ", "byline": "", "description": "Mills's before the House Select Committee on Benghazi comes right after the release of roughly 7,000 pages of e-mails from Clinton's private server by the State Department.", "title": "Top Clinton aide testifies in closed-door session on Capitol Hill", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/09/03/top-clinton-aide-testifies-in-closed-door-session-on-capitol-hill/", "topics": ["personality", "campaign_finance"], "people": ["Trey Gowdy", "Bryan Pagliano", "Cheryl Mills", "Hillary Clinton", "Jake Sullivan", "Elijah Cummings"], "orgs": ["State Department", "House Select Committee"], "authors": [{"author_id": 30993, "fullname": "kelsey snell", "primary_org": "politico"}], "date_written": "2015-09-03 23:10:29", "org": "washpo", "article_id": "2a213ed771c456ae369148bdbe497fbd", "date_access": "2015-09-03 23:00:04.768812"}