{"body": " Bodyguard Keith Schiller gives new meaning to being Donald Trump’s right-hand man. The towering head of Trump’s personal security team got off a spinning right cross to the head of a protester outside Trump Tower on Thursday in a scuffle that’s become the latest flash point in the slugfest between Latinos and the billionaire presidential candidate. The melee, caught on camera, led to news coverage of the emotional fallout of Trump’s comments about Mexican immigrants. But the incident also revealed a reality of U.S. presidential campaigns: Candidates are largely responsible for their own protection at this early stage in the election cycle. Schiller has become the face, and knuckles, of that reality. Two weeks ago, Schiller stepped between his boss and Univision anchor Jorge Ramos during a news conference and physically ejected the influential journalist after Trump grew irritated by Ramos’s questioning. The tactics of Trump’s team have begun to draw scrutiny among the professionals who, if the brash New Yorker continues to lead the GOP field, could take over his security detail in a few months. “The Secret Service would not operate that way,” Ralph Basham, who oversaw the federal protective agency from 2003-2006, said of the fisticuffs outside Trump Tower. “They’re not a bunch of jackbooted thugs.” Trump aides took exception to suggestions that his team was to blame. A campaign spokesperson said that the protesters “were harassing people on the street” and that a Trump security guard was “jumped from behind.” The guard reacted “only after first being attacked from behind and assaulted,” said the campaign spokesperson, who was not authorized to speak on the record. “The authorities were contacted immediately, a complaint was filed and we will be pursuing legal action against this individual.” Federal officials said Friday that the Secret Service is not yet providing security for presidential candidates aside from Hillary Rodham Clinton (D), who, as a former first lady, has lifelong protection. But the decision over when and where to dispatch federal protection is a complicated one based on numerous factors, including potential threat levels and the cost to federal taxpayers. With more than 20 prominent candidates in the race in the Republican and Democratic fields, the price tag could add up quickly: Basham said it costs more than $40,000 a day to protect one candidate. Thursday’s confrontation occurred after protesters approached the 58-story Trump Tower where the candidate was signing a pledge that he would not run as a third-party candidate if he does not win the Republican nomination. The protesters were wearing faux Ku Klux Klan hoods and carrying signs, including a large blue banner that read “Make America racist again,” a play on Trump’s campaign slogan, “Make America great again.” In June, Trump angered Latinos and immigrants over remarks during his campaign launch in which he said illegal immigrants crossing the border from Mexico were “drug dealers” and “rapists.” In a video posted online, a man identified in news reports as Schiller appears to rip away that sign at the curb outside the tower before turning and walking back toward the building. A smaller man chases him and, as he grabs Schiller from the back, the security guard, wearing a suit, turns and slugs him.  News accounts identified the protester as Efrain Galicia, a Mexican immigrant who has lived in the United States for three decades. “They pushed me around,” Galicia said, according to the New York Post. “It’s like the way his boss behaves: pushing out ­Ramos from Univision. These guys, his servants, they think they can do the same thing.” Schiller, who has worked for Trump for 16 years, spent a dozen years as a detective with the New York Police Department, according to online databases, and served four years in the U.S. Navy, based in Norfolk. Buzzfeed News reported last year that Schiller carries a gun and is “fiercely loyal” to Trump. Mike Boyle, a former officer with the New Jersey Fish and Wildlife Department, said he met with Trump’s top security official in 2008 at Trump Plaza while working on an article for Tactical Life magazine. At that time, Boyle said, most of the other guards on staff were part-timers. Boyle said he was told that the security team dealt with pushy autograph seekers. “There were no fisticuffs,” Boyle said in an interview. Although the Secret Service has not begun working with the campaigns, agents have been training for months for the grueling presidential cycle, said Mickey Nelson, a former supervisor in the agency who keeps in touch with current officials. Homeland Security Secretary Jeh Johnson, in consultation with an advisory panel made up of congressional leaders, will make the decision about when the candidates will receive Secret Service details. According to federal guidelines, candidates must meet several criteria, including being active in at least 10 state primaries, having campaign contributions of at least $10 million and registering well in the public polls. The Secret Service did not begin providing protection for candidates until after Robert F. Kennedy, running for the Democratic presidential nomination, was assassinated in 1968. Several of the other GOP candidates who are sitting governors — Wisconsin’s Scott Walker, New Jersey’s Chris Christie, Ohio’s John Kasich and Louisiana’s Bobby Jindal — have their own full-time security details paid with state funds. Basham, the former Secret Service director, said that Walker worked with his private security firm, Command Consulting, to help coordinate a visit to Israel in May. The rest of the candidates, including several senators and former governors who are running, have had to fend for themselves. Even former Florida governor Jeb Bush (R) coughed up campaign cash for a private security guard, spending $10,000 on U.S. Safety & Security LLC, according to campaign finance reports released in July. As for Trump, his campaign would not say whether the most recent incident would prompt aides to inquire about federal protection. It’s possible that Trump could choose to keep his own team in place: In 1992, business mogul Ross Perot, who ran for president as an independent candidate, never asked for a federal detail, Nelson said. Whether that makes sense or not is another story. “The Service has a lot more resources available,” Basham said, “even for someone with Donald Trump’s money.” ", "byline": "", "description": "In coming months, the Secret Service could possibly take over security for the GOP’s front-runner.", "title": "Trump security detail makes headlines, just like the candidate", "url": "http://www.washingtonpost.com/politics/trump-security-detail-makes-headlines-just-like-the-candidate/2015/09/04/1b2333ce-5335-11e5-933e-7d06c647a395_story.html", "topics": ["immigration", "campaign_finance"], "people": ["Robert F. Kennedy", "Jeb Bush", "Chris Christie", "Jorge Ramos", "Keith Schiller", "Jeh Johnson", "Donald Trump", "Hillary Rodham Clinton", "Efrain Galicia", "Bobby Jindal", "Ross Perot", "John Kasich", "Scott Walker"], "orgs": ["Univision", "Secret Service", "New York Police Department", "Ku Klux Klan", "New York Post", "GOP"], "authors": [{"author_id": 31326, "fullname": "david nakamura", "primary_org": "washpo"}], "date_written": "2015-09-05 01:53:00", "org": "washpo", "article_id": "7491be33fa56ad76c9fd71f2925fb939", "date_access": "2015-09-05 01:20:03.346628"}