{"body": "Part 19 in an infinite series that will seemingly end only when the last molecule floating around the universe blinks out of existence: Your online guide to the presidential candidates. Each time someone decides to run, we'll do something similar, helping you navigate the online world around each candidate. (Part 1: Ted Cruz. Part 2: Rand Paul. Part 3: Hillary Clinton. Part 4: Marco Rubio. Part 5: Bernie Sanders. Part 6: Carly Fiorina. Part 7: Ben Carson. Part 8: Mike Huckabee. Part 9: Rick Santorum. Part 10: George Pataki. Part 11: Martin O'Malley and Lindsey Graham. Part 12: Lincoln Chafee. Part 13: Rick Perry. Part 14: Jeb Bush. Part 15: D. J. Trump. Part 16: Bobby Jindal. Part 17: Chris Christie. Part 18: Jim Webb.) The basics Full name: Scott Kevin Walker Top Google hits for searches for \"Scott Walker\": - Scott Walker for America - Scott Walker - Wikipedia - Scott Walker on Twitter Top Google hits for searches for \"Kevin\": - Kevin - Wikipedia \"Among the earliest famous bearers of the name was Saint Kevin, although Kevin is not a biblical name.\" Saint Kevin! Google autofill for his (Walker's) name:     What is \"Scott Walker we\"? It may refer to when the band the Dropkick Murphys told Walker \"we literally hate you.\" The question about college likely centers around Walker's not having graduated. Google autofill for \"Scott\":     Walker is the second-most-famous Scott. Scott Disick is not a saint. Google autofill for his name plus \"is\":     Who Googles \"scott walker is great?\" Is it Scott Walker, hoping to find positive press? Is it #teens named Scott Walker, who think they're posting to Google+ or something? Baffling. World, you baffle me. Campaign Web site: ScottWalker.com Here is a thing that Scott Walker does well: His campaign logo takes the E from his name and turns it into a little flag. That's pretty good! And since we are now legally obligated to report on the candidates' 404 pages, Walker's includes a fundraising pitch. \"You got lost somehow and ended up on my Web site where I don't have any information to offer, but maybe you would like to give me money?\" If that works, he's just turned capitalism on its head. As has been the case with most of our beloved 2016ers, Scott Walker hasn't always owned the domain that bears his name. Back in 2002, it was a poster sales website, offering the standard fare that -- somewhat ironically -- ends up plastered all over college dorm room walls. In 2002, visitors to ScottWalker.com could buy the \"Periodic Table of Sex,\" but that is no longer the case. We assume.        Instead, Walker used ScottWalker.org, as far back as 1999. At the time, he had a gimmick where he'd walk parade routes and hand out fake $20 bills with a message on the back about how he fought to lower taxes. First Wikipedia entry date: December 29, 2004 First Wikipedia entry: Someone took a bit of time out of their holiday break to ensure that the world knew that Walker was the county executive of Milwaukee County and that he graduated from Marquette University (which he didn't). It ends with some foreshadowing: \"Walker is often mentioned as a candidate to challenge current governor Jim Doyle in the Wisconsin gubernatorial election in 2006.\" First substantive Wikipedia addition: The following January, the same user that created Walker's entry reported that Walker would indeed run for governor. He withdrew the following Spring. His college graduation status wasn't updated until July. Remember that, kids, next time you're writing a report based on Wikipedia articles. Social media On Twitter: @ScottWalker Follower/following ratio: 781 followers for every one followed. Walker has not yet favorited any tweets. First tweet from Walker: This is the perfect first tweet. Anyone can imagine their father tweeting the same thing (no offense, Dad).   Over the weekend I did some research on Twitter and figured I’d better get started I'll keep you posted on what I'm doing — Scott Walker (@ScottWalker) April 21, 2009  Most popular tweet, per Favstar: Setting aside his campaign announcement, it's this one.   President seems to measure success by how many people are dependent on the govt. We should measure success by just the opposite. — Scott Walker (@ScottWalker) January 21, 2015  We should measure success, Walker argues, by how many governments are dependent on the people. Ideally, at least one! First mention of Walker on Twitter: There is a British singer named Scott Walker, which is likely who the person below is referring to. Except, given the thing about cheese, maybe not?   eating cheese and listening to scott walker. — seaofclouds (@seaofclouds) March 8, 2007  Favorite Twitter topic: Haircuts   Scott Walker has tweeted about getting his hair cut 19 times https://t.co/EgMnBjYbw7 pic.twitter.com/bUSr3PxYcR — Christopher Ingraham (@_cingraham) July 13, 2015  On Facebook: /scottkwalker (the K is for \"Kevin\") Likes: 312,000 Oldest post: Walker announces that he's running for governor.     Most recent comment on Walker's first post:     First image on Facebook:     Reviews were mixed. Best image on Facebook:     Scott and his brother as kids in Iowa, back when Walker's family lived in Iowa, which they did for a while because Walker understands and appreciates Iowa values given his having lived in Iowa. On YouTube: SupportScottWalker Subscribers: 1221 Most popular video: \"Recall the Recall\" -- presumably Walker's version of \"Begin the Beguine.\"  Best song related to Scott Walker:  Never make a parody rap song. There's a trailer for a part two.  Never make a sequel to your parody rap song, either. Happily, this guy didn't. On Tumblr: None. There is a ScottWalker.tumblr.com, but it belongs to some other Scott Walker who takes pictures of the Batmobile. On Snapchat: govscottwalker He teased his announcement on Snapchat yesterday.       @TheRichTweet I think you mean \"sneak peek\" — Stealth Mountain (@StealthMountain) January 5, 2014  Advanced Google image search results:     Rating: Finger guns. Key GIFs from Giphy:    Rating: Poetry.", "byline": "", "description": "Part 19 in an infinite series that will seemingly end only when the last molecule floating around the universe blinks out of existence: Your online guide to the presidential candidates. Each time someone decides to run, we'll do something similar, helping you navigate the online world around each candidate.Read full article >>", "title": "The Fix: Your online guide to Scott Walker", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/48154dce/sc/32/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C130Cyour0Eonline0Eguide0Eto0Escott0Ewalker0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance"], "people": ["Christopher Ingraham", "Rick Perry", "Mike Huckabee", "D. J. Trump", "Ted Cruz", "Jim Doyle", "Chris Christie", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Marco Rubio", "Jim Webb", "Carly Fiorina", "Rick Santorum", "George Pataki", "Scott Kevin Walker", "Hillary Clinton", "Lindsey Graham", "Ben Carson", "Lincoln Chafee"], "orgs": ["Marquette University", "Milwaukee County"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-13 19:52:53", "org": "washpo", "article_id": "0626bb08c65951b9918ab9980c7e7ccf", "date_access": "2015-07-13 19:10:03.874076"}