{"body": "   As many opinions on the Islamic State as there are men on stage. (MANDEL NGANAFP/Getty Images)  Depending who the next president is, Americans could find themselves in yet another war in the Middle East. Several candidates in Thursday night's two separate Republican debates promised to put troops on the ground to battle the Islamic State. For the past year, the United States and its allies have targeted airstrikes over Iraq and Syria to disrupt the Islamist militant group, also known as ISIS or ISIL. The group has beheaded at least a dozen foreigners, including two American journalists, and controls an estimated one-third of the region. Americans are also trying to train Syrian and Iraqi fighters to battle the Islamic State on the ground. Pentagon officials have recently described this fight against the Islamic State as \"a stalemate.\" Politically, there is momentum in Republican circles for a more involved U.S. presence -- up to and including ground troops. This has not been uniformly embraced, though, as Republicans recall the war-weariness that marked the drawdowns in Iraq and Afghanistan. What to do about the Islamic State was a frequent topic of both debates, as everyone seemed to agree it's the next front in America's war on terrorism. Among the candidates who talked about or were asked about the Islamic State, we ranked what they'd do, from most hawkish, to endorsing the status quo, to getting out of it entirely. The list goes from most-hawkish to least.    Lindsey Graham: \"Whatever it takes\" In Congress and on the presidential trail, the senator from South Carolina is one of the most hawkish Republicans. He's calling for 20,000 American ground troops in Syria and Iraq and regularly says that without American ground involvement, our country risks an imminent Islamic State attack. \"I cannot tell you how much our nation is threatened,\" he said. \"If we don't stop them over there, they are coming here just as sure as I stand here in front of you.\" Jeb Bush: \"Use every tool at our disposal\" The former Florida governor has the trickiest line of all to walk on engagement in the Middle East. His brother and father both launched military actions against Iraq, and he stumbled on the campaign trail this spring about whether he would have done things differently after the Sept. 11, 2001, attacks. He argued in the debate that al-Qaeda was \"done for\" when President Obama took office (a line The Washington Post's fact checker team rated as false). But Bush also argued that Obama's withdrawal of troops from the region led to a \"void\" that the Islamic State filled. He certainly didn't rule out ground troops, saying  \"we need to take out ISIS with every tool at our disposal.\" Bush also said stopping the Iran nuclear agreement the Obama administration recently negotiated would be a priority, because Bush and other Republicans fear the lifting of sanctions on Iran will allow Iran to fund the Islamic State. George Pataki: Send troops in, get 'em out quickly The former New York governor said he doesn't want to spend \"another decade or a trillion dollars\" in the Middle East, but he would be willing to send American troops in to quickly \"destroy their training camps and recruiting centers.\" \"I would not place one American life at risk unless it was absolutely necessary,\" Pataki said. \"But to destroy ISIS, it is necessary.\" Bobby Jindal: Directly arm the Kurdish fighters  The Louisiana governor did not say he would put troops on the ground. Instead, he said he would continue America's plan of training Sunni allies -- and he would arm and train the group of ethnic, semi-autonomous Kurdish fighters currently leading the local battle against ISIS. President Obama is currently sending weapons to America's allies, including some Kurds, via the Iraqi government. Some Republicans in Congress have called for Obama to skip the Iraqi bureaucracy and send them straight to the U.S.-friendly semi-autonomous Kurdish region in Iraq. But they must change U.S. law first: The government can only send weapons to internationally recognized governments. (Arming the Kurds also presents a challenge due to their separatist movement in Turkey, another strategic ally in the region and a member of NATO.) It's not clear whether Jindal was calling for change in the federal law. Here's what he said: \"Well, you know what? Sometimes you win a war by killing murderous, evil terrorists. We're going to take the political handcuffs off the military. We will arm and train the Kurds. We will work with our Sunni allies. They know we will be committed to victory.\" Ted Cruz: There is a military solution Like so many Republicans, the senator from Texas says the first step to fighting the Islamic State comes in calling the group a radical Islamic terrorist group. President Obama has argued that using this terminology would validate the fringe group, granting it religious \"legitimacy\" and insinuating America is at war with the whole of Islam. Cruz seemed to think Obama has not been tough enough on the Islamic State. \"When I asked General Dempsey, the chairman of the Joint Chiefs, what would be required militarily to destroy ISIS, he said there is no military solution. ... That, with all due respect, is nonsense,\" Cruz said. Cruz also said he would push a bill he introduced in the Senate that takes away an American's citizenship if they join the Islamic State. Rick Perry: Get more allies The former Texas governor basically said he'd continue the U.S.'s current plan of trying to get international support for U.S.-led air strikes. The United States is currently working with Turkey and other Gulf states, though the BBC reports the United Arab Emirates has \"quietly withdrawn\" from its duties to launch air strikes in Syria. Perry did not say what he'd do with the countries he rallies to fight the Islamic State -- whether that's continued targeted air strikes, putting boots on the ground or something else. Perry simply said: \"We need to have some coalitions in that part of the world to go after ISIS.\" Scott Walker: Focus on the allies we have In the debate,  the Wisconsin governor was asked about his previous statements calling for an expansion of America's allies helping launch airstrikes against the Islamic State. His answer took a step back from that earlier statement, saying \"we need to focus on the ones we have.\" Walker went onto say that he feels President Obama -- and by extension his former secretary of state, Democratic front-runner Hillary Rodham Clinton -- have not done a good job keeping relationships with Egypt and Saudi Arabia. (And, as we noted above, the BBC reported the United Arab Emirates has quietly stopped launching air strikes in Syria.) \"We need to stand up and start leading again, and we need to have allies, not just in Israel, but throughout the Persian Gulf,\" he said. Rand Paul: Stop sending arms to opposition groups Paul, a libertarian-leaning Republican, has advocated for a more non-interventionist strategy. \"I'm the leading voice in America for not arming the allies of ISIS,\" he said. During the debate, he said sending arms to allies, like the Kurds, to fight the Islamic State is a mistake because they inevitably end up in the hands of enemies. \"ISIS rides around in a billion dollars worth of U.S. Humvees,\" he said. \"It’s a disgrace. We’ve got to stop. We shouldn’t fund our enemies, for goodness sakes.”", "byline": "", "description": "Several candidates said they'd send troops over.", "title": "How hawkish the GOP candidates are on the Islamic State, ranked", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/09/how-hawkish-the-gop-candidates-are-on-the-islamic-state-ranked/", "topics": ["terrorism"], "people": ["Rand Paul", "Hillary Rodham Clinton", "Lindsey Graham", "Jeb Bush", "Rick Perry", "George Pataki", "Bobby Jindal", "Scott Walker", "Ted Cruz"], "orgs": ["Congress", "U.S. Humvees", "Senate", "United Arab Emirates", "NATO", "Pentagon", "GOP", "Joint Chiefs"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-08-09 12:00:02", "org": "washpo", "article_id": "01d9bceeff9eecf27324987cccff3453", "date_access": "2015-08-09 11:20:03.998715"}