{"body": "   George Soros, the billionaire founder of Soros Fund Management LLC, donated to two pro-Clinton groups this year. Photographer: Jason Alden/Bloomberg  Seven-figure checks from billionaires Haim Saban and George Soros helped a quartet of independent groups supporting Hillary Rodham Clinton's 2016 bid bring in more than $24 million in the first half of the year. Priorities USA Action, the Democratic super PAC poised to serve as Clinton's top advertising ally, pulled in $15.6 million, including $2 million from Saban, the Los Angeles-based media investor, according to officials with the group. The longtime Clinton supporter, who hosted one of the first fundraisers for her 2016 campaign this year, is expected to contribute even more to the super PAC. More than $12 million of the contributions were received in just the last four weeks, after a staff shake-up in which Guy Cecil, a former top Clinton aide, took the helm of the super PAC as its chief strategist. The move sent a strong signal to Democratic donors that Clinton wants them to support the organization, which until then had been struggling to secure big checks. [A college balks at Hillary Clinton’s fee, books Chelsea for $65,000 instead] Among the top contributors to Priorities were Soros, DreamWorks Animation chief Jeffrey Katzenberg, financier Donald Sussman, director Steven Spielberg, producer J.J. Abrams and his wife Katie McGrath, philanthropist Barbara Lee and the Plumbers and Pipefitters Union, according to a person familiar with the donations. \"We have a lot of work to do in the months ahead, but we are starting to see some real momentum,\" Cecil said in an e-mail that went out to supporters Thursday. \"The primary objective of Priorities USA Action is to elect Hillary Clinton president in 2016,\" he added. \"To accomplish this, we are laying the groundwork to run the most data-driven, targeted independent expenditure in presidential campaign history. Our group’s primary focus will be on paid media, including a robust and innovative digital operation.\" [In Bernie Sanders, an unlikely — but real — threat to Hillary Clinton] Meanwhile, American Bridge and Correct the Record -- two other super PACs backing Clinton -- together brought in $7.7 million. The nonprofit arm of American Bridge raised another $1 million. Soros gave $1 million to Bridge super PAC, which focuses on opposition research, making him the group's biggest benefactor for the period. Bridge founder David Brock said the organization had its most successful six-month fundraising period since its launch in 2011, drawing backing from a mix of long-time supporters and new donors. The $24 million haul by the pro-Clinton groups is likely a fraction of the amount raised by a super PAC supporting former Florida governor Jeb Bush, which is expected to have close to $100 million. The financial strength of that operation has jolted Clinton allies and the candidate herself, who has met with top Democratic check-writers to encourage them to support the outside groups. But Clinton has also put a heavy emphasis on raising small dollars for her campaign committee, which announced Wednesday that it pulled in a record $45 million in its first fundraising quarter.  ", "byline": "", "description": "Seven-figure checks from billionaires Haim Saban and George Soros helped a quartet of independent groups supporting Hillary Rodham Clinton's 2016 bid bring in more than $24 million in the first half of the year.Read full article >>", "title": "Saban and Soros help pro-Clinton groups raise more than $24 million", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47c7b9b9/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C0A20Csaban0Eand0Esoros0Ehelp0Epro0Eclinton0Egroups0Eraise0Emore0Ethan0E240Emillion0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Guy Cecil", "David Brock", "Barbara Lee", "Donald Sussman", "George Soros", "Jeb Bush", "Hillary Clinton", "Steven Spielberg", "Hillary Rodham Clinton", "Haim Saban", "J.J. Abrams", "Bernie Sanders", "Jeffrey Katzenberg"], "orgs": ["Pipefitters Union", "American Bridge", "PACs", "Priorities USA Action", "PAC", "Plumbers", "DreamWorks Animation", "Chelsea"], "authors": [{"author_id": 32408, "fullname": "matea gold", "primary_org": "washpo"}], "date_written": "2015-07-02 17:16:43", "org": "washpo", "article_id": "c29c0ea00672c724a99d0cb835b9325c", "date_access": "2015-07-02 16:40:10.861714"}