{"body": "   John Fetterman, the mayor of Braddock, Pa., addresses a crowd while announcing his candidacy for the U.S. Senate, Monday, Sept. 14, 2015, in Braddock. (AP Photo/Keith Srakocic)  \"I do not look like the normal politician,\" said John Fetterman yesterday. \"I don't even look like a normal person.\" This is what's known as \"leaning into it.\" Fetterman, whose 6 feet and 8 inches carry around 350 pounds, has won a kind of celebrity not just for his work but for his look. He came to Braddock, Penn. in 2001, fresh from Harvard's grad school, to set up a GED program in a town that had been gutted by the departure of the steel mills. He stuck around, got elected mayor -- dramatically, by a single vote. He tattooed Braddock's zip code on his arm, and added a new tattoo whenever a constituent was murdered, all of them visible thanks to his regular wardrobe of short-sleeved work shirts. Fetterman became a sort of cultural ambassador of \"rust,\" at one point co-starring in a Levi's ad about his city, after his own fame piqued the denim company's interest. Fetterman's announcement adds some more drama to a race that, up to now, has been defined by Democrats convincing former state environment secretary Katie McGinty to run and save them from repeat nominee (and former Rep.) Joe Sestak. It also adds -- for want of a better word -- character. \"Voters are already swooning over a Democratic socialist with wild hair,\" reported CNN. Thus, there might be an opening for Fetterman. \"I realize I'm skipping a few places on the game board by running,\" Fetterman told The Washington Post at the start of a short interview. A lightly edited transcript follows. When Republicans talk about the problems of a place like Braddock -- when Rick Santorum or Scott Walker talks about it -- they often say that unionization and environmentalism chased the jobs away. Is there any truth in that? Absolutely not. Unions sustained and fed the middle class. It's no coincidence that as union membership has continued to dwindle, so have the fortunes of the middle class. I live across the street, literally, from a steel mill. These are guys who want middle class lives, to maybe have a vacation one or two weeks a year. It seems just cruel and counterintuitive to basic decency to go after unions. What about the campaigns to stop fracking? Does that hurt job growth? Let's go back. A couple years ago I was the face of a carbon caps campaign. The slogan was 'hard hats create green jobs.' I believe that. I've also been in rooms full of people whose lives depend on fracking. I understand the role for that -- but the false choice is that environmental regulations need to suffer. If fracking is here to stay in Pennsylvania, why not have the strongest environmental regulations? Would you still favor carbon caps, or a cap and trade style regulation? I would. Climate change is real, and we need to work on a comprehensive approach. We eliminated sulfur dioxide in the air, and got rid of acid rain. We got rid of lead in gasoline. You can achieve these things when the private and public sectors work together. How much is your campaign going to focus on that? There are other issues. I'm also very pro-legalization of marijuana. I also think we as a country need to have a conversation about the legalization of other drugs. I've been mayor of a town that's had a lot of economic upheaval, and I've seen this: the war on drugs is a failure. If you're taking drugs, you're doing it to numb some pain in your life. It's a medical issue. Does America need to lift the cap on the number of Syrian refugees allowed into the country? I absolutely think we do. We have spent trillions to wage war and bombing campaigns -- why can't we dedicate the same kind of resources to take in these poor people with no place to go, and show how this country is compassionate? Sen. Bob Casey (R-Penn.) backed the nuclear deal with Iran. Would you have voted with him? Yes. I'm inclined to support it because I believe strongly in President Obama and the way he's handled foreign affairs as president. Everyone agrees it's sort of an imperfect deal. The security of Israel always has to be paramount. I also have to be honest, because we as candidates don't have access to top secret information. We don't have access to resources on the ground. One of the things I'd never do as a senator is vote before I have all the information. A lot of Democrats, and Bernie Sanders, have come out for expanding Social Security by raising the tax cap and paying more out in benefits. Would you favor that? We studied Social Security extensively when I was in graduate school, and small actuarial changes could extend its solvency for years. Nobody would even know the difference on the ground. It could be kind of like when [then-senator] Bob Dole did, in the early 1980s, where you put together a bipartisan commission and take logical steps. Small tweaks in COLA, some other small changes, and you can extend the life of Social Security to come. Preserving it is the most important thing. Actuarily speaking, Social Security can be supported with small adjustments. I'm not worried about expanding it, per se. What would you do with the 11 million or so immigrants who are in the United States illegally? This is something I feel very passionate about. My wife lived for many, many years as an undocumented person. She has a family member living here now who's undocumented. And she's never taken a dime of government assistance. She was nine years old when she was brought to this country. Her and her brother were fleeing a dangerous situation. Why should people like that be treated as criminals? Who benefits from people like her being denied a path to citizenship? Finally: If you get to the Senate, will you wear a suit? I don't think so. Geez. All I wear are short-sleeved Dickies work shirts. Win or lose, I'm only going to be myself. If there's a dress code, that might be a problem.", "byline": "", "description": "John Fetterman: \"If there's a dress code [in the Senate], that might be a problem.\"", "title": "Meet the 6&#8217;8&#8221; Rust Belt mayor who wants to become a senator", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/15/meet-the-68-rust-belt-mayor-who-wants-to-become-a-senator/", "topics": ["campaign_finance", "economy"], "people": ["Keith Srakocic", "Rick Santorum", "Bob Dole", "Bob Casey", "Bernie Sanders", "Joe Sestak", "John Fetterman", "Scott Walker"], "orgs": ["Senate", "Social Security", "U.S. Senate", "Rust Belt"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-09-15 18:47:45", "org": "washpo", "article_id": "1b1efca10aef371492cc7328ba818ea5", "date_access": "2015-09-15 18:10:11.120052"}