{"body": "AFL-CIO president Richard Trumka's press release in response to the announced presidential candidacy of Gov. Scott Walker (R) was succinct. \"Scott Walker is a national disgrace.\" That's the statement, in its entirety. Even a casual observer of recent American politics will understand why. Shortly after his election to as governor of Wisconsin in 2010, Walker and his allies in the state house went after public-sector unions without hesitation. Walker's effort earned him national vilification among labor activists and supporters and an effort in 2012 to recall him from office. It was not successful; in fact, Walker's so proud of having beaten back the effort that he shows the protests in his presidential launch video. And it's arguably what made him the presidential contender he is today. But is labor's anger worth it? Did Walker actually do that much damage? The Bureau of Labor Statistics compiles annual data on the density of union membership across the country. There are two sets of data: Members of unions, and those represented by unions. In 2014, about half of the country's union members worked in government and the other half worked in the private sector -- and wages among members of unions were more than 27 percent higher. Since 2009, the density of union membership in Wisconsin has fallen fairly steadily, dropping sharply in 2012 and then picking back up slightly. (Union representation figures are generally slightly higher, as they have been since 2009.) The takeaway: While union density has dropped nationally, it has dropped faster in Wisconsin.     The BLS doesn't split up membership by public and private sector by state. For that we can turn to unionstats.com, a site run by Barry Hirsch of Georgia State University and David Macpherson of Trinity University. With their data, the change in Wisconsin becomes immediately apparent. Overall density dropped a bit, but the density of membership in public-sector unions (i.e. those working for the government) dropped precipitously.     Other states saw a bigger drop in the number of public-sector union members (like Washington); after the recession, the number of government jobs nationally fell and stayed flat. But no state saw a bigger percentage point drop in public-sector union density than Wisconsin.     Labor unions rely on density for two reasons. First, unions need monthly dues in order to be able to pay organizers and staff. The more members, the more dues, the more organizing. Second, the more unions that exist in a region, the easier it is to organize. That's because more union employers usually means smaller disparities between the wages paid by different businesses -- meaning less incentive to oppose organizing drives. That's why New York state has the highest union membership rate in the country: New York City's high union density makes it easier to organize. Again, half of the country's union members work in government. That's high density. Public-sector employee unions work hard -- and spend heavily -- to support elected officials that support their organizing efforts. And that's why Walker gives labor such conniptions. He demonstrated that unions could be beaten -- and that even in a state that twice backed Barack Obama, he didn't pay a political price for it. Walker has made his defeat of the unions a core part of his pitch to conservative voters. So far, he's running with the front of the pack.", "byline": "", "description": "AFL-CIO president Richard Trumka's press release in response to the announced presidential candidacy of Gov. Scott Walker (R) was succinct.\"Scott Walker is a national disgrace.\"That's the statement, in its entirety.Read full article >>", "title": "The Fix: Why labor hates Scott Walker, in 3 charts", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/48161e4b/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C130Cwhy0Elabor0Ehates0Escott0Ewalker0Ein0E30Echarts0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Richard Trumka", "Barack Obama", "Scott Walker"], "orgs": ["Bureau of Labor Statistics"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-13 21:19:01", "org": "washpo", "article_id": "ad64c004d7c0a4f10ed1e954f9e4e187", "date_access": "2015-07-13 20:30:03.030432"}