{"body": " Former president Bill Clinton had a private telephone conversation in late spring with Donald Trump at the same time that the billionaire investor and reality-television star was nearing a decision to run for the White House, according to associates of both men. Four Trump allies and one Clinton associate familiar with the exchange said that Clinton encouraged Trump’s efforts to play a larger role in the Republican Party and offered his own views of the political landscape. Clinton’s personal office in New York confirmed that the call occurred in late May, but an aide to Clinton said the 2016 race was never specifically discussed and that it was only a casual chat.  The talk with Clinton — the spouse of the Democratic presidential front-runner and one of his party’s preeminent political strategists — came just weeks before Trump jumped into the GOP race and surged to the front of the crowded Republican field.  The revelation of the call comes as many Republicans have begun criticizing Trump for his ties to Democrats, including past financial donations to the Clintons and their charitable foundation. Trump took the call from his office in Trump Tower in New York, according to the four allies, who requested anonymity because they are not authorized to speak publicly. The call came as Trump was making a final decision about whether to run, and he was candid about his political ambitions and his potential interest in seeking the White House during the talk, these allies said. The 42nd president listened intently and then analyzed Trump’s prospects and his desire to rouse the GOP base, the Trump allies said. The tone of the call was informal and Clinton never urged Trump to run, the four people said. Rather, they said, Clinton sounded curious about Trump’s moves toward a presidential bid and told Trump that he was striking a chord with frustrated conservatives and was a rising force on the right.  One person with knowledge of Clinton’s end of the call said the former president was upbeat and encouraging during the conversation, which occurred at a time Trump was speaking out about GOP politics and his prescriptions for the nation.   Clinton aides declined to speak on the record about the call, saying the conversation was personal. “Mr. Trump reached out to President Clinton a few times. President Clinton returned his call in late May,” a Clinton employee said. “While we don’t make it a practice to discuss the president’s private conversations, we can tell you that the presidential race was not discussed.” One Trump adviser said Clinton called Trump, but did not provide specifics about how the call came about. Those with knowledge of the call in both camps said it was one of many that Clinton and Trump have had over the years, whether about golf or donations to the Clinton Foundation. But the call in May was considered especially sensitive, coming soon after Hillary Rodham Clinton had declared her own presidential run the month before.  At the time, Trump was touting a “foolproof” but undisclosed plan to defeat Islamic State terrorists and ramping up his presence on the airwaves, including interviews where he was asked about his donations to the Clinton Foundation. He entered the race June 16.   Neither side would provide an exact date for the call, but both Bill Clinton’s office and a person close to Trump described it as “late May.”  Hope Hicks, a spokeswoman for the Trump campaign, declined to comment. The campaign of Hillary Clinton did not immediately respond to a request for comment. Trump is a longtime acquaintance of the Clintons, both of whom attended the businessman’s third wedding in 2005. Since Trump entered the presidential race, however, he and Hillary Clinton have increasingly traded barbs. She has condemned Trump’s racially charged remarks about Mexican immigrants and tut-tutted about his remark that Sen. John McCain (R-Ariz.) is not a war hero. “Donald Trump. Finally, a candidate whose hair gets more attention than mine,” Clinton joked at a Democratic dinner in Arkansas in July. “But there’s nothing funny about the hate he is spewing at immigrants and families, and now the insults he has directed at a genuine war hero, Sen. John McCain.” That was a rare instance in which Clinton mentioned Trump by name. Also in July, before a largely Hispanic audience, Clinton had this to say: “I have just one word for Mr. Trump. Basta!” In June, she criticized Trump, without using his name, over his references to Mexican immigrants as rapists and criminals during his June campaign launch speech. “A recent entry into the Republican presidential campaign said some very inflammatory things about Mexicans. Everybody should stand up and say that’s not acceptable,” Clinton said in an interview with Nevada political reporter Jon Ralston. Clinton demurred when asked to specify to whom she was referring. Instead, she has frequently sought to tie Trump’s views to the broader GOP field. “I think he is emblematic,” she said. “I want people to understand it’s not about him — it’s about everybody.” Clinton has reserved her sharpest attacks for former Florida Gov. Jeb Bush and other candidates she has called out by name for their policies on immigration, abortion and other issues. For his part, Trump said little about Clinton until recent weeks. “Wow, it’s pretty pathetic that Hillary Clinton just blamed me for the horrendous attack that took place in South Carolina,” Trump wrote in a post on Instagram, following that interview. “This is why politicians are just no good. Our country’s in trouble.” And on Wednesday, Trump wrote in a Twitter message: “Do you notice that Hillary spews out Jeb’s name as often as possible in order to give him status? She knows Trump is her worst nightmare.” That’s a long way from the cordial, even cozy, relationship between the two when Clinton was a New York senator and Trump was a constituent and supporter. At Trump’s 2005 wedding, Hillary Clinton sat in the front row for the ceremony, and Bill Clinton reportedly joined her for festivities later. The Clintons were photographed laughing chummily with Trump and new wife Melania Knauss at the reception, with Bill Clinton clasping Trump’s shoulder. Trump also donated to Hillary Clinton’s New York Senate campaigns and to the Clinton Foundation.  Tom Hamburger, Alice Crites and Karen Tumulty contributed to this report.   ", "byline": "", "description": "Trump allies say the former president encouraged his efforts to play a larger role in GOP politics.", "title": "Bill Clinton called Donald Trump ahead of Republican’s 2016 launch", "url": "http://www.washingtonpost.com/politics/bill-clinton-called-donald-trump-ahead-of-republicans-2016-launch/2015/08/05/e2b30bb8-3ae3-11e5-b3ac-8a79bc44e5e2_story.html", "topics": ["personality", "immigration"], "people": ["Alice Crites", "Bill Clinton", "Jeb Bush", "Tom Hamburger", "Hillary Clinton", "Karen Tumulty", "Donald Trump", "Hillary Rodham Clinton", "Melania Knauss", "Hope Hicks", "Jon Ralston"], "orgs": ["Clinton Foundation", "Republican Party", "New York Senate", "GOP", "Trump"], "authors": [{"author_id": 31354, "fullname": "anne gearan", "primary_org": "washpo"}, {"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-08-05 20:28:00", "org": "washpo", "article_id": "5afdc9d7066b40ff31118ca265255b53", "date_access": "2015-08-05 20:10:15.274551"}