{"body": "   Raul Rodriguez participates in a pro-Donald Trump rally before the Reagan Library debate on Sept. 16. (Photo by Scott Rodd)  SIMI VALLEY, Calif. — Two groups of protesters gathered outside the Ronald Reagan Library before the GOP debate on Wednesday night. On one side of the street, protesters held signs that read “We Are America” and “Dump Trump.” On the other side, protesters held signs that read “Trump Lives Matter” and “Secure the Border.” Armed with megaphones, both groups exchanged chants. The Trump critics included many Hispanics, while the pro-Trump forces were almost uniformly white -- with at least one exception: Raul Rodriguez Jr., the son of a Mexican immigrant and an avowed fan of The Donald and his controversial immigration policies. “I've lived in this country my whole life, I speak the language, and I respect the laws of the land,” said Rodriguez, 72, carrying a sign that read, \"Legal Not Illegal!!\" “I've assimilated — I think those people on the other side of the street need to learn something about what that means.” Rodriguez was born in El Paso, Tex., and has deep ties to Mexico. His father immigrated from Mexico to the United States at 18, and his mother was born to two Mexican immigrants. He said his support of Trump has ostracized from his community as the national debate over immigration continues to galvanize Latino voters. But he said he feels strongly about the issue. \"I hadn't realized how severe the situation was with illegal immigrants,\" Rodriguez said. \"That's when my views changed, and I took action.\" [Alongside Trump's campaign, activists' clashes are growing uglier] From the start of his campaign launch in June, Trump has dominated the Republican race and fired up conservatives with calls for a massive wall on the border with Mexico and mass deportation of the estimated 11 million undocumented immigrants in the United States. He has also repeatedly claimed that Mexico is purposely sending \"rapists\" and other dangerous criminals across the border. As a result, most Hispanics strongly oppose him. A Washington Post-ABC News Poll in late August found that only 15 percent of Hispanics had a favorable view of Trump, with 68 percent strongly unfavorable. Another Post-ABC poll this week showed that 75 percent of Hispanics oppose his immigration proposals. Those numbers -- while potentially disastrous in a general election -- mean that some Latinos like what they are hearing from Trump. During a visit to the U.S.-Mexico border in July, Trump was cheered on by Luis Villegas, a 28-year-old Border Patrol agent who said was galvanized by the mogul’s stance on immigration. “I believe in what he’s throwing out there,” Villegas said. Here in Simi Valley, Rodriguez said he has been politically active all his life, starting out as a young man attending labor union rallies but later becoming a conservative admirer of Ronald Reagan. In recent years he has been active with We the People Rising, an a group opposed to illegal immigration.    Raul Rodriguez Jr. and other Trump supporters watch the second GOP debate in Simi Valley, Calif., on Sept. 16.  From the moment Trump announced he was running for president, Rodriguez knew the billionaire real estate mogul was his candidate. “During his announcement speech, when he made that statement about rapists, I think it was taken out of context,” Rodriguez said. “The point that he was trying to make is that a lot of people are being killed by illegals, including women and children, and a lot of them are being raped — this is all true.” [The mainstream response to Donald Trump affirms Latino political power] Rodriguez said he holds no animosity toward Mexico. For a number of years, he said he took mission trips to the country's poorest areas to build homes for Mexicans living in poverty. But he condemns those who cross the border illegally, and believes immigrants should be required to take English language-classes and courses on American culture. “They take too much pride in the culture they left,” Rodriguez said, shaking his head at the anti-Trump protesters cross the street on Wednesday night. “It's one thing to take pride in being Latino — it's another thing to take for granted being an American.” After the rally Wednesday, the Trump supporters packed up their materials and gathered at the Grand Vista hotel to watch the debate. The group would nod in unison and cheer at points made by Trump. “We have a country, where, to assimilate, you have to speak English,” Trump said in a retort to former Florida governor Jeb Bush. Trump added: “To have a country, we have to have assimilation.” “Yes!” shouted one supporter at the Grand Vista clad in a stars-and-stripes button-down shirt. “Exactly,” Rodriguez said. Then he leaned over and whispered, “See — what did I say before about assimilation?” Katie Zezima and Peyton M. Craighill contributed to this report.", "byline": "", "description": "Raul Rodriguez Jr. says new arrivals need to follow \"the law of the land.\"", "title": "Meet a Latino supporter of Donald Trump", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/18/meet-a-latino-supporter-of-donald-trump/", "topics": ["immigration"], "people": ["Katie Zezima", "Peyton M. Craighill", "Jeb Bush", "Ronald Reagan", "Donald Trump", "Luis Villegas"], "orgs": ["Trump", "Ronald Reagan Library", "Border Patrol", "Reagan Library", "United States.", "GOP"], "authors": [{"author_id": 36605, "fullname": "scott rodd", "primary_org": "washpo"}], "date_written": "2015-09-18 22:38:11", "org": "washpo", "article_id": "3c35943059874095945e8968cda3bb78", "date_access": "2015-09-18 21:50:02.976817"}