{"body": "  ROBERTSDALE, Ala. — Kim and Renee Byrd had wanted to see Donald Trump’s speech in Mobile, but there were vegetables to sell. The Byrds were third-generation farmers, and the traffic down Route 90, toward the Gulf of Mexico, brought in travelers who wanted fresh honey, fresh peaches, fresh okra. Driving 45 minutes to Mobile was asking a little much, even if the next president of the United States was calling. “He runs an empire,” said Renee Byrd, 44, of Trump. “That’s what the country needs, someone who runs an empire.” The Byrds thought the country needed someone who was realistic about immigration, too. Officially, fewer than 1 in 10 Robertsdale residents were Hispanic. According to Kim Byrd, 45, that did not account for the trailer parks “saturated with Mexicans” or for “all the convenience stores” bought by immigrants with mysterious tax breaks. “They all work under the table and make [loads] of money,” said Renee Byrd. “The poor white people who work around here are all screwed.” A mile down the road, a lunchtime crowd was arriving at a Mexican restaurant called El Rodeo. The Latino wait staff took orders in English and Spanish, from customers who would not care to see Trump if he were speaking in their living rooms. “He’s no good,” said carpenter Miguel Chabac, 27, through a translator. “I think he’s a person who doesn’t value our work.” Chabac and his friends had had plenty of experience with people like that. Alabama, which hosted the largest rally of Trump’s presidential campaign Friday night, had been a test kitchen for Trump-style crackdowns on undocumented workers — and it had not gone well. In 2011, a new Republican legislature and governor enacted HB 56, the Alabama Taxpayer and Citizen Protection Act. Chief sponsor Micky Hammon warned the undocumented that he would “make it difficult for them to live here so they will deport themselves.” Renting a house or giving a job to an “illegal” became a crime. Police were empowered to demand proof of citizenship from anyone who looked like he or she might lack it. School administrators were instructed to do the same to children. The backlash was massive — a legal assault that chipped away at the law, a political campaign that made Republicans own its consequences. Business groups blamed the tough measures for scaring away capital and for an exodus of workers that hurt the state’s agriculture industry. After Mitt Romney lost the 2012 presidential election, strategists in his own party blamed his support for the Alabama attrition policy. Those critics included Donald Trump. “He had a crazy policy of self-deportation, which was maniacal,” Trump told reporter Ronald Kessler after the election. “It sounded as bad as it was.” Asked about the law, Alabama voters rarely say that it worked. Large farms spent millions training new workers. The Byrds conceded that agriculture suffered after some immigrants fled the state. “Most of them left and didn’t come back,” said Terry Darring-Rogers, who works at a Mobile law firm specializing in immigration. The debate seemed to be over — nice try, lesson learned — until the summer of Trump. He’s run as a standard-bearer for tough, clinical immigration reform that includes mass deportation. Trump has also kick-started a debate about “birthright citizenship,” which is granted to any child born in America under the 14th Amendment. “We could tell him a hundred of the things that went wrong in Alabama, and he wouldn’t listen,” said Frank Barragan, Mobile’s regional organizer in the Alabama Coalition for Immigrant Justice. “But our biggest concern is not really Donald Trump. Our concern is that the other candidates are jumping on that bandwagon.” By speaking so plainly, Trump ushered in a new discussion about who deserved to be in the country, no matter who might be offended by “politically incorrect” talk. Supporters of Alabama’s reforms, after years of retreat and apology, welcome the opportunity to defend themselves. They can challenge, at last, the conventional wisdom that the bill did not work. “Our bill got eviscerated by the federal government,” said Jim Carns, a Republican state representative who came to Mobile to endorse Trump. “It was like 95 percent within the federal standards, but those standards weren’t being enforced. We enforced them, and it worked for several months until the feds did their thing.” The voters and legislators who rallied Friday argued that the theory of HB 56 — ending any incentives for people to work illegally in the United States — remained sound. Secretary of State Jim Merrill, who attended Trump’s event but endorsed no candidate, said that Alabamans were welcoming to foreign workers but wanted them to get real visas and work through the citizenship process. “Illegals have stepped up and they’ve said, ‘we’ll do that work,’ ” said Merrill. “But some of those jobs used to be performed by people in the lower economic strata of our communities. We want to make sure that every American who wants to work has a job.” To Republicans, the lesson of HB 56 was no longer that it failed. The lesson was that it had not been permitted to work, stymied by the Obama administration. That theory took shape in the displays in some Robertsdale stores, where a sign declaring compliance with E-Verify was posted above an even larger ad from the Civil Rights division of the Department of Justice. “If you have the right to work, don’t let anyone take it away,” read the ad. “No employer can deny you a job or fire you because of your national origin or citizenship status.” Trump’s fans were letting themselves imagine what Alabama might have looked like had then-Attorney General Eric Holder not declared war on HB 56 — and what the whole country might look like if a president took the law national. They saw, in the tycoon-candidate, someone who would not be bowed by complaints from the business community. “We’re seeing an invasion, which is exactly what the Chamber of Commerce wants,” said Dean Young, a conservative activist and HB 56 supporter who nearly won a 2012 special election for southern Alabama’s seat in Congress. “I’m told by a lot of the business people that actually live here that HB 56 did help. I trust them, because if we don’t stop the flow of illegal immigrants into this country, we’re going to lose it.” Still, even the people who wanted to take Alabama’s immigration experiment to the national level had some qualms about the implementation. After the rally, retirees Philip Payne and Roberta Payne debated how much of HB 56 needed to change in order to become federal policy. “They need to do it gradually,” said Roberta Payne, 75. “I’ve heard someone say, get rid of the bad ones — the ones that are killing, maiming, robbing, stealing. You make it slow and easy. You’ve got to find out who the people are and how long they’ve been there. You can’t just send the people back.” Her husband, 71, sounded convinced, but he brought the issue back to its core. “How much do we spend on illegals in this country?” he asked. “It’s billions of dollars.” Trump, who did not specifically discuss the Alabama law in his speech, took credit for at least focusing the debate on the cost of immigration. He took credit for forcing his rivals to discuss “birthright citizenship” and to go on record that it was a problem when undocumented workers crossed the border to have children. “You know, he put out a memo, you cannot use ‘anchor baby,’ ” said Trump, referring to former Florida governor Jeb Bush. “Now that I’m using it, he’s using it! Politicians.” Across southern Alabama, even as people debated how far immigration law should go, many conservatives vehemently agreed with Trump. “You shouldn’t be able to come here,” said Kim Byrd, “if you just want to have a damn baby.” ", "byline": "", "description": "Alabama backed off the 2011 measure, but the rise of Trump has given supporters a second wind.", "title": "Alabama tried a Donald Trump-style immigration law. It failed in a big way.", "url": "http://www.washingtonpost.com/politics/alabama-tried-a-donald-trump-style-immigration-law-it-failed-in-a-big-way/2015/08/22/2ae239a6-48f2-11e5-846d-02792f854297_story.html", "topics": ["immigration"], "people": ["Jim Merrill", "Dean Young", "Mitt Romney", "Jeb Bush", "Nick Merrill", "Ronald Kessler", "Donald Trump", "Eric Holder"], "orgs": ["Chamber of Commerce", "Congress", "Department of Justice"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-08-22 21:33:55", "org": "washpo", "article_id": "91dd3618ce72619c4e36d7af77d4e489", "date_access": "2015-08-22 20:50:03.436579"}