{"body": "   (Washington Post Graphics)  Donald Trump flip-flopping is nothing new. The GOP presidential front-runner has a history of changing his stances, as NBC's Chuck Todd so pointedly noted back in July. (The Fix has also documented this.) But while many of those flips happened as Trump, over the years, transitioned from a Democrat to a Republican, they're also happening in the midst of his 2016 presidential campaign. In fact, he's made several total reversals within weeks or even days of initially staking out a position. And often his new position better aligns him with the conservative Republican base he's courting than his previous one. Here are five of Donald Trump's biggest 180s so far,  as explained by The Donald himself. Syrian refugees  At first, he said: \"You have to\" accept them \"I hate the concept of it,\"Trump told Fox News's Bill O'Reilly on Sept. 9. but on a humanitarian basis, with what's happening, you have to\" accept the refugees. \"They're living in hell.\"  90 degrees: Focus more on our own problems A day later, Trump told CNN after a rally on Capitol Hill against President Obama's Iran nuclear deal that the United States should probably focus on its own problems here at home rather than accept so many refugees. \"I think we should help, but I think we should be very careful because frankly, we have very big problems,\" he said. \"We're not gonna have a country if we don't start getting smart.\" 180: I will send them back Less than a month later, Trump told supporters at a campaign rally and said on Fox News that accepting the estimated 10,000 refugees President Obama has agreed to take could result in \"one of the greatest military coups of all times.\" He suggested that the refugees would be terrorists who could strike the homeland from within and that he would send the refugees back if he became president. \"If I win, they're going back,\" he said. Planned Parenthood At first, he said: \"Absolutely they should be defunded\" Those were Trump's words to Blaze TV in July shortly after an anti-abortion group released videos of officials with the nonprofit women's health care organization talking about what to do with aborted fetal tissue. (Planned Parenthood officials maintain they did nothing wrong.)  In an Aug. 3 interview with conservative radio show host Hugh Hewitt, Trump reiterated that he supported conservatives even shutting down the government in a bid to cut off Planned Parenthood from some $500 million in public funds. 180: Keep it funded A week and a half later, Trump told CNN he opposes taxpayer dollars going to abortions but said he'd probably keep the money flowing to Planned Parenthood because of all the  \"good\" things the women's nonprofit health care clinic does. His comment earned Trump headlines like this one below from the Daily Beast:     Trump also repeatedly slammed his opponent, former Florida governor Jeb Bush, for saying \"I'm not sure we need half a billion dollars for women's health care.\" Bush later said he misspoke, but Trumps keeps bringing the comment up, hoping to paint himself as more understanding of the organization and the role it plays in women's health care. 180 again: Defund it   When asked in a Sept. 10 interview on ABC's \"The View\" if he'd cut off funds for Planned Parenthood, Trump said he would: \"I am against abortion ... and that is a tremendous amount of the work they do.\"  Military spending  At first, he said: \"I want to build up the military so nobody messes with us.\" Days before the first Republican presidential primary debate in early August, Trump answered critics who said he had no specific policies by saying he'd spend to rebuild the military to \"its height.\"  180: Cut spending Almost exactly two months later, Trump told NBC's Chuck Todd  on Oct. 4 he still believes in a strong military -- but that he'd get there by cutting funding for it. \"We can do it for a lot less,\" he said. \"'I'm gonna build a military that's gonna be much stronger than it is right now,\" he said. \"It's gonna be so strong, nobody's gonna mess with us. But you know what? We can do it for a lot less.\" Going after Islamic State  At first, he said: \"I'm the most militaristic person there is.\" To back up that statement, which he made in interviews with Fox News and CNN on Aug. 11 and 12, Trump noted he would \"send troops in\" to Iraq. He's also said he'd \"bomb the hell\" out of Islamic State-owned oil fields in Iraq to defeat the terrorist group. 180: Let Russia take over   More recently, Trump has been promoting a more non-interventionist policy in the Middle East (which more closely aligns with his general worldview). On Sunday, Trump told NBC's Chuck Todd on Sunday that \"Everybody that's gone to the Middle East has had nothing but problems.\" He told CNN's Erin Burnett on Sept. 28 America should \"let Russia fight [the Islamic State],\" in Syria but added we could still fight them in Iraq. Trump declined to share details on how he'd differentiate between the two, summing up: \"Let them fight it out. Let Russia take care of [Islamic State].\" Flat tax At first, he said: It's fair and simple \"You can have fair tax, you can have flat tax, you can take the existing plans that we have and simplify,\" Donald Trump told Fox News' Steve Doocy in an Aug. 24 interview. 180: Flat taxes don't work In that very same interview, Doocy asked Trump for specifics. Trump immediately started throwing doubt on whether a flat tax would work. “The one problem I have with the flat tax is that rich people are paying the same as people that are making very little money,\" he said before promoting some kind of \"graduation\" tax upward. As Mediate's Alex Griswold noted, taxing based on a scale is the opposite of a flat tax. When Trump introduced his tax plan in late September, it had no flat tax rate but rather a decline in income taxes for most Americans, as well as corporations.", "byline": "", "description": "He's flipped several positions in a matter of weeks.", "title": "Donald Trump's many campaign 180s, in his own words", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/10/06/donald-trumps-many-campaign-180s-in-his-own-words/", "topics": ["abortion", "personality"], "people": ["Erin Burnett", "Bill O'Reilly", "Jeb Bush", "Steve Doocy", "Donald Trump", "Chuck Todd", "Hugh Hewitt"], "orgs": ["Planned Parenthood", "GOP"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-10-06 17:13:27", "org": "washpo", "article_id": "97b735304487da2288b898799778eb69", "date_access": "2015-10-06 16:30:10.352876"}