{"body": "   Hillary Clinton announces her opposition to Keystone at a Des Moines elementary school yesterday. (AP Photo/Charlie Neibergall)  THE BIG IDEA: Clinton’s change of heart is about more than pandering to the Democratic base. Hillary Clinton’s communications director, Jennifer Palmieri, proclaimed just last month that it would be irresponsible for the Democratic frontrunner to weigh in on the Keystone XL pipeline before the State Department finishes its review. “Having the experience of being a former Secretary of State distinguishes her and her candidacy, but it comes with responsibilities that can at times limit her,” Palmieri said. “But we know the experience is well worth whatever price she may politically.” — The supposedly sacrosanct review process continues, but Clinton yesterday announced that she’s against the pipeline, explaining she’s impatient with its length and has a “responsibility” to speak out. The statement comes as Clinton’s poll numbers  continue to slip and her vulnerability makes Joe Biden more likely to enter the race. The revelation, made late yesterday afternoon, was almost certainly timed to get buried behind Pope Francis’ visit. The Post, Times and Journal are each running the Keystone story inside the A-section. Keystone has become a litmus test in both parties. The general public wants the pipeline by a more than two-to-one margin. So do unions, concerned more about jobs than the environment. But the donor class and liberals are stridently against it. The issue is a flashpoint in the Democratic contest — Clinton gets asked about it constantly on the trail and at fundraisers. Bernie Sanders and Martin O’Malley are both unabashedly against Keystone and say so in their stump speeches. — There’s something more significant going on than just answering to the Democratic base. This year more than ever, voters hate politicians who triangulate and constantly recalibrate. It’s one of the main reasons that Scott Walker collapsed, as we discussed here yesterday. Most of Donald Trump’s supporters disagree with him on major issues, but they’re okay with it because he says what he thinks and doesn’t come across as focus-grouped. This mentality makes it harder for other candidates to get away without taking a firm position on major issues. For better and worse, base voters in both parties have little patience for nuance and non-answers. — Like on so many other issues, Clinton has evolved on Keystone: Shot 1: In October 2010, the then-secretary of state described herself and the Obama administration as “inclined” to give TransCanada the permit. “We’re either going to be dependent on dirty oil from the Gulf or dirty oil from Canada,” she said in San Francisco. Shot 2: Pressed by a New Hampshire voter this summer, Clinton said she would “wait and see” what President Obama does. “If it is undecided when I become president, I will answer your question,” she said. Chaser: Speaking to the Des Moines Register editorial board yesterday, Clinton said: “I don’t think we need to have a pipeline bringing very dirty oil, exploiting the tar sands in western Canada, across our border.”    Foreman Javier Garcia works with his crew as they lower a section of pipe into the ground, along the TransCanada Keystone XL Pipeline section near Winona, Texas. (AP File Photo/Tyler Morning Telegraph, Sarah A. Miller)  — New developments on the Clinton e-mail scandal:  The State Department’s account of e-mail requests differs from Clinton’s. Clinton maintains she turned over her work-related emails to State as part of an inquiry into record-keeping by former secretaries of state. “But State Department officials provided new information Tuesday that undercuts Clinton’s characterization,” Carol D. Leonnig and Rosalind S. Helderman scoop. “They said the request was not simply about general record-keeping but was prompted entirely by the discovery that Clinton had exclusively used a private e-mail system. They also said they first contacted her in the summer of 2014, at least three months before the agency asked Clinton and three of her predecessors to provide their e-mails… ‘In the process of responding to congressional document requests pertaining to Benghazi, State Department officials recognized that it had access to relatively few email records from former Secretary Clinton,’ State Department spokesman John Kirby said in a statement e-mailed to The Washington Post… The State Department also realized it was not automatically preserving internal communications, with some other senior officials’ e-mails missing.” The FBI has recovered personal and work-related e-mails that Hillary deleted from her private computer server, Bloomberg’s Del Quentin Wilber reports. “The Federal Bureau of Investigation’s success at salvaging personal e-mails that Clinton said had been deleted raises the possibility that the correspondence eventually could become public. … The exact number of personal e-mails recovered by the FBI could not be learned. … Once the e-mails have been extracted, a group of agents has been separating personal correspondence and passing along work-related messages to agents leading the investigation.” “More previously undisclosed State Department emails related to Benghazi have surfaced in a federal court filing,” Politico’s Josh Gerstein and Rachael Bade report. “The filing Monday in a Freedom of Information Act lawsuit brought by the conservative group Citizens United describes about a dozen Benghazi-related emails that were withheld in whole or in part as State responded to one of the group’s requests seeking information about contacts between a top aide to Clinton and officials with the Clinton Foundation. Most of the documents also appear to have been withheld from the House Select Committee on Benghazi.”     Carly Fiorina speaks during a town hall meeting at The Citadel in Charleston, S.C., yesterday. (AP Photo/Mic Smith)  — Carly Fiorina is feeling the heat that comes with a spike in the polls.   The oppo dumps have apparently begun. BuzzFeed reports: “Fiorina — a vocal critic of lifting economic sanctions on Iran as part of the nuclear deal — delivered a paid speech to French bank BP Paribas in June of last year, six days after the Wall Street Journal reported the bank was the subject of a federal criminal probe for flouting U.S. economic sanctions on Iran … Fiorina was paid $48,000 for the speech.” The Post’s Walter Pincus zeroes in on a perplexing foreign policy comment that Fiorina made at last week’s debate about the Sixth Fleet in his column. At the Citadel yesterday, she said she’d be tough with China and explained why she’d cancel the state dinner. Feminist Gloria Steinem wrote a Facebook note attacking Fiorina for peddling “a 100 percent lie” about what was in the Planned Parenthood videos.  WHILE YOU WERE SLEEPING:    Yogi Berra talks about two home runs he hit during a game against Cleveland in August 1959. (AP File Photo/Ray Howard)  — Yogi Berra died at 90. He came home from World War II and won 10 World Series championships for the Yankees, probably the greatest catcher in the history of baseball. He was league MVP three times, appeared in 15 all-star games and has the record for playing in 75 World Series games. Yogi is perhaps best remembered for his hilarious one-liners, such as:  “It ain’t over till it’s over.” “If you don’t know where you are going, you might wind up someplace else.” “Baseball is 90% mental. The other half is physical.”  — A new national poll from Bloomberg Politics shows Biden edging Sanders, 25 percent to 24 percent, in the race for second to Clinton (who leads with just 33 percent). That portion of the survey was asked of 375 Democrats and Democrat leaners, and there was a plus or minus 5.1 percent margin of error. — Donald Trump was on “The Late Show” with Stephen Colbert. The host thanked him for providing a stream of endless comic material and mocked his idea of a wall between the U.S. and Mexico, proposing a double wall with a moat filled with “fire and fire-proof crocodiles.” “Is that enough?” Colbert prodded. When pressed on whether President Obama is a Muslim, Trump demurred: “I don’t talk about it anymore,” he said. There was also a hilarious back-and-forth in which Trump was asked to guess whether statements were made by him or Colbert’s alter ego. He also sat down for an interview with “60 Minutes.” Read the story here. Watch the video here.    (realdonaldtrump)  — John Kasich, on “Late Night with Seth Meyers,” said he felt like the only adult in the room during the second GOP debate. “The first debate was a little more orderly and went well. The second one, do you know what a demolition derby is? I was just trying not to crash my car into the wall,” Kasich said. Read story here. Watch the video. Here’s a shot of the governor bumping into Patrick Stewart ahead of his hit:    (@JohnKasich)  GET SMART FAST:  The Interior Department announced that the sage grouse does not merit being listed as an endangered species, a big win for rural interests and a loss for environmentalists. The EU voted to distribute 120,000 migrants across Europe over the objections of Central European nations. That means refugees will be sent to countries that don’t want them. (Michael Birnbaum in Brussels) There are 11 million VW cars worldwide equipped with software designed to cheat emissions tests. DOD announced it has repatriated a Guantánamo Bay detainee who intelligence analysts had concluded was probably once a bodyguard for Osama bin Laden after 13 years in U.S. custody. Abdul Rahman Shalabi’s departure reduces the remaining detainee population at Gitmo to 114 men, per the New York Times. TSA defended its officers’ treatment of a transgender woman who says she was harassed and held for 40 minutes while passing through security in Orlando. (NYT) The Associated Press changed its style to more harshly describe skeptics of global warming. The wire service now requires its reporters to describe them as “those who reject mainstream climate science.” (Memo, via TPM) French nationalist politician Marine Le Pen is set to face a trial in October for a 2010 comment likening Muslim public prayers to the Nazi occupation. (France 24)  POWER PLAYERS IN THE NEWS:  Pope Francis told reporters on the flight from Cuba to Washington that he doesn’t plan to raise the question of the U.S. embargo against Cuba during his address to Congress and said he declined to meet with dissidents during his visit to Cuba as part of a general policy against private meetings during the visit. (WSJ) Scott Walker dropped out after learning that his campaign had amassed a debt of roughly $700,000 in two months, and that he would struggle to raise the $1 million a month he’d need to stay viable. “We didn’t have a spending problem,” manager Rick Wiley told The Post. “We had a revenue problem.” (Our second-day tick tock) Perhaps out of respect for Joe Biden, for the first time since he took office, President Obama will skip an appearance at the Clinton Global Initiative during his annual trip to New York for the United Nations General Assembly next week. (Politico) Two major unions, SEIU and AFSCME, have decided to hold off on endorsing until there is clarity on whether Biden will run. (Politico) Democratic Sens. Bob Casey, Joe Donnelly and Joe Manchin defected from the Democratic caucus to back a bill banning abortion after 20 weeks. Republican Sens. Susan Collins and Mark Kirk voted against it. The measure was blocked and will not pass. Jeb Bush announced he’d overturn the government’s sweeping net neutrality rules that currently prohibit Internet providers from favoring some Web sites over others. John Kasich plans to spend more time in Iowa now that Walker has dropped out. (CNN) Jerry Kilgore, the former Virginia attorney general who was serving as Walker’s Virginia finance chairman, signed on with Bush. David Petraeus apologized before the Senate Armed Services Committee for his high-profile extramarital affair, and then proceeded to lay out his vision for how the United States should handle the ongoing conflict in Iraq and Syria. (Dan Lamothe)  POPE-A-PALOOZA, Day Two:    Pope Francis is greeted by President Obama as he arrives in the United States for the first time at Joint Base Andrews. (Photo by Jabin Botsford/The Washington Post)  In case your head was in the sand, Pope Francis arrived in Washington yesterday afternoon and was greeted by President Obama, Michelle Obama, their two daughter’s and Michelle’s mom at Andrew’s Air Force Base. “Ho ho, hey hey, welcome to the U-S-A,” the crowd chanted as the pontiff held his small, white cap — called a zucchetto — in his hand. “The pope arrived at the Apostolic Nunciature just before 5 p.m., as hundreds cheered his motorcade, many ignoring police instructions to clear the street as they clamored to get closer to the building where the pope will sleep,” write Abby Ohlheiser and Michelle Boorstein. Meanwhile, conservatives are up in arms about some of those invited to the White House for a welcoming ceremony today, including “the first openly gay Episcopal bishop, a leader for transgender rights, a gay Catholic blogger and a prominent nun-lobbyist who bucked the bishops on the Affordable Care Act,” Steven Mufson and Michelle Boorstein report. One D.C. resident is begging the Pope to bless the Metro, which needs a little help even on off-days. There’s a petition on Change.org to support the papal blessing that has 2,100 signatures. Here’s the Post landing page for all things papal-related, including how to get around today and tomorrow. WAPO HIGHLIGHTS: THE MUSLIM SAGA DRAGS ON FOR CARSON — “Ben Carson’s take on Islam wins support on the right,” by David Weigel: The Council on American-Islamic Relations (CAIR) called a news conference yesterday to demand Carson exit the race after he said a Muslim shouldn’t be president (and then backtracked). “CAIR, which plays a role in Islamic controversies similar to the one the Anti-Defamation League plays in Jewish ones, is not viewed that way by elements of the conservative movement… The mainstream media’s stenographic coverage of CAIR and Carson sent some leading conservative voices into Carson’s camp.” Frank Gaffney, Rush Limbaugh and Bill O’Reilly have praised Carson for criticizing Muslims who follow “sharia” law, which governs the Islamic legal system. There’s another story from Karen Tumulty and Jose A. DelReal about how this shrill rhetoric could come back to haunt the party next year. SHUTDOWN WATCH — “Senate Republicans introduce spending bill to avert shutdown, defund Planned Parenthood,” by Kelsey Snell: “Senate Republicans introduced a short-term spending bill designed to spark a series of moves to fund the government through Dec. 11 and avert a shutdown. The stop-gap bill introduced Tuesday would defund Planned Parenthood and increase defense spending by approximately $13 billion. The measure will almost certainly fail when it comes up for a procedural vote on Thursday…GOP leaders are expected to immediately introduce a second spending bill funding the government at current spending levels through the same date [which is expected to pass]…The legislation will then be sent — likely on Monday — to the House where Speaker John Bohener (R-Ohio) will have just days to act before a shutdown.” Meanwhile, the Obama administration has started formal preparations for a partial shutdown next week, holding a conference call with senior agency officials and releasing a statement saying that “prudent management” requires that agencies get ready for a possible funding lapse. SOCIAL MEDIA SPEED READ: — ZIGNAL VISUAL: Hillary Clinton came out swinging against high drug prices on Tuesday as she unveiled a new plan to cap out-of-pocket costs for prescriptions. But she also seemed to step on her own message later in the afternoon by coming out against Keystone. This chart from our analytics partners at Zignal Labs shows how Hillary drove the morning news cycle with the unveiling of her health care plan. The call for capping drug costs earned as many as 50 mentions per minute during the morning hours.     But look at what happened in the afternoon when she came out against Keystone. The red line below represents all mentions of Clinton’s drug plan. The blue line tracks the Keystone mentions. At their peak, there were nearly three Keystone-related mentions per second. By the end of the day, Keystone dominated the Hillary news, while her prescription drug plan had faded into relative obscurity.     –Pictures of the day: Craving more of Pope Francis? The Obamas’ wave goodbye as he left Joint Base Andrews:    (whitehouse)  The pope drove off in a Fiat 500L, dwarfed by Secret Service Suburbans in his motorcade:    (@mikedebonis)  Want a Pope Francis t-shirt? They’re everywhere. Tammy Haddad spotted this one for sale at Dulles:    (@haddadmedia)  We like this version, which marks both the papal visit and Yom Kippur (via C-SPAN’s Howard Mortman):    (@HowardMortman)  People are selling tickets to the papal mass for $150-300 on Craigslist. NRSC staffer Katie Johnson tweeted this screenshot:    (@kjon)  Brian Williams was back on the air, anchoring Francis’s arrival for MSNBC:    (@JesseRodriguez)  — Tweets of the day: Sen. Kelly Ayotte (R-N.H.), looking vulnerable in some polling we just reviewed, is acting accordingly. She called for a clean government funding bill last night, accusing conservatives of “wasting time” and bringing the government “closer to [the] brink of shutdown” in a stream of tweets. Sources say that Democratic Gov. Maggie Hassan is all-but-certain to challenge the first-termer; it’s a question of timing:    (@KellyAyotte)     (@KellyAyotte)     (@KellyAyotte)     (@KellyAyotte)  Sen. Claire McCaskill (D-Mo.) is already dreading how her colleagues will handle Pope Francis’s speech to Congress:    (@clairecmc)  Rep. Steve Israel (D-N.Y.) wished followers an easy fast for Yom Kippur, which began at sundown last night:    (@RepSteveIsrael)  Senate Minority Leader Harry Reid (D-Nev.) offered a message with a not-so-subtle nod to the Iran nuclear debate:    (@SenatorReid)  Make this Jeb Bush’s pop culture lesson for the day. Miss Alabama Meg McGuffin alerted Bush that he was mentioned on “Scream Queens,” Fox’s new horror-comedy show. His reply: “Didn’t DVR Scream Queens tonight … was it good?” The show responded with a resounding “yes”:    (@JebBush / @MissAmericaAL / @ScreamQueens)  In a tweet, Rep. Marsha Blackburn (R-Tenn.) thanked Christian recording artist Amy Grant (center) for allowing a Christian day camp to use her Tennessee farm this summer:    (@MarshaBlackburn)  Nothing like a prayer that mentions both a BLT and the Three Stooges. CNN’s Ashley Killough tweeted the transcript of the opening prayer for a Jeb event in Cedar Rapids:    (@KilloughCNN)  Do you love Carly Fiorina? Does your dog? Buy her a t-shirt from Fiorina’s newly launched online swag store:    (@NYTnickc)  –Instagrams of the day: Ted Cruz’s dad, Rafael, is in the Virgin Islands campaigning for his son, part of the Texan’s long-game strategy to rack up delegates in places like Guam and American Samoa, as well. He met with pastors, students and the local GOP chairman:    (sanuzis)  The Interior Department wished a happy 94th birthday to Betty Reid Soskin, the oldest active National Park ranger:    (usinterior)  GOOD READS FROM ELSEWHERE: — Bloomberg Politics, “Marco Rubio rules out path to citizenship during his presidency,” by Sahil Kapur: “Rubio has effectively ruled out granting lawful permanent residency to undocumented immigrants if he makes it to the White House, even for a second term. Pressed by conservative host Sean Hannity during a Monday night interview on Fox News, the Florida senator said he’s open to a path to citizenship for people in the U.S. illegally, but only a decade or more after passage of bills to secure the border and modernize the legal immigration system… ‘I don’t think it’s a decision you have to make on the front end. The first two things you have to do is stop illegal immigration, then second you have to modernize our legal immigration system, and then third you can have a debate about how to even legalize people to begin with,’ Rubio said. ‘And then ultimately in 10 or 12 years you could have a broader debate about how has this worked out and should we allow some of them to apply for green cards and eventually citizenship.'” — New York Times, “Los Angeles puts $100 million into helping homeless,” by Jennifer Medina: “Flooded with homeless encampments from its freeway underpasses to the chic sidewalks of Venice Beach, municipal officials here declared a public emergency on Tuesday, making Los Angeles the first city in the nation to take such a drastic step in response to its mounting problem with street dwellers…he move stems partly from compassion, and in no small part from the rising tide of complaints about the homeless and the public nuisance they create. National experts on homelessness say Los Angeles has and a severe and persistent problem with people living on the streets rather than in shelters — the official estimate is 26,000. The mayor and City Council have pledged a sizable and coordinated response, proposing Tuesday to spend at least $100 million in the next year on housing and other services. They plan, among other things, to increase the length of time shelters are open and provide more rent subsidies to street people and those in shelters.” — Washington Free Beacon, “Pentagon confirms unsafe Chinese aerial encounter,” by Bill Gertz: “After initially refusing to provide details, the Pentagon on Tuesday confirmed that a Chinese jet made an unsafe pass near a U.S. RC-135 surveillance jet last week. ‘I can confirm for you that the department’s reviewing a report that came in from [U.S. Pacific Command] regarding a Sept. 15 intercept of a U.S. RC-135 by an aircraft from the People’s Republic of China,’ Pentagon Press Secretary Peter Cook told reporters…On Capitol Hill, senior members said the latest incident highlights China’s coercive behavior with U.S. aircraft…China, however, is demanding that all U.S. surveillance flights near China’s coasts be halted.” HOT ON THE LEFT Key Hollywood donor backs Joe Biden for president. From the Hollywood Reporter: “United Talent Agency managing director Jay Sures, who has become a major force on the Hollywood political-fundraising scene, [said] he not only will back the vice president, he also expects other leading industry Democrats to come forward and do the same.” HOT ON THE RIGHT Jeb Bush says multiculturalism wrong for U.S. From the Associated Press: “Bush said Tuesday that multiculturalism is bad for the United States, adding that immigrants who close themselves off from American culture deny themselves access to economic rewards. The former governor of Florida, who speaks fluent Spanish and often touts his success winning Latino votes in a party that badly needs them, addressed the issue in a packed northern Iowa diner as he met people in the crowd … ‘We should not have a multicultural society,’ Bush said.” DAYBOOK: –What’s happening today on the campaign trail: Jeb comes to D.C. for a fundraiser and to see Francis. Candidates descend on South Carolina: Donald Trump campaigns in North Charleston and attends a town hall hosted by Sen. Tim Scott (R-S.C.) in Columbia. Carly Fiorina stops in Lexington, Columbia and Rock Hill. Rand Paul (accompanied by Rep. Mick Mulvaney) hits events in Rock Hill, Columbia and Spartanburg. Mike Huckabee greets voters in Lexington. Ben Carson is in Jackson and Spring Arbor, Mich. In Iowa, Rick Santorum delivers a speech in Urbandale. In New Hampshire, Lindsey Graham campaigns in Manchester. –On the Hill: The House and Senate are not in session. –At the White House: President Obama, Vice President Biden and their wives welcome Pope Francis to the White House on the South Lawn. Later, Obama holds a bilateral meeting with Francis in the Oval Office while Biden hosts Vatican officials in the Cabinet Room. Finally, Biden attends a mass delivered by Francis at the Basilica of the National Shrine of the Immaculate Conception.  QUOTE OF THE DAY: “I personally believe that this theory [of evolution] that Darwin came up with was something that was encouraged by the adversary, and it has become what is scientifically, politically correct,” Ben Carson said in a 2012 speech, posted by Buzzfeed, that called the Big Bang Theory a fairy tale. NEWS YOU CAN USE IF YOU LIVE IN D.C.: — “It’s a picture-perfect day for the Pope’s visit here. Partly to mostly sunny skies shine down and a light breeze blows from the north-northeast around 10 mph. Meanwhile, highs couldn’t be more comfortable, in the upper 70s to near 80 with low humidity,” reports the Capital Weather Gang. — In another missed opportunity, the Nationals fell to the Baltimore Orioles, 4-1. — In a bad sign for Metro’s ability to handle the extra traffic, over 250 people were stranded for over an hour last night when a Green line train lost power near the Georgia Avenue-Petworth station. VIDEOS OF THE DAY: Watch a mocking, 1-minute tribute to Scott Walker’s disastrous campaign, via Funny or Die:  The National Zoo’s giant panda cub sure is growing quickly. Watch its latest check-up here:  If you missed live TV coverage of the pope’s arrival, here’s a 10-minute video of Francis deplaning and greeting President Obama before driving away:  — What does the Trump family make of Donald’s presidential run? Access Hollywood asked Ivana, Ivanka and Eric Trump to weigh in. Check out footage of their interviews here. (Ivanka also shared how the Trump children stayed out of tabloid headlines and Eric talked about the possibility of being part of the first family.) — Don Henley lambasted Trump as he performed a track from his new album on Colbert’s show. Read the Rolling Stone story here. Watch the 4-minute video here.", "byline": "", "description": "", "title": "The Daily 202: Hillary sides with environmentalists over organized labor on Keystone litmus test", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/09/23/the-daily-202-hillary-sides-with-environmentalists-over-organized-labor-on-keystone-litmus-test/", "topics": ["immigration"], "people": ["Kelly Ayotte", "Peter Cook", "Patrick Stewart", "Joe Donnelly", "Jerry Kilgore", "Sahil Kapur", "Frank Gaffney", "Rachael Bade", "Jennifer Palmieri", "Mike Huckabee", "Dan Lamothe", "Bob Casey", "Carol D. Leonnig", "Steven Mufson", "David Petraeus", "Gloria Steinem", "Yom Kippur", "Michael Birnbaum", "Tim Scott", "Rick Santorum", "Mick Mulvaney", "Joe Biden", "Harry Reid", "Michelle Obama", "Jabin Botsford", "Ashley Killough", "Amy Grant", "Josh Gerstein", "Pope Francis", "Rosalind S. Helderman", "Yogi Berra", "Ted Cruz", "Scott Walker", "Rand Paul", "Mark Kirk", "Eric Trump", "Tammy Haddad", "Martin O'Malley", "Bill O'Reilly", "Walter Pincus", "Jeb Bush", "Brian Williams", "Rick Wiley", "Donald Trump", "Quentin Wilber", "Marco Rubio", "John Kirby", "Joe Manchin", "Don Henley", "Bernie Sanders", "Ivanka Trump", "Sean Hannity", "Carly Fiorina", "Susan Collins", "Marsha Blackburn", "Charlie Neibergall", "Mic Smith", "David Weigel", "Lindsey Graham", "Kelsey Snell", "Hillary Clinton", "Karen Tumulty", "John Kasich", "Jennifer Medina", "Steve Israel", "Michelle Boorstein", "Stephen Colbert", "Rush Limbaugh", "Maggie Hassan", "Ben Carson", "Seth Meyers"], "orgs": ["United Nations General Assembly", "State Department", "National Zoo", "The Post", "WSJ", "DOD", "Oval Office", "Texan", "Keystone", "Trump", "Zignal Labs", "Planned Parenthood", "MSNBC", "Federal Bureau of Investigation", "City Council", "CAIR", "Congress", "Baltimore Orioles", "Marine Le Pen", "TransCanada", "Interior Department", "U.S. Pacific Command", "Freedom of Information Act", "Democratic Sens", "House Select Committee", "Metro", "Senate Republicans", "BLT", "TPM", "The Council", "Clinton Foundation", "Senate Armed Services Committee", "Citizens United", "AFSCME", "GOP", "Yankees", "Republican Sens", "SEIU", "Clinton Global Initiative", "Senate", "Capital Weather Gang", "Des Moines Register", "NRSC", "Joint Base Andrews", "Apostolic Nunciature", "FBI", "Pentagon"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}, {"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-09-23 12:57:10", "org": "washpo", "article_id": "4801f56008e329eaea7ae8c08a2cd5e5", "date_access": "2015-09-23 15:50:07.611278"}