{"body": "   Charles Koch, pictured at the Freedom Partners meeting on Monday, Aug. 3, 2015 in Dana Point, Calif. (Photo by Patrick T. Fallon for The Washington Post)  DANA POINT, Calif. -- Charles Koch steers one of the biggest private corporations in the United States and leads a network of conservative groups that serves as a major force in American politics. But the billionaire industrialist dismisses the idea that he commands great influence. “There are so many things I would change!” Koch told The Washington Post Monday in an exclusive interview. “If I had all this power, why aren’t they getting changed? This is ludicrous.” During a wide-ranging conversation in his suite at the seaside resort where Koch and other wealthy donors gathered this weekend, he weighed in on the White House race, money in politics and climate change. Here are some of the highlights of our conversation: Q: I would be remiss if I didn’t ask you about the 2016 presidential race. A: Last count, there are 126 Republicans running. Who are my three favorites? I don’t know, because I don’t know most of them. Q: Do you have a favorite at this point? A: No. Q: Do you have a couple you think most highly of? A: Well, we’ve named five that we think have some combination of probability of winning the nomination and of having the most issues that we agree on. [Earlier this year, Koch told USA Today that he and his brother David were considering Wisconsin Gov. Scott Walker, former Florida governor Jeb Bush and Sens. Ted Cruz of Texas, Rand Paul of Kentucky and Marco Rubio of Florida.] We don’t agree with any of them on all the issues. [Charles Koch’s focus on ‘injustices’ is fueled by an unlikely partnership] Q: How important is it to you to see a Republican in the White House? A: It depends on the Republican. I am not a Republican. I consider myself a classical liberal. I believe in certain principles and I am looking for candidates who are advancing those principles. The trajectory of this country is not positive and particularly for the disadvantaged, as we see what’s happening. The gains in productivity have dropped, the gains in income for the middle class and the least advantaged have slowed, at best. So what I’m looking at is policies that will change that. And so generally what happens, over time, the growth of government and the intrusiveness in people’s lives has been almost identical in Republican and Democratic administrations. I like a lot of the Republican rhetoric better than the Democrats’. But when they’re in office, it’s pretty much the same thing. It’s serving their supporters, it’s corporate welfare, it’s cronyism which is so destructive, particularly to the disadvantaged. I think the Democrats are taking us down the road to serfdom at 100 miles an hour, and I think the Republicans are taking us at 70 miles an hour. If we can have a candidate like Calvin Coolidge that would reverse that trajectory, or like [former prime minister William] Gladstone did in Great Britain, man, I would shout it to the world. But I haven’t seen that yet. Q: The network you helped create is now arguably one of the most powerful forces in American politics -- A: Gosh, I hope you’re right. I haven’t seen that as much. People like to overstate the case. [Billionaire Koch brothers’ network takes cue from Obama’s playbook] Q: What do you say to those who believe you have too much influence? A: Wow, believe me, if I had too much, a lot of things would change. Just like the very things we’ve been talking about -- this trend toward a two-tiered society and the trajectory we’re on that’s taking us there and criminal justice. There are over 1,000 low-income occupations that in some communities, you’ve got to get a license. Florist: what, you’re going to stick your finger? Bartender: he’s going to make your drink too strong? I mean, this is nonsense! Q: How is it fair that people who have more money have more of a voice in politics? Isn’t that an imbalance? A: Well, voice, what does that mean? I mean, the government is largely influenced by people who advocate corporate welfare and advocate these policies that create this two-tiered society … So I mean, a voice, yeah, we get more press. You all are interested in what we say. But are we really having an influence? I mean, I would get rid of all the corporate welfare. We fight against all of it. We make a lot of money out all this corporate welfare because we can’t do anything about it. If you aren’t allowed to export natural gas -- we are the biggest industrial user of natural gas. We use 4 percent of the industrial consumption of natural gas. And if it was allowed to fully export, the price of natural gas would go up, our costs would go up … But I believe unless we do that, we’re not going to preserve our free society. Q: How concerned are you about the administration’s new emissions policy? A: I’m very concerned because the poorest Americans use three time the energy as the percentage of their income as the average American does. This is going to disproportionately hurt the poor. It may make the whole electric grid unstable, depending on how it is enforced. And it does nothing for the climate. Even the U.N. and EPA studies show that. Q: Are you worried about climate change? A: Well, I mean I believe it’s been warming some. There’s a big debate on that, because it depends on whether you use satellite measurements, balloon, or you use ground ones that have been adjusted. But there has been warming. The CO2 goes up, the CO2 has probably contributed to that. But they say it’s going to be catastrophic. There is no evidence to that. They have these models that show it, but the models don’t work … To be scientific, it has to be testable and refutable. And so I mean, it has elements of science in it, and then of conjecture, ideology and politics. So do we want to create a catastrophe today in the economy because of some speculation based on models that don’t work? Those are my questions. But believe me, I spent my whole life studying science and the philosophy of science, and our whole company is committed to science. We have all sorts of scientific developments. But I want it to be real science, not politicized science.      ", "byline": "", "description": "", "title": "Charles Koch on the 2016 race, climate change and whether he has too much power", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/04/charles-koch-on-the-2016-race-climate-change-and-whether-he-has-too-much-power/", "topics": ["economy"], "people": ["Rand Paul", "Charles Koch", "Calvin Coolidge", "Jeb Bush", "Patrick T. Fallon", "Marco Rubio", "Scott Walker", "Ted Cruz"], "orgs": ["Freedom Partners", "U.N.", "EPA"], "authors": [{"author_id": 32408, "fullname": "matea gold", "primary_org": "washpo"}], "date_written": "2015-08-04 11:00:16", "org": "washpo", "article_id": "130521de666e47c3eb568c1b9071963e", "date_access": "2015-08-04 10:20:16.016375"}