{"body": " Dissatisfaction and protest are roiling the politics of summer 2015. They are evident in the response to the angry rhetoric from Donald Trump, in the crowds that come to hear Bernie Sanders bash Wall Street and in the rallies demanding racial justice. For presidential candidates, there is no safe harbor. Ignore the mood at your peril; engage it at your peril. The discontent is real, whether economic, racial or cultural. It knows no particular ideological boundaries. It currently disrupts both the Republican and Democratic parties. It reflects grievances that long have been bubbling. It reflects, too, the impatience with many political leaders — what they say and how they say it.  Dan Balz is Chief Correspondent at The Washington Post. He has served as the paper’s National Editor, Political Editor, White House correspondent and Southwest correspondent. View Archive   Facebook   The economic collapse of 2008 continues to ripple through the lives of many families, despite the drop in unemployment. Steady but slow growth has not been balm enough to give these families, many of whom see a system rife with inequity, much optimism about the future. Instead, they see the American Dream as part of the nation’s past. The uproar over illegal immigration underscores the anger over what many still see as broken borders, an issue heightened by the recent killing in San Francisco of a young woman by an illegal immigrant with a criminal record who had been deported but returned to the country. But immigration also is tied to the broader cultural reaction to demographic changes that continue to remake the face of the country and generate tensions that are at the heart of political differences.  Racial issues remain front and center, whether the killings in a black church in Charleston by a young man who wanted to start a race war or repeated episodes that have raised hard questions of how police and law enforcement officials treat African Americans. All this is a reminder that, almost seven years after the election of the nation’s first black president and all of the progress that made that possible, work remains to be done.    Demonstrators chant slogans as they await the arrival of presidential candidate Sen. Bernie Sanders (I-Vt.) at a rally calling for a national $15 minimum wage bill in Washington this month. (Kevin Lamarque/Reuters)  It is tempting to try to dismiss Trump for what he is — a reality TV showman who talks as much about himself as anything else. The support he is receiving in national polls, however, suggests more than just a response to a celebrity with a loud voice. He has tapped into something.   [Trump takes his campaign to the border]  Trump is not particularly conservative — or, more accurately, he seems to have no fixed ideology. He amplifies dissatisfaction without proposing real solutions to the country’s problems, other than building a big wall. Yet he speaks about things in a language so blunt and uncharacteristic of politicians that it wins visceral approval from disaffected Americans.  Sen. John McCain (R-Ariz.) says Trump brings out the “crazies” in the Republican Party on the issue of immigration. In fact, Trump’s candidacy highlights the reality that there is an unresolved debate within the GOP about what to do about it. This is an argument of long standing. Each time McCain and other Republicans have stepped up to solve it with a comprehensive solution, they have been rebuffed by the party’s conservative base. Trump has scratched at the wound again this summer. Sanders, the independent senator from Vermont who is running for the Democratic nomination, seems to be an extension of the Occupy Wall Street movement that began four years ago. That movement struggled to find political traction the way the tea party movement had two years earlier. But it nonetheless had an indelible impact on the political dialogue by framing the economic debate as the 99 percent vs. the 1 percent. Obama carefully subsumed the unrest represented by the Occupy Wall Street movement into his middle-class message in 2012. In Mitt Romney, he found the perfect foil, an opponent he portrayed as an out-of-touch plutocrat. That was enough to win reelection.  Yet four years later, the Democrats find themselves debating not just Republicans about the economy but one another, as well. They debate how far left they should move to deal with the issues of income and wealth inequality and the power of what Sanders calls “the billionaire class.”  [Clinton outlines economic plans]   Hillary Rodham Clinton is part of the way there in responding to the economic unrest, at least rhetorically. Sanders says that she and he continue to have major disagreements on the particulars of what to do. The outpouring of support he has seen at events around the country and the recent rise in his poll numbers in New Hampshire and Iowa will keep the pressure on Clinton to keep responding. She will try to calibrate the extent of her move to the left. The signs of discontent have flummoxed many of the presidential candidates. Each party wants this election to be about the weaknesses and vulnerabilities of the other. Yet the intraparty strife cannot easily be ignored.  Republican candidates were slow to challenge Trump’s language on immigration — both those who strongly disagree with his positions and those who generally agree. Engaging Trump carries risks. He swings back hard, sometimes wildly but sometimes with the nimbleness and precision of a practiced politician.  Many Republicans want Trump to go away. But they are wary about trying to hasten his fall because they fear they will pay too high a price among those for whom he has provided a voice. Sanders and former Maryland governor Martin O’Malley went to the Netroots Nation convention a week ago, no doubt looking to find a sympathetic audience for their populist economic message. It was an event, after all, that Clinton did not attend, for the obvious reason that she likely would not have been welcomed. Instead, though, Sanders and O’Malley were caught unprepared for the interruptions from the Black Lives Matter movement, and neither looked particularly adept or comfortable as they responded. Sanders seemed to throw up his hands in frustration over the interruption. Then he invoked his civil rights work as evidence that he stood with African Americans. O’Malley said that “all lives matter” and later apologized. Clinton was the lucky one for not having attended, but she will not escape the issue, either.  [Why Democrats are struggling to grasp Black Lives Matter]  Few Republicans expect Trump to become their party’s nominee. They worry that his candidacy alone, if left to run for months, could condemn them to another defeat in November 2016, even if he eventually disappears. Their other concern is that Trump might eventually run as an independent, in which case he could drain more than enough votes from their nominee to cost them the general election. Not many Democrats yet think Sanders has the staying power to defeat Clinton, even if he can give her a good scare. Strange things happen in nomination contests. But Clinton’s advisers vow they will not be caught by surprise by an insurgency from the left. Even if both Trump and Sanders end up merely as interesting characters rather than long-distance runners, the unrest that has contributed to the attention they are now receiving will remain. Distrust of the political class will infect the campaign, adding to the burdens the major party nominees will carry into the general election and beyond. It is embedded in the politics of now. ", "byline": "", "description": "The success of Trump and Sanders reflects unrest with traditional politics and discombobulates their rivals.", "title": "A summer of political discontent has most presidential aspirants scrambling", "url": "http://www.washingtonpost.com/politics/a-summer-of-political-discontent-has-most-presidential-aspirants-scrambling/2015/07/25/591f6b84-32d8-11e5-8353-1215475949f4_story.html", "topics": ["economy", "immigration"], "people": ["Mitt Romney", "Martin O'Malley", "Donald Trump", "Hillary Rodham Clinton", "Kevin Lamarque", "Bernie Sanders", "Dan Balz"], "orgs": ["Republican Party", "National Editor , Political Editor", "GOP"], "authors": [{"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-07-25 17:35:13", "org": "washpo", "article_id": "bcfae1728b355c810463f90af24dbd98", "date_access": "2015-07-25 16:50:10.018968"}