{"body": " GOP presidential front-runner Donald Trump will sign a pledge Thursday to support the Republican nominee in next year’s general election, effectively ruling out a third-party or independent run, according to two Republicans familiar with the move. The promise, which Trump has long avoided making, brings him closer to a party whose rank-and-file activists he has thrilled this summer but whose leadership has at times viewed his rapid ascent with alarm, especially the prospect of an outside bid that could siphon away votes from the eventual standard-bearer. The Republicans familiar with Trump’s decision requested anonymity to discuss private conversations. They also said that Trump may have caveats or conditions upon signing that have not yet been shared beyond the businessman’s tight-knit inner circle. These Republicans said that even as Trump wants to be a team player and plans to abide by the pledge, his priority is to be treated with he often refers to as “respect” by the national GOP. If that relationship should ever sour, he could consider changing his mind. But for now, Trump’s embrace of the Republican Party is a victory for the officials who have been unsure about his political intentions. Corey Lewandowski, Trump’s campaign manager, declined to comment about whether Trump would put pen to paper later today, and cautioned that the billionaire contender can be unpredictable. “Only DJT speaks for DJT,” Lewandowski wrote in a text message to The Washington Post, referencing the candidate. Trump will make the announcement at an afternoon news conference at Trump Tower, his campaign headquarters in New York, where he will sign the loyalty statement alongside its author, Republican National Committee chairman Reince Priebus. That appearance will follow a meeting with Priebus. One of the Republicans who has been briefed said Trump believes that pledge provides him with two political assets: increased pressure on his many rivals to give assurance that they will back him should he be the nominee, and possible new support from Republicans who so far have been wary of his reluctance to commit to supporting the GOP through the end of the 2016 race. For months, Republican leaders have been trying to prevent Trump, the real-estate mogul who has rocketed to the top of GOP polls, from running as an independent candidate if he does not win the Republican nomination. In the Aug. 6 debate in Cleveland, Trump memorably refused to rule out a third-party run, though he has since signaled a possible change of heart as some state parties are requiring loyalty oaths as a condition of appearing on their state’s primary ballots. RNC staffers reached out this week to campaigns requesting that their candidates sign a sheet pledging loyalty to the party’s eventual nominee, according to campaign officials. The one-page pledge is not a legal contract or binding. Rather, it is a political document and a symbol of Republican fealty. “I [name] affirm that if I do not win the 2016 Republican nomination for president of the United States I will endorse the 2016 Republican presidential nominee regardless of who it is,” reads the document. “I further pledge that I will not seek to run as an independent or write-in candidate nor will I seek or accept the nomination for president of any other party.” Former RNC chairman Jim Gilmore, who is one of 17 GOP presidential candidates, said he supports the national party’s push for candidates to pledge loyalty. “If someone is going to go to the party and ask for their support, if they’re going to ask the rank and file for their vote, that comes with an obligation for loyalty, in my mind,” said Gilmore, a former Virginia governor. “Generally speaking, if you want the party’s support, that loyalty should be there.” Michael Steele, another former RNC chairman, said Priebus had wanted to get Trump’s flirtation with a third-party run “cleared up” before the next debate, scheduled for Sept. 16 on CNN. “I appreciate what he is trying to do, trying to bring some level of order to this situation,” Steele said. “The expectation should be if you’re running to be nominee of the party, you should support the nominee of the party.” Steele added that Trump may have calculated that “there is no real upside to poking the party in the eye. He doesn’t want people to peel off from him because they don’t see him as being a team player. I think that’s the way he sees it.”  Philip Rucker contributed reporting.   ", "byline": "", "description": "Billionaire candidate will appear with Republican chairman in New York to sign loyalty statement", "title": "Trump to sign GOP pledge, commit to back party nominee", "url": "http://www.washingtonpost.com/politics/trump-to-sign-gop-pledge-commit-to-back-party-nominee/2015/09/03/c5d9ea7c-5242-11e5-9812-92d5948a40f8_story.html", "topics": ["campaign_finance"], "people": ["Jim Gilmore", "Corey Lewandowski", "Michael Steele", "Donald Trump", "Reince Priebus", "Philip Rucker"], "orgs": ["RNC", "Republican Party", "Republican National Committee", "GOP"], "authors": [{"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-09-03 15:55:18", "org": "washpo", "article_id": "8e059da4630397ead511a3a744cbb1c8", "date_access": "2015-09-03 15:10:46.217769"}