{"body": "   Republican 2016 U.S. presidential candidate Wisconsin Governor Scott Walker speaks to attendees at the RedState Gathering in Atlanta, Georgia August 8, 2015. REUTERS/Tami Chappell  Some 35 school principals from Wisconsin have sent a letter to Gov. Scott Walker  — who is running for the 2016 Republican presidential nomination — saying that state education policies and budgets are hurting their schools. And they told Walker that his war on “big government” isn’t really returning power back to the people but actually making it harder for communities to have a say in local education decisions. Walker last month signed a new state budget that, over the next two years, slashes $250 million from the University of Wisconsin, one of the country’s great public institutions of higher education; ensures that most K-12 school districts will get less funding than they did last year; expands the state’s voucher program that uses public funds to pay for tuition at private schools, including religious schools — even though there is no evidence the program has helped improve student achievement in the past; and creates a new “special needs” voucher law that cuts into protections for special needs students. [Gov. Scott Walker savages Wisconsin public education in new budget] The principals from southern Wisconsin who wrote the letter to Walker and to state lawmakers last month said that the state’s public schools are underfunded. The letter says in part:  The reduced power of local school boards as it relates to curriculum, policy, funding, testing,calendar, and other issues concerns us. The people in local communities have far less voice today than they did only a few decades ago. Governor Walker, you speak of the need to reduce “Big Government,” and we see that you are doing so as it relates to eliminating positions in government,but the “power of the people, by the people, for the people” is less in people’s hands than it once was. Our school board members are locally elected officials. These same people work, live, and die in our communities. Citizens trust these locally elected officials to set policy and support education in our communities. These respected school board members have far less control over local decisions than they did in the past.  We are concerned about the competitive nature and business model schools now face. As life-long learners, we study other nations and other states experienced with this competitive business model.The research clearly points to a result of segregated schools. This model results in the “haves and have nots.” This exclusionary system does not reflect the land of opportunity for which our nation is well known and will reduce opportunity for future leaders who may be the next Rosa Parks or Steve Jobs.  [What the heck is going on with Wisconsin public education?] Here’s the letter in full:         ", "byline": "", "description": "\"Governor Walker, you speak of the need to reduce 'Big Government,' and we see that you are doing so as it relates to eliminating positions in government, but the 'power of the people, by the people, for the people' is less in people’s hands than it once was.\"", "title": "Wisconsin principals tell Scott Walker: Stop hurting our schools", "url": "http://www.washingtonpost.com/blogs/answer-sheet/wp/2015/08/11/wisconsin-principals-tell-scott-walker-stop-hurting-our-schools/", "topics": ["personality", "campaign_finance", "economy"], "people": ["Scott Walker", "Tami Chappell"], "orgs": ["University of Wisconsin"], "authors": [{"author_id": 31038, "fullname": "valerie strauss", "primary_org": "politico"}], "date_written": "2015-08-11 23:13:42", "org": "washpo", "article_id": "8531af58bfcaf082be423c2823ae4495", "date_access": "2015-08-11 22:30:09.944879"}