{"body": "   Republican presidential candidate Sen. Rand Paul. (R-Ky.) speaks during the first Republican presidential debate at the Quicken Loans Arena Thursday, Aug. 6, 2015, in Cleveland. (AP Photo/Andrew Harnik)  Some bad news, Sen. Rand Paul (R-Ky.) can shrug off. Bad debate reviews? Angry quotes from supporters of his father? He's got a talking point for that. No problem. The troubles reported by Politico's Manu Raju and Kyle Cheney point to another problem -- and suggest that Paul's once-optimistic boosters in Kentucky are no longer believing the spin. On Aug. 22, Kentucky Republicans will meet to discuss whether they can replace their presidential primary with a caucus. If you thought they'd already signed off on that, you might remember the March meeting in which Paul, according to reporter Joseph Gerth, got preliminary approval for a caucus from the GOP executive committee. No candidate can seek two offices on the same Kentucky ballot. The caucus strategy would allow Paul to appear on the ballot only once -- for president -- while a caucus handed him the Republican Senate nomination for his 2016 reelection bid. Now, the caucus strategy is causing some tremors. Paul had always promised to fund the full cost of a caucus. But his un-spinnably disappointing fundraising numbers have left people wondering if the check will bounce. From Raju and Cheney: “I think it’s fair to say that among members of this committee that they’re always aware of the financial impact of anything new on the organization that they serve,” said state GOP chairman Steve Robertson. “I think it’s pretty fair to say that members of the committee think this thing could be anywhere from $400,000 to $600,000. That’s obviously something that weighs appropriately on the minds of the folks on the committee.” Others were blunter. “There should be no direct cost to the party,” said Scott Lasley, a state executive committee member who chaired the party committee that drafted the plan Paul favors. “If the money is not there … then I think all bets are off.” On the record, Paul strategist Doug Stafford has said that \"the money is in the bank.\" Paul will be in Kentucky at the end of this week, then on a pro bono medical trip to Haiti, then back in his home state, as advisers make their sale to Republicans. But the fact that these conversations are even happening, in public, represents the Kentucky establishment's pessimism about the Paul campaign. It had backed Paul when he was the buzzy candidate for president whose national ambitions had actually strengthened him in Kentucky. It's wavering now that Paul looks to have lost the narrative of the campaign. Since March, Paul has talked with complete confidence about the caucus thing happening; he's ruled out any suggestion that he could lose the Senate race. And no potential primary (or caucus) opponent has emerged to challenge him for the seat.  The irony of Paul's Kentucky crisis is that the GOP, dominant in federal elections in the state, only holds one statewide constitutional office (retiring Agriculture Commissioner James Comer, who lost the GOP gubernatorial primary earlier this year) and failed to win the state House in 2014. The party would prefer that Paul run again than to crowbar him out of the seat. He won over people who didn't always trust him -- and now, they're a problem.", "byline": "", "description": "His 2016 maneuvers were once a given back home. Now, it's complicated.", "title": "Rand Paul&#8217;s Kentucky problem", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/11/rand-pauls-kentucky-problem/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Andrew Harnik", "Kyle Cheney", "Manu Raju", "Scott Lasley", "Doug Stafford", "Steve Robertson", "James Comer"], "orgs": ["Senate", "GOP", "Quicken Loans Arena"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-08-12 01:17:51", "org": "washpo", "article_id": "9777c2a26002f91efe54c7d928f1dc9b", "date_access": "2015-08-12 00:40:04.345192"}