{"body": "   Ohio Gov. John Kasich (Brian Powers/The Des Moines Register via AP)  BERLIN, N.H. -- The Republican primary's scramble to the right has led to pointed criticism of the Black Lives Matter movement, and of the Obama administration's approach to police reform. After Sen. Ted Cruz (R-Tex.) criticized the president for \"vilifying\" law enforcement, other candidates found reasons to blame Democrats for an atmosphere where protesters could chant threats to police. \"In the last six years under President Obama, we've seen a rise in anti-police rhetoric,\" wrote Gov. Scott Walker (R-Wis.) in an op-ed this week. \"Instead of hope and change, we've seen racial tensions worsen and a tendency to use law enforcement as a scapegoat. This kind of attitude has created a culture in which we all too often see demonstrations and chants where people describe police as 'pigs' and call for them to be 'fried like bacon.'\" That comment was quickly endorsed by the Wisconsin Professional Police Association. Gov. Bobby Jindal (R-La.), who did not go quite as far as Cruz or Walker, pointedly declared a Sept. 14 \"day of prayer\" for law enforcement. But the other two sitting governors seeking the White House, both from diverse and urban states, resisted the pressure. At a Wednesday morning campaign stop in Hooksett, N.H., Gov. John Kasich (R-Ohio) faced a question about \"political correctness\" from Marc Miville, a city councilor. \"A cop is getting killed every day,\" Miville said. Kasich responded by joking that he'd \"never been accused of political correctness,\" and by briefly describing the work he'd done in Ohio to connect police to community leaders. After the event, Miville told the Washington Post that he was seriously concerned by the political embrace of \"Black Lives Matter\" activists. \"We hate everything except us -- that's Black Lives Matter,\" he said. But in an afternoon interview with NH1's Paul Steinhauser, asked directly if he thought rhetoric was fueling attacks on cops, Kasich swatted away the bait. \"In Ohio, we try to bring community and police together, so that the community can understand that a policeman, a policewoman, needs to be able to go home at night to their family, their family waits in anticipation of them getting home,\" he said. \"Secondly, we try to work with police to understand the concerns that exist in the community. So it has to be constant communication, but these kind of killings are just outrageous and the public’s outraged I’m sure across the board.\" On Thursday, after a campaign stop in Littleton, N.H., Gov. Chris Christie (R-N.J.) told The Washington Post that rhetoric was not a factor in the attacks on police. \"I think the lawlessness that this president has encouraged by his own conduct -- and now Hillary Clinton, by hers -- leads to a disrespect of law enforcement in this country,\" he said. \"It's not enforcing the law, not setting that example, that every law needs to be enforced. It's not just the laws we like. You get elected, you take an oath. Let's follow the oath. That's what I've done as governor of New Jersey. That's a bigger contributor than any individual issue. It's more of a general tone that they've put forward.\" Later, at a town hall here, Christie got his own chance to criticize the rhetoric of police reform. He did not take it. \"Our police officers are being killed, and we’re not standing up for them,\" he said, but his lesson was not that Democrats were to blame for violence. \"In my state, we had a city that was known as the most dangerous city in America: Camden,\" said Christie. \"I got together with the police chief, who is an African-American, female Democrat. And I said to her, we need to do something about crime in your city. She said, 'I know we do.' We came up with the idea to fire the entire police force.\" Christie described what happened next: Lawsuits, and the hiring of a larger police force at a lower cost. \"We told them, you gotta act differently,\" said Christie. \"You got to be part of the community. You've got to be out on the streets, riding bikes on the streets, talking to people, holding town meetings with folks in the neighborhood, to let people know: You're there to help them.\" The governor did not delve deeper into the Camden experiment, or how complaints about excessive police force continued. But like Kasich, he avoided blaming criticism of police for violence against police. In a current polling average, Kasich's support in New Hampshire is at 12.7 percent, putting him in second place behind Donald Trump; Christie's support is 5.3 percent.", "byline": "", "description": "The two sitting governors seeking the White House, both from diverse and urban states, are resisting the primary season pressure.", "title": "Christie, Kasich won&#8217;t join criticism of Black Lives Matter rhetoric", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/04/christie-kasich-wont-join-criticism-of-black-lives-matter-rhetoric/", "topics": ["campaign_finance", "personality"], "people": ["Chris Christie", "Hillary Clinton", "John Kasich", "Donald Trump", "Brian Powers", "Bobby Jindal", "Paul Steinhauser", "Scott Walker", "Ted Cruz"], "orgs": ["Des Moines Register"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-09-04 14:20:42", "org": "washpo", "article_id": "656fd289f0bcba3d40da876fd72eec3c", "date_access": "2015-09-04 14:50:04.160418"}