{"body": " A nonprofit created by allies of Sen. Marco Rubio (R-Fla.) is preparing to launch a more than $1 million advertising campaign highlighting the presidential candidate's resistance to an emerging Iranian nuclear deal, marking its first commercials since Rubio launched his campaign in April. The ad campaign, which will include cable TV, radio and online components, will run at a time when the Senate is preparing to focus on Iran as the deadline for securing a deal approaches. [Iran sets strict conditions for nuclear deal] “President Obama is negotiating a bad deal with Iran. Senator Marco Rubio is fighting to stop it,\" says the narrator of the TV commercial. The effort, campaign, shared with The Washington Post, comes from Conservative Solutions Project, a nonprofit organization established by J. Warren Tompkins, who also started a pro-Rubio super PAC with a similar name. This effort will have more than $1 million behind it in the first week, according to the nonprofit. Both super PACs and nonprofits can accept unlimited contributions. But nonprofits, which must spend most of their money on non-political matters, do not have to disclose their donors while super PACs do. The TV commercial from Conservative Solutions Project is technically an issue ad. But it mostly highlights Rubio in his own words. “Let me tell you about negotiations,\" Rubio is shown saying in the ad. \"It is a tactic that Iran is using and here’s the why: in 2003 the world told Iran ‘You cannot have any enrichment capability.’ Then it became ‘Okay you can enrich but only up to twenty percent.’ Then it became ‘Okay you can enrich over twenty percent but you have to ship it overseas.’ Now it’s ‘Okay you can enrich at twenty percent but you can only use it to a research reactor.’ At this pace, in five years we are going to build the bomb for them.” [How to lift — and reimpose — sanctions key to Iran nuclear deal] The ad also shows footage of Israeli Prime Minister Benjamin Netanyahu speaking. Netanyahu has clashed sharply with Obama over Iran, aligning himself with congressional Republicans. The narrator of the ad concludes: “Tell your senators to join Marco Rubio. Vote against Obama’s deal and stop Iran from getting the bomb.” Rubio is campaigning in New Hampshire Thursday, where he held a pair of town halls on the morning and will hold a third event in the evening.", "byline": "", "description": "A nonprofit created by allies of Sen. Marco Rubio (R-Fla.) is preparing to launch a more than $1 million advertising campaign highlighting the presidential candidate's resistance to an emerging Iranian nuclear deal, marking its first commercials since Rubio launched his campaign in April.Read full article >>", "title": "Pro-Rubio nonprofit to launch seven-figure ad campaign on Iran", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47930186/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A60C250Cpro0Erubio0Enonprofit0Eto0Elaunch0Eseven0Efigure0Ead0Ecampaign0Eon0Eiran0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance"], "people": ["Marco Rubio", "J. Warren Tompkins", "Benjamin Netanyahu"], "orgs": ["Senate", "Conservative Solutions Project", "PAC", "PACs"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-06-25 19:03:45", "org": "washpo", "article_id": "db5b83a69342d6069899c9044335d1ab", "date_access": "2015-06-25 18:20:02.607778"}