{"body": "   Jim DeMint (AP Photo/Charles Dharapak)  Heritage Action, the powerful conservative outside group, has distributed criteria to presidential campaigns for who will be allowed to appear at its September 18 forum in Greenville, S.C. Former South Carolina  Sen. Jim DeMint, who now runs the Heritage think tank, will play a prominent role, as will Gov. Nikki Haley, at the afternoon forum. The standard is looser than the top 10 Fox News will allow into its August debate. A candidate needs to register at or above 3 percent in the national polling average for RealClearPolitics as of July 20, or they need to register at or above one percent support for at least one day between Aug. 1 and Aug. 30. Michael Needham, CEO of Heritage Action, says he wants to make this “the most substantive policy discussion of the 2016 Republican primary.” Candidates will field detailed questions about conservative policy priorities. Invitations will be sent as candidates reach the threshold. The event is likely to run from around 4 p.m. to 10  p.m., though the schedule is being sorted out. It will take place at the Bon Secours Wellness Arena. In addition to South Carolina activists, the event coincides with the annual meeting of Heritage Action’s most engaged activists from around the country.\nTaking on Trump has become the only way for GOP candidates not named Bush to crack through the media silo. Until yesterday, former Texas governor Rick Perry had languished behind his rivals in total mentions across traditional and social media. This week’s Washington Post-ABC poll, which Trump led with 24 percent among registered Republicans, put Perry at 4 percent. Perry knows that his attacks on Trump may guarantee him a spot in the first Republican primary debate next month. Perry has had three spikes in mentions over the past two weeks. All were Trump related. It began on July 16, when Trump suggested Perry should be required to take an IQ test before being allowed to participate in any GOP presidential debate. Two days later, Perry interest spiked again when he seized on Trump’s comments about John McCain, saying The Donald had disqualified himself to be commander-in-chief. Then there was the speech Wednesday.     How much of yesterday’s spike was Trump-driven? According to Zignal Labs, our campaign analytics partner, there were 18,970 mentions of Perry through Wednesday at 9 p.m. Eastern and 13,000 of them also mentioned Trump. To illustrate that point, take a look at this word cloud of every Perry mention yesterday:    ", "byline": "", "description": "\n\nHeritage Action, the powerful conservative outside group, has distributed criteria to presidential campaigns for who will be allowed to appear at its September 18 forum in Greenville, S.C. Former South Carolina  Sen. Jim DeMint, who now runs the Heritage think tank, will play a prominent role, as will Gov. Nikki Haley, at the afternoon forum. The […]", "title": "Heritage Action unveils criteria for Republicans to appear at DeMint-backed South Carolina event", "url": "http://www.washingtonpost.com/news/powerpost/?p=6542", "topics": ["campaign_finance", "personality"], "people": ["Charles Dharapak", "Nikki Haley", "Rick Perry", "Michael Needham"], "orgs": ["Heritage Action", "S.C.", "GOP", "Zignal Labs", "Bon Secours Wellness Arena"], "authors": [], "date_written": "2015-07-23 13:16:31", "org": "washpo", "article_id": "3d52828a098d605f6285f8f92b5a93a9", "date_access": "2015-07-23 12:30:04.541965"}