{"body": "   (@DanScavino)  Does Donald Trump have a man crush on Tom Brady? Trump loves to tweet about Brady, calling him a “friend” and “total winner.” In fact, there might be no one Trump praises as consistently on Twitter. Thursday proved no exception, as the Republican presidential front-runner enthusiastically congratulated the New England Patriots quarterback on his win in court. (A federal judge threw out Brady’s four-game suspension in the “Deflategate” scandal. The NFL says it will appeal the decision.) The message was delivered in typical Trump fashion:   Congratulations to Tom Brady on yet another great victory- Tom is my friend and a total winner! — Donald J. Trump (@realDonaldTrump) September 3, 2015  The tweet led us to wonder: How much has Trump weighed in on “Deflategate” and Brady’s career in general? The answer is: a lot. The story begins in 2012, when Trump congratulated Brady and his wife, Gisele Bundchen, on the birth of their daughter, Vivian:   To Tom Brady @patriots and Gisele–Best wishes on the birth of your daughter. Tom is a great player and great friend. — Donald J. Trump (@realDonaldTrump) December 7, 2012  Just over a month later, Trump congratulated the Patriots on qualifying for their seventh AFC title game:   Never bet against Bob Kraft, Bill Belichick or Tom Brady! @Patriots — Donald J. Trump (@realDonaldTrump) January 15, 2013  In November, Trump was elated when the Patriots beat the Denver Broncos despite a 24-0 halftime deficit:   Tom Brady is a good friend of mine, a great player, a great guy and a total winner! Fantastic comeback win-this is what our country needs! — Donald J. Trump (@realDonaldTrump) November 25, 2013  Fast forward to 2015, when Trump retweeted golf pictures with Brady posted by adviser Dan Scavino:   \"@DanScavino:Tom Brady & @realDonaldTrump make for solid golf partners at Trump National Golf Club. #PatriotsVSColts pic.twitter.com/d2t8XAjf4x\" — Donald J. Trump (@realDonaldTrump) January 19, 2015  Trump called Brady the “best ever” in February after the Patriots beat the Seahawks in Super Bowl XLIX:   Love that Patriots won – Brady is best ever! Seahawks pass was DUMBEST play in the history of football! Great going COACH B! — Donald J. Trump (@realDonaldTrump) February 2, 2015  May was when things started to heat up at @realDonaldTrump. He defended Brady after the release of the “Deflategate” investigative report:   Tom Brady would have won if he was throwing a soccer ball. He is my friend and a total winner! @Patriots — Donald J. Trump (@realDonaldTrump) May 8, 2015  And again with feeling when the NFL announced it would suspend Brady:   They had no definitive proof against Tom Brady or #patriots. If Hillary doesn't have to produce Emails, why should Tom? Very unfair! — Donald J. Trump (@realDonaldTrump) May 11, 2015    People are so jealous of Tom Brady and the Patriots. No court could convict based on the evidence.They can't beat him on the field, so this! — Donald J. Trump (@realDonaldTrump) May 11, 2015    Why do we always try to destroy our true champions and winners in this country, while at the same time leaving the losers alone? STUPID! — Donald J. Trump (@realDonaldTrump) May 11, 2015  A day later, Trump retweeted a message about Brady visiting him at the White House in the future. He had not yet announced his campaign. Foreshadowing?   \"@delonte3ast: Tom Brady is about to win the next 5 Super Bowls and visit @realdonaldtrump in the White House.\" Very cool! — Donald J. Trump (@realDonaldTrump) May 12, 2015  Later that day, Trump posted a special Instagram video (#TrumpVlog) encouraging Brady to sue the NFL:   Sue them Tom! #TrumpVlog https://t.co/27fGVFn9pz — Donald J. Trump (@realDonaldTrump) May 12, 2015   And again, more political foreshadowing:   \"@therealtommydel Trump for President! Tom Brady as running mate?\" — Donald J. Trump (@realDonaldTrump) May 12, 2015  Trump was still on the case the next day, encouraging Brady again to “sue them … and make lots of $”:   You can be an @nfl player with murder charges and not be suspended. Yet with NO EVIDENCE, @nfl targeted Tom Brady. B.S.! — Donald J. Trump (@realDonaldTrump) May 13, 2015    I hope Tom Brady sues the hell out of the @nfl for incompetence & defamation. They will drop the case against him–and he will win. — Donald J. Trump (@realDonaldTrump) May 13, 2015    Who ever heard of a legal conviction statement “more probable than not” against Tom Brady? Sue them, Tom, and make lots of $. @nfl — Donald J. Trump (@realDonaldTrump) May 13, 2015  “We love Tom Brady,” Trump tweeted after Patriots owner Robert Kraft chose not to appeal the NFL’s disciplinary measures:   There is no way my friend Bob Kraft agreed not to appeal the NFL decision without making a deal to at least get something. We love Tom Brady — Donald J. Trump (@realDonaldTrump) May 20, 2015  A week later, Trump retweeted another message linking his Brady fandom with his political aspirations:   \"@therealtommydel:1 & only POTUS candidate 2 support Tom Brady deserves the White House. Clear judgment & common sense for USA ! #FreeBrady\" — Donald J. Trump (@realDonaldTrump) May 27, 2015  Trump tweeted a seemingly random Brady quote in a show of support on June 3:   “Fortunately for a quarterback, you can play for a long time because you don't get hit very often.” – Tom Brady @SuperBowl @Patriots — Donald J. Trump (@realDonaldTrump) June 3, 2015  After NFL Commissioner Roger Goodell upheld Brady’s suspension in late July, finding that the athlete had destroyed potential evidence, Trump had this to say:   Per @rushlimbaugh: Why does Hillary Clinton get the benefit of the doubt (after she DESTROYS her illegal email server) … — Donald J. Trump (@realDonaldTrump) July 29, 2015    … while Tom Brady is guilty because he REPLACED his LEGAL cellphone? — Donald J. Trump (@realDonaldTrump) July 29, 2015      Republican presidential candidate Donald Trump says that what the NFL did to his \"good friend\" Tom Brady was \"terrible,\" but says the New England Patriots quarterback was \"happy\" with the overturned suspension. (Reuters)   ", "byline": "", "description": "Trump loves to tweet about Brady, calling him a \"friend\" and \"total winner.\"", "title": "Of course Donald Trump tweeted about Tom Brady. He&#8217;s been doing it since 2012.", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/09/03/of-course-donald-trump-tweeted-about-tom-brady-hes-been-doing-it-since-2012/", "topics": ["personality", "other"], "people": ["Hillary Clinton", "Dan Scavino", "Donald Trump", "Gisele Bundchen", "Donald J. Trump", "Roger Goodell", "Tom Brady", "Robert Kraft", "Bill Belichick"], "orgs": ["New England Patriots", "NFL", "AFC", "Trump National Golf Club", "Patriots", "POTUS", "Best"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}], "date_written": "2015-09-03 20:02:40", "org": "washpo", "article_id": "4772a05bbf93a4239b448896346beb33", "date_access": "2015-09-03 23:00:06.826144"}