{"body": " The explanation that Carly Fiorina offered for her commanding performance on the Republican debate stage might sound like a counterintuitive one for a politician: It wasn’t what she said, but how hard she listened. “It was a long debate and I’ll tell you what, I had to do it on high heels,” the former Hewlett Packard chief executive said Thursday morning on MSNBC’s “Morning Joe.” “But I was paying attention, I was paying very close attention every minute of that debate, because every minute counted for me.” In a GOP presidential race that has been defined by the bombast of one political outsider from the business world, the composure of another one has turned out to be the most effective rejoinder. Fiorina had barely made it onto the stage; she earned her position there by virtue of her performance among the lower-tier candidates in an earlier debate — and the fact the CNN had agreed to change the qualifying rules to reflect her recent gains in the polls.    Donald Trump was put to the test Wednesday night in the second GOP debate, while Carly Fiorina emerged as the big winner of the night. From the debate stage to the media crush, go behind the scenes from the Ronald Reagan Presidential Library in Simi Valley, Calif. (Alice Li/The Washington Post)   But by the end of those three hours, pretty much everyone agreed that Fiorina, the only woman among the 11 GOP candidates, had won the evening.  [Wednesday’s GOP debate transcript, annotated]   Her most memorable line came when she was asked to respond to frontrunner Donald Trump’s insulting comments about her appearance. “Would anyone vote for that? Can you imagine that, the face of our next president?” Trump was quoted as saying in a recent interview with Rolling Stone. Rather than expressing umbrage of her own, Fiorina replied levelly: “I think women all over this country heard very clearly what Mr. Trump said.” Listening is indeed an underrated, and underused, skill among politicians. But that’s not the case with voters — a lesson, Fiorina has said, that she learned from a woman she met in a New York homeless shelter last spring.  In an April interview with journalist Nina Easton at the Center for Strategic and International Studies, Fiorina recalled the woman telling her: “Keep talking. We’re listening.”     Where the Republican presidential candidates stand on Kim Davis, Planned Parenthood and other big issues View Graphic     Where the Republican presidential candidates stand on Kim Davis, Planned Parenthood and other big issues   “You know, all these politicians up here, they’re in their world and they’re talking in their language,” the woman said. “Except what they’re talking about and what they’re doing up there, it impacts those of us down here.” It was, Fiorina said, “as concise a definition of the disconnect that people feel between their lives and the political process as I’ve ever heard.” As she listened to the other contenders Wednesday night, Fiorina said, she kept alert for openings. “I had to take some opportunities as well,” she said on MSNBC. She interjected a moment of high emotion, for instance, as her rivals were discussing the prospect of a government shutdown over funding for Planned Parenthood.  “As regards Planned Parenthood, anyone who has watched this videotape, I dare Hillary Clinton, Barack Obama to watch these tapes. Watch a fully formed fetus on the table, its heart beating, its legs kicking, while someone says we have to keep it alive to harvest its brain,” Fiorina said.  [Fact-checking the debates]  That scene is described by a Planned Parenthood technician in the third episode of secretly recorded interviews by the Center for Medical Progress, an anti-abortion group. It is accompanied by video of a live fetus. “Carly Fiorina did exactly what we want to see our pro-life allies in Congress do,” Marjorie Dannenfelser, head of the Susan B. Anthony List, an organization that aims to elect anti-abortion candidates, wrote in a blog post. Fiorina also recycled some of her most crowd-pleasing lines from the speeches that she has been been giving on the campaign trail.  “She does not have a track record of accomplishment,” Fiorina said of former secretary of state Clinton, the likely Democratic nominee. “Like Mrs. Clinton, I, too, have traveled hundreds of thousands of miles around the globe. But unlike Mrs. Clinton, I know flying is an activity, not an accomplishment. Mrs. Clinton.” “If you want to stump a Democrat,” Fiorina added, “ask them to name a accomplishment of Mrs. Clinton’s.” To the degree that Americans know anything about Fiorina, it is in connection with her stormy tenure as the head of Hewlett Packard. After achieving acclaim for being the first woman to head one of the nation’s 20 largest corporations, she was fired in 2005 after engineering the company’s disastrous acquisition of Compaq. Fiorina also tried to acquaint the debate’s huge audience with the more personal side of her biography, which includes the loss of a stepdaughter to addiction. “I think that during that experience, as well as my battle with cancer, I learned that love and faith heal all, if given enough time,” she said Thursday. “I have had good times and bad in my life as all of us have. I have been tested by life.”  What she most wanted voters to come away with, Fiorina said, was one clear idea: ““I hope what people saw last night is that I can win this job and I can do this job.”   ", "byline": "", "description": "How the former CEO found her moments on a crowded debate stage and won the night.", "title": "Carly Fiorina and the underappreciated art of listening", "url": "http://www.washingtonpost.com/politics/carly-fiorina-and-the-underappreciated-art-of-listening/2015/09/17/1af4b92c-5d35-11e5-b38e-06883aacba64_story.html", "topics": ["abortion", "women"], "people": ["Marjorie Dannenfelser", "Kim Davis", "Hillary Clinton", "Alice Li", "Donald Trump", "Susan B. Anthony List", "Barack Obama", "Carly Fiorina", "Nina Easton"], "orgs": ["Ronald Reagan Presidential Library", "Congress", "Center for Strategic and International Studies", "Center for Medical Progress", "Rolling Stone", "MSNBC", "Hewlett Packard", "GOP", "Planned Parenthood", "Compaq"], "authors": [{"author_id": 31223, "fullname": "karen tumulty", "primary_org": "washpo"}], "date_written": "2015-09-17 15:28:38", "org": "washpo", "article_id": "acaa5b4f382bc87defd5e40d0bf8cba1", "date_access": "2015-09-17 15:00:15.650109"}