{"body": " Famed California pollster Joe Shumate was found dead in his home one month before Election Day 2010, surrounded by sheets of polling data he labored over for the flailing Senate bid of Carly Fiorina. Upon his death, Fiorina praised Shumate as “the heart and soul” of her team. She issued a news release praising him as a person who believed in “investing in those he worked with” and offering her “sincerest condolences” to his widow. But records show there was something Fiorina did not offer his widow: Shumate’s last paycheck, for at least $30,000. It was one of more than 30 invoices, totaling about $500,000, that the multimillionaire didn’t settle — even as Fiorina reimbursed herself nearly $1.3 million she loaned the campaign. She finally cleared most of the balance in January, a few months before announcing her run for president. “Occasionally, I’d call and tell her she should pay them,” said Martin Wilson, Fiorina’s former campaign manager, who found Shumate after the pollster collapsed from a heart attack. “She just wouldn’t.” Fiorina has emerged in recent weeks as a top-tier candidate for the Republican presidential nomination, impressing voters with a pair of crisp debate performances and a promise to put her bottom-line inclination as a Fortune 50 chief executive to fix a broken Washington.   Republican presidential candidate Carly Fiorina took on Trump and his comment regarding her \"persona.\" Hear her other memorable moments from the second GOP debate. (CNN)   But that fiscal sensibility was largely absent from Fiorina’s other run for office — a quixotic and unsuccessful attempt to unseat longtime Sen. Barbara Boxer (D-Calif.).  [What a difference a debate makes: Carly Fiorina surges]  In more than two dozen interviews, staff members, friends, contractors and operatives who worked on Fiorina’s 2010 campaign singled out one big problem: how the team managed its cash. Many said Fiorina spent too much on television ads with narrow appeal, while others said she was an anemic fundraiser who did not keep close enough tabs on her coffers. There also were concerns that some events were too lavish. At the 2010 state Republican convention, Fiorina spoke on a stage in the round, surrounded by bright lights and big screens, before debuting an elaborately produced eight-minute video of Boxer being transfigured into a talking blimp. The whole thing was far more TED talk than stump speech. “It had to be in the six figures for that speech alone,” said one longtime California Republican official, who was not authorized to talk to the media and spoke anonymously. “Even Reagan did not have so many bells and whistles.” Those who waited the longest to be paid were small businesses with a few dozen employees who did the grunt work of the campaign: building stages, sending out mailers, selling polling data. And at least one is still waiting. Jon Seaton, the managing partner of East Meridian Strategies, confirmed that his group billed Fiorina’s campaign for $18,000 on Oct. 6, 2010, for printing 21,290 mailers. A Fiorina staff member wired money for the postage immediately and promised the remaining $9,000 “early next week,” according to e-mails obtained by The Washington Post. Six weeks went by and nothing came. So Seaton asked again. Then again. As of last week, he said he was still waiting. Jan van Lohuizen, whose small firm did surveys for Fiorina, said he wasn’t paid the $7,500 he was owed until this year. Van Lohuizen said he assumed Fiorina was running for Senate again because her campaign reached out to settle up days after Boxer announced she was retiring. “Turns out my instinct was right, but I got [the] office wrong,” van Lohuizen said. Fiorina, through a spokeswoman, declined to comment. Her supporters say the criticism was misplaced. “People are just upset and angry and throwing her under the bus,” said Jon Cross, Fiorina’s operations director for her Senate campaign. “If we didn’t win, why do you deserve to get paid? If you don’t succeed in business, you shouldn’t be the first one to step up and complain about getting paid.” Her supporters cautioned that little could be gleaned from her California campaign. They maintain that Fiorina’s corporate experience is more akin to managing a presidential campaign than a bid for office in one of the nation’s most liberal states. “We know many people didn’t win their first election, so I think you should never overstate that fact,” said Sue Ellspermann, Indiana’s lieutenant governor and a Fiorina supporter. “And I wonder if that fact would be a perceived disqualifier if she was not female. Ben Carson and Donald Trump have never run for anything.” ‘She had the resources’ Fiorina first waded into politics as a surrogate for Republican Sen. John McCain’s 2008 presidential campaign, and she drew immediate respect for her innate political instincts. She was a warm spirit when shaking hands with voters and a sharp-tongued critic of Democrats behind the lectern. One big gaffe — saying that neither McCain nor his vice presidential running mate, Sarah Palin, could run a corporation — led to her being pulled off television. But California Republicans were still eager to recruit her to run a campaign of her own. Democrats were worried, particularly about Fiorina’s money. If she self-financed her campaign, her opponents said they feared it would embolden the argument that Boxer was a longtime senator beholden to special interests. “Everyone was talking about how she had the resources to spend to win and was willing to spend it,” said Rose Kapolczynski, Boxer’s campaign manager. “Thankfully, she didn’t.” When Fiorina opted not to fully finance her own campaign, two members of the National Republican Senatorial Committee said they weren’t worried. They figured that Fiorina’s relationships in corporate America would enable her to court the $50 million or so she would need to win. In the end, she raised about $23 million — nearly $7 million of which was her own. Rather than raise money, staff members said, the corporate executive wanted a more grass-roots campaign. Forty-five percent of the money she brought in came from small donors online, said Becki Donatelli, president of Campaign Solutions, who managed Fiorina’s digital presence. It was a specific strategy crafted alongside a team that included many who worked with another successful outsider-turned-Republican politician, Arnold Schwarzenegger. Unlike the famous actor, Fiorina did not electrify massive crowds, but she did not have to be intensely coached on policy ideas either, said Wilson, her campaign manager. She was also fun, unafraid to sing along to “Eye of the Tiger” and craft songs about her Yorkshire terriers, Snickers and Max, while cruising along the freeway. Early polls showed Fiorina with a shot. Her campaign thought the winning votes she needed could be found in the struggling communities in the state’s agricultural heartland, where she felt she could charm Democrats and independents with in-person visits. The Central Valley had been wrecked by drought, which farmers thought was made worse by a water policy that favored endangered fish over their irrigation needs. Robert Silva, the Democratic mayor of the city of Mendota, invited Fiorina to campaign there to see the policy’s effect on his small town, where drug use had spiked and farmworkers had lost work. “Sometimes, the politicians can forget the Central Valley exists,” Silva said. “So we thought very highly of her that she even came by.” Fiorina walked along dusty streets and shuttered grocery stores, listening to farmworkers in T-shirts and ripped jeans lament how government policy hurt their livelihoods. “What she saw in Mendota haunted her,” said Mason Harrison, Fiorina’s former field director. “She made a pledge at every single stop after that she will never forget the people who sent her to Washington.” Still, as a political strategy, many inside her camp and outside questioned whether her focus on the Central Valley was a waste of time and money, in such a big and expensive state. “The more time she spent talking about agriculture in the Central Valley, the better it was for us,” said Kapolczynski, adding that their concerns were too distant and specific to resonate with swing voters hundreds of miles away. She added: “You would think a former CEO would have thought of this.”  [This is the ad that could sink Carly Fiorina's campaign]  On election night, Fiorina carried Mendota, indeed. But she lost across the state by 10 points. “In the end, we could not overcome the registration advantage that Democrats had, particularly in L.A. county,” Fiorina said at a news conference. Declining to pay after loss As the race came to a close, Fiorina was unaware that her campaign was out of money, said three people who worked for her. They said Fiorina had delegated responsibilities for finances to staff members, who decided to advertise heavily on TV, including ads highlighting the plight of the Central Valley. When Fiorina learned that the campaign was in debt, she was furious. But she also refused to pay up, saying the problem belonged to the campaign itself — Carly for California. Many campaigns end up in debt, including that of Hillary Rodham Clinton, who did not close out the $20 million she owed from her 2008 presidential campaign until January 2013. Struggling campaigns often set up payment plans or hold fundraisers to pay their bills. Fiorina’s staff members said they asked her to do the same. She declined. In a meeting the day after, campaign workers said, she thanked her professional staff and shared a meaningful memory with each of them. “Carly’s focus is a strength, and it can be her biggest weakness sometimes,” said Deborah Bowker, her chief of staff and one of Fiorina’s closest friends. “We designed the campaign as a broad critique of Barbara Boxer — not as a way to defend Carly — and I think she became so entrenched in the critique she was giving that she missed some of the political realities of our campaign.” Returning to Silicon Valley, Bowker said the two appreciated how unrealistic their quest might have been. They considered how hard it was for a conservative to win in California. And how hard it was to deal with unexpected complications on the trail. One week before the election, Fiorina was hospitalized to deal with an infection related to her breast cancer. “It was a moment of, ‘What were we thinking?’ ” Bowker recalled. “But it was fun.”  Alice Crites contributed to this report.   [Fiorina’s record at HP defines her candidacy — which could be a problem]   [This Silicon Valley big shot voted to fire Carly Fiorina. Now he's endorsing her for president]   [The Carly Fiorina legacy that no one is talking about]  ", "byline": "", "description": "Her staff said they loved working with the former Hewlett-Packard CEO. Until their checks didn’t come in.", "title": "Carly Fiorina’s first political campaign had a surprising problem: Money", "url": "http://www.washingtonpost.com/politics/carly-fiorinas-first-political-campaign-had-a-surprising-problem-money/2015/10/04/c4bdcdd2-50be-11e5-933e-7d06c647a395_story.html", "topics": ["campaign_finance"], "people": ["Rose Kapolczynski", "Jon Seaton", "Alice Crites", "Arnold Schwarzenegger", "Deborah Bowker", "Carly Fiorina", "Becki Donatelli", "Joe Shumate", "Donald Trump", "Hillary Rodham Clinton", "Martin Wilson", "Sarah Palin", "Sue Ellspermann", "Barbara Boxer", "Ben Carson", "Mason Harrison"], "orgs": ["Senate", "National Republican Senatorial Committee", "Yorkshire"], "authors": [{"author_id": 32601, "fullname": "robert samuels", "primary_org": "washpo"}], "date_written": "2015-10-05 01:45:18", "org": "washpo", "article_id": "3ed4e76e8e024fea64967f85b40c20ee", "date_access": "2015-10-05 01:00:05.113948"}