{"body": "Guess which party is mad as hell and not going to take it anymore? You'd think it'd be the party who has propelled three candidates who have never run for office before -- including one named Donald Trump -- to the top of its 2016 presidential field. And, according to new numbers from NBC and the Wall Street Journal, you'd be wrong. A majority -- 56 percent -- of likely Democratic primary voters said that they \"feel angry because our political system seems to only be working for the insiders with money and power, like those on Wall Street or in Washington, rather than it working to help everyday people get ahead.\" By contrast, just 37 percent of Republican primary voters express that same anger. Here's a look at how the overall electorate feels on the question:     What gives? My guess is that the populist strain runs more powerfully at the moment in the Democratic party than in the GOP. Democratic base voters -- and that's who says they are likely primary voters this far away from an election -- see economic inequality as the issue of our times and are mad as hell that politicians in both parties aren't doing enough about it. The anger among the Democratic electorate explains the rapid -- and surprising -- rise of Vermont Sen. Bernie Sanders's (I-Vt.) long-shot challenge to former secretary of state Hillary Clinton. If ever there was a \"mad as hell and not going to take it anymore\" candidate, it's Sanders, the self-professed democratic socialist, who has been railing against income inequality long before it was cool. And if ever there was a candidate who was not a populist or a vessel into which anger at the system could be poured, it's Clinton, who along with her husband has been an institution in Democratic politics for the last 20+ years. It's worth noting, of course, that by presenting voters with a choice between \"anger\" and \"anxiety\" to describe their feelings, the question might be pumping up the number of people willing to say they feel either of those emotions. But it's still a fascinating finding that forces a second look at assumptions that the GOP electorate is being driven by anger while Democrats are resigned to choosing Clinton. This poll suggests both of those assumptions might miss the mark. By a lot.", "byline": "", "description": "An amazing finding in the new NBC-WSJ poll.", "title": "Democrats are WAY angrier than Republicans about the political system", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/29/democrats-are-way-angrier-than-republicans-about-the-political-system/", "topics": ["economy"], "people": ["Donald Trump", "Bernie Sanders", "Hillary Clinton"], "orgs": ["GOP"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-29 21:09:50", "org": "washpo", "article_id": "fbbc7bbf902fecf8a8a2f57606382f1d", "date_access": "2015-09-29 20:30:09.444527"}