{"body": "Four poll numbers came out over the weekend that are decidedly sobering for Hillary Clinton's presidential prospects in 2016. The first two come from NBC/Marist polls conducted in Iowa and New Hampshire. In Iowa, 23 percent more people saw Clinton in an unfavorable light than a favorable one; in New Hampshire, that gap is 20 points. Then there are these numbers from two national polls released over the weekend. Here's Clinton long-term favorable/unfavorable trend line in Gallup:     And here it is in CNN polling:     As Philip Bump noted in this space over the weekend, some of Clinton's poll erosion is to be expected. Clinton (and every politician) is always more popular when she is either out of politics or in a job (like Secretary of State) that is regarded by many people as non-political.  If you thought Hillary Clinton was going to have favorable ratings in the high 60s for the entirety of her 2016 presidential bid then you know nothing about politics. But, if Clinton's sinking poll numbers were to be expected as she re-entered the arena, the pace of their drop and the depths to which they have fallen are surprising.  Looking at the national numbers, Clinton's favorable numbers have come close to collapsing over the past eight months or so;  her unfavorable numbers in Iowa and New Hampshire are, without exaggeration, near Trumpian levels -- and that's a very bad thing considering they are the first two states that will cast votes. So, what is going on here? And how much does it matter to Clinton's overall chances of a) being the Democratic nominee and b) being elected president next November? From a technical perspective, as Bump explained, Clinton's falling numbers are attributable to two things: 1) She has returned to being extremely unpopular among Republicans and 2) Independents have taken an increasingly dim view of her.     But, why?  My working theory is that Clinton not only returned to the political world but also did so in the least desirable way possible for people who were already predisposed not to like her: Riding a series of stories about her e-mails and the Clinton Foundation donors. Clinton has had a remarkably bad run of press since she officially became a candidate -- punctuated by the now-almost-a-week-long focus on the investigations into whether or not she sent classified materials from her private email address.  To date there have only really been two storylines surrounding Clinton in the presidential contest: 1) How she is inevitable as the Democratic nominee and 2) How her past dealings at the State Department (and after it) are problematic for her presidential campaign. Neither of those storylines work in Clinton's favor when it comes to the Republicans and independents with whom she has lost ground.  The lack of a series primary fight drives the coronation idea which independents blanch at, and the focus on her e-mails and donations to the Clinton Foundation remind unaffiliated voters and Republicans of all the things they didn't like about the Clintons back in the 1990s. One thing that isn't problematic for Clinton is her standing among Democrats, which, as the chart above shows, have stayed not only consistent but consistently high not only nationally but in early states too. Which leads to the question: How much does Clinton's unpopularity really matter? It has been noted ad nauseam that the same polls that show Clinton's unfavorable ratings on the rise tell a similar story for the Republicans who she seems most likely to face off against. Jeb Bush, for, example, is viewed more negatively than positively by voters in both Iowa and New Hampshire. The depth of unpopularity for, basically, all politicians could well lower the bar for what it takes to get elected president. As in, it's possible we are in the midst of a sea change in public opinion where our markers of 50 percent support as a sign of good/bad political standing could well be antiquated.  Maybe politicians don't need to be liked in order to win. It's possible competency has replaced likability in terms of what voters care about or want. Emphasis on \"maybe\" and \"possible.\"  Presidential politics tends to be dominated by personality and how people perceive their candidate choices.  These are the races least decided on paper; if they were, Mitt Romney would have beaten President Obama in 2012 and John Kerry would have defeated George W. Bush in 2004. For Clinton, these polls argue that she may be hard pressed to win a traditional presidential election in which likability matters most. To get to the White House, Clinton almost certainly needs to turn the choice into one about experience and readiness to do the job at hand. If it's a popularity contest, these early returns suggest she will lose. ", "byline": "", "description": "People don't like her much.", "title": "Four poll numbers to make Hillary Clinton sweat", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/27/four-poll-numbers-to-make-hillary-clinton-sweat/", "topics": ["personality", "immigration"], "people": ["John Kerry", "Mitt Romney", "Jeb Bush", "Hillary Clinton", "George W. Bush", "Philip Bump"], "orgs": ["Clinton Foundation", "Independents", "Marist", "State Department", "Clintons"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-07-27 15:51:25", "org": "washpo", "article_id": "484b58b75af7a5a223b611e96429bbaa", "date_access": "2015-07-27 15:00:04.659976"}