{"body": "Look around the country, and you'll find the same impassioned argument about pay for low-wage workers is taking place. The $15 minimum wage was approved in Seattle last year, and is currently being proposed in New York City. Bernie Sanders is pushing for a federal $15 floor. Donald Trump, the Republican presidential candidate leading the latest polls, would prefer it remain as is, at $7.25 an hour. But raising the minimum wage carries a different significance depending on where you live. A dollar goes a lot further in the South than it does in New England, as my colleague Niraj Chokshi explained earlier this month. The Pew Research Center used regional price parities, supplied by the Bureau of Economic Analysis (BEA), to estimate how fluctuations in purchasing power affect the real implications of a $15 minimum wage around the country. Many of the findings are fairly obvious—in New York City, where things are 22.3 percent more expensive than the national average, the hike wouldn't mean quite as much as it would in Macon, Georgia, where prices are 12.2 percent below average. But the overarching takeaway is still an important one.     The map above shows the real purchasing power of $15 in every state. In Honolulu, the priciest urban area in the United States, a $15 minimum wage is only worth about $12.24; in rural West Virginia, meanwhile, where prices are lower than anywhere else in the country, $15 is worth closer to $20. The only place where $15 is actually worth $15 is Allentown, Pennsylvania, according to Pew. In some senses, local, price-driven minimum wages already exist. “There is a strong correlation between the purchasing power parity data and the minimum wage amount, which shows that local policymakers are actually responsive to the conditions of their states,” Alan Cole, an economist with the Tax Foundation, told The Washington Post earlier last month. The picture is similar to one BEA data painted recently, which showed the value of state-level minimum wages. States with higher minimum wages don't necessarily pay employees a higher relative salary.     And it underscores an important part of national minimum wage policy that doesn't often get discussed. If the goal is the ensure that all workers are paid a living wage—whatever that living wage might be—and the cost of living varies not just by state, but by county, then regional pay floors make more sense. At the moment, there is at least one aspiring presidential candidate seems to agree. Democratic presidential hopeful Hilary Clinton has said she supports a $15 minimum—just not for everyone. \"I think part of the reason that the Congress and very strong Democratic supporters of increasing the minimum wage are trying to debate and determine what’s the national floor is because there are different economic environments,\" Clinton said in a town hall in New Hampshire last month. \"What you can do in L.A. or in New York may not work in other places.\"", "byline": "", "description": "The fight to raise what America's lowest paid workers earn carries with it a very different meaning depending on where it's being waged", "title": "What raising the minimum wage to $15 would actually mean around the U.S.", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/08/03/map-how-much-a-15-minimum-wage-would-actually-be-worth-around-the-u-s/", "topics": ["economy"], "people": ["Donald Trump", "Bernie Sanders", "Niraj Chokshi", "Alan Cole", "Hilary Clinton"], "orgs": ["Tax Foundation", "Pew Research Center", "Congress", "Bureau of Economic Analysis"], "authors": [{"author_id": 31050, "fullname": "roberto a. ferdman", "primary_org": "politico"}], "date_written": "2015-08-03 17:01:16", "org": "washpo", "article_id": "3c42c1740405ff38927845c3b5965e56", "date_access": "2015-08-03 16:20:28.852726"}