{"body": "Sen. Bernie Sanders (I-Vt.) says he has a plan to actually win the Democratic presidential nomination: Take his message to conservative states. \"I will be able to deliver in Washington,\" he said on CBS' \"Face The Nation.\" \"I will be able to win the election, and I'll tell you why. Because we are going to bring more people into the process.\" Sanders, who is drawing large crowds in his long-shot presidential bid challenging Democratic front-runner Hillary Rodham Clinton from the left, said he plans to take his populist message on poverty and income inequality to states like Alabama and Mississippi. \"We're going to get young people, working people excited and involved in the political process,\" he said. The self-described socialist also made an effort to contrast his policies with Clinton's a day before she is scheduled to lay out her own populist economic agenda. Sanders voted against the Iraq War while Clinton voted for it. He opposes the President Obama's trade deal with Pacific Rim nations and the building of the Keystone Pipeline while Clinton has remained ambiguous on both issues, he said. \"There are very significant differences of opinion that we have,\" he said.", "byline": "", "description": "Sen. Bernie Sanders (I-Vt.) says he has a plan to actually win the Democratic presidential nomination: Take his message to conservative states.\"I will be able to deliver in Washington,\" he said on CBS' \"Face The Nation.\" \"I will be able to win the election, and I'll tell you why. Because we are going to bring more people into the process.\"Read full article >>", "title": "Bernie Sanders says he has a plan to win the Democratic nomination", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/480dc900/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C120Cbernie0Esanders0Esays0Ehe0Ehas0Ea0Eplan0Eto0Ewin0Ethe0Edemocratic0Enomination0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "trade"], "people": ["Bernie Sanders", "Hillary Rodham Clinton"], "orgs": [], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-12 17:18:31", "org": "washpo", "article_id": "35320830aad2b1cff6eef825d3eff866", "date_access": "2015-07-12 16:40:02.856656"}