{"body": "    The Republican Party has a straw poll asking visitors to its Web site to pick their top three 2016 candidates. Of the 127 Republicans that have filed as candidates this year, the party only identified 18 as worth of inclusion. They're the 16 that you've heard mentioned for the past few months -- your Jebs and your Ricks and your Bobbys and so on. No. 17 is Jim Gilmore, former governor of Virginia and not-yet-declared 2016 candidate. And then there's Mark Everson. Everson was a member of the administrations of former presidents Reagan and George W. Bush, and under the latter served as the commissioner of the IRS. We've checked in with him before, in part because he serves as a great representative of a difficult question: What makes a candidate a \"real\" candidate? It's a question that assumes increased relevance with each passing week, as pollsters, media outlets and debate organizers try to figure out who is worthy of attention and who isn't. When we spoke by phone on Monday, Everson pointed to the RNC's inclusion of his name on that list as evidence that he should be considered real, that he should be included. \"The national Republican party has a number of individuals in the straw poll on their Web site,\" he said. \"They used whatever thoughts they had and recognized that my level of national service is significant. I ran the immigration system. I ran the tax system. I helped create the Homeland Security department.\" To Everson, a fair system looks like this:     There's Everson, there, at the end. Most of Everson's better-known competitors, though, are worried about a different line: The one drawn by Fox News to allow people into — or keep people out of — the first Republican debate next week. The network decided to limit participation to the 10 candidates with the highest average ranking in the five most recent national polls. Fox's line looks like this:     For the candidates, that's a critical delineation of who counts and who doesn't. Like Tiger Woods circa 2000, the leaders in the field aren't terribly worried about where the cut-off line is drawn. But for those who are not well above the line, there's a push to redraw it. Like Rick Santorum, who according to our tracking of the poll averages for more than a month sat in that 11th spot -- only once, briefly, making the cut. Now, he's in 12th, according to our calculation. (Fox's criteria for which polls count is another, more subtle line.) In an interview with the Daily Caller earlier this month, Santorum called for the automatic inclusion of past Iowa caucus winners -- or at least people polling above a certain level in New Hampshire and Iowa. As with every other line that's being drawn by candidates here, it's self-serving; Santorum's criterion would ensure himself a spot in the Fox debate -- as well as one for Mike Huckabee, if he weren't already in the top 10.     Sen. Lindsey O. Graham (R-S.C.), who is much less likely to be in the top 10, argued that the Fox standard was simply too constricting. While on Fox News, he dismissed the top 10 as \"dumb.\" National polls, he said, reward celebrity and people from big states with big name ID. \"I would find a way for everyone who's filed and who's got a viable campaign to be on the stage,\" he said. That looks a little something like this.     But that also kicks the can down the road. \"All 16 of us,\" he said, \"come to Iowa, New Hampshire and South Carolina.\" Meaning that he assumes the 16 are more viable than any of the other 111 filed Republicans. The important thing being, of course, that he's one of the however-many-candidates-are-considered-viable. A campaign staffer for Carly Fiorina, who's also not likely to make Fox's top 10, sent out an e-mail over the weekend titled, \"Do you like apples?\" It was not about iPhones. \"I'm looking at the last two national polls released,\" she wrote, \"PPP and Economist/YouGov -- and Carly is in 7th and 8th place respectively. How do you like them apples.\" The strategy here is slightly different: Adding to the five most-recent polls ones that Fox is unlikely to include. So:     At the very least, Fiorina's campaign is setting up to have a reason to complain about her not being included. When we spoke by phone on Monday, Everson asked me if I thought that there was anyone in 19th place who could reasonably make the case for inclusion among the real candidates along with him. It struck me that the difference between the media taking, say, Lincoln Chafee seriously as a Democratic candidate and Mark Everson seriously as a Republican seems to hinge largely on the fact that there are so many Republicans and so few Democrats. There's no reason not to include Lincoln Chafee; after all, there are only five top-tier Democrats. There are so many top-tier Republicans, though, that we're having this debate over where lines should be drawn. \"If they draw a line that excludes that non-traditional candidate that has significant government service,\" Everson said, \"when do they let in the next general? Or when do they let in a former Cabinet officer? Where do they draw the line?\" The answer, clearly: It depends. ", "byline": "", "description": "Who decides (besides Fox News)?", "title": "So who is a &#8216;real&#8217; GOP candidate?", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/28/so-who-is-a-real-gop-candidate/", "topics": ["immigration", "terrorism", "campaign_finance"], "people": ["Rick Santorum", "Mark Everson", "Tiger Woods", "Jim Gilmore", "George W. Bush", "Mike Huckabee", "Carly Fiorina", "Lindsey O. Graham", "Lincoln Chafee"], "orgs": ["RNC", "Republican Party", "IRS", "PPP"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-28 12:30:25", "org": "washpo", "article_id": "1900fcbc277c4726dcdfabed74b5ada4", "date_access": "2015-07-28 11:50:17.934373"}