{"body": "Chaos is Donald Trump's best friend in his 2016 presidential bid. The more of it, the better. Witness the Dow's collapse Monday morning.  Trump was quickly out with an I-told-you-so Instagram video in which he noted that he had been \"telling everybody for a long time China's taking our job, they're taking our money\" and adding: \"You have to know what you're doing. ... We have nobody that has a clue.\"  While financial analysts scrambled, investors panicked and politicians positioned, there was Trump in the middle of it all -- the eye of a political and financial hurricane. Calm and cocky. At its most basic, Trump's 2016 message is this: Everything is broken.  None of the people in charge know how to fix it.  And no one will tell you that truth except for me. What better way to illustrate that argument than to have chaos reign? The more chaos, the easier it is for Trump to make the case that a radical change is not only a possibility but a necessity. So, market drops work in Trump's favor. Terrorist videos help him. Unrest in Iraq and Syria help him. Concerns about undocumented workers committing crimes in the U.S. help him. In short: Anything that makes people feel anxious or afraid -- two of the most powerful motivations and motivators in politics -- helps Trump. His appeal to people is his unwavering belief in himself and his abilities. Other people fail, he succeeds. I know how to do all of this, it's not that hard, Trump tells voters about, well, everything. Trust me.  I will make everything better. There's lots of appeal to that message at any time but especially at a time when everything in the world around you feels like it is either slipping, collapsing or somewhere in between. Trump's bring-order-and-comfort-out-of-chaos message lands at a time when trust in virtually every societal institution is at or near all-time lows and a prevailing sense that the safety net that was once there to catch us is either being pulled away or is already gone.     I've written a lot about the anxiety in the electorate as a result of this sense that the old way of doing things is no longer operable but no new way has been discovered yet.  My belief was that every candidate running for president in 2016 had to articulate how he/she would lead the country amid the chaos and anxiety running rampant in the country.  What I didn't expect was that the candidate who would somehow pick that political lock first and best would be Donald Trump. No, Trump isn't offering a full palette of solutions for the problems facing the country. And yes, the solutions he is offering -- particularly on immigration -- are both extremely costly and potentially undoable. But  what Trump understands is that people don't really want a bunch of policy papers in response to the chaos they see on their TV and computer screens every day. They want reassurance. They want to believe that there are simple solutions out there to most of the problems in the country and that someone can make it all better. Trump has effectively cast himself as that answer man. \"I think the voters like me, they understand me, they know I'm going to do the job,\" Trump said recently in response to reporters' questions about the specifics of his policy ideas. He's right -- at least at the moment. The more chaotic the world looks, the more appealing Trump gets.  He is 2016's chaos candidate.", "byline": "", "description": "The more fear and anxiety in the electorate, the better for The Donald.", "title": "Donald Trump is 2016&#8217;s chaos candidate", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/25/donald-trump-is-2016s-chaos-candidate/", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump"], "orgs": [], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-08-25 16:17:46", "org": "washpo", "article_id": "ff630269509f2082a3498160fbe62fce", "date_access": "2015-08-25 15:40:03.352771"}