{"body": "   Democratic presidential candidate Hillary Rodham Clinton speaks during a campaign stop in Florissant, Mo., in June. (AP Photo/Jeff Roberson)  There was plenty in Hillary Rodham Clinton's speech on the economy Monday for her critics on the left to find fault with. She didn't call for breaking up the banks, saying only, \"We’ll ensure that no firm is too complex to manage and oversee.\" Once again, she said she thought the minimum wage should be increased, but not by how much. All the same, the liberal wing of the Democratic Party could count Clinton's speech as a major victory. And one line in particular was crucial. \"The evidence is in: Inequality is a drag on our entire economy, so this is the problem we need to tackle,\" the former secretary of state said. Capitalism means having winners and losers. Inequality is inevitable. The presumptive Democratic nominee said that correcting those inequalities improves capitalism and produces even more wealth to spread around. It sounded as though she was saying that \"the size of the pie depends upon how you slice it,\" as economics commentator Steve Randy Waldman has written. The evidence for her view might not be as conclusive as Clinton suggested. The evidence is rarely \"in\" on any economic question. At the very least, the evidence for a connection between growth and equality is persuasive. Jared Bernstein laid out what economists know in a white paper in 2013, and the analysts at Standard and Poor's offered their take last summer. Both gave reasons to think that unequal economies might be weaker overall. A month ago, the International Monetary Fund released another study of growth and equality, which found that growth is faster when it is broadly shared. \"When the rich get richer, benefits do not trickle down,\" the authors concluded. Philosophically, Clinton is turning away from the free-market orthodoxy that Republicans and Democrats have shared since her husband's presidency. In 2013, Obama called inequality \"the defining challenge of our time,\" but he shifted away from the issue last year due to differences of opinion among Democrats. Campaigns being what they are, Clinton might later lay out some proposals that are inconsistent with the overall view of inequality she laid out in Monday's speech. In the marketplace of ideas, though, liberal Democrats have won an influential saleswoman.  Welcome to Wonkbook. To subscribe by e-mail, click here. Send comments, criticism or ideas to Wonkbook at Washpost dot com. Follow Wonkblog on Twitter and Facebook.  What's in Wonkbook: 1) Iran deal 2) Opinions, including Brooks and Yglesias on Clinton 3) Scott Walker calls the minimum wage \"lame,\" and more Map of the day: Where are the jobs? Census data reveals the locations of every job in the United States. Emily Badger in The Washington Post. 1. Top story: An accord with Iran Historic nuclear deal with Iran reached. \"World powers and Iran have reached an historic deal to end decades of economic sanctions against Iran in exchange for sharp restrictions on its nuclear program... The deal follows more than a year and a half of negotiations between Iran and the United States, France, Britain, Russia, China and Germany, and 17 gruelling days of final talks in the Viennese capital.\" Carol Morello and Karen DeYoung in The Washington Post. The deal is a gamble for the Obama administration. \"There is risk, especially in the next few years, that Iran’s generals will compensate for the loss of their nuclear program by stepping up their financing of Hezbollah and the government of President Bashar al-Assad in Syria, and by flexing their muscles in other conflicts across the region. They have already built up a talented 'cybercorps' of their own, and turned it on Saudi Arabia and, in more limited ways, the United States. Within a year or so, they will have a new influx of cash to finance those efforts. ... Mr. Obama is essentially betting that once sanctions have been lifted, Iran’s leaders will have no choice but to use much of the new money to better the lives of their long-suffering citizens. He has told his aides that he expects relatively little to be spent to finance terrorism.\" David E. Sanger in The New York Times. Obama adds to his list of diplomatic achievements. \"The agreement reflects Obama’s determination to follow through on a principle -- scorned in 2007 as 'naïve' by his future secretary of state, Hillary Clinton -- that the U.S. must unclench its fist and reach out to pariah states such as Iran, Venezuela and Cuba. That foreign policy vision, which distinguished Obama from his predecessor and 2008 presidential rivals, is remaking U.S. relations with the world in historic ways. During the past eight months, Obama ended the half century-long U.S. isolation of Cuba, opened a dialogue with Venezuela, concluded a climate agreement with China and eked out victory in a congressional trade vote to advance the economic component of his strategic pivot to Asia.\" Mike Dorning for Bloomberg. BEINART: There are no real alternatives to the deal. \"When critics focus incessantly on the gap between the present deal and a perfect one, what they’re really doing is blaming Obama for the fact that the United States is not omnipotent. This isn’t surprising given that American omnipotence is the guiding assumption behind contemporary Republican foreign policy. Ask any GOP presidential candidate except Rand Paul what they propose doing about any global hotspot and their answer is the same: be tougher. ... Accepting that American power is limited means prioritizing. It means making concessions to regimes and organizations you don’t like in order to put more pressure on the ones you fear most. ... It is precisely this recognition that makes the Iran deal so infuriating to Obama’s critics. It codifies the limits of American power. And recognizing the limits of American power also means recognizing the limits of American exceptionalism. It means recognizing that no matter how deeply Americans believe in their country’s unique virtue, the United States is subject to the same restraints that have governed great powers in the past.\" The Atlantic. 2. Top opinions YGLESIAS: Clinton abandons neoliberalism. \"The keys to the neoliberal approach that dominated both the Clinton and Obama administrations are, roughly: 1. The main way the government can impact the pre-tax distribution of income is by providing high-quality education to as many people as possible. 2. Financial markets should be regulated to guard against catastrophe, but also should take a leading role in driving investment decisions across the private sector. 3. To the extent that the education path fails to generate a satisfactory distribution of economic resources, progressive taxes should fund redistributive programs... [Clinton's ideas] reverse the neoliberal formula of her husband's administration: 1. The government should take an active role in writing economic rules that promote high wages, rather than relying on taxes and transfer payments. 2. Financial markets do a poor job of guiding private sector investment (she will frame this as a critique of short-term thinking). 3. Increasing educational attainment is an inadequate strategy for curbing inequality.\" Vox. Primary source: The transcript. LIND: \"Is the era of neoliberalism over?\" \"Her speech marked a distinct intellectual and rhetorical departure from where the Democrats have been the past couple of decades. ... Skeptics might dismiss the anti-Wall Street rhetoric and many of the proposals in Clinton’s speech—from expanded preschool and daycare and paid family leave and the defense of Social Security to greater public investment in infrastructure—as attempts to prevent the loss of progressive Democratic primary voters to Bernie Sanders and other rivals. But Clinton is opening up new ground for a mainstream Democratic president of this era in implying that the very structures of modern finance and corporate capitalism are flawed and in need of reform. And her speech Monday was only the latest in a series of recent statements by Democratic centrists expressing ideas or supporting policies that would have been dismissed as fringe leftism a decade or two ago.\" Politico. BROOKS: Clinton is no class warrior. \"This speech revealed a woman who does not have her heart in class conflict. The most passionate parts of her speech involved classic liberal efforts to give people a boost: early childhood education, family and medical leave, tax credits for job training, affordable child care programs. She carefully avoided the more radical policy ideas embraced by the left, such as a blanket tax on the rich. She dodged the trade issue. She endorsed a minimum wage hike but didn’t commit, as many progressives do, to a $15an-hour rate. This speech was more Children’s Defense Fund than Thomas Piketty. It was the sort of speech you give if you spend more time listening to voters, especially female ones, than studying the quintiles in the income distribution charts.\" The New York Times. 3. In case you missed it Tsipras will have to cross party lines in Greece's parliament. \"Alexis Tsipras, Greek prime minister, on Tuesday will seek to shore up support within his own government after he accepted the most intrusive programme ever mounted by the EU as the price for a new €86bn bailout to keep Greece in the eurozone. Mr Tsipras looks set to be forced to rely on opposition support to pass a swath of economic reform measures by Wednesday’s EU-imposed deadline or face the country’s bankruptcy, as a growing number of far-left MPs voiced opposition to the deal. ... [Tsipras] agreed to terms that a diplomat from one Germany-allied country described as akin to turning Greece into an economic protectorate, including a plan to place the country’s most valuable publicly owned assets into a €50bn privatisation fund supervised by EU authorities.\" Peter Spiegel, Stefan Wagstyl and Henry Foy in The Financial Times. Scott Walker calls the minimum wage \"lame.\" \"Walker's comment came in a lengthy interview with Fox News's Sean Hannity immediately following a speech formally announcing his entrance into the 2016 presidential race. ... Hillary Rodham Clinton, the Democratic frontrunner, called for a higher minimum wage during an economic policy speech on Monday. U.S. Sen. Bernie Sanders of Vermont, who is also running for president, has called for a $15 per hour baseline.\" Jenna Johnson in The Washington Post. Obama will call on Congress to reform criminal sentences. \"President Obama on Tuesday will ask Congress to pass legislation changing the nation's prison sentencing laws this year. In a speech at the NAACP's national conference in Philadelphia, Obama will say disparities in sentencing guidelines have produced harsh sentences that 'undermine trust in our legal system,' a White House official said in a statement. ... Obama on Monday commuted the sentences of 46 people in federal prison, the most aggressive use of his executive power to date to address sentencing disparities.\" Jordan Fabian in The Hill. ", "byline": "", "description": "There was plenty in Hillary Rodham Clinton's speech on the economy Monday for her critics on the left to find fault with. She didn't call for breaking up the banks, saying only, \"We’ll ensure that no firm is too complex to manage and oversee.\" Once again, she said she thought the minimum wage should be increased, but not by how much.Read full article >>", "title": "Wonkblog: The left has won over Hillary Clinton", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/481c718c/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cwonkblog0Cwp0C20A150C0A70C140Cwonkbook0Ethe0Eleft0Ehas0Ewon0Eover0Ehillary0Eclinton0C0Dwprss0Frss0Inational/story01.htm", "topics": ["economy"], "people": ["Rand Paul", "Alexis Tsipras", "Jordan Fabian", "Jeff Roberson", "Peter Spiegel", "Thomas Piketty", "Hillary Clinton", "Emily Badger", "Carol Morello", "Hillary Rodham Clinton", "Sean Hannity", "Jenna Johnson", "Bernie Sanders", "Jared Bernstein", "David E. Sanger", "Stefan Wagstyl", "Steve Randy Waldman", "Scott Walker", "Henry Foy", "Mike Dorning"], "orgs": ["Social Security", "International Monetary Fund", "Congress", "Democratic Party", "Hezbollah", "GOP", "United States.", "NAACP", "Vox", "Standard and Poor"], "authors": [{"author_id": 31049, "fullname": "max ehrenfreund", "primary_org": "politico"}], "date_written": "2015-07-14 13:40:15", "org": "washpo", "article_id": "8daa061b2316b613f26f7c0cca3fee58", "date_access": "2015-07-14 14:30:08.797190"}