{"body": "   Wisconsin Gov. Scott Walker announces to supporters and news media gathered at the Waukesha County Expo Center that he will seek the Republican nomination for president on July 13, 2015 in Waukesha, Wisconsin.(Photo by Scott Olson/Getty Images)  Wisconsin Gov. Scott Walker (R) said Tuesday that the Boy Scouts of America should keep its blanket ban on openly gay leaders because the policy \"protected children and advanced Scout values.” The Boy Scouts' executive committee voted unanimously on Friday to drop the ban and the issue now moves to a national executive board that will meet later this month. The proposed change stops short of requiring that all Scout groups allow gay leaders. [Boy Scouts executive committee endorses ending ban on gay leaders] Walker, who launched his presidential campaign on Monday, is an Eagle Scout who has long been active with the organization. His two sons, now in their 20s, were involved in scouting and his wife served as a den mother.   “I have had a lifelong commitment to the Scouts and support the previous membership policy because it protected children and advanced Scout values,\" Walker told the Independent Journal Review, a popular news site with a young conservative following that published his comments on Tuesday afternoon. When asked about this comment following a campaign event at a Harley-Davidson dealership in Las Vegas on Tuesday afternoon, Walker said: \"I’m an Eagle Scout. My kids were in Scouts. My mom was a den mother. I think their previous policy was personally fine.\" Walker's comments quickly drew criticism from gay rights activists -- and again raised questions about how he would treat the gay community if elected president. The Human Rights Campaign, a leading LGBT rights organization, called for Walker to renounce his statement and apologize. The group also asked other presidential candidates to take a position on the issue. [Five things you might not know about Scott Walker] “Scott Walker's suggestion that the Boy Scouts of America's current discriminatory policy somehow 'protects' children from gay adults is offensive, outrageous, and absolutely unacceptable,\" said Chad Griffin, president of the Human Rights Campaign in a statement. \"His comments imply that we represent a threat to the safety and well-being of young people.\" Walker has already faced criticism from some in his party for his staunch opposition to gay marriage. Some wealthy donors in New York who worry the Republican has gone too far to the right in his opposition, especially when Walker called the U.S. Supreme Court's landmark decision allowing gay marriage in all 50 states a \"grave mistake.\" The governor called for a constitutional amendment that would allow states to decide if they want to allow gay marriage or not. Walker's two college-aged sons, Matt and Alex Walker, have said they don't agree with their father's stance on gay marriage. One of their mother's cousins, who is close to the family, has been with her partner for 18 years. The couple, Shelli Marquardt and Cathy Priem, married last year. Alex Walker was the best man, and Walker has said he attended the reception. \"We love our family. We love our cousin. We stand by that,\" Alex Walker said in an interview with CNN that aired on Sunday. The two Walker sons said in that interview that they have debated gay marriage with their father but have not tried to change his position. Katie Zezima contributed to this report from Las Vegas.", "byline": "", "description": "Wisconsin Gov. Scott Walker (R) said Tuesday that the Boy Scouts of America should keep its blanket ban on openly gay leaders because the policy \"protected children and advanced Scout values.”The Boy Scouts' executive committee voted unanimously on Friday to drop the ban and the issue now moves to a national executive board that will meet later this month. The proposed change stops short of requiring that all Scout groups allow gay leaders.Read full article >>", "title": "Scott Walker: Boy Scouts ban on gay leaders ‘protected children’", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/481ee5e7/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C140Cscott0Ewalker0Eboy0Escouts0Eban0Eon0Egay0Eleaders0Eprotected0Echildren0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["gay_marriage"], "people": ["Scott Olson", "Chad Griffin", "Katie Zezima", "Alex Walker", "Shelli Marquardt", "Scott Walker"], "orgs": ["Boy Scouts", "Human Rights Campaign", "U.S. Supreme Court", "Boy Scouts of America", "Eagle Scout", "Independent Journal Review"], "authors": [{"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-07-14 22:52:31", "org": "washpo", "article_id": "502aced9597ef0ebe00db1e1ba75a36b", "date_access": "2015-07-14 22:10:03.465102"}