{"body": "   Former Florida governor and Republican presidential contender Jeb Bush on July 20 in Tallahassee, Fla. (Don Juan Moore/Reuters)  Jeb Bush believes Congress \"has every right to investigate\" comments made by officials with Planned Parenthood in two videos recently released by an antiabortion group. Bush said any congressional investigation is justified since the group has received hundreds of millions of dollars in federal funding. He added that it \"troubles me that you would sell body parts,\" according to reporters traveling with him. That's a direct reference to conversations in the two videos of  Planned Parenthood officials discussing the method and price of providing fetal tissue left over from abortions for medical research. The video is the latest attempt by the Center for Medical Progress and other antiabortion activists to try to show that Planned Parenthood sells fetal tissue. While recouping the costs of preserving and delivering fetal tissue samples to companies for research is permitted, selling the tissue for a profit violates state and federal laws. But a Planned Parenthood   spokesman called the videos \"heavily edited\" productions that are \"part of a decade-long campaign of deceiving the public, making false charges  and terrorizing women and their doctors\" with the goal of ending federal funding for the organization. [Antiabortion group released second Planned Parenthood video] A House committee and at least two states opened investigations into the group after the release of the first undercover video. Republican presidential candidates also have been pressuring the Obama administration and the Democratic front-runner, former secretary of state Hillary Rodham Clinton, to denounce the group's activities. Bush made his latest comments  Wednesday while touring the Carolina Pregnancy Center, a crisis pregnancy center in Spartanburg, S.C., that provides pregnancy services and counseling if women are considering abortions -- but doesn't provide or refer patients for abortion services. Campaigning in South Carolina on Tuesday, Bush also defended a 2005 letter he wrote praising Swift Boat Veterans for Truth, an organization that attacked the Vietnam War record of then-Sen. John F. Kerry (D-Mass.) during his 2004 presidential campaign. Many of the group's accusations were later proven untrue. Bush was asked about the letter in light of his supportive comments for Sen. John McCain (R-Ariz.), another Vietnam War veteran and former presidential candidate, whose war record was impugned last weekend by GOP candidate Donald Trump. Before defending his letter, a Bush spokeswoman had told reporters that the letter was \"not in any way analogous\" to Trump's comments about McCain. Bush is visiting New Hampshire later Wednesday and Thursday to appear at an event hosted by Americans for Prosperity and then to make several stops in northern parts of the state that he hasn't visited yet as a presidential candidate.", "byline": "", "description": "The former Florida governor made the comments while touring a crisis pregnancy center in South Carolina.", "title": "Jeb Bush: Congress &#8216;has every right to investigate&#8217; Planned Parenthood videos", "url": "http://www.washingtonpost.com/blogs/post-politics/wp/2015/07/22/jeb-bush-congress-has-every-right-to-investigate-planned-parenthood-videos/", "topics": ["abortion"], "people": ["Donald Trump", "Hillary Rodham Clinton", "Jeb Bush", "Don Juan Moore", "John F. Kerry"], "orgs": ["A House", "Congress", "Carolina Pregnancy Center", "Swift Boat Veterans", "Center for Medical Progress", "S.C.", "Planned Parenthood", "GOP"], "authors": [{"author_id": 30984, "fullname": "ed o'keefe", "primary_org": "politico"}], "date_written": "2015-07-22 17:09:14", "org": "washpo", "article_id": "6f854da64c92b34daa7377c561b08b38", "date_access": "2015-07-22 16:30:03.184858"}