{"body": "  ATLANTA — They packed a ballroom for Carly Fiorina, clutching copies of her books. They packed it again for Sen. Marco Rubio (Fla.), Louisiana Gov. Bobby Jindal and New Jersey Gov. Chris Christie. Former Texas governor Rick Perry, barely registering in the polls, held the stage like a front-runner. The 700 or so activists who filled the hotel ballroom here Friday for the seventh annual conference organized by the conservative blog RedState were energized by the Republican presidential debates held the night before — and excited for what feels like a new phase in the 2016 contest. But they were not ready to pick a favorite. There was fresh enthusiasm for Fiorina, the former Silicon Valley executive who stood out during Thursday night’s debate among the lower-tier candidates, and angst about Donald Trump’s chaotic bid. Still, at the gathering — which has replaced the defunct Iowa straw poll as a sort of second kick-off for the 2016 campaign — the energy in the room showed that no one had been ruled out of the race.  In the halls and in the seats, the conservative base was demanding that its candidates move right, and the candidates were obliging. “Jeb Bush says that we need to be ready to lose the primary to win the general election,” said Jindal, who has been lagging in polls but has begun taking swipes at the former Florida governor, who is pushing the GOP to adopt a softer tone that might appeal to centrist general-election voters. “I disagree with that,” Jindal said. “That is saying we need to hide our conservative beliefs and get the left and the media to like us. I’m here to tell you that if we do that again, we lose again.” Bush is scheduled to address the conference Saturday and confront activists who think the party lost its way under President George W. Bush, his brother. The nine other candidates visiting the conference are more in sync. All are on record, for example, as supporting the end of taxpayer funds for Planned Parenthood.  Sen. Rand Paul (Ky.), who skipped the conference for a campaign trip to South Carolina, spent part of the day sparring with Christie over Bush-era surveillance tactics. RedState’s outgoing editor in chief, Erick Erickson, has helped set the tone for these arguments. He has written jeremiads against the party with titles like “Eunuch Mitch McConnell Squeals Like a Pig” and “House Conservatives Have the Power and Should Depose Speaker John Boehner.”  “A lot of the tea party disconnect that you’ve seen was a reaction to the fact that George W. Bush refused to stand up to the appropriators in his party,” said Leon Wolf, 37, a senior writer at RedState. The tea party movement lives on at RedState. Erickson introduced Rubio not as a linchpin in the 2013 immigration debate but as the insurgent candidate who beat a centrist Republican in his 2010 Senate race.  Rubio’s speech barely touched on the roiling primary fight. Instead, he stuck to his usual themes of generational change and reminded the attentive conservatives before him about his work on foreign affairs in the Senate, where he has become a leading hawk. Outside the InterContinental, the hosting hotel in Buckhead — an Atlanta suburb dotted with pricey fashion stores and chain steakhouses often found on expense accounts — homemaker Mary Howard of Indiana debated her top three candidates with Loren Heal, 52, an Illinois activist. They agreed on all three: Sen. Ted Cruz (Tex.) in first place, Wisconsin Gov. Scott Walker in second and Fiorina running a close third. “I liked her before, but I really like her now,” Howard said. “It’s so hard to pick anything this early, and you know, I didn’t think she was that serious months ago. But things have changed.”  Why the move toward Fiorina? “I don’t want to say the obvious — she’s a woman — but she is a very smart businesswoman, and that’s what this country could use in the White House.” Heal said he had little patience for Trump, the real estate magnate who leads in polls but whose bombastic style has unnerved some in the party. “Not suitable at all,” he said, shaking his head. “I’m astonished people aren’t seeing through his act. He’s the perfect example of someone who uses government for his own means.” Not everyone was so cool on Trump. Few attendees appreciated his flirtation with a third-party run, but rebellion inside the Republican Party was fine by them. For others, a rebellion that could split votes and put the Clintons back into power was too much.  Fiorina drew a rapturous response when she tore into Hillary Rodham Clinton, calling the former secretary of state and Democratic front-runner dishonest. “She did lie about Benghazi, she did lie about her e-mails, she did lie about her server,” Fiorina said. Fiorina favored a Republican “nominee who throws every punch.” She was referring to herself, but RedState attendees saw plenty of fighters.  The unease among some about Trump did not stop people from asking if there were spare tickets to his scheduled Saturday night appearance at the nearby College Football Hall of Fame.  ", "byline": "", "description": "After the debates, the seventh annual RedState conference helps push the campaign into new phase.", "title": "Conservative activists energized for 2016 GOP field, but no favorite yet", "url": "http://www.washingtonpost.com/politics/conservative-activists-energized-for-2016-gop-field-but-no-favorite-yet/2015/08/07/a730dd00-3d44-11e5-9c2d-ed991d848c48_story.html", "topics": ["immigration", "campaign_finance"], "people": ["Rand Paul", "Erick Erickson", "Chris Christie", "Jeb Bush", "Rick Perry", "Scott Walker", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Leon Wolf", "Bobby Jindal", "Mary Howard", "Ted Cruz", "Carly Fiorina", "George W. Bush", "John Boehner"], "orgs": ["RedState", "Senate", "Planned Parenthood", "GOP", "Republican Party"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}, {"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-08-08 01:35:37", "org": "washpo", "article_id": "b09ec68ce671357c516c547fe385ff43", "date_access": "2015-08-08 00:50:10.087062"}