{"body": "When there are 16 people running to be the Republican presidential nominee in 2016 -- and one of them is Donald Trump -- it can be hard to get people to pay attention to you. Which brings me to Rand Paul, who released a video of him destroying the tax code in a variety of ways on Tuesday.  The video includes this unforgettable moment:     As the WaPo's Dave Weigel (damn it feels good to write that) noted in his piece on the video: \"This video, launched with some fanfare on Fox News, marked a sort of relaunch for Paul’s aggressive tax reform. The plan was announced a month ago, but did not capture the Republican imagination.\" That last phrase -- \"did not capture the Republican imagination\" -- could be used to describe not just Paul's tax plan but his presidential campaign more broadly over the last few months. Paul, once considered a fringe top-tier candidate (I regularly rated Paul as a top-three contender for the 2016 Republican nomination as recently as six months or so ago), has struggled mightily of late to get any traction in the race. In a Post-ABC News poll released Monday night, Paul is tied for sixth place with Ben Carson at six percent. Trump leads with four times as much support.  And, it's not just in polling where Paul is falling behind. He raised only $7 million for his campaign committee (roughly half of what Cruz raised) and his super PAC is yet to report its fundraising totals, which is never a good sign. Paul, who had been dubbed by virtually every member of the media as \"the most interesting\" candidate in the 2016 race, suddenly seems sort of, well, boring. In an attempt to balance between his libertarian base and the more mainstream wing of the party, Paul lost his mojo. Enter the ad above. HE IS SETTING THE TAX CODE ON FIRE. HE TOOK A CHAINSAW TO IT. Rebel! Internet! Detroit Republican! As the Los Angeles Times wrote recently: After flatlining in the polls and lagging rivals in fundraising, Paul’s campaign heeded a market lesson repeatedly applied in American politics. They brought back the original. The Kentucky senator has pivoted back to his familiar stomping grounds among the outliers of Republican politics. The Paul pivot is a reflection of the fact that his initial strategy of being lots of different things (socially conservative, libertarian, establishment-friendly) didn't work. And, in Paul's defense, it was hard to imagine that the GOP field would be as big as it wound up being. And it was next-to-impossible to see Trump's candidacy and the way he has come to dominate the race this summer happening. In such a divided and odd field, Paul's best path back to relevance is to hold down the libertarian corner and hope like hell it's big enough to keep him in the running through Iowa, New Hampshire and South Carolina. His father's experience in 2008 and 2012 suggests it might not be, but Ron Paul wasn't running against 15 other candidates either. So, Paul's pivot might work. But, anytime you are a) using props in ads and b) one of those props is a chainsaw in July before an election year, it's not usually a sign of strength.", "byline": "", "description": "Politics is weird.", "title": "Rand Paul wants you to know he&#8217;s still running for president. So, he brought a chainsaw.", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/21/rand-paul-wants-you-to-know-hes-still-running-for-president-so-he-brought-a-chainsaw/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Donald Trump", "Dave Weigel", "Ben Carson", "Ron Paul"], "orgs": ["PAC", "GOP"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-07-21 19:58:22", "org": "washpo", "article_id": "a81115fa82d4629966e782d30372ddec", "date_access": "2015-07-21 19:20:03.514745"}