{"body": "   Former secretary of state Hillary Clinton speaks during the 2015 Iowa Democratic Wing Ding at the Surf Ballroom in Clear Lake, Iowa, on Friday, Aug. 14, 2015. (Photo by Melina Mara/The Washington Post)  CLEAR LAKE, Iowa – Hillary Rodham Clinton was in political warrior mode as she addressed Democratic activists here Friday night, delivering a fiery, rip-roaring speech designed to help quiet concerns about her weaknesses as a presidential front-runner. Clinton took the burgeoning controversy over her private e-mail server head-on, saying probes into her correspondence as secretary of state as well as her handling of the 2012 terrorist attacks in Benghazi, Libya, are nothing short of a political witch hunt by her Republican opponents. \"It’s not about Benghazi,” Clinton said. “And you know what, it’s not about e-mails or servers either. It’s about politics.” Clinton vowed to fight back aggressive, saying, “I won’t get down in the mud with them. I won’t play politics with national security or dishonor the memory of those we lost. I won’t pretend this is anything other than what it is: the same old partisan games we’ve seen so many times before. I don’t care how many super PACs and Republicans pile on. I’ve been fighting for families and underdogs my entire life and I’m not going to stop now.” Clinton’s remarks came at the Iowa Democratic Wing Ding, an event that drew four of the party’s five presidential candidates (former senator Jim Webb of Virginia did not attend) to the historic Surf Ballroom in Clear Lake. Sen. Bernie Sanders (I-Vt.) and former Maryland governor Martin O’Malley made impassioned, populist appeals that were received enthusiastically by the capacity crowd of 2,100 people. The response to former Rhode Island governor Lincoln Chaffee was more muted, though he hit a number of progressive touchstones. Clinton, the evening’s first speaker, set the tone with a barnburner. Weaving sarcastic humor into her tough talk, she went after her leading Republican opponents repeatedly and by name – businessman Donald Trump, former Florida governor Jeb Bush, Wisconsin Gov. Scott Walker and Sen. Marco Rubio (Fla.). Clinton cast the entire GOP field as out-of-touch and out-of-date, saying their menu of policy proposals “may work in a Republican primary, but it sure doesn’t work in a 21st century America.” “Now I know most of the attention these days is on a certain flamboyant front-runner,” Clinton said, referencing businessman Donald Trump. “But don’t let the circus distract you. If you look at their policies, most of the other candidates are just Trump without the pizzazz or the hair.” Bringing up women’s health issues, she said, “Mr. Trump’s words are appalling, but so are the policies of other candidates. Senator Rubio brags about wanting to deny victims of rape and incest access to abortion. Governor Bush says $500 million is too much to spend on women’s health. And they all want to defund Planned Parenthood.” Clinton touted her support for President Obama’s nuclear agreement with Iran, saying “there is simply no viable alternative” to prevent Iran from acquiring a nuclear weapon. But otherwise, Clinton kept her focus on domestic policies and a sharp contrast with the Republicans. She included a nod to the African American protest movement that is playing an important role in shaping the Democratic primary race, declaring: “Yes, black lives matter.” She opened her speech by making apparent light of the controversy surrounding her e-mails. Noting that she recently began a Snapchat account, Clinton quipped, “I love it. Those messages disappear all by themselves.” The audience responded with knowing laughter. The three other speakers made subtle contrasts with Clinton. Chafee, a former mayor, senator and governor, said, “What I’m most proud of in my decades of public service is I didn’t have any scandals.” Sanders, meanwhile, began his speech with an extended riff on big money in politics. He said he was determined not to have a super PAC supporting his campaign and that he wouldn’t “go out hustling money from the wealthiest people in the country.” He said his campaign has received contributions from 350,000 Americans and the average contribution was $31.20. Sanders laid out a liberal agenda – from combating climate change to breaking up big banks to economic policies that lift up working families. Sanders drew some of his loudest applause when he touched on issues on which he differs with Clinton. When Sanders said, “No Keystone pipeline,” the crowd cheered. Clinton has not taken a position on extending the pipeline. And when Sanders noted that he voted against the war in Iraq – as a senator, Clinton voted for it, though she has since disavowed her vote – people in the crowd chanted, “Bernie! Bernie!” O’Malley followed Sanders on stage and touched many of the same progressive themes. He tried to distinguish himself from the other candidates by noting that he is the only one with 15 years of executive experience, having served as mayor of Baltimore before being governor. O’Malley ticked through some of the highlights of his record in Maryland: raising the minimum wage, investing in public schools, passing tough gun-control laws, expanding voting rights, giving driver’s licenses to undocumented immigrants. “Actions, not words,” O’Malley said, over and over again. He closed his remarks with an assault on Wall Street. “If the bank is too big to fail, too big to jail and too big to manage, then it’s probably too damn big,” he said. Though he has struggled to gain traction in the polls, O’Malley was well received by the crowd. Yet in an illustration of the challenges for his candidacy, as he was speaking photographers trained their cameras not on the stage but on the audience, where Clinton had taken a seat to watch.", "byline": "", "description": "\"It’s not about Benghazi,” Clinton said. “And you know what, it’s not about e-mails or servers either. It’s about politics.”", "title": "Hillary Clinton, in warrior mode in Iowa, dismisses e-mail controversy as &#8216;partisan game&#8217;", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/14/hillary-clinton-in-warrior-mode-in-iowa-dismissing-e-mail-controversy-as-partisan-game/", "topics": ["immigration"], "people": ["Lincoln Chaffee", "Martin O'Malley", "Melina Mara", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Jim Webb", "Bernie Sanders", "Wing Ding", "Scott Walker"], "orgs": ["PAC", "PACs", "Iowa Democratic Wing Ding", "GOP", "Surf Ballroom"], "authors": [{"author_id": 31230, "fullname": "philip rucker", "primary_org": "washpo"}], "date_written": "2015-08-15 03:33:59", "org": "washpo", "article_id": "fb345c578e34f752634b8f1da80516f0", "date_access": "2015-08-15 03:00:05.487361"}