{"body": "  RICHMOND — Hundreds of people flocked to a state elections board meeting Tuesday to object to changing voter registration rules to make questions about citizenship and criminal history optional. Critics said the change would make it easier for felons and illegal immigrants to vote, although those in favor said those concerns were overblown. “We’re opening up huge, huge doors for opportunity for fraud,” said Charlie Judd, who was chairman of the Virginia State Board of Elections during the term of Gov. Robert F. McDonnell (R). The board is considering allowing people registering to vote to skip several questions on the application, including those asking whether those registering are U.S. citizens or felons whose voting rights have not been restored. They would still have to affirm, by signing the form, that they are citizens and otherwise eligible. Currently, registrars can reject would-be voters if they do not check boxes to indicate their citizenship and felon status. The Department of Elections staff has proposed making responses to those individual questions optional, saying it would simplify the registration form. Elections officials said the change would mean they would not have to reject applications simply because someone forgets to check a box or two. The proposal met with nearly universal skepticism on Tuesday — from registrars and elections officials with practical concerns, and from politicians and ordinary Virginians with big-picture worries that play into the nation’s fiercest political debates. Illegal immigration, voter fraud and the restoration of felons’ right to vote — even the usurpation of legislative power by an overbearing executive branch — all loomed large over an hour-long hearing to discuss a seemingly arcane administrative matter. Republicans suggested that the proposed change was Gov. Terry McAuliffe’s way of inflating Democratic voter rolls ahead of the 2016 presidential election. McAuliffe (D) has kept a low profile on the issue, with his spokesman directing questions to the Department of Elections.  [Proposed changes to Virginia voter registration stirs fears among GOP]  Some Democrats said concerns over the proposed change were overblown and rooted in what they described as a broad GOP voter-suppression strategy. “The real threat to the integrity of our elections is politicians who throw up more barriers to voting,” Anna Scholl, executive director of ProgressVA, said in a statement. “It’s disgusting any politician would throw around wild and unfounded accusations to hide their true motivation: opposition to any proposal to make it easier for every eligible Virginia voter to cast a ballot.” Scholl was one of just a handful of people to testify in favor of the change. Some of the speakers, including Fairfax County Electoral Board Chairman Stephen M. Hunt wanted to resolve a puzzling inconsistency: The new form says the application can be rejected if the applicant does not answer certain questions marked with an asterisk. Those include the citizenship and felony questions, which would, in fact, become optional. “That doesn’t make sense,’” he said. “It gives a false message.” Said Greg Riddlemoser, registrar for Stafford County: “I would ask you to throw this whole thing away.” The board could take action on the proposal as early as September. The public hearing took place at a suburban Richmond hotel, where registrars and elections staff from across the state had gathered for their annual convention. Hundreds more were drawn there by state Sen. Thomas A. Garrett Jr. (R-Buckingham) and Republican state Senate candidate Amanda Chase, who is seeking to represent an area on the outskirts of Richmond. ", "byline": "", "description": "Questions about citizenship and felon status would become optional on the state’s voter registration forms.", "title": "Questions about citizenship and felony status would become optional on Virginia voter registration forms", "url": "http://www.washingtonpost.com/local/virginia-politics/voter-registration-changes-proposed-for-va-draw-hundreds-to-hearing/2015/07/28/f42af2ca-3566-11e5-94ce-834ad8f5c50e_story.html", "topics": ["immigration"], "people": ["Terry Mcauliffe"], "orgs": ["Senate", "GOP"], "authors": [{"author_id": 31540, "fullname": "laura vozzella", "primary_org": "washpo"}], "date_written": "2015-07-29 00:21:31", "org": "washpo", "article_id": "18720c19a49200ff276ae8ae6edfe4c7", "date_access": "2015-07-29 00:00:27.275618"}