{"body": "      Sen. Sanders: I'm not playing nice. (J. Scott Applewhite/AP)   A President Bernie Sanders probably wouldn't be as nice to Republicans as President Obama has been. That's what Sen. Sanders (I-Vt.) implied Sunday when he said that a newly elected Obama made a mistake in negotiating with Republicans. Here's the 2016 Democratic presidential candidate on CBS's \"Face the Nation\": What he did after the election is what he said to the millions of people who were so excited about his campaign, he says: Hey, thank you very much for electing me; I will take it from here. I'll sit down with John Boehner. I will sit down with Mitch McConnell. I'll sit down with Republicans and I'm going to negotiate some fair compromises. The truth is Republicans never wanted to negotiate. All they wanted to do was obstruct. Even though Democrats were in the majority in Congress after Obama took office in 2009, Sanders said he thought the president shouldn't have bothered to engage with Republican leaders like Boehner, the House speaker, and McConnell, the Senate majority leader. It's an unapologetically uncompromising tone for a presidential candidate. In these trying political times, candidates often promise to be the one sane person to reach across the aisle and play nice with the other political party. Just look at how Democratic front-runner Hillary Rodham Clinton pitched her future presidency in a June interview with New Hampshire's Concord Monitor: \"I will do whatever it takes to reach out to anybody, anytime, anywhere in pursuit of common ground on issues that I think are important for the country,\" she said. By contrast, a President Sanders would spend his time urging his supporters to vote Republicans out of office. Sanders, again, on \"Face The Nation\": We need a mass grassroots movement that looks the Republicans in the eye and says, if you don't vote to demand that your wealthy people start paying their fair of taxes, if you don't vote for jobs and raising the wage and expanding Social Security, we know what's going on. We're involved. We're organized, you are out of here if you don't do the right thing. Republicans, consider yourselves warned.", "byline": "", "description": "Sen. Sanders: I'm not playing nice. (J. Scott Applewhite/AP)A President Bernie Sanders probably wouldn't be as nice to Republicans as President Obama has been.That's what Sen. Sanders (I-Vt.) implied Sunday when he said that a newly elected Obama made a mistake in negotiating with Republicans. Here's the 2016 Democratic presidential candidate on CBS's \"Face the Nation\":Read full article >>", "title": "The Fix: Here’s what Bernie Sanders thinks President Obama got wrong", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/480dc138/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C120Cheres0Ewhat0Ebernie0Esanders0Ethinks0Epresident0Eobama0Egot0Ewrong0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "terrorism", "economy"], "people": ["Bernie Sanders", "John Boehner", "Hillary Rodham Clinton", "J. Scott Applewhite"], "orgs": ["Senate", "Social Security", "Congress"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-12 19:06:23", "org": "washpo", "article_id": "ebdde112a3dcfcb3c9b012d7ff2739fa", "date_access": "2015-07-12 18:20:03.435355"}