{"body": "   GOP presidential candidate Sen. Marco Rubio (R-Fla.) responds to questions on jobs creation and overcoming economic challenges at an event in Chicago on Tuesday. (EPA/Tannen Maury)  URBANDALE, Iowa -- As Republican presidential hopeful Marco Rubio fielded questions near the end of a campaign stop here Wednesday morning, one man wondered aloud about the comparisons that have been drawn between the Florida senator and President Obama. \"You are an extremely articulate, energetic, bright, young first-term senator. That reminds me of somebody eight years ago,\" the man said. The crowd chuckled knowingly. The parallel highlighted how Rubio's youthfulness and his résumé could hurt him in the GOP primary. His ardent rebuttal reflected his sharp desire to make sure that doesn't happen. [Why Scott Walker keeps dropping Marco Rubio’s name as VP] Rubio gave an animated response, arguing that Obama was a \"backbencher\" in the state legislature while Rubio was the Florida House speaker and that he has served longer in the U.S. Senate than Obama did when he launched his White House bid. Then, Rubio launched into a stinging critique of the president. \"This president has not been a failure because he was a senator,\" Rubio said. \"This president has been a failure because he has failed on the key questions of presidential leadership.\" Rubio said Obama's ideas are \"outdated.\" He called the president a \"divisive figure\" who decided to \"pit Americans against each other.\" By the end, he wouldn't even refer to Obama by name. \"There are major differences between me and the person who is there now,\" Rubio concluded.", "byline": "", "description": "URBANDALE, Iowa -- As Republican presidential hopeful Marco Rubio fielded questions near the end of a campaign stop here Wednesday morning, one man wondered aloud about the comparisons that have been drawn between the Florida senator and President Obama.Read full article >>", "title": "Rubio in Iowa: I’m no Obama", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47f30ef4/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C0A80Crubio0Ein0Eiowa0Eim0Eno0Eobama0E20C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "campaign_finance", "personality"], "people": ["Tannen Maury", "Marco Rubio", "Scott Walker"], "orgs": ["URBANDALE", "GOP", "EPA"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-07-08 19:04:52", "org": "washpo", "article_id": "b43c55bd725ded1a458e28d2baa09c46", "date_access": "2015-07-08 18:20:02.632508"}