{"body": " Carly Fiorina, speaking in a rapid-fire round of national television interviews Thursday morning, sought to temper growing expectations for her presidential candidacy just hours after putting the finishing touches on a widely praised performance in the second televised Republican debate. The former Hewlett-Packard CEO whose polished showing lit up social media and cable news overnight, opted for a modest assessment of her standing in the race, emphasizing that there is a long way to go until actual votes are cast.  It was a decidedly non-Donald Trump appraisal: no bragging, no bluster.  “The first caucus, still, is about four or five months away,” Fiorina pointed out on MSNBC.  [Fiorina steps onto prime-time stage with a flourish]  So where does she go from here? “It may not be an exciting answer but the real answer, the true answer, is I’m going to keep doing what I’ve been doing, which is working hard every single day to answer every question, to meet as many voters as I can,” she said.  On NBC, an interviewer tried to get Fiorina to channel her “inner Donald Trump,” asking her flatly if she won the debate.  “Well, I was very satisfied with the debate,” Fiorina responded.  Trump, the Republican front-runner, spoke the longest and the loudest at the nearly three-hour debate at the Ronald Reagan Presidential Library in Simi Valley, Calif. But it was Fiorina who won rave reviews for a steady remarks and rebuttals that stood out on a crowded stage of 11 hopefuls.  She delivered some of the biggest applause lines and distinguished herself with depth on issues, steeliness and agility in responding to attacks from Trump. Even Trump, who has insulted Fiorina’s appearance and criticized her stewardship of HP, had some nice things to say about her.  “I think that Carly did well,” he said on MSNBC Thursday morning. But he added: “I didn’t see it as standout.” Many Republicans did.   [GOP debate: The rest figured out how to make Trump not quite as dominant]  “I wouldn’t [be] surprised to see Fiorina move up a lot now,” tweeted Ari Fleischer, a former White House press secretary under President George W. Bush.  Still, Fiorina faces challenges. Some of her comments during the debate about Planned Parenthood were proved faulty by fact-checkers. And the new burst of attention trained on her campaign will involve deeper scrutiny of her business career, which critics have said is a major vulnerability.  The CNN debate came at the end of a raucous summer on the campaign trail in which a cast of political outsiders have upended the nominating contest in both parties. Trump and retired neurosurgeon Ben Carson have gained traction by running against the party establishment and by feeding the angry electorate’s hunger for authenticity. Fiorina is also trying to tap into anger against the “status quo” she routinely assails.  With her standing in the polls relegating her to the undercard debate last month, she took advantage of her debut on the big stage. The former technology executive — the only woman onstage — had a handful of big applause lines, including for her vivid remarks describing her opposition to abortion and on whether to defund Planned Parenthood, which is under fire for a series of disputed undercover videotapes. Other candidates, including Wisconsin Gov. Scott Walker and former Arkansas governor Mike Huckabee, also spoke forcefully against abortion rights and Planned Parenthood funding. Fiorina dared Hillary Rodham Clinton and President Obama to watch the Planned Parenthood videos. “Watch a fully formed fetus on the table, its heart beating, its legs kicking while someone says we have to keep it alive to harvest its brain,” she said.   [Winners and losers from the CNN debate]  But as The Washington Post Fact Checker noted, no such video has surfaced showing the scene Fiorina described.  Trump sharply criticized Fiorina’s controversial tenure as head of HP, charging, “The company is a disaster and continues to be a disaster.” Fiorina defended her record and hit Trump over how his Atlantic City casinos were run.  “You ran up mountains of debt, as well as losses, using other people’s money,” she said.  At one point during the debate, Fiorina spoke emotionally about the scourge of drug addiction. “We need to tell young people the truth: Drug addiction is an epidemic and it is taking too many of your young people know this sadly from personal experience,” she said, noting that she lost a stepdaughter to drugs. From the outset, the debate’s moderator, CNN anchor Jake Tapper, tried to prod Trump and the candidates with whom he has sparred on the campaign trail in recent weeks to confront each other on stage. Tapper asked Fiorina to respond to Trump’s interview with Rolling Stone in which he criticized the appearance of her face. “I think women all over this country heard very clearly what Mr. Trump said,” Fiorina responded, drawing cheers from the live audience of about 500 people. Trump responded: “I think she’s got a beautiful face, and I think she’s a beautiful woman.” Trump spoke for more than 18 minutes, more than anyone else onstage. Fiorina got about 13 minutes.  “Of course people want to know your whole personality,” Fiorina said on Fox News Channel. “You don’t get that opportunity in 15 minutes, but I hope a lot of American people learned a little more about me last night.”  Philip Rucker and Ed O’Keefe contributed to this report form Simi Valley, California.    Read more on the CNN Republican debate:   Fact checking the second round of GOP debates   Lindsey Graham tops the undercard debate   The Trump effect: Candidates drawn into his orbit, like it or not  ", "byline": "", "description": "The former HP executive took on Trump and won applause during her 15 minutes of responses.", "title": "Carly Fiorina subdued in victory lap after widely praised debate performance", "url": "http://www.washingtonpost.com/politics/carly-fiorina-subdued-in-victory-lap-after-widely-praised-debate-performance/2015/09/17/6f17100c-5d2d-11e5-8e9e-dce8a2a2a679_story.html", "topics": ["personality", "women"], "people": ["Ari Fleischer", "Lindsey Graham", "Ed O'Keefe", "Philip Rucker", "Scott Walker", "Donald Trump", "Hillary Rodham Clinton", "George W. Bush", "Mike Huckabee", "Jake Tapper", "Carly Fiorina", "Ben Carson"], "orgs": ["Rolling Stone", "MSNBC", "GOP"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}, {"author_id": 30975, "fullname": "jose a. delreal", "primary_org": "politico"}], "date_written": "2015-09-17 14:57:00", "org": "washpo", "article_id": "1973db7e39d55c71eed8b1eba7c60145", "date_access": "2015-09-17 14:10:10.467013"}