{"body": "   Republican presidential candidate Donald Trump after Thursday's political debate. (AP/John Minchillo)  ATLANTA — Conservative commentator Erick Erickson on Friday night disinvited GOP presidential candidate Donald Trump from speaking at an activist conference he is hosting here this weekend, citing disparaging remarks Trump made hours earlier on CNN about Fox News Channel anchor Megyn Kelly. In an interview with The Washington Post, Erickson said Trump had been scheduled to speak at his RedState gathering on Saturday at the College Football Hall of Fame, but he told Corey Lewandowski, Trump’s campaign manager, about an hour before midnight that Trump was no longer welcome. Trump’s campaign said in a statement that Erickson’s decision was “another example of weakness through being politically correct. For all the people who were looking forward to Mr. Trump coming, we will miss you. Blame Erick Erickson, your weak and pathetic leader. We’ll now be doing another campaign stop at another location.” Trump’s CNN interview Friday evening instantly drew controversy and criticism after he said Kelly, one of the moderators of Thursday’s Republican presidential debate in Cleveland, “had blood coming out of her eyes, blood coming out of her wherever.” Erickson, a Fox News regular and face of the popular RedState blog, has long been a foe congressional GOP leaders and an ally of conservative grass-roots organizers. He has also drawn criticism for saying impolitic things, once calling retired Supreme Court Justice David Souter an “[expletive] child molester” and First Lady Michelle Obama a “Marxist harpy.” He has since apologized for both comments. Trump’s words about Kelly simply went too far, Erickson said Friday, making him, someone who enjoys and appreciates barbed political rhetoric, uncomfortable and queasy. And with his invited guest dominating the 2016 race, and few if any conservatives reining him in, Erickson thought he’d try. The following is a transcript: Why did you disinvite Trump? I think there is a line of decency that even a non-professional politician can cross. Suggesting that a female journalist asking you a hostile question is hormone related, I think, is one of those lines. Have you spoken to Trump directly about your decision? No, I’ve spoken with his campaign manager. And you know, we had a combative phone call when I asked him to clarify the remark. When they called back to clarify the remark, I didn’t think it was a genuine clarification. So, I sent him an e-mail and said, ‘I’m sorry to have to do this, but I consider you disinvited. I think the comment was inappropriate. What was Corey Lewandowski’s reaction to that? Well, when I first talked to him, he didn’t want to even admit that Donald Trump made the remark. He focused on the ‘blood in her eyes’ and said that was all he was talking about. Despite my continuing to tell him that that wasn’t the problem, that it was the ‘wherever,’ he told me that I’d just have to put my concern in writing, to send a note about my seeking of an apology and clarification. I did and when he called me back, he said the clarification was ‘Mr. Trump was trying to move beyond the question [in the CNN interview] by getting away from talking about her eyes or whatever.’ I said, ‘That wasn’t how it was on the tape.’ I didn’t accept that he misspoke, based on the context of the video. How did the conversation end? Well, it ended very quietly and I said I’d call him back. Then I thought it wasn’t worth my time to do so based on the way they were framing the so-called clarification that wasn’t a clarification, so I e-mailed him back and wrote that he’s disinvited. Has Lewandowski responded to that e-mail? No, he has not. Do you think Trump will still come to Atlanta? I don’t know. If he is, unlike most of his events, this is on my stage, the stage I paid for. If he wants on it, he’s going to have to answer questions. That said, I’m not sure he’ll be invited into the room. It’s my event, not his event. Do you see yourself as a referee for the conservative movement to keep Trump from riling the race? You know, no. I’m trying to be lenient with him. I told his campaign manager a few days ago that there have been a lot of people in the party who refuse to treat him legitimately even though he’s the front-runner. And I didn’t want to give him a hard time. I felt bad that one of event’s agendas didn’t have his name on it and felt badly about that, let him know. I don’t like that I have to disinvite him. But there are bounds of what’s acceptable in our discourse and they’re not different for you, or me, or someone else. I’m not going to have a guy on stage with my wife and daughter in the crowd who thinks a tough question from a woman is because of hormones. What has the reaction been among conservative leaders and Republicans? I’ve gotten a lot of people e-mailing me telling me thank you. Reporters, conservatives, other politicians. There have been lots of notes. Look, I really wanted Donald Trump to be here. I don’t think he’s a bad guy. But I can’t have a guy on stage who said Megyn Kelly was bleeding from her eyes or wherever. Bridge too far. Who now gets his speaking slot? I’ve invited Megyn Kelly.", "byline": "", "description": "", "title": "Donald Trump disinvited to speak at RedState event; Megyn Kelly invited", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/08/donald-trump-disinvited-to-speak-at-redstate-event-megyn-kelly-invited/", "topics": ["immigration", "terrorism", "economy"], "people": ["Erick Erickson", "Corey Lewandowski", "Michelle Obama", "Donald Trump", "Megyn Kelly", "John Minchillo"], "orgs": ["Supreme Court Justice", "GOP", "Reporters"], "authors": [{"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-08-08 06:30:51", "org": "washpo", "article_id": "9ac1ee354548177025bb4b922be04a6e", "date_access": "2015-08-08 05:50:02.869453"}