{"body": " Former Democratic Maryland lawmaker Heather Mizeur endorsed Congressman Chris Van Hollen (D-Md.) on Wednesday as a “stellar candidate” for the U.S. Senate in a video she posted on her campaign Facebook page. Van Hollen is facing his House colleague Rep. Donna F. Edwards (D-Md.) of Prince George’s County in the primary race to succeed Sen. Barbara Mikulski, who announced earlier this year that she would not be seeking reelection in 2016. Both candidates came out early touting their progressive pedigrees in a contest political observers say could test their adherence to liberal values. Support from Mizeur, who appealed to many of the state’s liberals in her unsuccessful 2014 run for Maryland governor, could be significant for Van Hollen as he tries to engage left-wing voters. “He’s been there when others have not for progressive causes,” Mizeur said while introducing Van Hollen to a group of supporters in Baltimore. Mizeur represented Montgomery County as a delegate from 2007 to 2015 and in her gubernatorial bid, won 21.6 percent of the Democratic vote with signficant support from Baltimore-area voters.   Congresswoman. Donna Edwards, D-Md., is facing off against colleague Rep. Chris Van Hollen (D-Md.) hoping to replace retiring Sen. Barbara Mikulsk and become the first African-American elected to the Senate from her state,.   She praised Van Hollen’s efforts to correct income inequality, education disparities, and his record on environmental causes and legislating for more disclosure from donors contributing to political action committees.  Mizeur also echoed a message that Van Hollen has tried to send to voters as a way to distinguish himself from Edwards: “While other people like to play us-versus-them politics, Chris and I like to look at how are we going to get this done,”Mizeur said. Edwards, so far, has cast herself as the anti-establishment candidate who unabashedly defends liberal values and takes on the powerful on behalf on women and other citizens who, like her, have or are struggling economically. “My belief in pushing the Democratic Party comes from having a different perspective,” she wrote in an Aug. 7 piece for the Daily Kos website. “A perspective that doesn’t come from Washington, but from struggling as a single mom, raising a son on my own, and balancing the grocery bills with the gas and childcare bills.” While Edwards has not secured the major endorsements Van Hollen has from his former colleagues and politicos in the Maryland statehouse, she has solicited support form national progressive groups and voters in the far reaches of the state. An internal poll earlier this month showed Edwards was leading her primary rival by five points. Van Hollen, meanwhile, has out-raised Edwards in campaign contributions.  [Maryland’s Donna Edwards goes fishing for votes in unlikely territory]    Rep. Chris Van Hollen (D-Md.) has scored another endorsement in the primary race for U.S. Senate from a former Maryland lawmaker with a loyal liberal following. (Andrew Harnik/For The Washington Post)  Edwards’ campaign called the endorsement an attempt by Van Hollen “to shore up his faltering campaign,” spokesman Benjamin Gerdes said in a statement.  “Marylanders can count on a progressive champion who will protect Social Security, stop bad trade deals, and stand down the NRA when they try to secretly buy off politicians,” Gerdes said. Former Maryland lieutenant governor Kathleen Kennedy-Townsend defended Van Hollen with another Daily Kos piece, saying voters’ “decision will be between Donna’s record of usually voting in line with Democrats ... and Chris’ record of effective progressive leadership on the big national issues we all care about so dearly.” Following Mizeur’s introduction, Van Hollen told the packed room of about 100 people that the state’s general election, in which the Democrats lost the governorship, showed the importance of mobilizing support and getting people excited about ideas. “Heather has done that,” he said. “I’m very, very proud to have your support.” ", "byline": "", "description": "Van Hollen (D-Md.) scores endorsement from a former lawmaker with a loyal liberal following.", "title": "Heather Mizeur endorses Rep. Chris Van Hollen in Maryland Senate race", "url": "http://www.washingtonpost.com/local/md-politics/heather-mizeur-endorses-rep-chris-van-hollen-in-maryland-senate-race/2015/08/26/0cc1945e-4c39-11e5-902f-39e9219e574b_story.html", "topics": ["campaign_finance", "women"], "people": ["Barbara Mikulski", "Van Hollen", "Heather Mizeur", "Chris Van Hollen", "Donna Edwards", "Donna F. Edwards", "Andrew Harnik"], "orgs": ["Senate", "Democratic Party", "Social Security", "U.S. Senate", "NRA"], "authors": [{"author_id": 31179, "fullname": "arelis r. hernández", "primary_org": "washpo"}], "date_written": "2015-08-27 01:15:50", "org": "washpo", "article_id": "4ae651dcd4b05f0d225eb8c586b4b95a", "date_access": "2015-08-27 00:40:09.368039"}