{"body": "   Republican presidential hopeful Donald Trump speaks to the media during a tour of the the World Trade International Bridge at the U.S. Mexico border in Laredo, Texas, Thursday, July 23, 2015. (AP Photo/LM Otero)  I've been deeply skeptical and critical of Donald J. Trump, presidential candidate.  And I continue to have grave doubts as to whether he will actually stay in the race all the way until voters start voting next February. But, there is one thing that Trump deserves real credit for: He engages with the press more than any other candidate running for president. Here's Dave Weigel writing about Trump's Iowa picnic over the weekend: After his main speech, and after a quick address to his overflow room, Trump stood for 28 minutes of reporter questions. He referred to producers who had covered him before by their first names. And, every time you turn on the television or the radio, Trump is there. He's calling into Jake Tapper's Sunday show on CNN! He's on something called \"Mama Grizzly Radio\" -- it's a 24-hour radio stream dedicated to the former Alaska governor! -- talking about how much he loves Sarah Palin!  (Sidebar: Trump is almost single-handedly bringing back the \"candidate randomly phones in to live TV show\" thing, which is amazing. When's the last time you saw a cable news show do a 15-minute interview with a candidate who isn't on video?) Trump's understanding of the media -- and what they can do for him -- is actually quite advanced. Here's a key passage from \"Art of the Deal\" explaining his approach: I’m not saying that [journalists] necessarily like me. Sometimes they write positively, and sometimes they write negatively. But from a pure business point of view, the benefits of being written about have far outweighed the drawbacks. It’s really quite simple. If I take a full-page ad in the New York Times to publicize a project, it might cost $40,000, and in any case, people tend to be skeptical about advertising. But if the New York Times writes even a moderately positive one-column story about one of my deals, it doesn’t cost me anything, and it’s worth a lot more than $40,000. [How Donald Trump plays the press, in his own words] While Trump was writing about business, he quite clearly has adopted a similar approach to his presidential campaign. Talk to the press (and everyone else) a lot. They will write what they write. But most people will just see the name in the news -- and that's the key. Trump's presidential bid, at least so far, has been living proof that all publicity is in fact good publicity in politics. At least for him. Is Trump using the press? Of course.  But, the press is using Trump too.  Trump is good for clicks and ratings -- no one in the media could dispute that fact with a straight face. It's a use-use relationship that, at least for now, is mutually beneficial. What's not clear is whether another candidate taking Trump's anytime/anywhere approach to the media could succeed as he has.  The best somewhat recent example we have of a candidate taking a Trump-like approach to the press is John McCain and his \"Straight Talk Express\" in the 2000 campaign.  The McCain theory was that the only way to get known and be a major player in the race was to let the media as close to him as possible. It worked. But, for a candidate not as good on his feet as McCain or as unconcerned about what the press write as Trump, such openness with the media is a much bigger risk. So, maybe baby steps for the likes of Hillary Clinton who, generally, operates as though the media is like an infection -- something you know you have to deal with but you don't have to act like you like it. So, yes, candidates, I am saying you should try to be a little more like Donald Trump. At least in how he deals with the media.", "byline": "", "description": "His dealings with the media are masterful.", "title": "One thing Donald Trump is doing very right", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/07/29/let-me-now-praise-donald-trump/", "topics": ["mexico", "campaign_finance", "personality"], "people": ["Dave Weigel", "Sarah Palin", "Hillary Clinton", "Donald Trump", "Donald J. Trump", "Jake Tapper"], "orgs": ["LM Otero", "World Trade International Bridge"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-07-29 16:02:35", "org": "washpo", "article_id": "6de8e3bb7e4597befc371a9b7d444865", "date_access": "2015-07-29 15:30:03.625240"}