{"body": "Donald Trump went on Fox News on Thursday to tell Sean Hannity the real reason that GOP chairman Reince Priebus called him this week: His amazing, great poll numbers.  Priebus \"really called to congratulate me on being No. 1 in a lot of polls,\" Trump said. \"I guess the new poll just came out right now from The Economist where it's No. 1 again. \"He called, Sean, very simply to say, 'Unbelievable' -- that he's never seen anything like it.\" If Priebus has never seen anything like a Republican presidential candidate surging early in the primary cycle, he must have been comatose in 2011. But that's not our point here. Our point is that this new poll from The Economist (and the online polling firm YouGov, which does not meet the Post's standards for polling) does have Trump in first place, leading lots of people to declare him the frontrunner. That poll is iffy. That statement is wrong. Here are the results of the Economist/YouGov poll. There's Trump, head of the pack, rising above the rabble like an elegant apartment building constructed with all-American labor.     YouGov relies on an online system to conduct its polls that prompts skepticism from other polling firms. After the 2012 election, FiveThirtyEight gave YouGov a C+ in its poll rankings. (The Post/ABC News polling partnership got an A-.) But even if the methodology were beyond question, Trump isn't the frontrunner for the same reason that there's been no clear frontrunner in any poll: margins of error. If you throw the margin of error onto that graph above, the results look like this:     Theoretically, Chris Christie could be the frontrunner, with the statistics simply lining up against him. If you go back through other recent national polls, the same effect applies -- even when Trump was still polling in the low single digits. Time after time, what is presented as a lead in the media is really just one or two heads popping up out of the murky pool of uncertainty. Sometimes we use the term \"frontrunner\" for convenience. But so far, the Republicans haven't had one.                     What's a frontrunner look like? It looks like Hillary Clinton, who in most national polls could have a margin of error of 20 points and still have daylight between her and Bernie Sanders. While Trump's campaign so far has been generously dusted with exaggeration, it's hard to fault him here. There was a poll; it showed him at the top. That doesn't mean he's actually leading. And as that series of poll results above indicates, that by no means indicates that any lead he has will last for more than another few weeks.", "byline": "", "description": "Donald Trump went on Fox News on Thursday to tell Sean Hannity the real reason that GOP chairman Reince Priebus called him this week: His amazing, great poll numbers.Priebus \"really called to congratulate me on being No. 1 in a lot of polls,\" Trump said. \"I guess the new poll just came out right now from The Economist where it's No. 1 again.Read full article >>", "title": "The Fix: No, Donald Trump isn’t a frontrunner. There is no frontrunner.", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/48044ef7/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C10A0Cno0Edonald0Etrump0Eisnt0Ea0Efrontrunner0Ethere0Eis0Eno0Efrontrunner0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "personality"], "people": ["Chris Christie", "Hillary Clinton", "Donald Trump", "Reince Priebus", "Bernie Sanders", "Sean Hannity"], "orgs": ["The Economist", "GOP"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-10 17:29:15", "org": "washpo", "article_id": "18aea91dc28627ca214ef1d7d0c9c3f1", "date_access": "2015-07-10 16:50:03.352261"}