{"body": "   Democratic presidential candidate Hillary Rodham Clinton speaks at a town hall meeting Tuesday, Aug. 18, 2015, in North Las Vegas, Nev. (AP Photo/John Locher)  Democrats are flocking to Minnesota this weekend for the Democratic National Committee's summer meeting, a largely formulaic event that will be notable largely for the kibitzing and complaining about the presidential candidacy of Hillary Clinton and the speculation about the possible candidacy of Joe Biden. So, what do we actually know about the state of the Democratic race?  Here are six facts. 1. Hillary Clinton is still the heavy Democratic favorite. It's easy amid her botched handling of the private e-mail server she maintained while at the State Department to assume that Clinton is in deep trouble in a Democratic primary. There's just not a ton of evidence that's true. Check out this chart:       There is, has been and will be somewhere between 30 and 40 percent of the national Democratic electorate who wants to support someone other than Clinton. But, there's little evidence of a groundswell against her among rank and file Democrats. 2. The Democratic political class is spooked. This New York Times story, detailing conversations with 75 high-level operatives and politicians, was an absolutely brutal read for Clinton and her campaign.  Former Pennsylvania Gov. Ed Rendell's quote -- “They’ve handled the email issue poorly, maybe atrociously, certainly horribly\" -- is just a total gut punch for the Clinton folks. While it's easy to dismiss the chatter and worries of Democratic elites as the sort of stuff that happens every four years when the party tries to elect a president, it's a mistake to think it has no influence. The concerns of the Democratic elites has undoubtedly played a role in encouraging Biden to more actively consider the race. It's also forced Clinton to re-calibrate her answers on questions about the e-mail server in order to show that she understands that it is a big deal. If the Democratic chattering class continues to see Clinton as a wounded candidate, it could slow down her money and her momentum -- such as it is. 3. Bernie Sanders just might win New Hampshire. Per point #1 above, I don't think the Vermont Socialist Senator is going to win the Democratic nomination. But, I do think he is a real threat to Clinton in New Hampshire. According to the Real Clear Politics average of polling in the state, Sanders is at 41.7 percent to Clinton's 38.3 percent. Now, she will definitely outspend Sanders on TV in the state and it's possible that an Iowa caucus win by Clinton, which still seems very likely, could change the dynamic in New Hampshire. Plus, her supporters say they aren't worried! But, even if Sanders does win new Hampshire, where does his next win come from?  Given Clinton's strength among black voters, South Carolina seems like a likely win for her. Ditto Nevada where Clinton's organizational strength will shine.  So, yes, Sanders might win New Hampshire. But, it's not clear that will mean as much as you might think. 4. Joe Biden might actually run (and it's impossible to guess how he will decide). I was skeptical when I first heard leaks coming out of Bidenworld that he was seriously considering running. The main reason for my skepticism was that he had just lost his eldest son to brain cancer and it didn't seem to me to be likely that the vice president was spending much time doing anything but grieving.  That all changed when Maureen Dowd reported that it had been Beau Biden's dying wish that his father run for president in 2016.  Biden's consideration of a candidacy then is one part strategic calculation about whether he could win and one part tribute to his lost son. Given that, it's incredibly difficult to know what he eventually decides. From a practical standpoint, I have written that I think it doesn't make a ton of sense for Biden to run -- he just can't differentiate himself enough from Hillary to build a plurality -- but I am not sure practical concerns are what are motivating Biden at the moment. 5. The Clinton people are trying to keep Biden out of the race.  From this quote by Iowa Sen. Tom Harkin about how Biden might make a good Secretary of State in a Clinton Administration to today's release of Clinton's decisive edge among Democratic superdelegates, it's clear that the Clinton people do not want Biden in the race. That's smart, because for all of the talk about Biden helping to make Clinton a better candidate if he runs, the hard truth is that a candidacy by the vice president complicates Clinton's math to the nomination. He sits in the same establishment space as she does and, almost by default, would have to make a case that he has more and better experience in office than she does -- an argument that goes right to Clinton's greatest strength in the race. What's much less clear to me is whether the \"we've basically already won this thing\" message being pushed by Clinton folks on superdelegates will have any impact on Biden. I could see Biden taking umbrage at such a heavy-handed approach and the tactic back-firing on Clinton. 6. Hillary Clinton has major image problems in a general election. If Clinton's continued strength in a Democratic primary is one major story in the race, her weaknesses in a general election are the other. On virtually every question related to her e-mail server, independents -- long considered the crucial swing vote in a close presidential election -- are closer to Republican views than Democratic ones.     It is very difficult for a politician as well known as Clinton to change broad-scale perceptions about her.  And, the perception out there is that she has not been entirely forthcoming about why she had a private e-mail server at the State Department. That has led to further erosion in Clinton's overall honest and trustworthy numbers -- particularly among independents and in key swing states.     That's a very troubling reality for Democrats hoping to keep the White House in their party's hands for another four years.", "byline": "", "description": "Hillary's strength in a primary -- and weakness in a general election.", "title": "6 things we know about the 2016 Democratic presidential primary", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/28/6-things-we-know-about-the-2016-democratic-presidential-primary/", "topics": ["campaign_finance"], "people": ["Beau Biden", "Joe Biden", "Hillary Clinton", "Ed Rendell", "Hillary Rodham Clinton", "Tom Harkin", "Maureen Dowd", "Bernie Sanders", "John Locher"], "orgs": ["Democratic National Committee", "State Department", "Hampshire", "Clinton Administration"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-08-28 18:14:42", "org": "washpo", "article_id": "403ae21d6bf97653685b4045417ad2e2", "date_access": "2015-08-28 17:20:03.597933"}