{"body": " Businessman Donald Trump surged into the lead for the 2016 Republican presidential nomination, with almost twice the support of his closest rival, just as he ignited a new controversy after making disparaging remarks about Sen. John McCain’s Vietnam War service, according to a new Washington Post-ABC News poll. Support for Trump fell sharply on the one night that voters were surveyed following those comments. Telephone interviewing for the poll began Thursday, and most calls were completed before the news about the remarks was widely reported. Although the sample size for the final day was small, the decline was statistically significant. Still, it is difficult to predict what could happen to Trump’s support in the coming days and weeks as the controversy plays out. Even with the drop in support on the final night of the survey, Trump was the favorite of 24 percent of registered Republicans and Republican-leaning independents. That is the highest percentage and biggest lead recorded by any GOP candidate this year in Post-ABC News polls and marks a sixfold increase in his support since late May, shortly before he formally joined the race. Wisconsin Gov. Scott Walker, who announced his candidacy a week ago, is in second place, at 13 percent, followed by former Florida governor Jeb Bush, at 12 percent. Walker’s support is strongest among those who describe themselves as “very conservative.” The next seven, ranging in support from 8 percent to 3 percent, are: former Arkansas governor Mike Huckabee, Sen. Marco Rubio (Fla.), retired neurosurgeon Ben Carson, Sen. Rand Paul (Ky.), Sen. Ted Cruz (Tex.), former Texas governor Rick Perry and New Jersey Gov. Chris Christie. The rankings are more important than early national surveys in previous campaigns because only the top 10 candidates, based on an average of the most recent national polls, will qualify for the first Republican debates. The first debate will be held Aug. 6 in Cleveland. Fox News Channel is the sponsor of that event and established the rules for qualification. The bottom six candidates in the Post-ABC News survey are Ohio Gov. John Kasich, who plans to announce his candidacy Tuesday, Louisiana Gov. Bobby Jindal, former New York governor George Pataki, former senator Rick Santorum (Pa.), businesswoman Carly Fiorina and Sen. Lindsey O. Graham (S.C.). Their support ranges from 2 percent to less than 1 percent. The Republican race remains highly fluid and continues to change with each survey. Four months ago, Bush was at 21 percent, and that support has dropped significantly. Others who have faced erosion include Cruz, who was at 12 percent shortly after he announced his candidacy this spring and is at 4 percent now. Paul was at 11 percent two months ago and is at 6 percent in the new survey. Christie also has dropped steadily, from 14 percent in January to 3 percent.   [Trump says John McCain is not a hero]  In the contest for the Democratic nomination, former secretary of state Hillary Rodham Clinton maintains a wide lead, with 68 percent of registered Democrats and Democratic-leaning independents saying they would vote for her today in a caucus or primary. Sen. Bernie Sanders (I-Vt.), who is drawing big and enthusiastic crowds in many states, is in second, at 16 percent. Support for Sanders has grown with each Post-ABC News poll this year. Trailing the top two candidates are former senator Jim Webb (Va.), at 5 percent, former Maryland governor Martin O’Malley, at 2 percent, and former Rhode Island governor Lincoln D. Chafee, at 1 percent. When Vice President Biden is included as a choice, Clinton is at 63 percent, Sanders at 14 percent and Biden is at 12 percent. Biden is not a declared candidate but has not said definitively that he will not run. Clinton, who has highlighted the possibility of becoming the first female president in U.S. history, is far more popular among Democratic women than men, by almost 20 points. About 9 in 10 of her supporters say they are enthusiastic about her candidacy. Part of Clinton’s strength is that she is considered ideologically acceptable to a broad swath of the Democratic Party. Nearly 7 in 10 say she is “about right” ideologically. Only 40 percent say the same about Sanders, in part because nearly as many say they don’t know enough about him to have an opinion. Sanders is more popular among liberal Democrats than those who are moderate or conservative. He is significantly more popular among college graduates than those without a college degree. Although his message attacks what he calls the “billionaire class” and focuses on wealth and income inequality, he has more support among Democrats earning more than $50,000 than among those who make less than that. The poll also tested attitudes about President Obama, who has recorded a series of victories over the past six weeks. They include Supreme Court decisions legalizing same-sex marriage and upholding the Affordable Care Act, a hard-fought win in Congress on trade policy (with significant GOP support) and last week’s agreement with Iran designed to check that country’s path to developing a nuclear weapon. Those successes have not changed Obama’s overall approval rating, however. The new survey shows that 45 percent approve of the way he is handling his job and 50 percent disapprove, almost identical to the poll in late May. Just 35 percent say they approve of how he is handling the situation with Iran, while 52 percent disapprove. He receives better marks on the economy, with 47 percent saying they approve and 48 percent saying they disapprove. His ratings on the economy are unchanged from the last poll.  [McCain says Trump owes apology to military families]  Trump has dominated campaign news since he announced his candidacy. His comments about illegal immigrants have drawn strong responses, pro and con. He said that the Mexican government is sending across the U.S.-Mexican border criminals, drug dealers and rapists, but that some of them are “nice” people. Through nonstop media interviews and some high-profile appearances, including a big rally in Phoenix on July 11, he has drowned out his opponents. His rivals were tentative in taking issue with his immigration comments but pounced over the weekend when he went after McCain (R-Ariz.), a former prisoner of war, who drew the ire of Trump when he said the Phoenix rally had drawn out the “crazies” in the GOP. Trump has struck a chord with at least a part of the Republican electorate. He does far better among those who are not college graduates than among those who are. His support among men and women is about the same, and he performs somewhat better among GOP moderates than among those who say they are “very conservative.” His views on immigration are not widely shared. Just 16 percent of Americans say that undocumented immigrants from Mexico are mainly “undesirable people like criminals,” while 74 percent say they are mainly “honest people trying to get ahead.” Even in the Republican Party, Trump’s characterizations reflect a minority view. Among Republicans, 66 percent say undocumented immigrants from Mexico are mainly honest, while 19 percent say they are mainly undesirable. There is clear resistance to his candidacy within the party. A majority (54 percent) say his views do not reflect the core values of the Republican Party.  If Trump were to receive the GOP nomination, 62 percent of Americans say they definitely would not consider voting for him. In contrast, just over 4 in 10 say they would definitely not consider voting for Clinton, Bush or Sanders.  Trump, however, could become a factor if he were to leave the GOP race and run for president as an independent. The survey shows that in a hypothetical three-way race, Clinton is at 46 percent, Bush is at 30 percent and Trump is at 20 percent among registered voters. Trump takes more support away from Bush than Clinton in such a contest. In a head-to-head matchup, Clinton tops Bush by 50 percent to 44 percent among registered voters.  At this point, big majorities in each party say they are satisfied with their choices in the presidential race, with Democrats slightly more so. But compared to this time four years ago, Republicans are noticeably more satisfied with their field of candidates today. The Post-ABC News poll was conducted July 16-19 among a random national sample of 1,002 adults, including landline and cellphone respondents. Overall results have a margin of sampling error of plus or minus 3.5 percentage points. Full results of the poll and detailed methodology are available here.   Scott Clement contributed to this report.  ", "byline": "", "description": "Hillary Clinton maintains a wide national lead over Bernie Sanders in the Democratic contest.", "title": "Poll: Trump surges to big lead in GOP presidential race", "url": "http://www.washingtonpost.com/politics/poll-trump-surges-to-big-lead-in-gop-presidential-race/2015/07/20/efd2e0d0-2ef8-11e5-8f36-18d1d501920d_story.html", "topics": ["immigration"], "people": ["Rick Perry", "Mike Huckabee", "Donald Trump", "Lindsey O. Graham", "Ted Cruz", "Scott Clement", "Chris Christie", "Hillary Rodham Clinton", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Rand Paul", "Martin O'Malley", "Jeb Bush", "Lincoln D. Chafee", "Marco Rubio", "Jim Webb", "Carly Fiorina", "Rick Santorum", "George Pataki", "Hillary Clinton", "John Kasich", "Ben Carson"], "orgs": ["Congress", "Democratic Party", "Supreme Court", "Republican Party", "S.C.", "GOP"], "authors": [{"author_id": 34040, "fullname": "peyton m. craighill", "primary_org": "washpo"}, {"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-07-20 22:03:32", "org": "washpo", "article_id": "b5e91e980ef531312b2bd41e17607977", "date_access": "2015-07-20 21:10:12.145604"}