{"body": "   Former secretary of state Hillary Rodham Clinton attends the Iowa State Fair escorted by former Iowa senator Tom Harkin (D) in Des Moines, Iowa, on Saturday. (Photo by Melina Mara/The Washington Post)  Hillary Rodham Clinton pledged that her 2016 campaign would be better than her 2008 campaign. And it has been. She has hired the best and brightest of Democratic staffers. She has purposely downplayed her celebrity and has tried to personally connect with voters in Iowa and New Hampshire. She has focused on telling her personal story rather than trying to constantly answer the \"is she tough enough to be commander in chief\" question. And yet, here we are. Clinton is in the midst of a full-scale Democratic freakout due to her faltering poll numbers and ongoing questions about how she has handled her private e-mail server. Joe Biden is considering running. Al Gore's name -- yes, Al Gore -- was even floated! What gives? Increasingly, Democrats -- privately, of course -- have begun to wonder whether the problem is not the campaign but the candidate. \"She has always been awkward and uninspiring on the stump,\" said one senior Democratic consultant granted anonymity to candidly assess Clinton's candidacy. \"Hillary has Bill’s baggage and now her own as secretary of state -- without Bill’s personality, eloquence or warmth.\" That same consultant added that he expected Clinton to easily win the Democratic nomination despite her weaknesses. \"None of her primary opponents this time are Obama,\" the consultant said. \"Each lacks the skills, message and charisma to derail this train unless she implodes.\" But. \"The general [election] is another question.\" That sentiment was echoed repeatedly in a series of conversations I had over the past few days with Democratic strategists and consultants not aligned with Clinton or her campaign. And it's evident anecdotally as well. Clinton's decision to make light of her e-mail problems -- she joked that she liked Snapchat because the messages disappear automatically -- during a speech at a Democratic event in Iowa over the weekend rubbed lots of people in the party the wrong way. \"The combination of messy facts, messy campaign operation and an awkward candidate reading terrible lines or worse jokes from a prompter is very scary,\" admitted one unaligned senior Democratic operative.  Not everyone, of course, thinks that Clinton the candidate is either deeply flawed or the main reason the campaign appears to be struggling of late. \"I think her problems are greatly overstated,\" said Dan Pfeiffer, a longtime senior adviser to President Obama. \"She isn't as natural a politician as Barack Obama or Bill Clinton, but that's like saying Scottie Pippen isn't as talented as Michael Jordan or Magic Johnson. She is as good or better than just about everyone in the current GOP field.\" Others insist that the problem isn't with Clinton the candidate but with Clinton the broader brand.  \"She hasn’t even had the time to display how good or not she is on the stump,\" argued one Democratic pollster.  \"And that was an assumption before her Senate races and she proved quite adept. Her problems are based in long rooted trust issues with her last name.\" There's little question that Clinton and her campaign team are facing a trust gap with voters. In poll after poll, majorities of registered voters say that they would not use the words \"honest\" or \"trustworthy\" to describe her. Those numbers have undoubtedly been impacted by how poorly Clinton has responded to the questions about her e-mail account. After insisting back in March that her private e-mail server would be staying private, she turned it over to the FBI last week. After insisting that she had never sent or received any classified information on her e-mail, there's evidence that appears to counter that assertion -- and there are more and more e-mails being flagged for potential security issues. The appearance here -- even if Clinton did nothing wrong (and there are no allegations she did at this point) -- is terrible. It's hard for me to believe that the smart press and communications people on Clinton's team recommended this approach to the e-mail story -- a drip, drip, drip of allegations that not only keep the story in the news but also continually seem to undermine their candidate's credibility on the issue.     The way the e-mail problems have been handled have the Clintons' (Hillary and Bill) fingerprints all over them. Never trust the media to tell the story fairly. Never let any information out that you don't have to let out. Insist people are out to get you and that this is all political dirty tricks. If the problem is the candidate and not the campaign, that's an incredibly scary prospect for Democrats. After all, you can always change the campaign structure and staff. What you can't change is the candidate. And that candidate is, according to every metric I can find, the (still) heavy favorite to be the party's nominee for president next year. Candidates matter in close campaigns. That goes double for a presidential race which tends to be more dependent on personality and likability than on any sort of policy prescriptions. (Political scientists: Feel free to send your complaints about the previous two sentences to aaron.blake@washpost.com; he's the management here.) Clinton still has time to get better. The benefit of an only-marginally competitive primary fight means that she can use the next six months (or so) to get her pitch down. But Clinton has now been a candidate for two of the last three presidential election cycles, and at least to many neutral observers in her party, she still doesn't appear to \"get it\" as a candidate. Can she find it? And, if not, what then for Democrats?", "byline": "", "description": "What else to explain her problems?", "title": "Maybe Hillary Clinton just isn&#8217;t a very good candidate", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/18/maybe-hillary-clinton-just-isnt-a-very-good-candidate/", "topics": ["campaign_finance"], "people": ["Michael Jordan", "Tom Harkin", "Dan Pfeiffer", "Magic Johnson", "Bill Clinton", "Melina Mara", "Joe Biden", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Scottie Pippen", "Al Gore"], "orgs": ["Senate", "FBI", "Clintons", "GOP"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-08-18 12:00:44", "org": "washpo", "article_id": "0693b8db9137345dfbe332afc1e86601", "date_access": "2015-08-18 11:10:04.398085"}