{"body": "   Former secretary of state Hillary Rodham Clinton talks to members of the small business community at a roundtable discussion at Bike Tech in Cedar Falls, Iowa, Tuesday, May 19, 2015. (Photo by Melina Mara/The Washington Post)  Is the State Department press team harboring some irritation with Hillary Rodham Clinton lately? We can’t imagine why. Sure, they’re overrun with questions and document requests related to Clinton’s e-mails as secretary of state. And yes, Clinton decided to oppose the Keystone Pipeline while State still ponders it. She’s also advocated for a no-fly zone over Syria, counter to the administration’s position. We’re sure they still wish her well. Yet over the weekend our colleague Ed O’Keefe shared on Twitter an article about Clinton losing a key union endorsement. He noticed it was favorited by one interesting account: @StateDeptPress. The official account for the Foggy Bottom press operation.     Why would State’s press office like a story so hurtful to Clinton? “Fat fingers. No excuse,” Elizabeth Kennedy Trudeau, director of press relations at State, told the Loop when she called us (quickly, we might add) Monday. “Clearly if you look at our favorites and retweets we’re apolitical.” The story linked to in the tweet highlighted how a firefighters union was poised to endorse Clinton, but is now holding back until Joe Biden decides whether to enter the race. When we flagged it, the favorite was immediately removed, Trudeau said. She also sent an official statement that offered “regrets” for the “inadvertent favoriting of a tweet …” We’ll take her at her word that this was just the slip of a thumb, but there is other evidence to suggest that those in the current State Department are not enamored with the former head of their agency. Last week, the Associated Press reported that State’s senior adviser for communications, and one-time acting spokesperson, Marie Harf, has been in discussions with Biden’s team about potentially joining his presidential campaign if he runs. Is Trudeau sure the favoriting of the tweet didn’t reflect any negative feelings toward Clinton? “We pride ourselves on working for every secretary of state equally” she said, diplomatically.", "byline": "", "description": "State press Twitter account says it inadvertently favorited a tweet about Hillary Clinton losing a key endorsement.", "title": "State's press team didn't mean to favorite that tweet with bad news for Hillary Clinton", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/10/06/states-press-team-didnt-mean-to-favorite-that-tweet-with-bad-news-for-hillary-clinton/", "topics": ["personality", "other", "immigration"], "people": ["Ed O'Keefe", "Melina Mara", "Joe Biden", "Marie Harf", "Hillary Clinton", "Hillary Rodham Clinton"], "orgs": ["State Department", "Bike Tech", "Keystone Pipeline"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-10-06 12:19:23", "org": "washpo", "article_id": "e5636be35701a58eb56c4dda23b6ad4a", "date_access": "2015-10-06 11:30:07.226881"}