{"body": "   Donald Trump gestures while speaking surrounded by people whose families were victims of illegal immigrants while meeting with the press at the Beverly Wilshire Hotel in Beverly Hills, California. FREDERIC J. BROWN/AFP/Getty Images  The Des Moines Register editorial board took a big swing at Donald Trump's presidential candidacy today, demanding that he bow out of the race now before he does anymore damage to it. That's not going to happen since Trump listens to, well, no one other than himself. But, there is a single sentence in the Register op-ed that stood out to me as an apt description of what is wrong with his candidacy. Here it is: By using his considerable wealth, his celebrity status, and his mouth to draw attention to himself, rather than to raise awareness of the issues facing America, he has coarsened our political dialogue and cheapened the electoral process. I wish I had put it that well. The problem with Trump isn't that he says a lot of things that other politicians won't say.  Or, really, that he took a cheap shot at John McCain. It's that his entire campaign is a series of cheap shots, pop offs and fits of pique.  There's absolutely no there there. Now, I know that presidential campaigns are not exactly a policy lover's dream.  They tend to be decided far more by personality than policy. But, whether or not every voter reads every policy proposal from the candidates for president, those candidates DO make an effort to outline a comprehensive (or close to it) vision of what they would do to  if elected to lead the country. These proposals --like Jeb Bush's \"aspirational goal\" of a four percent economic growth rate annually -- are mocked in some circles as unrealistic. But, that tends to be the result of reflexive partisanship rather than the pure outlandishness of the proposals. Now, consider what Trump has proposed he would do as president. I'm not talking about random boasts about how his powers of negotiation would leave countries like Iran helpless. That's not a policy proposal; it's just talk. The only place where Trump has outlined what he would do to tackle an issue in any detail is on immigration and border control.  His big idea is to build a massive wall across the Mexican border, an idea that would, according to most experts, cost billions of a dollars -- if it could even be completed.  His idea of charging the Mexican government $100,000 for every undocumented worker that enters the U.S. is even less feasible than building a massive wall across our entire Mexican border -- and that's saying something. Trump is a question without an answer. Yes, he has, accidentally, channeled the anger many Republicans feel about the number of undocumented workers in the country. But he has no serious proposals to deal with the problem he has identified. You run for office -- particularly the highest office in the country -- because you have distinct ideas on how to solve the problems of the country.  Those ideas may or may not work but they are serious ideas meant to further a dialogue around the issue and, hopefully, move the country forward. Trump is doing none of that and, worse, seems to have no interest in it.  Running for president isn't a roast and it's not one extended Twitter fight.  Trump either hasn't learned that lesson or doesn't care. Which is why the Register is right about him. ", "byline": "", "description": "He's bad news for the political process.", "title": "The truest sentence in the Des Moines Register&#8217;s takedown of Donald Trump", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/21/the-truest-sentence-in-the-des-moines-registers-takedown-of-donald-trump/", "topics": ["immigration"], "people": ["Donald Trump", "Jeb Bush"], "orgs": [], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-07-21 15:51:14", "org": "washpo", "article_id": "8aad58b135c3f6ef56451330d06259c9", "date_access": "2015-07-21 15:20:03.835140"}