{"body": "   Democratic presidential candidate Hillary Rodham Clinton reaches to shake hands after speaking Saturday at the New Hampshire Democratic convention in Manchester. (Jim Cole/AP)  MANCHESTER, N.H. -- An energized Hillary Rodham Clinton didn't sound at all like a presidential candidate losing ground as she delivered a rousing speech here Saturday to the state Democratic convention, casting herself as a candidate prepared to fight for solutions to a wide array of problems confronting the middle class. “If you want a president who will tell you  everything that’s wrong with America and who to blame for it, you’ve got plenty of other choices,\" Clinton told a crowd of more than 4,000 delegates and guests.  “If you want a president who will listen to you and work her heart out to make a better and fairer country,  then you’re looking at her.” Clinton's appearance at the convention capped off a three-day swing through New Hampshire, where a string of recent polls have showed her trailing Bernie Sanders, the independent senator from Vermont who's call for economic justice has fueled his rapid rise in the nation's first presidential primary state. [As worries rise, Hillary Clinton camp says stick to the plan] Clinton's speech on Saturday echoed some of the same themes Sanders has been hitting on the campaign trail, including a pledge to reform the tax code so that \"everyone pay their fare share.\" “I’m sick of multi-millionaires paying a lower tax rate than a teacher or a nurse,\" Clinton told a crowd in which many wore T-shirts and held placards adverting their allegiances to Clinton or Sanders. But Clinton pledged action on a far wider range of issues, for example touting her commitment to addressing a heroin overdose epidemic that has hit New Hampshire particularly hard -- an issue she said she never intended to make a centerpiece of her campaign. “I want to be the president who takes on the big challenges,\" Clinton said, \"but I also want to be the president who keeps listening.” [How Bernie Sanders is plotting his path to the Democratic nomination] Clinton, who didn't mention any of her Democratic rivals by name, directed several barbs at Donald Trump, the Republican front-runner, whom she accused of \"trafficking in prejudice and paranoia throughout this campaign.” Clinton mocked Trump's statements that he \"cherishes women.\" “Why don’t you stop cherishing women and start respecting women?” Clinton said to the delight of the crowd. Following her address, Clinton could be seen dancing with supporters along the rope line that separated her from the crowd.   Hillary Clinton DANCING on the ropeline pic.twitter.com/RzeeLgsdSe — Liz Kreutz (@ABCLiz) September 19, 2015  Sanders was scheduled to address the convention later Saturday. Other Democratic candidates scheduled to appear include Martin O'Malley, the former governor of Maryland; Lincoln Chafee, the former U.S. senator and governor from Rhode Island; and Lawrence Lessig, a Harvard law professor. [Clinton takes a break from the trail in New Hampshire to stump in Maine]  ", "byline": "", "description": "The former secretary of state is the first of five Democratic presidential hopefuls scheduled to speak in the first primary state Saturday.", "title": "An upbeat Clinton addresses Democrats in New Hampshire, where she&#8217;s been going down in the polls", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/19/an-upbeat-clinton-addresses-democrats-in-new-hampshire-where-shes-been-going-down-in-the-polls/", "topics": ["women", "economy"], "people": ["Lawrence Lessig", "Martin O'Malley", "Hillary Clinton", "Donald Trump", "Hillary Rodham Clinton", "Liz Kreutz", "Bernie Sanders", "Lincoln Chafee", "Jim Cole"], "orgs": [], "authors": [{"author_id": 31302, "fullname": "john wagner", "primary_org": "washpo"}], "date_written": "2015-09-19 17:43:12", "org": "washpo", "article_id": "522263765a52c996cfe4bd6cf370d837", "date_access": "2015-09-19 17:10:08.767925"}