{"body": "   Republican 2016 U.S. presidential candidate and former Florida Governor Jeb Bush gets a touchup from a makeup artist during a commercial break at the first official Republican presidential candidates debate in Cleveland, Ohio, August 6, 2015. (REUTERS/Brian Snyder)  After that awkward, difficult week in May when Jeb Bush offered four different answers to the question of whether or not the Iraq War was a mistake, the Republican presidential candidate seemed to have smoothed it all out. During the first debate, he joked with Fox News' Megyn Kelly about the stumble, then offered that \"knowing what we know now, with faulty intelligence\" he would not have launched the 2003 invasion -- pivoting neatly to a critique of the current administration's failures. But this week, in Iowa, Bush appeared to be walking back down that tricky path. On Thursday, Bush said that ousting Saddam Hussein \"turned out to be a pretty good deal,\" and that when his brother left office in 2009, the \"mission was accomplished in the way that there was security there.\" On Friday morning, he noted that Paul Wolfowitz was \"providing some advice\" to him -- something he's noted before, mind you, but Wolfowitz, thanks in part to \"Fahrenheit 9/11\" holds a particularly tricky position in the public perception of the war's beginning. So what's going on? Are these more \"Bush kept talking when he shouldn't have\" stumbles? There's a good chance that they're not. There hasn't been a lot of recent polling on the public perception of the Iraq War, but there has been some. And that polling suggests that -- especially in a Republican primary election -- the war is not the toxic topic that it was in 2008. In June, NBC News and the Wall Street Journal included support for the Iraq War in a long list of questions about how people would view candidates who held particular positions. For 64 percent of respondents, having backed the Iraq War either didn't affect their view of the candidate or made them view the candidate more favorably.        More telling is a survey the same month from Gallup. The polling agency compared the number of people who said the war was a mistake in February 2014 to the percentage saying that now, and broke out the results by party. Both Democrats and independents were more likely to say that the war wasn't a mistake than in the past -- but only 31 percent of Republicans thought it was a mistake at all. Leaving 69 percent with either no opinion or a favorable one. In a 17-person race, support from 69 percent of the electorate is surely more than welcome. Another poll in June from CNN/ORC showed that his brother's legacy on the whole has recovered somewhat. About as much of the population viewed George W. Bush favorably at that point as approved of the job Barack Obama was doing as president. This is apples-oranges, but perception of Bush has improved.     That said, there's a difference between supporting the war at its outset or not thinking it's a mistake now and saying that it was a \"good deal\" or embracing Paul Wolfowitz. (After critique from former Obama administration official Dan Pfeiffer, Bush advisor Tim Miller pointed out that Obama had also said that Hussein's being gone was a \"good thing.\") There is no chance that the Bush campaign hasn't polled on this repeatedly themselves, and crafted messages that they think will work with the electorate. You can see a flash of it from that debate: \"Here's the lesson that we should take from this,\" Bush said, \"...Barack Obama became president, and he abandoned Iraq.\" Maybe Bush is still trying to work those tested messages into his normal conversations on the trail. Or maybe the polling suggested that, at least to get him on the stage at next year's convention, shying away from his brother's legacy isn't really as big a deal as we might think.", "byline": "", "description": "Polls show that Republicans are less likely to consider the war a mistake.", "title": "Is Jeb Bush signaling that his brother&#8217;s Iraq legacy isn&#8217;t the albatross one might think?", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/14/is-jeb-bush-signalling-that-his-brothers-iraq-legacy-isnt-the-albatross-one-might-think/", "topics": ["economy", "personality", "terrorism", "trade", "campaign_finance"], "people": ["Saddam Hussein", "Dan Pfeiffer", "Jeb Bush", "Brian Snyder", "George W. Bush", "Barack Obama", "Megyn Kelly", "Paul Wolfowitz", "Tim Miller"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-14 17:44:13", "org": "washpo", "article_id": "929de14227a0db71a5f9151ac43bb8d8", "date_access": "2015-08-14 17:00:05.767478"}