{"body": "    Democrats will hold onto the presidency in 2016 by the narrowest of electoral vote margins, according to the first 2016 prediction of Moody's Analytics presidential model. \"The Democrats should win 270 electoral votes to 268 for the Republican,\" writes Moody's chief economist Mark Zandi. \"The key swing state to push the election to the Democrats is Virginia.\" If the Electoral College result did eventually follow the Moody's prediction, it would be the closest margin ever. The only election in the modern era that even comes close to such a slim margin was in 2000, when George W. Bush won 271 electoral votes to 266 for Al Gore (and yes, we know, Bush lost the popular vote). The Moody's model, which leans heavily on housing prices, real personal income and gas prices to produce its prediction of the political climate next year, gives the Republican nominee victories in many of the traditional swing states like Ohio, Florida, Colorado, Nevada and North Carolina. It speaks to the built-in Electoral College edge that Democrats carry these days that even winning so many of those states, Republicans will come up short if Democrats cans simply take Iowa, New Hampshire, Pennsylvania and, most problematically, Virginia. How tenuous is Virginia for Democrats? Projects Zandi: \"If President Obama's approval rating falls by any more than 2 percentage points by Election Day, Virginia will swing and the Republicans will win the presidency.\" There's also a word of caution for both parties from the Moody's memo. \"The model results are less valid if either political party nominates a non-establishment candidate,\" Moody writes. \"Elections since 1980 have been between candidates who are generally thought to be largely in the mainstream of American politics. Some of the current presidential candidates are more on the fringes of the political spectrum.\" In other words: If you guys nominate Bernie Sanders and/or Donald Trump, all bets are off. Yes, models — even ones with nice records of success like Moody's — are to be taken cum grano salis this far out from an election. But what the Moody's analysis tells us in the broadest possible terms is that the political environment is shaping up as ripe for a total toss-up election next fall. Get ready; it's going to be a good one.", "byline": "", "description": "As in, the biggest nail-biter ever.", "title": "How close will the 2016 election be? One projection has Democrats in a nail-biter.", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/01/how-close-is-the-2016-election-going-to-be-one-projection-has-democrats-in-a-nail-biter/", "topics": ["personality", "economy"], "people": ["Donald Trump", "Bernie Sanders", "George W. Bush", "Al Gore", "Mark Zandi"], "orgs": ["Electoral College"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-01 20:38:49", "org": "washpo", "article_id": "02c98c7ebc679b6ddeda0bd93bc06bc2", "date_access": "2015-09-01 20:00:06.860618"}