{"body": " Her strong performance at the second Republican presidential debate has put a new spotlight on former Hewlett-Packard chief executive Carly Fiorina’s long-shot bid for the 2016 nomination. Whether she can turn buzz into momentum, however, hinges on overcoming a set of substantive and logistical challenges. Until now, Fiorina has been running near the back of the pack, essentially living off the land as she campaigns in the early-voting states. One question ahead is whether she can quickly build a top-tier organization to go with her new status as a serious contender. Another is how well her corporate record will stand up once voters start examining it more closely. “I went into this debate understanding that half the people watching had never heard my name and didn’t know I was running for president,” she said Thursday on MSNBC’s “Morning Joe.” “And so it was a really important opportunity for me to continue to introduce myself to the American people.” “I was satisfied that I said what I needed to say last night,” Fiorina added. The day-after reviews from the conservative commentariat were ecstatic.   Hewlett-Packard chief executive Carly Fiorina in 2002, celebrating the company’s merger with Compaq. (Chris Preovolos/AP)  “Time and time again, Carly Fiorina showed she could hold up against the rest. It was a very real introduction to the nation as a legitimate contender,” RedState editor Erick Erickson wrote on the Fox News Web site, adding, “The big question now is not whether Carly Fiorina’s polling goes up, but from whom does she take votes?” Fiorina may also be part of the answer to the GOP’s difficulties appealing to female voters. The party is looking for a nominee who can go toe-to-toe with former secretary of state Hillary Rodham Clinton, the Democratic front-runner, who is seeking to make history by becoming the nation’s first female president. Fiorina deflated front-runner Donald Trump, something no other Republican contender has managed to do to the bombastic billionaire. Asked about disparaging comments he had made about her face, she coolly replied, “I think women all over this country heard very clearly what Mr. Trump said.” For once, Trump seemed taken aback. He tried to overwrite one comment about Fiorina’s appearance with another one: “I think she’s got a beautiful face, and I think she’s a beautiful woman.”  [Carly Fiorina and the underappreciated art of listening]  With the attention that Fiorina is now getting, however, there is certain to come new scrutiny. Much of it will center on her record at Hewlett-Packard. After achieving acclaim in 1999 for being the first woman to head one of the nation’s 20 largest corporations, Fiorina was fired in 2005. Fiorina got a taste of that new scrutiny before the debate had even ended Wednesday night. When her business record came under attack during the event, there was a spike in Google searches for “Carly Fiorina fired” and “Carly Fiorina fired why.” Fact-checkers quickly challenged her familiar assertions that, under her leadership, HP “doubled the size of the company, we quadrupled its top-line growth rate, we quadrupled its cash flow, we tripled its rate of innovation.” The main force driving the higher numbers was Fiorina’s decision in 2001 to merge HP with rival company Compaq. It was a controversial move — one that Dell founder Michael Dell dubbed “the dumbest deal of the decade” — and helped lead to her ouster. There are also certain to be reminders of the 30,000 layoffs that occurred at HP on her watch. But none of this comes as a surprise to Fiorina, who clearly has been preparing for the onslaught and faced similar fire when she ran unsuccessfully for the U.S. Senate in 2010 against incumbent Barbara Boxer (D-Calif.). During the debate, Trump taunted her: “I only say this — she can’t run any of my companies. That I can tell you.” Her rejoinder was to bring up the four times that Trump’s companies filed for bankruptcy: “You ran up mountains of debt, as well as losses, using other people’s money.” Another question that will now arise is how well Fiorina can capi­tal­ize on her expected boost in the polls and in fundraising. Thus far, Republican operatives say, she has almost no organization on the ground in the early-voting states. “We are reaching a critical point for organization. It will take significant infrastructure to win the early states,” said Matt Moore, chairman of the South Carolina Republican Party. “By Thanksgiving, if organization is not ready, you stand a real risk of not being able to capi­tal­ize on momentum.” Fiorina told MSNBC that she is undaunted by that prospect. “You know, the first caucus still is about four or five months away,” she said. “It may not be an exciting answer, but the real answer, the true answer, is I’m going to keep doing what I’ve been doing, which is working hard every single day to answer every question, to meet as many voters as I can, to be transparent about who I am and what I intend to do.” “I hope what people saw last night is that I can win this job and I can do this job,” she added. Unlike campaigns with larger staffs, Fiorina’s does not yet appear to have the capacity to stage multiple events in a single day. A typical appearance on the stump features Fiorina and a microphone. She sometimes lacks a second one for those in the audience to use when they ask her questions. She rarely turns down an opportunity for a radio or television interview. That worked to her advantage recently, when she followed Trump on the radio show of conservative host Hugh Hewitt, who was also one of the questioners at Wednesday’s debate. Where Trump had flubbed a series of questions from Hewitt about foreign policy, Fiorina handled them with ease. As is the case with other GOP presidential candidates, Fiorina benefits from the efforts of a super PAC. At her campaign events, there is usually a table of brochures, reading material and signs produced by Carly for America. After Trump’s comment about her face was reported in Rolling Stone, the super PAC produced a widely praised ad that showed the faces of other women and closed with Fiorina telling an audience: “This is the face of a 61-year-old woman. I am proud of every year and every wrinkle.” But the law prohibits coordination between candidates and their ostensibly independent super PACs, which means there are limits to how much the outside organization can substitute for the operational abilities of Fiorina’s campaign. One of Fiorina’s gifts is her quickness and agility when the spotlight is on her. But as a candidate now seen as a viable contender for her party’s nomination, Fiorina’s comments will be examined more closely. For instance, one crowd-pleaser at Wednesday’s GOP debate also came under fire Thursday as inaccurate.   [Fact-checking the second round of GOP debates]  She had graphically described watching a video of a fetus with a beating heartbeat have its brain removed at a Planned Parenthood clinic, and challenged Democrats to have the courage to watch it. “Watch a fully formed fetus on the table, it’s heart beating, it’s legs kicking while someone says we have to keep it alive to harvest its brain,” Fiorina said. In fact, no such footage has surfaced in the ongoing controversy over secretly recorded videos by the antiabortion group called the Center for Medical Progress. The video to which Fiorina referred has a disturbing interview with a biotechnology technician, whose company partnered with Planned Parenthood, describing such a scene as images of a fetus are shown.  ", "byline": "", "description": "The newfound attention will bring more scrutiny and a challenge to build a top-tier campaign organization.", "title": "For Carly Fiorina, capitalizing on post-debate buzz brings new tests", "url": "http://www.washingtonpost.com/politics/carly-fiorina-seeks-to-capitalize-on-post-debate-buzz/2015/09/17/8512131c-5d5e-11e5-8e9e-dce8a2a2a679_story.html", "topics": ["campaign_finance"], "people": ["Erick Erickson", "Chris Preovolos", "Matt Moore", "Barbara Boxer", "Donald Trump", "Hillary Rodham Clinton", "Michael Dell", "Hugh Hewitt", "Carly Fiorina"], "orgs": ["RedState", "Compaq", "PACs", "South Carolina Republican Party", "PAC", "Dell", "U.S. Senate", "Center for Medical Progress", "MSNBC", "GOP"], "authors": [{"author_id": 31223, "fullname": "karen tumulty", "primary_org": "washpo"}, {"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-09-18 00:26:00", "org": "washpo", "article_id": "cb43a97240da14c974ea32d36ad05026", "date_access": "2015-09-17 23:40:03.856938"}