{"body": "   Jim DeMint (AP Photo/Charles Dharapak)  Heritage Action, the powerful conservative outside group, has distributed criteria to presidential campaigns for who will be allowed to appear at its September 18 forum in Greenville, S.C. Former South Carolina  Sen. Jim DeMint, who now runs the Heritage think tank, will play a prominent role, as will Gov. Nikki Haley, at the afternoon forum. The standard is looser than the top 10 Fox News will allow into its August debate. A candidate needs to register at or above 3 percent in the national polling average for RealClearPolitics as of July 20, or they need to register at or above one percent support for at least one day between Aug. 1 and Aug. 30. Michael Needham, CEO of Heritage Action, says he wants to make this “the most substantive policy discussion of the 2016 Republican primary.” Candidates will field detailed questions about conservative policy priorities. Invitations will be sent as candidates reach the threshold. The event is likely to run from around 4 p.m. to 10  p.m., though the schedule is being sorted out. It will take place at the Bon Secours Wellness Arena. In addition to South Carolina activists, the event coincides with the annual meeting of Heritage Action’s most engaged activists from around the country. ", "byline": "", "description": "", "title": "Heritage Action unveils criteria for Republicans to appear at DeMint-backed South Carolina event", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/07/23/heritage-action-unveils-criteria-for-republicans-to-appear-at-demint-backed-south-carolina-event/", "topics": ["campaign_finance"], "people": ["Charles Dharapak", "Nikki Haley", "Michael Needham"], "orgs": ["Heritage Action", "S.C.", "Bon Secours Wellness Arena"], "authors": [{"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-07-23 13:16:31", "org": "washpo", "article_id": "5a6993859f0b458baaf3bb50877c568e", "date_access": "2015-07-23 12:40:04.159575"}