{"body": " As Hillary Rodham Clinton was preparing for her farewell international trip as secretary of state, her close aide and confidante Huma Abedin e-mailed a small number of longtime political allies to help arrange an intimate get-together at a private club in Dublin. “Maybe we can all gather for drinks/dinner and HRC can come join for as long as she can?” Abedin wrote. The December 2012 event showcased the unique position that Abedin occupied at the apex of the Clintons’ public and private worlds during the final six months of Hillary Clinton’s tenure heading the State Department. At the time, Abedin held four jobs with four different organizations — an arrangement allowed by a special government designation she held permitting outside employment. And each job had a connection to the Dublin dinner.  The invitation was sent from Abedin’s State Department account as Clinton planned for an official trip in her role as secretary. The dinner itself was attended by the chief executive of the private consulting firm Teneo, which has close ties to the Clintons and employed Abedin as an adviser. Seated around the tables were donors to Clinton’s campaigns as well as to the Clinton Foundation, where Abedin was a contractor preparing for Clinton’s eventual transition to the charity. And Clinton, who was also paying Abedin out of personal funds to prepare for Clinton’s transition into private life, showed up for about an hour.   WASHINGTON, DC - MARCH 10: U.S. Secretary of State Hillary Clinton (R) receives a note from her aide Huma Abedin (L) as she testifies about the State Department's FY2012 budget during a hearing of the State, Foreign Operations and Related Programs Subcommittee of the House Appropriations Committee in the Rayburn House Office Building on March 10, 2011 in Washington, DC. Secretary Clinton has recently warned that proposed budget cuts would have a negative effect on U.S. national security policy. (Photo by Jonathan Ernst/Getty Images) (Jonathan Ernst/GETTY IMAGES)  New interviews and documents, including the e-mails about the Ireland dinner, provide additional details about some of Abedin’s activities during those months and how her overlapping roles make it difficult to determine when she was working for the public and when her work was benefiting a private interest. Abedin’s work during that time is now becoming a central element in several controversies dogging Clinton’s presidential campaign.  Republican lawmakers are demanding documents related to her special State Department status, questioning whether her outside work created potential conflicts of interest. An agency inspector general says she was overpaid during her maternity leave, a finding that she contests. Conservative activist groups have gone to court seeking access to her e-mails. And she held a private e-mail account on the same server as Clinton, a system whose security is now under review by the FBI.  [FBI looking into the security of Hillary Clinton’s private e-mail setup]  To GOP critics, Abedin’s role has come to symbolize concern about whether Clinton ignored rules and customs expected of government officials while she served as secretary of state. They say Abedin, with a political background, was unqualified for the “special government employee” program that allowed her to have her additional jobs. The program was established in 1962 to bring private sector experts into government for temporary assignments. More than 100 people, many with expertise in niche areas of science and global affairs, receive the special status from State each year.  To allies, the questioning of Abedin, 40, an adored figure in the Clinton camp since she started as an intern for first lady Hillary Clinton in the 1990s while a George Washington University student, reflects a seemingly out-of-control pursuit of wrongdoing, a chase that has extended to investigating the activities of hard-working staff. They say Abedin’s handling of her various roles was perfectly appropriate.   Abedin declined a request for an interview. She has said little publicly about her multiple roles during that time, a personally tumultuous period following the birth of her son and a texting scandal that ended the political career of her husband, former congressman Anthony Weiner (D-N.Y.). She has told lawmakers that she secured the special employment status with approval from the State Department’s legal and human resource offices, going part-time in order to live in New York with her family. She said she did not have any conflicts of interest. Clinton campaign spokesman Nick Merrill declined to address specific questions about Abedin’s correspondence, other than to say that her e-mails “serve to reinforce that [GOP] allegations are baseless.” “This is someone who has spent nearly two decades in public service and is widely known for her integrity and tireless work ethic,” Merrill said.  Abedin, who worked for Clinton in the Senate and became Clinton’s traveling aide during the 2008 presidential campaign and in the State Department, has assumed a senior advisory role on Clinton’s current presidential campaign. She has remained a ubiquitous presence at the candidate’s side, visible, for instance, in video footage standing anxiously behind Clinton in New Hampshire this month as the candidate debated criminal justice reform with Black Lives Matter protesters. “She has a pretty symbiotic and unique relationship with Hillary,” said Niall O’Dowd, publisher of Irish America magazine, who is a longtime associate of the Clintons and attended the Dublin dinner. “It’s almost mother-daughter.” As Clinton was preparing in late 2012 to leave office, Abedin also was considering her post-government career options.  Her work at Teneo gave her a taste of the private sector even as she continued her duties at State.  The company, founded in part by longtime Bill Clinton aide Doug Band, describes itself as an advisory firm that works with corporate CEOs and leverages “deep global relationships” on behalf of clients, which have included giants such as Coca-Cola, the FIFA soccer federation and Dow Chemical. Teneo executives, including Band and chief executive Declan Kelly, declined to comment. Abedin’s dual roles have drawn scrutiny from U.S. Sen. Charles E. Grassley (R-Iowa), who has questioned whether she was in a position to do favors for a company with international interests.  [Clinton e-mails reinvigorate inquiry into allies who got special job status]  In a 2013 letter to Grassley, Abedin said her work at Teneo was unrelated to her State Department role and that Teneo did not benefit from her government job. She said her job with Teneo was to provide “strategic advice and consulting services to the firm’s management team,” as well as to help “organize a major annual firm event.” In a letter to Grassley last week, Abedin’s lawyer, Miguel Rodriguez, wrote that she has a “stellar reputation for diligence and integrity” and is now being made the subject of “unfortunate and unfounded allegations.” Abedin’s correspondence regarding the 2012 Ireland dinner and other previously unreported e-mails from her time at State have now emerged as part of a records request filed by the conservative group Citizens United, which has been seeking State Department records to use in an updated version of its 2008 anti-Clinton film, “Hillary: The Movie.” Citizens United filed suit this year after the State Department had not fulfilled the group’s records request for e-mails exchanged between Abedin and Teneo and Clinton Foundation officials. In response to a judge’s order, the agency is in the process of releasing e-mails to Citizens United, which provided them to The Washington Post. In letters sent Wednesday to Abedin and the State Department, Grassley indicated that he, too, has been provided copies of the records by the State Department. He wrote that the e-mails raised “fundamental questions” about Abedin’s employment. “How can the taxpayer know who exactly you are working for at any given moment?” Grassley wrote to Abedin.  The State Department must fulfill the Citizens United request by Sept. 21, meaning that the group may receive additional material to use against Clinton in coming weeks, as it attempts to show that Clinton condoned a conflict of interest by one of her very closest aides. David Bossie, founder of Citizens United, said the e-mails show the “tangled web that is the State Department, Teneo and the Clinton Foundation.” For instance, in a July 2012 e-mail exchange, the assistant to New York banking executive Ken Miller wrote to Abedin on her State Department e-mail account that Miller “has been in talks with Teneo” and that he “would appreciate your input on a decision he’s considering.” Over e-mail, Abedin agreed to meet Miller at New York’s Harvard Club. He ultimately accepted the job. Miller did not respond to requests for comment. Another e-mail exchange from September 2012, released to the group in a parallel lawsuit, showed the kinds of interactions Abedin had with Clinton Foundation staff while still working at the State Department. Abedin was among the recipients of an e-mail sent by the Clinton Foundation’s foreign policy director, Amitabh Desai, about fundraising for a charity to support a museum in Northern Ireland to honor former president Bill Clinton. The effort was being organized by Stella O’Leary, the head of a pro-Clinton Irish American political action committee. “Stella O’Leary called to say she saw HRC this week and that HRC ‘firmly instructed’ her to urgently form a 501c3 called Friends of the Clinton Centre,” Desai wrote. Referring to both Clintons by their initials, Desai continued: “I also asked if the new org could be flexible so that any funding raised could be used in whatever manner WJC and HRC wish in Ireland and Northern Ireland and not restricted to support only the current iteration of the Clinton Centre in Enniskillen.” Abedin responded: “HRC had said she made no commitments to her.”  In an interview, O’Leary said she had set up the charity but it is now largely “stagnant.” She said she could not recall ever discussing the charity with Hillary Clinton. O’Leary’s charity has no ties to the Clinton Foundation, according to a foundation official. Abedin’s role in planning the 2012 Ireland dinner can be seen in a chain of e-mails sent the week before Clinton’s December trip. Corresponding with several Irish American Clinton supporters, Abedin described what would be a packed schedule of speeches and meetings with foreign leaders, but indicated that there should be time for a social gathering. “Hillary is excited many of you are coming and hopes to see as much of you as possible,” Abedin wrote. Referring to her other boss, Teneo CEO Kelly, who had previously served as a Hillary Clinton-appointed envoy to Northern Ireland, Abedin added: “Declan has kindly offered to organize something.” According to people who attended, the dinner was ultimately hosted by John Fitzpatrick, an Irish American hotelier and longtime supporter of the Clintons. A number of those who attended the dinner described it as a warm gathering of old friends who had known the Clintons for years. They spent the evening telling jokes and old stories, particularly from the Clintons’ past trips to Ireland, where they are especially popular due to Bill Clinton’s role in promoting peace in Northern Ireland. Politics, foundation operations and Teneo business were not discussed that evening, they said. Several said they did not know about Abedin’s multiple roles at the time. Either way, participants were thrilled for the chance to spend time with Clinton. “The simple fact of life is that the audience with a Clinton anywhere, anytime, is magic. Period,” said O’Leary, who attended the dinner. “If you were in my role and you knew what people would do to shake the hands with the Clintons — they’d give their last dime to meet them, because they adore them.”  On Abedin, O’Leary said that the Clinton aide’s talent is finding ways to say “no” — without offending — to the near constant demands made on her boss. “There will be times when we’re all feuding among ourselves about who’s getting the most attention, and Huma works it out. She’s very diplomatic and calm,” said O’Leary. “She’s so sweet and nice and puts up with unbelievable nonsense.”  Alice Crites contributed to this report.   ", "byline": "", "description": "New documents show longtime Hillary Clinton aide juggling multiple jobs during State Department stint.", "title": "How Huma Abedin operated at the center of the Clinton universe", "url": "http://www.washingtonpost.com/politics/how-huma-abedin-operated-at-the-center-of-the-clinton-universe/2015/08/27/cd099eee-4b32-11e5-902f-39e9219e574b_story.html", "topics": ["other", "campaign_finance", "women"], "people": ["Alice Crites", "Niall O'Dowd", "Anthony Weiner", "Bill Clinton", "Nick Merrill", "Ken Miller", "Hillary Clinton", "Stella O'Leary", "Doug Band", "Charles E. Grassley", "Hillary Rodham Clinton", "John Fitzpatrick", "Amitabh Desai", "Declan Kelly", "David Bossie", "Jonathan Ernst", "Miguel Rodriguez", "Huma Abedin"], "orgs": ["FIFA", "Senate", "Abedin", "State Department", "WJC", "Clinton Foundation", "Clintons", "Teneo", "Rayburn House Office Building", "Citizens United", "George Washington University", "FBI", "GOP", "HRC"], "authors": [{"author_id": 31247, "fullname": "tom hamburger", "primary_org": "washpo"}, {"author_id": 32042, "fullname": "rosalind s. helderman", "primary_org": "washpo"}], "date_written": "2015-08-27 19:26:29", "org": "washpo", "article_id": "f6b0421304547be21a6305d8af1ae4b3", "date_access": "2015-08-27 18:40:02.988173"}