{"body": "   Democratic presidential candidate Hillary Rodham Clinton speaks while touring the Carpenters International Training Center onn Aug. 18, 2015, in Las Vegas. The training center was one of several places Clinton visited in the Las Vegas area Tuesday. (John Locher/AP)  Hillary Clinton held a press availability in Las Vegas Tuesday afternoon. It did not go well. Clinton got into an extended back and forth with Fox News Channel's Ed Henry over the private e-mail server she exclusively used during her time as Secretary of State. Here it is:     Democratic presidential candidate Hillary Clinton responded to reporters in Las Vegas on Tuesday over the controversy surrounding her personal e-mail server. Clinton reiterated that she did not send or receive any classified material from her personal account. (AP)    Oomph.  Clinton, who seems to have a blind spot as to why the e-mail server story is such a big deal,  made a bunch of mistakes in that brief interaction with the media that you would assume someone of her deep experience would have been able to avoid. Here's a list of what she did wrong. 1. She sounds like a lawyer. Her first response is, as it was when she first addressed the existence of the private server back in March, to insist that she is in no legal jeopardy. \"What I did was legally permitted, number one, first and foremost, okay?\" Clinton said. Sure. No neutral observer has suggested that there is any illegality in what Clinton did. But there's a big difference between how this story plays in a court of law and how it plays in the court of public opinion. Clinton seems not to grasp that simply because she is not being charged with anything doesn't mean that this whole set-up doesn't look bad and raise doubts about her among voters.  Talking in legal terms does not help Clinton's political case on this. 2. She casts the whole thing as normal and everyday. I don't doubt that there are regular disagreements between the State Department and the intelligence community's inspector general about who gets to look at what. And we know that other secretaries of state have used private e-mail addresses. But what Clinton elides over are these two facts: 1) She is the first secretary of state in history to exclusively use a private e-mail address and server while on the job, and 2) she is running for president in 2016. Those two facts explain why her situation does (and should) get more attention and scrutiny. 3. She's dismissive. Yes, Ed is interrupting her. Yes, he is close to antagonistic. But no, he isn't doing anything that Clinton hasn't see a billion times before. From the start, she is quite clearly annoyed with the line of questioning and is unable to mask that fact. (All politicians get annoyed with reporters' questions; good ones find ways not to show it.) Clinton does not believe this should be a story or that she should have to keep answering questions about it. But that's not her decision to make.  Politics is about dealing with the world as it is, not as you want it to be.  So no, Clinton doesn't have to like that she's being subjected to more questions about her e-mail practices. But she does have to do a better job at not showing just how beneath contempt she believes the issue to be. 4. She's sarcastic.  Under the best possible reading, Clinton's response to whether she \"wiped\" the server — \"like with a cloth or something?\" — is evidence of a lack of technological know-how. Which is fine. But it's hard for me to believe that, amid tons and tons of questions about what was/is on the server and whether the server was purposely erased over the last many months, Clinton is entirely unaware of what the term \"wipe\" means in this context. And if she does know, then her \"with a cloth or something?\" line is just terrible politics. People generally dislike sarcasm from their politicians; that's especially true when that sarcasm is tied to an issue that many people view as a very serious one.   The Shrug Heard Round the World: Hillary Clinton Jokes About Wiping Email… http://t.co/1zzfxBLRZk #tcot #lnyhbt pic.twitter.com/wFEpZ429sJ — keeplibertyorg (@keeplibertyorg) August 19, 2015  5. She's wrong. As Clinton is leaving the news conference, a reporter asks whether she is worried that the e-mail issue will continue to linger. Clinton responds: \"Nobody talks to me about it other than you guys.\" While I can't fact-check what people talk to Clinton about every second of every day, there is new polling data that suggest that her handling of her e-mail server is of concern to a significant number of voters. Fifty-six percent of those polled in a new CNN/ORC survey said that Clinton did something wrong by using a private e-mail server during her time as secretary of state. Slightly more than six in ten Democrats (63 percent) believe Clinton did nothing wrong — that's down from 71 percent in March — while slightly more than one in three independents (37 percent) say the same. So this isn't just a media creation. ", "byline": "", "description": "That's five too many.", "title": "5 things Hillary Clinton did wrong in her Nevada e-mail press conference", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/19/5-things-hillary-clinton-did-wrong-in-her-nevada-e-mail-press-conference/", "topics": ["campaign_finance"], "people": ["Hillary Rodham Clinton", "Ed Henry", "Hillary Clinton", "John Locher"], "orgs": ["Carpenters International Training Center", "State Department"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-08-19 15:38:15", "org": "washpo", "article_id": "91ba541be4849cb487f3aebc4f8aab45", "date_access": "2015-08-19 14:50:03.841452"}