{"body": "   Don't underestimate this guy. Daniel Acker/Bloomberg  Donald Trump is now the 2016 GOP frontrunner. That sentence would have sounded ridiculous a month ago, but here we are. The billionaire real estate mogul and reality star has tough-talked his way to the top of the ticket for 24 percent of Republican voters, according to the latest Washington Post-ABC News poll. As The Upshot's Nate Cohn explains, Trump's post-announcement poll bump is of a completely different magnitude than what we're seeing elsewhere in the crowded GOP field. All of which has observers scratching their heads and asking: what do people see in the guy? A lot, as it turns out. On a recent trip to rural Upstate New York I was surprised by the intensity of support for Trump among friends and family members I talked to. In many cases, their support for Trump boiled down to a simple fact: they were angry.     Angry at Obama, angry at congressional leaders, and angry at the political establishment as a whole. And they're not alone -- surveys show that anger toward the government, particularly among Republicans, has been rising over the course of Obama's two terms in office. When asked how they felt toward the federal government, 37 percent of Republicans said \"angry\" in a Washington Post poll from last fall. By contrast, in September 1998, at the height of the Monica Lewinsky scandal, only 14 percent of Republicans said they were angry. Anger toward the establishment is a powerful motivating force. And Donald Trump is currently the candidate in the best position to channel it. All of the other major GOP candidates, from Jeb Bush to Marco Rubio to Ted Cruz, are career politicians, firmly ensconced in the party establishment that so many voters have grown distrustful of. Trump is the only big-name candidate who can truly claim the coveted mantle of the \"outsider.\" Beyond that, the latest Post-ABC poll showed that the number one quality Republican voters are looking for in a candidate is \"a strong leader.\" Add it all together and for a lot of voters, you come up with a Platonic ideal of a candidate that looks and talks a lot like Donald Trump -- an outsider who can shake things up, who isn't afraid to speak the truth even if it offends, and one who has proven leadership abilities. Throw in an (alleged) $10 billion fortune and you've got a highly potent candidate on your hands, at least for this particular moment. Whether Trump can sustain this sort of energy all the way through 2016 is a different question entirely. Conventional wisdom has it that Trump will burn up and implode at literally any minute now, and with each \"gaffe\" and malapropism observers start writing political obituaries. But Trump's resiliency has so far been surprising. Would Americans actually vote a reality TV billionaire into the White House? It doesn't seem likely. On the other hand, when Terminator 3 came out in July 2013 it didn't seem plausible that the movie's star would win the governor's mansion of one of the nation's largest and most liberal states just four months later, either. Scott Clement contributed to this report.  ", "byline": "", "description": "Donald Trump is now the 2016 GOP frontrunner.That sentence would have sounded ridiculous a month ago, but here we are. The billionaire real estate mogul and reality star has tough-talked his way to the top of the ticket for 24 percent of Republican voters, according to the latest Washington Post-ABC News poll. As The Upshot's Nate Cohn explains, Trump's post-announcement poll bump is of a completely different magnitude than what we're seeing elsewhere in the crowded GOP field.Read full article >>", "title": "Wonkblog: The real reason so many Americans support Donald Trump", "url": "http://www.washingtonpost.com/blogs/wonkblog/wp/2015/07/21/the-real-reason-so-many-americans-support-donald-trump/?wprss=rss_business", "topics": ["personality", "immigration"], "people": ["Nate Cohn", "Scott Clement", "Jeb Bush", "Donald Trump", "Marco Rubio", "Daniel Acker", "Monica Lewinsky", "Bloomberg Donald Trump", "Ted Cruz"], "orgs": ["Upshot", "GOP"], "authors": [{"author_id": 31037, "fullname": "christopher ingraham", "primary_org": "politico"}], "date_written": "2015-07-21 17:02:42", "org": "washpo", "article_id": "20767a23317ea67af4a0dcf3ac35dd5d", "date_access": "2015-07-21 16:20:16.984979"}