{"body": " Bobby Jindal’s super PAC on Monday went up across Iowa with a commercial that highlights the Louisiana governor’s hardline views on immigration. The 30-second spot from Believe Again is backed up by half a million dollars. It is the group’s first media buy and comes the week after Jindal announced his bid for the Republican nomination. [Bobby Jindal announces entry into 2016 presidential race] “I think our immigration system is broken,” Jindal said in a recent speech, which is showcased in the ad. “If folks want to immigrate to America, they should do so legally. They should adopt our values. They should learn English. And they should roll up their sleeves and get to work.” The commercial is also part biographical and includes photographs of a young Jindal with his father. “I’m tired of hyphenated Americans. We’re not Indian-Americans or African-Americans or Asian-Americans,” Jindal is shown saying. “We’re all Americans. When my parents came to America, they were coming to be Americans.” Jindal's parents are immigrants from India; he was born in the United States. [From Piyush to Bobby: How does Jindal feel about his family’s past?] Jindal is positioning himself as the most ideologically-pure conservative governor in the GOP field, and he hopes that immigration will help him make headway in the polls. Several of the leading establishment candidates, including former Florida governor Jeb Bush and Sen. Marco Rubio (R-Fla.), have supported comprehensive reform that includes varying degrees of legal status for undocumented immigrants. Last week, Ohio Gov. John Kasich (R) – who will announce on July 21 – said in Des Moines that it is “inhumane” to deport immigrants. Based on an average of current national polls, Jindal would not be among the 10 candidates to participate in the first presidential debate on Fox News this August. A TV buy, even though it is only in Iowa, could increase his name recognition in the state and help him earn more national coverage.  ", "byline": "", "description": "Bobby Jindal’s super PAC on Monday went up across Iowa with a commercial that highlights the Louisiana governor’s hardline views on immigration.The 30-second spot from Believe Again is backed up by half a million dollars. It is the group’s first media buy and comes the week after Jindal announced his bid for the Republican nomination.Read full article >>", "title": "Jindal in his super PAC’s first ad: Immigrants ‘should adopt our values…learn English’", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47aa8b9e/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A60C290Cjindal0Ein0Ehis0Esuper0Epacs0Efirst0Ead0Eimmigrants0Eshould0Eadopt0Eour0Evalueslearn0Eenglish0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["immigration"], "people": ["Bobby Jindal", "Marco Rubio", "Jeb Bush", "John Kasich"], "orgs": ["PAC", "GOP", "United States."], "authors": [{"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-06-29 13:37:31", "org": "washpo", "article_id": "fa0bc344e1ba40bae0fe4d746bade8da", "date_access": "2015-06-29 13:00:03.833178"}