{"body": "   Donald Trump answers a question at the Republican presidential debate on Thursday in Cleveland (Brian Snyder/Reuters)  ATLANTA -- Republican presidential candidate Donald Trump has ended his relationship with Roger Stone, his longest-serving political adviser and a controversial consultant, and says that he is moving quickly to “surround myself only with the best people” as his 2016 campaign deals with a wave of criticism over disparaging remarks the GOP front-runner made Friday on CNN about Fox News Channel anchor Megyn Kelly. Dismissing calls for him to leave the race, Trump, in a series of phone interviews with The Washington Post, said he firmly believes he can capture the White House without the support of the Republican establishment, which has grown increasingly hostile toward the real-estate mogul. He cited his support among frustrated members of the GOP’s base as well the “millions of people everywhere” who are unhappy with the political class as his coalition. “I have a lot of money and I’m not getting out. I’m going to win,” Trump said. “You watch, when this campaign is over, I win. As good as I’m doing, and I’m leading the polls, it’s just the start.” “I terminated Roger Stone last night because he no longer serves a useful function for my campaign,” Trump added. “I really don’t want publicity seekers who want to be on magazines or who are out for themselves. This campaign is not about them. It’s about victory and making America great again.” For decades, Stone has been a colorful and at times maligned figure in the Republican Party who relishes political combat and playing a role in causing or exposing unseemly scandals. “Politics with me isn’t theater,” Stone once told the Weekly Standard. “It’s performance art. Sometimes, for its own sake.” A devotee of all things Richard M. Nixon, Stone went so far as to tattoo the former president’s grinning face on his back. [Stone worked on Nixon's Committee to Re-elect the President] These days, Stone is known for being a self-described “hit man” for various campaigns. Trump said that his campaign manager, Corey Lewandowski, is reaching out this weekend to dozens of early-state operatives and conservative leaders around the country with the goal of expanding Trump’s nascent political network and organization. “I’m going to surround myself only with the best and most serious people. We want top of the line professionals,” he said. The timeline for Stone’s exit from Trump’s inner circle is disputed. Trump insisted that he and Stone, who have been quarrelling for weeks over Trump’s political strategy, was “fired” late Friday after Trump heard from associates about Stone’s grumblings over Trump’s behavior and Trump’s refusal to take his advice ahead of Thursday’s GOP debate in Cleveland. In a phone call Saturday, Stone “categorically denied” being fired. “I’ll let my resignation letter speak to the other issues,” Stone said in the call. “I have great personal affection for Mr. Trump and wish him well.” Later, in a Twitter message, Stone wrote: “I fired Trump.” In the letter, which was obtained by The Post, Stone expressed regret for the end of a “close relationship – both personal and political/professional — since the 1980s.” But, he added, since “current controversies involving personalities and provocative media fights have reached such a high volume that it has distracted attention from your platform and overwhelmed your core message … I can no longer remain involved in your campaign.” Trump’s reaction to Stone’s letter: “I fired him Friday night. We sent him a notice.” In conversations Saturday, Trump also responded to the decision made Friday by conservative commentator Erick Erickson to rescind Trump’s invitation to speak Saturday at the close of the RedState gathering here, which was attended by hundreds of anti-establishment activists. Erickson, in an interview Friday, said his revulsion at Trump’s remarks about Kelly spurred him to act. “I think there is a line of decency that even a non-professional politician can cross,” Erickson said. “Suggesting that a female journalist asking you a hostile question is hormone related, I think, is one of those lines.” Trump’s CNN interview Friday evening instantly drew criticism after he said Kelly, one of the moderators of Thursday’s Republican presidential debate in Cleveland, “had blood coming out of her eyes, blood coming out of her wherever.” Trump on Saturday dismissed Erickson’s influence in GOP circles. “I never liked Erick Erickson, never felt he was the real deal. He knows that, believe me. But he invited me. I said, I’ll go and make a speech. I’m leading in the latest polls in Georgia, I love Georgia, I love Atlanta, so I thought, why not?” he said. “Even though it’s not even a big room, I thought I’d make a speech and see some friends and come back the following day.” Trump said he’ll come to Georgia at another time and meet with conservative activists. [Conservatives grapple with surprise Trump snub] Turning to Fox News, Trump said he will continue to war with the network, in spite of its popularity with conservative voters. “Fox has had a tremendous backlash about what happened during the debate. And it isn’t so powerful like we thought. Without me, they would have had a million people watching, not 24 million.” On Kelly, Trump said he would not apologize for CNN comment about her and blood. “She’s a lightweight as a reporter, very unprofessional. Her questions were ridiculous. Only a deviant would think I was saying anything about blood somewhere other than her eyes or her nose. I was using an old expression and nothing more. It wasn’t even a complete sentence.” Since he was no longer flying his private Boeing 757 to Atlanta, Trump said he spent Saturday in New Jersey huddling with friends and would spend the weekend at his properties in the area, being interviewed by reporters and discussing with Lewandowski details about ramping up his campaign’s efforts. “I wish Roger well,” Trump said. “We’re moving on from him. We’re looking ahead. I am running to win this race. I’m not giving up. This is about the people – not about him, not about me. I want this to be serious, I really do.”", "byline": "", "description": "GOP front-runner says he fired Stone, but adviser says he resigned after continued disagreements over how campaign was being run.", "title": "Trump ends relationship with longtime political adviser Roger Stone", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/08/trump-ends-relationship-with-longtime-political-adviser-roger-stone/", "topics": ["campaign_finance", "personality"], "people": ["Erick Erickson", "Corey Lewandowski", "Brian Snyder", "Donald Trump", "Megyn Kelly", "Richard M. Nixon", "Roger Stone"], "orgs": ["Republican Party", "GOP", "The Post"], "authors": [{"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-08-08 22:03:25", "org": "washpo", "article_id": "d71ba2c185203fd664ab959c95e101d8", "date_access": "2015-08-08 21:20:03.302845"}