{"body": "   New Jersey Gov. Chris Christie speaks at the Northeast Republican Leadership Conference in Philadelphia, Friday, June 19, 2015. (AP Photo/Matt Rourke)  TRENTON, N.J. - Chris Christie, a onetime rising Republican star whose political stock fell sharply after a traffic scandal involving former aides and appointees, is expected to formally launch his presidential campaign on Tuesday. He enters a crowded field as an underdog, wagering his retail political skills and brash style will propel him into serious competition for his party's nod. The New Jersey governor is expected to make his campaign official Tuesday morning in a gymnasium at the high school that he attended in Livingston, N.J. Later, he plans to hold a town hall meeting in New Hampshire, pivoting to his signature political venue in a state many strategists see as a must-win if Christie is going be a real contender. Christie steps into a fray where top competition for the GOP establishment support he has long sought is already underway. Some of the biggest donors in the GOP have signed on with former Florida governor Jeb Bush (R). Sen. Marco Rubio (R-Fla.) has also made strides with top fundraisers. And Wisconsin Gov. Scott Walker (R) is expected to soon announce his own bid after stocking up resources for months. Tuesday's expected announcement will come as his appeal to Republicans has hit a low point -- a sharp departure from the highs of late 2013 when he was fresh off a decisive reelection victory in his heavily Democratic state and was seen widely as the GOP establishment favorite for president. Dogged by the \"Bridgegate\" scandal in which then-aides and appointees snarled traffic in an apparent act of political retribution, Christie's popularity has since plummeted. He's also faced heavy skepticism from conservative activists throughout his tenure.  Still, the unique persona that made him a Republican rock star early in his first term remains: part former federal prosecutor and part suburban dad yelling at a soccer game. As he becomes the 14th official GOP presidential contender, Christie is banking on his liveliness to revive his wilted prospects. \"I get accused a lot of times of being too blunt and too direct and saying what's on my mind just a little bit too loudly,\" Christie said in a two-minute Web video released over the weekend, adding that his Sicilian mother taught him to \"never hold anything back.\" His slogan, \"Telling It Like It Is,\" reiterates the message that his aggressiveness is an asset. After holding his Tuesday evening town hall, Christie will stay in New Hampshire for the remainder of the week for a series of town-hall meetings and diner stops. It is at those gatherings, in a state that has shown a soft spot for more centrist Northeast Republicans, where his advisers believe he can gradually win support from voters so far unexcited by others. But he faces stiff headwinds. While Christie insists he was not involved in the late-2013 \"Bridgegate\" scandal and no legal authorities have found that he was, the questions surrounding the governor have been damaging.  Other troubles at home have included a cascade of credit downgrades and shuttered casinos in Atlantic City that have rattled the state's economy, and a pension system touted by Christie that now has billions in unfunded liabilities. Christie's antidote: return to his roots. His blunt, outspoken style has often produced viral moments at town halls that helped define his reputation as a tough-talking, tell-it-how-it-is executive. While those exchanges have won him many fans, others have criticized his brusqueness, leading to polarized opinions of Christie. A recent Fairleigh Dickinson University poll showed his approval rating in New Jersey was a paltry 30 percent. Just 17 percent of Democrats approved of the job Christie was doing. Christie also faces problems in his own party. Just half of Republicans in the FDU survey approved of Christie. And he's mostly been in the low single-digits in national primary polls. In New Hampshire and other battlegrounds, Christie will likely encounter difficulties and deep pockets of conservative doubt about his politics that began to build when he worked agreeably with President Obama on hurricane relief during the closing days of the 2012 election and his relationship with then nominee Mitt Romney's campaign grew icy. Cultural conservatives, too, have their concerns. A previous supporter of abortion rights, Christie has since become an anti-abortion voice. Meanwhile, Christie once backed the Common Core school standards that have become anathema to GOP activists, and has sought to distance from them more recently. Christie's statements on gun control have also stirred suspicions about his conservative inclinations, like when he called in April for the \"right balance\" between public safety and gun owners. The National Rifle Association declined to invite him this year to its annual convention. To counteract such reservations on the right, Christie is expected to to highlight elements of his record that are popular with Republican primary voters, like his hawkish foreign policy, which could play well in New Hampshire. His work to curb prison sentences for non-violent drug offenders and put them into treatment could also help him there. Christie's group of unwavering supporters, led by Home Depot co-founder Ken Langone and strategists Bill Palatucci and Mike DuHaime, keep asking naysayers to be patient. In time, and especially after the primary debates begin in August, they argue, Christie will stitch together a coalition. Until then, Christie plans to plod ahead, town-hall meeting by town-hall meeting. He is seeking to recapture the political magic that drew millions of clicks on YouTube in 2010 when his office first began uploading his clashes with public-school teachers, landing him on the cover of conservative magazines and earning cheers from right-wing television personalities.", "byline": "", "description": "TRENTON, N.J. - Chris Christie, a onetime rising Republican star whose political stock fell sharply after a traffic scandal involving former aides and appointees, is expected to formally launch his presidential campaign on Tuesday.Read full article >>", "title": "Chris Christie, a faded Republican star, expected to launch presidential campaign Tuesday", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47b0e728/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A60C30A0Cchristie0Ea0Efaded0Erepublican0Estar0Eexpected0Eto0Elaunch0Epresidential0Ecampaign0Etuesday0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "personality", "abortion"], "people": ["Mitt Romney", "Matt Rourke", "Chris Christie", "Ken Langone", "Jeb Bush", "Marco Rubio", "Bill Palatucci", "Scott Walker"], "orgs": ["Fairleigh Dickinson University", "GOP", "National Rifle Association"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}, {"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-06-30 08:00:49", "org": "washpo", "article_id": "520a4eed33d058c9f058cfbf05f01135", "date_access": "2015-06-30 07:20:02.636247"}