{"body": "   Republican presidential candidate Jeb Bush speaks during the Republican presidential debate in Simi Valley, Calif., on Wednesday, Sept. 16, 2015. (AP Photo/Mark J. Terrill)  MACKINAC ISLAND, Mich. -- Jeb Bush responded Friday night to Donald Trump's decision this week not to correct a questioner who said President Obama is a Muslim who is \"not even an American.\" \"Barack Obama is a talented man -- and by the way he's an American, he's a Christian -- his problem isn't the fact that he was born here or what his faith is,\" said Bush in a speech here. \"His problem is that he's a progressive liberal who tears down anybody that disagrees with him.\" At a town hall meeting in New Hampshire on Thursday, Trump did not correct an audience member who said that Obama is a Muslim and \"not even an American.\" Asked by a reporter after his remarks whether Trump should apologize, Bush said: \"I spoke to it. I spoke to it there.\" Bush was the first of six presidential hopefuls scheduled to speak at the three-day conference here that began Friday. On Saturday, Wisconsin Gov. Scott Walker, Sen. Ted Cruz (Tex.), former Hewlett Packard chief executive Carly Fiorina, Ohio Gov. John Kasich and Sen. Rand Paul (Ky.) will address the crowd. The Mackinac Republican Leadership Conference is an annual gathering on an upscale island with no automobiles (but lots of horse-drawn carriages) that lies north of Michigan's lower peninsula. The island is only accessible by ferry or charter plane. (Bush chose to get here by ferry.) The confab is held at a luxurious hotel offering sweeping lake views. Michigan Gov. Rick Snyder opened the conference with brief remarks Friday afternoon. Addressing reporters after his introduction, Snyder, a former businessman who won two terms campaigning as a technocrat, said he is looking for a presidential candidate who is a \"common-sense problem solver.\" But he declined to name anyone in the field. Snyder said he is likely to make an endorsement before Michigan's primary, which will be held next March. In his remarks, Bush said Republicans need to \"expand the map\" and compete for states like Michigan, which has gone Democratic in the last six presidential elections.", "byline": "", "description": "Asked whether Trump should apologize, Bush said: \"I spoke to it. I spoke to it up there.\"", "title": "Jeb Bush responds to Trump: Obama is an &#8216;American, he&#8217;s a Christian&#8217;", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/18/jeb-bush-responds-to-trump-obama-is-an-american-hes-a-christian/", "topics": ["personality"], "people": ["Rand Paul", "Jeb Bush", "John Kasich", "Donald Trump", "Rick Snyder", "Barack Obama", "Mark J. Terrill", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["Mackinac Republican Leadership Conference", "Hewlett Packard"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-09-19 02:31:37", "org": "washpo", "article_id": "7882ad9bef6ca9cfeefc56743e0a8417", "date_access": "2015-09-19 01:50:04.274735"}