{"body": "Hillary Clinton's team teased its first fundraising numbers on Tuesday, suggesting that the campaign had pulled in over $45 million from April to June. That's a lot of money by \"normal American\" standards. It's also a lot of money by \"presidential primary candidate\" standards. First, some perspective. If I handed you a dollar bill every second, starting at midnight on April 1, you wouldn't have $45 million until September. If I handed you a $5 bill every second -- you still wouldn't have as much as Clinton raised by the time July 1 rolled around. According to the Federal Election Commission, Clinton's quarterly total is the highest for a non-incumbent in the year before an election. She even raised more than two of the three quarters Barack Obama was fundraising as an incumbent president in 2011.     And that doesn't change much even if you adjust everything into 2014 dollars. One of George W. Bush's fundraising quarters slip ahead -- but not by much.     There is an advantage to being the only candidate in a party's field in the modern, mega-rich era. The success of the two most recent incumbents show that. As does the success of the Democratic pseudo-incumbent that's up by a mile in 2016 primary polling. Crowd out the field, and watch the money roll in.", "byline": "", "description": "Hillary Clinton's team teased its first fundraising numbers on Tuesday, suggesting that the campaign had pulled in over $45 million from April to June. That's a lot of money by \"normal American\" standards. It's also a lot of money by \"presidential primary candidate\" standards.Read full article >>", "title": "The Fix: Here’s just how impressive Hillary Clinton’s $45 million haul is", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47bfbf7a/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C0A10Cheres0Ejust0Ehow0Eimpressive0Ehillary0Eclintons0E450Emillion0Ehaul0Eis0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "economy"], "people": ["George W. Bush", "Barack Obama", "Hillary Clinton"], "orgs": ["Federal Election Commission"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-01 18:47:36", "org": "washpo", "article_id": "99f190c899f228b4763c0a34236a9bb4", "date_access": "2015-07-01 18:00:03.656229"}