{"body": "   Democratic presidential candidate Hillary Rodham Clinton listens to questions during a roundtable discussion at a historic VFW post in Reno, Nev., Thursday, June 18, 2015. (AP Photo/Lance Iversen)  When Hillary Clinton addressed an invitation-only group in Missouri on Tuesday, she repeated her call for work on American race relations to go far beyond a discussion about the future of the Confederate flag. When she did, she affirmed what some of the nation’s leading political prognosticators are beginning to say about Clinton's second bid for the White House. Clinton 2008 may have been leery of speaking overtly about gender, race or even the historic nature of her own campaign. But Clinton 2016 plans to put race and other issues of inequality front and center. And with one group of strongly Democratic leaning voters -- African Americans -- that could help to rebuild the Obama coalition for Clinton. But Clinton, like every other candidate, also needs and wants white voters. They might be a shrinking part of the electorate, but they are still a strong majority of all voters and comprise many swing voters. So for candidate Clinton circa 2016, the question becomes just how far can she go on matters of race without running into the realpolitik of appealing to white voters. A series of recent polls offer us some valuable clues. Collectively, they point to an America deeply divided on matters related to race, such as faith that the police treat all Americans fairly and whether discrimination exists at all in other arenas. Both the share of black and white Americans concerned about the state of racial affairs in the United States is climbing, but even here a sharp divide remains. And these same polls indicate that Americans who lean left and have more education are far more likely to see some level of ongoing discrimination against people of color in American life than their more conservative, or less educated white peers. Let’s get down to the specifics. Back in May -- four weeks but one apparently racially motivated mass shooting ago -- a CBS News/New York Times poll found 62 percent of whites feel that race relations are generally bad in this country and 65 percent of black Americans agreed. That's up considerably from the 35 percent of white Americans who said the same in in February. So Americans agreed across racial lines that, when it comes to race, things are bad. Of course, that poll took place in the weeks after some of the details of Freddie Gray’s fatal spinal cord injury while in police custody came to national attention, setting off protests and later riots in Baltimore. [Fatal police shootings in 2015 approaching 400 nationwide] And lest you think Americans emerged from May uniformly concerned about Gray and hundreds of others like him this year, consider this: In June, the share of Americans who told Gallup pollsters that race relations were the most important problem facing the country climbed from the sub-basement to the first floor of political concerns -- if American politics were a 30-story building.    One of the critical reasons for the difference between the share of black and white voters deeply concerned about race matters in the United States: Different perceptions of risk and unfair treatment. In a December Washington Post/ABC News poll, a survey that took place before the events in Baltimore but after grand juries had refused to indict police officers in Ferguson, Mo., and New York City who killed unarmed black men, 63 percent of white Americans said they were somewhat or very confident that blacks and whites are treated equally by police. Only 10 percent of African-American respondents agreed. In that same poll, 42 percent of white Democrats and independents who lean left had confidence that police treat everyone fairly. But a whopping 78 percent of white Republicans said the same. And a full 55 percent of white Democrats who do not have college degrees told pollsters they were confident about police treatment, while just 25 percent of white Democrats with college degrees shared the same views. The starkly different perceptions of  discrimination do not stop there. In a 2013 Pew Research poll that asked respondents about discrimination in seven major areas of life, such as the criminal justice system, on the job, in schools, health care, voting and the experience of walking into a store or restaurant, half of white Americans told pollsters they do not believe that blacks face discrimination. [Half of Americans see no racism around them] Half of white Americans do not see discrimination in health care despite a 2011 federal report that found significant differences in the quality of care provided to white and non-white patients. Half of white Americans do not believe that discrimination is a problem in voting despite studies showing that in the nation’s two most recent federal elections black and Latino voters waited significantly longer than white voters in polling place lines because of the resources assigned to voting sites. Half of white Americans do not see discrimination in the job market despite a Princeton University study that suggests black applicants are less likely to be called for an interview. What the Clinton camp should really find instructive here is the sharp difference in the way that Democrats and Republicans see race operating in the United States. About one-third of all Democrats reported seeing no discrimination in any area of American life, while a full 49 percent of independents and 61 percent -- way more than a majority -- of Republicans agreed. So, what is Clinton 2016 to do? If Clinton’s public talk about race focuses largely on the South, she might not sacrifice much at all. That's because the South has been heavily Republican for some time. And despite the Republican Party’s dominance in the region, Obama won election in 2008 and 2012 with comfortable margins after losing every Southern state except Florida. And as we noted above, left-leaning white voters are more in-line with minority voters on issues of race than the broader white population -- though not completely. But we also haven't seen a candidate press issues of race in an environment like the current one -- up to and including the first black president, Barack Obama. It's surely a question that will keep the Clinton campaign busy.", "byline": "", "description": "When Hillary Clinton addressed an invitation-only group in Missouri on Tuesday, she repeated her call for work on American race relations to go far beyond a discussion about the future of the Confederate flag.Read full article >>", "title": "The Fix: Can Clinton step forward on race without leaving white voters behind?", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/4789a53d/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A60C240Ccan0Eclinton0Estep0Eforward0Eon0Erace0Ewithout0Eleaving0Ewhite0Evoters0Ebehind0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "economy"], "people": ["Freddie Gray", "Hillary Rodham Clinton", "Lance Iversen", "Barack Obama", "Hillary Clinton"], "orgs": ["Pew Research", "Republican Party", "Nev", "Mo.", "United States.", "VFW", "Princeton University"], "authors": [{"author_id": 30980, "fullname": "janell ross", "primary_org": "politico"}], "date_written": "2015-06-24 17:15:44", "org": "washpo", "article_id": "34f178b17c5c0285c3860b81a9f04ab5", "date_access": "2015-06-24 16:30:03.015274"}