{"body": "   Rand paul said he thinks there'll be a Senate vote on defunding Planned parenthood. (AP Photo/Charlie Neibergall)  CHARLESTON, S.C. – As Congress races toward its long summer recess, Sen. Rand Paul (R-Ky.) is confident that he’ll get a vote to bar any taxpayer funds going to Planned Parenthood. “There’s a nationwide movement that we’ve been leading,” Paul said in an interview, after participating in a town hall with military veterans. “We will probably send a million emails out on this subject. I think by motivating the grassroots, there’s a very good chance we’ll get a vote on this.” Paul’s confidence came just a day after a special Sunday session of the Senate seemed to put the lid on any wishlist conservative amendment. July has been a most cruel month for that sort of thing, and especially cruel to Paul’s presidential rival Sen. Ted Cruz (R-Texas). After Cruz accused Majority Leader Mitch McConnell of a “flat-out lie” to save the Export-Import Bank from phasing out, he watched colleagues line up against him and with the leader. For Republicans, the politics of abortion are far less fraught than the politics of a New Deal-era investment bank that’s backed by the Chamber of Commerce. The release of undercover interviews with Planned Parenthood executives, in which they antiseptically discuss the sale of fetal body parts, has elevated the cause of defunding the group. And Paul has a much better relationship than Cruz with McConnell, his state's senior senator. Paul said he didn't think his amendment would happen on the highway bill, but that he'd submitted a discharge petition that is a separate request for a new bill. \"I think there’s a very good chance that’s going to happen,” he said. Planned Parenthood’s defenders have accused Republicans of misrepresenting what the organization does, pointing out that it is illegal for taxpayer funds to pay for abortion. Paul said it was unclear whether the law was being followed. “I think it should be investigated,” he said. “The problem here really is not just whether it’s illegal to buy and sell the organs, but whether the taxpayer dollars should be going to a group that is sort of manipulating and turning the baby around to get access to organs. I think most people were horrified by them.” That raised another question: Whether it should be legal, at all, for the bodies of aborted fetuses to be sold for science. “I think that there should not be any financial incentives to get an abortion,” said Paul. “Now, they would argue that it just covers the cost, but any time money changes hands – even if it’s to a nonprofit group – that is a real question. Really, we probably shouldn’t be doing research on these babies, because you would hate to think there is any kind of incentive for that to occur. \"Donating tissue when you die is an incredibly noble thing. I’ve worked with donated corneas to give people back vision. But this baby really didn’t have a choice. Some people are horrified by the idea of having factories where you’d grow babies for their body parts. Will technology allow that? Technology probably almost already does allow that. But should a civilized society allow that? I don’t think so,” he said. The battle to defund Planned Parenthood has become a major focus of America’s anti-abortion movement. Paul said he did not see the need to go further and challenge Title X funding for family planning. One of the arguments against Planned Parenthood getting any money, he said, is the level of spending on other forms of government care. He pointed to funding for community health centers, which surged under both President George W. Bush and President Obama. \"Community health centers do everything Planned Parenthood does, except for abortion. So, you also have Obamacare. You’ve got free contraception everywhere in the country now. You’ve got free health insurance,\" he said. \"I really don’t think there is a role for Planned Parenthood to get any money. Many times, when they say ‘we do this or that function,’ they refer that to community health centers. I do think that we’ve got plenty of other government venues without this.”   ", "byline": "", "description": "\"There’s a very good chance we’ll get a vote on this,” he said.", "title": "Rand Paul says the GOP can defund Planned Parenthood before the recess", "url": "http://www.washingtonpost.com/blogs/post-politics/wp/2015/07/27/rand-paul-says-the-gop-can-defund-planned-parenthood-before-the-recess/", "topics": ["health", "abortion"], "people": ["Rand Paul", "George W. Bush", "Charlie Neibergall", "Ted Cruz"], "orgs": ["Senate", "GOP", "Congress", "Chamber of Commerce"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-07-27 20:22:13", "org": "washpo", "article_id": "99ee96830a279b944438d996781c5a87", "date_access": "2015-07-27 21:10:05.012721"}