{"body": "On Friday night, while the political media was transfixed watching Donald Trump's in-all-ways-secular stump ramble in Mobile, Ala., Ted Cruz was holding a deliberately religious rally in Des Moines. Evangelical voters were always meant to be a linchpin of Cruz's presidential bid, and as our Katie Zezima and Tom Hamburger write, the Des Moines event was not shy about making that pitch. Blasting Planned Parenthood and lamenting the \"persecution\" of business owners sued for denying services to same-sex couples, Cruz was clearly trying to do two things: Plant his flag as the Republican crusader -- and prompt religious voters to vote on religion above other considerations. So far, Cruz has floated around in the middle tier of the Republican field, never really surging ahead, but never dropping down into the 1-percenters. (In this context, that's a bad place to be.) And that's in large part because the white evangelical vote has mostly just echoed the overall Republican vote, according to Fox News polling. The buttons above each graph below let you compare how Republicans and evangelical Republicans have distributed their support over time in those polls.   The Donald Trump graphs alone make the point above. But look at Cruz: His overall standing mirrors his standing with evangelicals. As do the trends for Mike Huckabee and Jeb Bush. Part of Cruz's problem is that evangelical voters have a number of religious conservative options in this field, including Huckabee (the 2008 favorite of this crowd), Rick Santorum (the 2012 favorite) and Bobby Jindal. All four of them have consistently done better with the evangelical vote than with the overall voting population, meaning that the vote is a bit splintered. But even consolidating that vote isn't going to create a new front-runner when the decidedly non-evangelical Donald Trump is still pulling a quarter of the religious vote. (Trump's religious affiliation has been somewhat hard to pin down, but most recently he said he is a Presbyterian and attends church on major holidays like Christmas and Easter and other times when he can.) As Trump's overall lead has grown, so has his lead with evangelicals.     Which brings us back to Cruz's second point from that rally: Encouraging religious voters to vote on religious issues. That's apparently a somewhat tough sell in a field currently dominated by Trump. Cruz has been playing the long game on Trump for a while, poised to scoop up Trump voters once the mogul drops out. But that long game keeps looking longer and longer. So: Time for Plan C. ", "byline": "", "description": "Cruz needs a unified religious vote that votes on religion.", "title": "Ted Cruz&#8217;s big problem: There isn&#8217;t really an &#8216;evangelical vote&#8217; right now", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/25/ted-cruzs-big-problem-there-isnt-really-an-evangelical-vote-right-now/", "topics": ["personality"], "people": ["Katie Zezima", "Rick Santorum", "Jeb Bush", "Tom Hamburger", "Donald Trump", "Mike Huckabee", "Bobby Jindal", "Ted Cruz"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-25 14:47:57", "org": "washpo", "article_id": "b54c829b0faaac42be6b2143d9edeafc", "date_access": "2015-08-25 14:00:05.905835"}