{"body": " RICHMOND — Just when it looked as if the Virginia Senate had slapped a 30-day expiration date on Gov. Terry McAuliffe’s pick for the state Supreme Court, Senate Democrats kept her appointment alive with a parliamentary maneuver. Sen. A. Donald McEachin (D-Henrico) called for a surprise adjournment of Monday’s special session, which effectively extends Supreme Court Justice Jane Marum Roush’s term — and puts a hold on redistricting efforts.    [Va. Senate falls short in effort to oust McAuliffe’s Supreme Court pick]   “I think Judge Roush is a fabulous jurist, there is no reason to remove a sitting Supreme Court justice. There was no reason articulated today other than mere political preferences and that’s not what ought to happen to the court at any level,” McEachin told reporters after the vote.  Last month McAuliffe (D) used his power to make interim judicial appointments when the legislature is not in session to install Roush, then a Fairfax circuit court judge, on the Supreme Court.  Once the legislature is back in session, lawmakers have always in the state’s modern history elected a governor’s interim pick to a full 12-year term. However, if they take no action, the interim judge’s appointment expires 30 days after the start of the next special session, which happened to be Monday.  House and Senate Republicans vowed to install their preference, Court of Appeals Judge Ronnie D. Alston Jr., but on Monday a moderate Republican senator derailed that plan by voting against Alston’s nomination. With that move, Sen. John C. Watkins (R-Powhatan) prevented Alston from taking the bench, but did nothing to stop Roush’s appointment from expiring within 30 days. Enter McEachin. He made a motion to adjourn the entire session, which passed 21-20 with the help of Lt. Gov. Ralph Northam’s tie-breaking vote.  Roush’s term will still expire within 30 days, but if he chooses to, McAuliffe can again nominate Roush to an interim appointment. With no special session scheduled until January, she would serve on the bench for about another six months. It’s the governor’s job to convene special sessions. The adjournment also pulled the plug on redistricting, which is the reason McAuliffe originally called the special session. Now McAuliffe could write a letter to a federal panel of judges asking them to redraw the lines that they had deemed unconstitutional. “You knew that before we got here,” McEachin said. “There was no Republican plan... It seemed to me they were willing to go through an exercise at taxpayer expense. Fortunately a majority of the Senate decided that wasn’t an exercise they wanted to engage in.” Senate Minority Leader Richard L. Saslaw (D-Fairfax) said Democrats had won, but not without costing taxpayers about $41,000 to bring everyone back to Richmond. “We had a successful day except it cost taxpayers money,” he said.   ", "byline": "", "description": "Sen. A. Donald McEachin used a surprise move that effectively extends Supreme Court Justice Jane Marum Roush’s term.", "title": "Va. Democrats revive Roush judgeship", "url": "http://www.washingtonpost.com/local/virginia-politics/va-democrats-revive-roush-judgeship/2015/08/17/0555b808-4518-11e5-8e7d-9c033e6745d8_story.html", "topics": ["health", "other"], "people": ["Terry Mcauliffe", "Ralph Northam", "Richard L. Saslaw"], "orgs": ["RICHMOND", "Senate", "Senate Republicans", "Supreme Court", "Roush"], "authors": [{"author_id": 31298, "fullname": "jenna portnoy", "primary_org": "washpo"}], "date_written": "2015-08-17 21:44:00", "org": "washpo", "article_id": "5daaaa5167a2d3830317275fe9f87f7d", "date_access": "2015-08-17 21:10:09.225054"}