{"body": "A new CNN/ORC poll shows half of Republican primary voters nationally now say Donald Trump is their first or second choice for president, as we noted Thursday. This is remarkable, because when he launched his campaign, two-thirds of Republicans had an unfavorable opinion of Trump, and polls even showed more than half of Iowa GOP voters said they would never vote for him. The new battery of polling suggests he has won over not only people who were lukewarm on him, but also those who didn't like him and said they would never vote him. But that's hardly the only fascinating stat here. Below, a few more that caught our eye: 1. GOP candidates who have never held elective office are taking 54 percent This is Trump, Ben Carson and Carly Fiorina. Only one has even run for office.     2. Five GOP senators are taking 15 percent of the vote This was first spotlighted by Roll Call's Steven Dennis. As Dennis notes, among the non-newcomers, governors are doing better than senators. Erstwhile front-runners Ted Cruz, Marco Rubio and Rand Paul (along with Lindsey Graham and Rick Santorum) just haven't really gotten much traction. They combine for 15 percent, while current and former governors get 24 percent. Cruz is the only senator above 3 percent.   There are 5 GOP senators running for president. They are polling 15% combined. Ben Carson is at 19%. http://t.co/TaxVKLLghe — Steven Dennis (@StevenTDennis) September 10, 2015  3. Hillary Clinton has big problems with men The new Quinnipiac University poll shows Bernie Sanders drawing even in Iowa with the erstwhile front-runner. And his traction with \"very liberal\" voters is clearly a big part of it. He leads among them 59-29. But look a little deeper, and you'll also see that Clinton is also getting swamped among Democratic men. She trails among them 48-29, while leading among women by a similar margin, 49-35.  A Marist College/NBC News poll of New Hampshire last week showed much the same thing. Clinton trailed Sanders overall by nine points, but among men by 24 points, 48-24. She led among women by six. In fact, in the latter poll, Sanders's lead was bigger among men than among \"very liberal\" voters. 4. The GOP establishment's enthusiasm problem Bush, Rubio, Cruz and Scott Walker not only aren't performing well; the people who like them just aren't as enthusiastic. While more than half of people who like Trump and Carson say they are \"enthusiastic,\" for Bush, Rubio, Cruz and Walker, there are more than twice as many who say they are \"satisfied but not enthusiastic\" as say they are \"enthusiastic.\"  This makes a lot of sense perhaps for Bush, Rubio and Walker. But Cruz? Isn't this supposed to be the guy exciting the GOP base? It seems being a senator -- or even a politician -- quite simply has its drawbacks, no matter how much you antagonize and distance yourself from the party establishment. ", "byline": "", "description": "We live in a very interesting time.", "title": "Hillary Clinton&#8217;s male-voter problem &#8212; and 3 other remarkable 2016 stats", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/11/hillary-clintons-male-voter-problem-and-3-other-remarkable-2016-stats/", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Rick Santorum", "Scott Walker", "Lindsey Graham", "Hillary Clinton", "Steven Dennis", "Donald Trump", "Marco Rubio", "Bernie Sanders", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Marist College", "GOP", "Quinnipiac University"], "authors": [{"author_id": 30974, "fullname": "aaron blake", "primary_org": "politico"}], "date_written": "2015-09-11 13:00:14", "org": "washpo", "article_id": "7571eada675df5ea613d252d2456c002", "date_access": "2015-09-11 12:20:03.725404"}