{"body": "   Former Secretary of State Hillary Clinton speaks during the 2015 Iowa Democratic Wing Ding at the Surf Ballroom in Clear Lake, Iowa, on Friday, August 14, 2015. (Photo by Melina Mara/The Washington Post)  Hillary Clinton and her inner circle at the State Department viewed the media as a forever-dangerous entity never to be trusted and only begrudgingly given any credit at all, according to a review of more than 7,000 e-mails she sent during her time as Secretary of State that were released Monday night. Time and time again Clinton and her aides express skepticism -- and dismay -- at reporters and their relative abilities to get things right. It also shows a team forever in search of slights -- and their origins -- coming at them from the pundit class. (You can look through all of the newest tranche of e-mails here.) This one deals with Lois Romano, who, at the time, was a Politico reporter (Lois is now with the Post):        Here's one on PBS' Tavis Smiley:  And then this one dealing with the New York Times' David Brooks:     Speaking of Brooks, he wrote a terrific piece about Clinton's 2016 presidential campaign on Tuesday that contains a paragraph that describes this defensive Clinton crouch perfectly. Writes Brooks: All descriptions of her campaigns have to start with the fact that for most of Clinton’s political career she has been playing defense. Sometimes she’s had to defend herself from critical barrages amid scandal: Whitewater and the Rose Law Firm records straight through to Benghazi and the email server. Other times she’s had to endure emotional and media exposures sparked by her husband’s escapades. Brooks goes on to argue that Clinton's defensive abilities, which many of her close confidants see as her biggest strength -- she perseveres through anything!, they say -- is actually a tremendous weakness because she can't articulate a positive or pro-active approach on virtually anything. While Brooks wasn't writing about how Clinton's camp deal with the press, his broad point holds for media relations too. Clinton's 2008 press operation was a miasma of distrust and dislike between the Clinton aides tasked with dealing with reporters and the reporters tasked with covering the campaign. As one of those reporters, I can attest to the dysfunctional nature of those relationships; I lost count of the number of screaming back and forth \"conversations\" I had with the Clinton press team. In the wake of that campaign -- and in the runup to this one -- much ink was spilled on the notion that the Clinton press operation would be very different. Press-friendly operatives -- Jesse Ferguson, Brian Fallon and Jennifer Palmieri to name three -- were brought in. And, yet, press relations remain somewhat strained -- with the Clinton team insisting, up until very recently, that the coverage of her e-mail problems has been WAY overblown by a bored media looking for a story to pep up a slow August. This latest tranche -- awesome word -- of Clinton e-mails explains why not that much has changed. At root, the clashes between the Clinton campaign(s) and the press aren't, really, about the staff. Or the reporters.  They are about Clinton herself.  She and her husband -- over their past twenty-plus years in the national spotlight -- have become convinced that the press is, almost to a person, not to be trusted.  The best you can hope for when dealing with the media is a somewhat-fair shake. But, most of the time you get far less than that. That guiding principle informs all that Clinton does -- up to and including her extreme reluctance to release anything that she didn't need to release about her e-mail server. Why give the press anything, you can hear the argument being made, they won't treat us fairly anyway. While that distrust and suspicion is defended by many Clinton allies as entirely justified given the way she has been treated by the media over the course of her career, it's a prime example of cutting off your nose to spite your face when it comes to the 2016 race.  There's no doubt some of the able aides Clinton has on her campaign team know that. The question is whether any of them can persuade Clinton to re-shape her perception of the media -- or at least fake it better than she currently is doing. ", "byline": "", "description": "BREAKING: She doesn't like or trust the press.", "title": "The latest Hillary Clinton e-mails show just how suspicious she is of the press", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/01/the-latest-hillary-clinton-e-mails-show-just-how-suspicious-she-is-of-the-press/", "topics": ["economy", "trade"], "people": ["Jesse Ferguson", "Melina Mara", "Hillary Clinton", "Jennifer Palmieri", "David Brooks", "Brian Fallon", "Tavis Smiley"], "orgs": ["Rose Law Firm", "Iowa Democratic Wing Ding", "PBS", "State Department", "Whitewater", "Surf Ballroom"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-01 17:09:59", "org": "washpo", "article_id": "9aa8a02378ef7b302879ac69654f7ad4", "date_access": "2015-09-01 16:20:04.364114"}