{"body": "   President Obama, left, talks with Jon Stewart, host of “The Daily Show,” during a taping on Tuesday in New York. (AP Photo/Evan Vucci)  IRAN’S RECKONING. As Secretary of State John Kerry, Secretary of Energy Ernest Moniz and Treasury Secretary Jacob J. Lew head to the Hill for a series of open- and closed-door meetings to face lawmakers’ questions and screeds over the Iran deal, the White House is also going into campaign mode – with the public. President Obama made an appearance on “The Daily Show” to sell the deal, while the White House rolled out a new social media campaign, the New York Times reports, to dispel concerns and negative sentiments about the deal before the dissatisfied lawmakers take their complaints back to their districts. GUNS FOR RECRUITERS. The drumbeat toward arming recruiters at all military installations, including the kinds that were targeted in Chattanooga, grew Tuesday as Gen. Mark Milley, Obama’s nominee to be the Army’s new chief of staff, lent his support to the idea, Defense One reports. Lawmakers are fiddling with legislation to carry the new permission. TRUMP AND THE DRAFT. Donald Trump’s draft deferments are coming under more scrutiny ever since the presidential candidate went after Sen. John McCain (R-Ariz.) for being captured and tortured while serving in Vietnam. The latest, from The Washington Post, is that after Trump finished his studies he was actually declared entirely fit for service, with a “1A” rating from his local draft board. But two months later, that seal of good approval was dissolved with a medical disqualification from his armed forces physical. What happened in between? It’s hard to know, as the Selective Service destroyed those files. But the paper trail that does exist and Trump’s statements aren’t always matching up.", "byline": "", "description": "", "title": "Selling Iran, arming recruiters and Trump&#8217;s draft deferments", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/07/22/selling-iran-arming-recruiters-and-trumps-draft/", "topics": ["personality", "campaign_finance", "military"], "people": ["Evan Vucci", "John Kerry", "Jon Stewart", "Donald Trump", "Jacob J. Lew", "Ernest Moniz"], "orgs": ["Army", "Treasury"], "authors": [{"author_id": 31081, "fullname": "karoun demirjian", "primary_org": "politico"}], "date_written": "2015-07-22 14:05:10", "org": "washpo", "article_id": "82402d11368b40a757e756c560c9f987", "date_access": "2015-07-22 14:10:06.318975"}