{"body": "   Former Texas governor and Republican presidential hopeful Rick Perry campaigns at the Iowa State Fair on Aug. 18. (Aaron P. Bernstein for The Washington Post)  When Rick Perry formally joined the race for the 2012 Republican nomination in August of 2011, he was already polling in second place, only about five points behind then-and-future front-runner Mitt Romney. Within a few days, Perry passed Romney, starting his official campaign with the roar of a jet disconnecting from a runway. A month after he got in, Time magazine put him on its cover.     \"The Rise of Rick Perry,\" it read. But Rick Perry, who'd risen for weeks, had already begun his fall.     A series of stumbles, including a risky debate answer on immigration, prompted the fickle Republican electorate to start looking elsewhere, resting briefly on Mitt Romney as their top choice before figuring out where else to head. Perry never again came close to retaking the lead, staying in the race despite his once-powerful jet having a distinct and universal case of engine failure. 2016, he clearly hoped, would mirror 2012: A strong launch and, this time, the ability to glide for a while in the upper stratosphere. No such luck. He got in earlier, but only lasted about half as long. He was just as doomed 100 days into his 2012 run, of course, but this time it was far more obvious. In 2012, it was possible that three or four candidates could stumble and create space for a Perry comeback. This time, with no lift at all out of the gates and with a dozen people flying above him, there was no point in lingering.     2016, in a way, was just a continuation of 2012. Perry came in low and stayed low. There was a guy who rocketed into the stratosphere, of course. But much to the Texan Perry's chagrin, it was some guy from New York City.", "byline": "", "description": "2012 was a burst and a fade. 2016 was just a fade.", "title": "Rick Perry&#8217;s two very different presidential campaigns", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/11/rick-perrys-two-very-different-presidential-campaigns/", "topics": ["immigration", "campaign_finance"], "people": ["Mitt Romney", "Rick Perry", "Aaron P. Bernstein"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-09-11 23:11:49", "org": "washpo", "article_id": "79192be807631e7cfb02aeb4c6503ecf", "date_access": "2015-09-11 22:40:03.981228"}