{"body": "   Dana Bash, CNN's\u0099 chief congressional correspondent is seen in the studios at CNN's Washington D.C. bureau on April 24, 2014. (Charlie Archambault /For The Washington Post)  In the days after \"Fox News\" host Megyn Kelly asked Donald Trump during the first Republican primary debate if his history of publicly ridiculing and sexually objectifying women made him a qualified president, Kelly became the subject of at least as many headlines as The Donald. The moderators could again be at issue in the second GOP debate on Wednesday, but Bash would seem an unlikely storyline come Thursday morning. And that's how she prefers it. Bash, unlike Kelly and fellow CNN debate moderators Jake Tapper and Hugh Hewitt, comes to the debate moderator's table not as a partisan talker, high-profile anchor or former political aide, but as a lifelong reporter with a long history of hard-nosed coverage on a string of Washington, D.C.- centered, typically male-reporter dominated beats. Congress. The State Department. Large domestic appropriations and programs, such as Social Security. Bash has operated inside the bowels and brain of political reporting, but unlike Tapper, Hewitt and Kelly, she does not host her own show or have her own time slot to protect and promote. Right now, Bash serves as CNN's chief political correspondent and has been responsible for covering the U.S. House and Senate since 2006. She's climbed a long way up the CNN political news ladder. Bash, 44, is a twice-divorced mother of one son with CNN chief national correspondent, John King. Born Dana Schwartz, she was raised primarily in Montvale, N.J., about an hour's drive northwest of New York City. Bash headed straight from Pascack Hills High School to George Washington University, where she earned a degree in political communications in 1993. That same year, Bash started out in the network's Washington, D.C. bureau as a library assistant. She somehow managed to survive one of those cinematically bad first-day-on-the-job experiences where she failed so miserably at the task of manually feeding scripts into an old TelePrompTer machine for a newscast that the anchor stormed in and screamed that it would be her last day. He was clearly wrong; Bash has built her entire career at CNN.  Later, Bash became producer of now-defunct weekend public affairs shows. As the 1990s became the 2000s, she took on more responsibility and became an assignment editor helping to determine coverage priorities for reporters and producers and how to best use news-gathering resources, then a field producer on Capitol Hill. During the 2008 presidential election, Bash covered several of the Republican primary contenders and broke the news that Mitt Romney would suspend his campaign (before running again in 2012 and becoming the GOP nominee). Bash also served as CNN's White House correspondent during George W. Bush's tenure. An open secret in TV news is that producers often conduct interviews and certainly gather a good share -- and in some cases absolutely all -- of the information presented to viewers by on-air reporters. So while Bash's on-air tenure is relatively brief compared with co-moderators Hewitt and Tapper, her reporting experience and sourcing runs deep. Remember, before Bash ever reported on-air, she spent years behind the camera producing and overseeing the editorial content of CNN's Capitol Hill coverage, reporting on complex topics, such as Social Security and Medicare, the 2000 presidential primaries, national political conventions and the State Department, spearheading longer interviews with newsmakers, foreign heads of state and others. In 2002 and again in 2010, the National Press Foundation recognized Bash's congressional coverage with a Dirksen Award. And in 2009, Bash was part of a CNN team that won a Peabody Award, the broadcast equivalent of a Pulitzer Prize, for coverage of the 2008 campaign. But like Tapper, Bash's career has had its rough spots. In 2012, Bash's work covering GOP primary contender Ron Paul, generated controversy when Paul's campaign claimed to have heard a conversation between Bash and her then-husband and co-worker King, during which Bash allegedly expressed concern about the effects of Paul's continued campaign on the GOP nominee. CNN said Bash was actually talking about concerns she heard from voters -- not her own opinion -- but that didn't stop a pro-Paul super PAC from calling for CNN to replace Bash with another reporter. In 2014, Bash revealed on-air that, like Sen.Kirsten Gillibrand (D-N.Y.), she'd experienced male lawmakers commenting on and about her body. And there have also likely been some disappointments inside Bash's longtime professional home. When CNN named her chief political correspondent this year -- a role retiring newswoman Candy Crowley had long held in tandem with hosting responsibilities on CNN's Sunday morning public affairs show, \"State of The Union,\" Bash got the title, but Tapper got the Sunday show. Understand, Bash is not an anachronistic industry holdover, pecking out hard-won scoops in dank press workrooms while other TV reporters live a more glamorous life. She's a serious reporter, to be sure. But she tweets (with lots of exclamation points!), and she cooperates with limited personal profiles like a May story in The Hill which revealed her not-at-all-unusual childhood career plans. Bash apparently dreamed of becoming a rock star until her brother informed her that singing did not rank among her talents. She told the reporter little, saying politics was the thing she liked and loathed most about D.C. and confessed to the habit of  always carrying snacks in her bag. And she explained that her parents had clear intentions when they named her Dana (pronounced like banana), so they are supremely displeased when people routinely call her DAY-na. So, it's also fair to say that that all-consuming modern task of building one's brand probably doesn't rank high on Bash daily to-do list. Checking in with sources, gathering the info to scoop other reporters and delivering the kind of granular news about congressional machinations do. And, she apparently likes it that way; Bash told JW magazine that her work gives her an opportunity to \"cover everything. When you report on Wall Street and health-care reform … what could be more relevant to people’s lives?” So, there will be no lists of Bash's personal faves and biggest fears here. That, it seems, is also intentional. This month, Bash told Sirius XM political radio host Julie Mason that she will consider it a failure if after the debate, like Megyn Kelly, she becomes the story.", "byline": "", "description": "Don't expect the woman on-stage Wednesday night to be the next Megyn Kelly.", "title": "Dana Bash: A well-regarded and low-key debate moderator who would prefer not to be the story", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/16/dana-bash-a-well-regarded-and-low-key-debate-moderator-who-would-prefer-not-to-be-the-story/", "topics": ["campaign_finance", "personality"], "people": ["Ron Paul", "Mitt Romney", "Megyn Kelly", "Dana Bash", "Julie Mason", "Donald Trump", "George W. Bush", "Candy Crowley", "Kirsten Gillibrand", "Jake Tapper", "Hugh Hewitt", "John King"], "orgs": ["U.S. House", "Social Security", "Sirius XM", "Congress", "Senate", "State Department", "Peabody Award", "Social Security and Medicare", "GOP"], "authors": [{"author_id": 30980, "fullname": "janell ross", "primary_org": "politico"}], "date_written": "2015-09-16 18:52:28", "org": "washpo", "article_id": "4eb35fbad3fec4f64288e6de45007b8f", "date_access": "2015-09-16 18:20:07.604809"}