{"body": "Eight people made documented $3 contributions to the Barack Obama presidential campaign in 2008, according to Federal Elections Commission data. Why they did so isn't listed in the documentation. If they had offered a $3 contribution at a campaign event, for example, they wouldn't have needed to fill out paperwork identifying themselves. But they did, so we know who they are, where they work and where they live. As, importantly, did the campaign. The campaign got all of that information along with the comparatively insignificant $3. In two of the eight cases, $3 was all that the person gave. In six, they went on to give hundreds of dollars more. There are other similar stories: One guy gave $65 in June 2008 and $1,000 in July. Another gave $89 in September and another $400 over the next two months. One woman gave $20, then $78, then $21. Another $46, then $250. It's pretty easy to guess what those initial $3 contributions were -- and, by extension, what sort of things that $65 or $20 or $46 were: Campaign store purchases. During the 2008 campaign, Obama's campaign offered a number of buttons and stickers in that price range, recognizing that the value in selling them was far higher than the $3 they'd earn from them.     Get a guy to buy a three-dollar button online, and you've got his name, address (gotta ship it somewhere!), e-mail address, employer (as required by the FEC) -- and a bit of data on his voting priorities. The \"Latinos for Obama\" button cost $3 -- same as the rest -- but rest assured that everyone who bought one got an extra bit of data next to their names in the giant, valuable Obama database. It's the same reason that Hillary Clinton on Monday unveiled her summer lineup of merchandise (which can be found at shop.hillaryclinton.com right under the category \"Pride\"). The \"More like Grillary Clinton amirite\" apron is ... well ... nonsensical in the way that the Internet seems to love.     Clinton is hoping that you'll drop $30 on the thing not because her campaign wants to cobble together a subset of donors whose files include \"BBQ=TRUE; MEMES=TRUE.\" The gag that the campaign gear leverages is only incidental. What it wants is that sweet, sweet e-mail address and, like the drug pushers my generation was warned about, to give a you a little taste of what it's like to donate to a campaign in the hopes you'll come back for more. Obama was something of a trend-setter in regards to the super-personalized campaign shop, but you don't need to go to many campaign rallies to see that there's a market. There are 7,612 t-shirts at Zazzle.com right now, created by random people who hope you'll buy their funny/nasty/weird shirt to help line their pockets. At Cafepress.com, there are thousands more items: Car magnets and risque buttons and tote bags and so on. At Hillary Clinton's campaign kick-off in New York, there was a guy selling t-shirts by the train station. Everyone wants a piece of the action, and lots of people have money to spend on quirky, personalized items. This isn't new; fan-made Clinton-Gore buttons from 1992 recently kicked up some dust after the Charleston shootings. But making them has gotten easier -- and campaigns have gotten smarter about the need to cut out the middleman. Last week, the New York Times looked at the value of the campaign store to a candidate. It detailed the weird items at Rand Paul's Web site (like socks) and marveled that some campaigns (Eb-jay Ush-bay) still haven't put a store on their sites. It's a very fair critique. (Bush assured the Times that his store would be online shortly.) There are other political triggers embedded in the process: Clinton's goods trumpet that they're made in the USA and, you can be certain, were made by union printers. Not every person who buys a \"Grillary\" apron or $10 beer koozie will respond to future e-mail requests for contributions positively. They'll certainly receive customized pitches though (\"LIKESJOKES=TRUE\"), and might add a few things here or there between now and next November. But a few, as Obama '08 tells us, might end up throwing hundreds or thousands of dollars more into Clinton's coffers -- after being gently massaged by campaign outreach. All thanks to an apron that they bought from hillaryclinton.com rather than Dazzle. Politics is weird, amirite? ", "byline": "", "description": "Eight people made documented $3 contributions to the Barack Obama presidential campaign in 2008, according to Federal Elections Commission data. Why they did so isn't listed in the documentation. If they had offered a $3 contribution at a campaign event, for example, they wouldn't have needed to fill out paperwork identifying themselves. But they did, so we know who they are, where they work and where they live.Read full article >>", "title": "The Fix: Hillary Clinton wants to sell you this ‘Grillary Clinton’ apron. But not just for that $30.", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47adedf3/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A60C290Cwhy0Ehillary0Eclinton0Ewants0Eto0Esell0Eyou0Ethat0Ejokey0Egrillary0Eclinton0Eapron0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "personality"], "people": ["Grillary Clinton", "Hillary Clinton"], "orgs": ["FEC", "Federal Elections Commission"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-06-29 22:20:10", "org": "washpo", "article_id": "ea40770835654d1b5d286f37beea50c3", "date_access": "2015-06-29 21:40:02.796631"}