{"body": "   Trump called for expanding gun rights. (Photo by Tom Pennington/Getty Images)  Republican presidential frontrunner Donald Trump -- who said he has a concealed carry permit -- called for the expansion of gun rights Friday, including making those permits applicable nationwide. In a position paper published on his website Friday afternoon, Trump called for the elimination of gun and magazine bans, labeling them a \"total failure.\" \"Law-abiding people should be allowed to own the firearm of their choice. The government has no business dictating what types of firearms good, honest people are allowed to own,\" Trump wrote. It's not a departure from what he's said on the trail this year, though it does mark a shift from a position he took in his 2000 book \"The America We Deserve,\" where Trump stated that he generally opposes gun control but that he supported a ban on assault weapons and a longer waiting period to get a gun. \"Opponents of gun rights try to come up with scary sounding phrases like 'assault weapons', 'military-style weapons' and 'high capacity magazines' to confuse people,\" Trump wrote Friday. \"What they’re really talking about are popular semi-automatic rifles and standard magazines that are owned by tens of millions of Americans.\" Trump said in the paper he has a concealed carry permit. The permits, which are issued by states, should be valid nationwide like a driver's license, Trump said. \"If we can do that for driving -- which is a privilege, not a right -- then surely we can do that for concealed carry, which is a right, not a privilege,\" Trump said. Trump has apparently had a handgun permit for years; a 1987 Associated Press story said he had one at the time. The real estate magnate called for expanding mental health treatment, saying that people with mental health issues who are violent must be off the street \"before they can terrorize our communities.\" Trump said the issue has been ignored. \"All of the tragic mass murders that occurred in the past several years have something in common – there were red flags that were ignored,\" Trump said. \"And why does this matter to law-abiding gun owners? Once again, because they get blamed by anti-gun politicians, gun control groups and the media for the acts of deranged madmen.\" Trump said when a tragedy happens gun control advocates will \"immediately exploit it to push their political agenda,\" and that the solutions they propose would have prevented the shooting. Trump said the current background check system needs to be overhauled because \"very few criminals are stupid enough to try and pass a background check\" and get their guns illegally. Trump said that criminal and mental health records also must be included in background checks.  ", "byline": "", "description": "The front-runner's position paper called for a dramatic expansion of gun rights.", "title": "Trump plan calls for nationwide concealed carry and an end to gun bans", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/18/trump-plan-calls-for-nationwide-concealed-carry-and-an-end-to-gun-bans/", "topics": ["personality", "mexico"], "people": ["Donald Trump", "Tom Pennington"], "orgs": [], "authors": [{"author_id": 31435, "fullname": "katie zezima", "primary_org": "washpo"}], "date_written": "2015-09-18 21:01:53", "org": "washpo", "article_id": "45bb4e748999a410fb3d6c9efa8f89d8", "date_access": "2015-09-18 23:10:11.210685"}