{"body": "   Republican presidential candidate Ted Cruz speaks during a recent anti-abortion rally in front of the Capitol opposing federal funding for Planned Parenthood. (Olivier Douliery/Getty Images)  Planned Parenthood is warning three swing-state U.S. senators up for reelection next year that taking away the organization’s federal funding would damage their prospects. The organization commissioned a survey in Pennsylvania, New Hampshire and Ohio to find out how voters in those states would respond if their sitting senators shut down the government to defund Planned Parenthood. The survey, conducted by Democratic pollster Hart Research, found that about 75 percent of registered voters in each state view the plan unfavorably and that a majority would be “less likely” to vote for Republican Sens. Pat Toomey (Pa.), Kelly Ayotte (N.H.) and Rob Portman (Ohio) if they supported it. Senate Majority Leader Mitch McConnell said before senators left town that they are not going to shut down the government. But Sen. Ted Cruz (R-Tex.), who two years ago proposed shutting down the government if Obamacare wasn’t defunded, has suggested a similar strategy to end Planned Parenthood’s federal funding. As it did last time, Cruz’s position is likely to play out more seriously in the House, where some conservatives have signaled that they will not support a spending bill for the government with funding for Planned Parenthood in it. GOP presidential front-runner Donald Trump has endorsed the idea. Although the 2013 government shutdown didn’t hurt the Republicans in the 2014 midterm elections as some thought it might — in fact, they gained seats — Planned Parenthood is already getting ahead of the fall fight. [Ignoring the polls, GOP sees no risk in Planned Parenthood shutdown fight] The organization is in damage-control mode after the Center for Medical Progress, a conservative anti-abortion group, released secretly taped videos of Planned Parenthood workers discussing the sale of body parts of aborted fetuses. Andrea Bozek, a spokeswoman for the National Republican Senatorial Committee, said it is Democrats who are “cheerleading a government shutdown.” “Voters didn’t fall for their manufactured crises in 2014, and they won’t in 2016,” she said in an e-mail. “None of these senators are remotely considering shutting down the government. It’s sad, but not surprising, that Democrats would exercise such blatant disregard for the truth.” The same argument played out in 2013. Republicans charged that it was Democrats who shut down the government because they refused to pass a spending bill defunding Obamacare. All three senators polled face difficult reelections in states that traditionally go Democratic in presidential-election years. But there is sliver lining in the polls for the three incumbents. Even the Planned Parenthood results show Ayotte and Portman ahead of their Democratic challenger by double digits. Only Toomey is within the margin of error, up by two points.", "byline": "", "description": "A Planned Parenthood-commissioned poll finds three incumbent senators in trouble if they vote to shut down the government over funding for the organization.", "title": "Planned Parenthood on offense, warns GOP against shutting down government", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/10/planned-parenthood-on-offense-warns-gop-against-shutting-down-government/", "topics": ["abortion", "health"], "people": ["Rob Portman", "Kelly Ayotte", "Andrea Bozek", "Donald Trump", "Olivier Douliery", "Pat Toomey", "Ted Cruz"], "orgs": ["Hart Research", "Senate", "National Republican Senatorial Committee", "Center for Medical Progress", "Planned Parenthood", "GOP"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-08-10 19:16:58", "org": "washpo", "article_id": "ec300f7e47774301b6e3f9dd36c69a67", "date_access": "2015-08-10 18:50:02.921082"}