{"body": "Donald Trump's illegal immigration victory tour entered its 22,000th day on Wednesday during an interview with Anderson Cooper on CNN. Continuing his habit of trying to rationalize his arguments by using questionable data, Trump emphasized the severity of the illegal immigration problem by noting the scale of the problem. \"You have anywhere from 11 to 34 million illegal immigrants,\" he told Cooper. \"I used to hear 11, now I hear 34 million!\" He didn't say where he heard that. But 34 million? That would mean that out of every 10 people in America, one of them crossed a border illegally.     That number seems ... high. Especially considering that, in its 2014 population estimate, the Census Bureau pegged the number of Hispanics in the United States at 50.2 million. If most of the illegal immigrants in Trump's 34 million are Hispanic, that means that an inordinate percentage of that population would be here illegally. Census data also shows that the number of foreign-born residents in America is 40.3 million. So nearly all of them, in Trump's estimation, are here illegally. But it also means that most of Trump's illegal immigrants aren't Hispanic. You see, the bureau breaks down the ethnicity of the foreign-born, and only 18.8 million of them are members of that ethnic group.     In 2000, the bureau broke down the foreign-born population by country of birth. At the time, 29.5 percent of all foreign-born residents were from Mexico. If that ratio holds, it means that only 11.8 million of all of the foreign-born population in the most recent estimate came from that country.     But! That 40.3 million foreign-born population includes naturalized citizens. If you exclude them, the number of non-naturalized foreign-born Hispanics drops to 12.9 million.     So if Trump is right that there are as many as 34 million illegal immigrants, only 13 million of them are Hispanic. That's if you trust the Census Bureau to provide an accurate estimate that includes illegal immigrants, which Trump and his fans would certainly argue we should not. Fine. There are other estimates of the undocumented immigrant population that stand outside the Census data. The most recent data for each is from 2012. Pew Research estimates that there were 11.2 million illegal immigrants that year. The Department of Homeland Security, which probably pays more attention to this sort of thing than most, estimates 11.4 million -- substantially lower than Trump's estimate.     (Incidentally, Trump also said that \"more people right now are in this country illegally than ever before.\" The 2012 figures are lower than shortly before the recession according to DHS -- and it has dropped according to Pew as well, which Cooper noted.) Trump's broader point, of course, is that we need a wall on the Southern border to keep all the undocumented Mexican and Central American immigrants out. (He reiterated this to Cooper.) According to Pew and DHS, though, only about half of the illegal immigrant population is from Mexico. DHS breaks out a number of other countries from which the immigrants originated: many from Central America, 310,000 from the Philippines, 260,000 from India, hundreds of thousands more from China, Korea and Vietnam.     So where did Trump's 34 million come from? Our guess is that he picked up on a rumor that spread through some far-right sites late last year that President Obama planned to issue 34 million green cards. That figure, as Snopes pointed out, derives from a request from U.S. Citizenship and Immigration Services for a vendor that could handle the production of millions of green cards -- up to 34 million of them eventually. Potentially. But maybe there are 34 million and they remainder came after 2012 and maybe they all came here because Mexico sent them, an ardent supporter of Donald Trump might reply. And maybe that's true! There's also no evidence that it is, mind you, and there are all kinds of reasons to believe that it's not -- starting with basic logic. But if you're a presidential candidate trying to bail out a ship that keeps sprouting holes, that might offer at least a bit of hope -- or motivation.", "byline": "", "description": "Donald Trump's illegal immigration victory tour entered its 22,000th day on Wednesday during an interview with Anderson Cooper on CNN. Continuing his habit of trying to rationalize his arguments by using questionable data, Trump emphasized the severity of the illegal immigration problem by noting the scale of the problem.Read full article >>", "title": "The Fix: Donald Trump hears there are 34 million illegal immigrants. There aren’t.", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47f49453/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C0A80Cdonald0Etrump0Ehears0Ethere0Eare0E340Emillion0Eillegal0Eimmigrants0Ethere0Earent0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["immigration"], "people": ["Donald Trump", "Anderson Cooper"], "orgs": ["Census Bureau", "Department of Homeland Security", "DHS", "Immigration Services"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-09 01:41:57", "org": "washpo", "article_id": "98c91ccb922b80fa527576252ad9c083", "date_access": "2015-07-09 01:00:04.324557"}