{"body": "Joe Biden dominated the 2016 conversation on social media this weekend.  Here’s what talk of Biden potentially entering the presidential contest looks like in the media echo chamber. You can see that mentions of him on Saturday far eclipsed any day in the previous two weeks and started as Maureen Dowd’s column entered the bloodstream.     Just to provide some perspective, here’s the total mentions of Biden alongside those of Jeb during the last two weeks of July. There were nearly five times as many mentions of the former Florida governor as there were of the sitting vice president, according to our analytics partners at Zignal Labs.     But, over this weekend, there was more media interest in Biden than Bush. Reports that he was “actively exploring a presidential run” are what sparked the intense chatter:     But Obama adviser Dan Pfeiffer weighed in with a reality check, tweeting Sunday: “Here’s an uncomfortable reality, 90% of the people being quoted today as ‘Sources Close to Biden,’ know nothing about the VP’s thinking.”\n   Sen. Marco Rubio this spring (Reuters/Gary Cameron)  DANA POINT, Calif.– Sen. Marco Rubio (R-Fla.) pronounced himself “deeply” concerned about racial profiling Sunday but then said that he is not sure Congress can do much about it. Fielding questions during the Koch network donor summit at a luxury resort on the Pacific Ocean, the Republican presidential candidate was asked about the spate of African American deaths at the hands of law enforcement, from Texas to Ohio and Missouri.   “I don’t think we as a society can ignore that in many communities across this country the relationship between local law enforcement and the African American community is at an all-time low,” he said. “The bottom line is you have millions of Americans, particularly young African-American males, who feel like police departments target them on a regular basis.”  After saying he has “tremendous respect” for law enforcement, Rubio volunteered that he personally knows people “who have told me they have been stopped, in any given year, 10 to 12 times.”  “And they believe they are being targeted because of their race,” he said. “That is deeply concerning.”   But Rubio had no federal prescription to treat this dire diagnosis.    “I don’t know if there is a law we can pass in Congress to change that,” he said. “But I do think it is incumbent upon local communities to improve the relationship between law enforcement and the community that they are there to serve and protect.”    ", "byline": "", "description": "\n\nRight to Rise, the super PAC supporting GOP presidential candidate Jeb Bush, raised about $811,000 from lobbyists and lobby firms, mostly from Washington and Florida, during the first half of 2015. About a fifth of the total, $165,800, came from Florida lobby firm Southern Strategy Group. Fourteen individuals who work at that firm chipped in amounts between $500 and $10,000, and […]", "title": "Jeb Bush super PAC gets love from D.C., Florida lobbyists", "url": "http://www.washingtonpost.com/news/powerpost/?p=7707", "topics": ["terrorism", "personality", "economy", "campaign_finance"], "people": ["Jeb Bush", "Dan Pfeiffer", "Joe Biden", "Marco Rubio", "Maureen Dowd", "Gary Cameron"], "orgs": ["Congress", "PAC", "GOP", "Zignal Labs"], "authors": [], "date_written": "2015-08-03 13:00:48", "org": "washpo", "article_id": "297b706914018f9fcb2904241759f00f", "date_access": "2015-08-03 12:10:31.900874"}