{"body": "   True. (REUTERS/Tami Chappell)  Try as we might, Donald Trump is a phenomenon in presidential politics that we just can't ignore. About 27 percent of Americans think favorably of Trump, according to a recent national Quinnipiac University poll of registered voters. So before/if the Donald Trump circus comes crashing down -- today, tomorrow, November 2016, maybe never -- we fully expect more people to get on-board with his campaign. Given all of that, it's high time we go a little deeper into why people like him. On Monday, a Reddit user provided all of us a case study (warning: bad language at that link) when the user asked Trump supporters to share with the online world why they're fans of Trump. We broke down some of their responses into seven categories of semi-plausible arguments for supporting Donald Trump. Here they are, in Trump supporters' own words (with profanity edited out when necessary -- Reddit is profane, y'all!): 1) Trump's success will shake up the political establishment  \"I'm seriously thinking about voting for trump, and here is why. I firmly believe that our system of government is deeply flawed, if not completely broken. Yet we still keep voting for the same type of people. If trump wins, there's a good chance the whole thing will collapse from his absurdity. Then maybe we could start over and build something better that works. A vote for trump is a vote for full system breakdown, which I believe is exactly what we need.\"   \"He's not the president we need, he's the president we deserve. I'm older than most of you. I remember when politicians worked together sometimes for the greater good. Now, with MSDMC and Faux News controlling the conversation, this country is so divided, nothing gets done. The whole system is what it wasn't supposed to become. The only way to fix it is if the entire system emplodes so we can start over. That's what Trump would do.\"  2) He's so rich, he can't be bought  \"he's not a bought man ( or women ), he does the buying, not the other way roundhe's honest about his opinions, and agree or disagree with them, at least you actually know what he thinkshe's a survivor , he's had up's and downs, and he doesnt give up, he keeps on going, and he comes out on top in the end again and again.\"   \"He's an Economist with a personal investment in the nation's economic health, who can't be bought out by mega corporations.\"   \"Incidentally, Trump might possible be the least corrupt person running (sans the underdogs) due to a complex combination of his own stubbornness towards getting his way, his financial independence and, of course, the fact that almost every possible sponsor wouldn't touch him with the loader suit from Aliens.I laughed at the idea of him defeating ISIS, but I have to admit that his rough plan actually makes perfect sense.\"  3) Anything's better than another Bush or Clinton  \"He's an [BLEEP], but at least he's honest, and isn't really into bull[BLEEP]ing people. Besides, I don't want a third Bush or a second Clinton in office anyway. The Presidency is not a hereditary monarchy.\"   \"I don't like Trump as a person, but let's just remember his statement about illegal immigrants. Even when those comments made everyone throw [criticism] at him and everyone fired him, he wasn't afraid of reiterating them, multiple times. We need that kind of person as president: he doesn't [care] about other people's negative comments. Besides, look at the panorama: a third Bush, a second Clinton... the U.S. government is not a monarchy, the Oval Office is not a [BLEEPING] throne.\"  4) He'd be a good negotiator  \"the Don may not be an expert in foreign affairs, but he doesnt have to be, because he has the business sense to listen to good advice. and just the fact that he is a non nonsense guy helps america on the world stage, and at home. Does anyone think that netanyahu would pull his [BLEEP] if the Don was in charge ? You think putin would laugh at the Don ? he is a strong leader, and thats precisely what america needs right now\" \"He (my personal opinion) would make damn good business deals with wary foreign politicians like Putin. Can you imagine if the U.S. was on eye-to-eye business terms with Russia?He wants the U.S. military to modernize their outdated nuclear armaments and policies.He doesn't [care] about stepping on the toes of foreign allies when the U.S. has overwhelming leverage.\"  5) His past experiences are impressive  \"He is an acclaimed pop culture icon. He is an unapologetic [BLEEP]. He is an expert at marketing. He doesn't pander to the offended PC culture. He is open to changing his mind on policies (abortion rights). He's forcing the republican hand by calling them out on their lax immigration policy. He's not bought or paid for, hell he admits he buys and pays for some of the politicians he's running against. He has a very small social filter.\"  6) It would be amusing  \"A Trump, Rand, Clinton, Bernie - Election would be very interesting to see and would actually give people options that mattered.\" \"Same thing why people love/hate Howard Stern:I want to see what he does next\" \"I like him because here in the UK, trump is another word for a fart. It would make my day if the news had to report on President Fart whenever America is in the news. He's also a bit like an American version of Boris Johnson. I don't particularly like him or his policies, but I like to laugh at him. Other than that, I'm not really that bothered who wins the US election.\"  7) America deserves/needs Trump  \"He's not the president America needs, he's the president America deserves.\"   \"I think we probably deserve it as a people. I think maybe we have to hit rock bottom.\" ", "byline": "", "description": "Courtesy of Trump supporters themselves.", "title": "7 honest-to-goodness arguments for supporting Donald Trump", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/12/7-honest-to-goodness-arguments-for-supporting-donald-trump/", "topics": ["immigration"], "people": ["Donald Trump", "Howard Stern", "Boris Johnson", "Vladimir Putin", "Tami Chappell"], "orgs": ["Trump", "Quinnipiac University", "Oval Office"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-08-12 12:00:16", "org": "washpo", "article_id": "0c2665de47ef0716cbee59d43a755312", "date_access": "2015-08-12 11:20:03.005476"}