{"body": "   . (AP Photo/Manuel Balce Ceneta)  Stop the presses! Actually, stop our clock. Hillary Clinton spoke to the national media Tuesday in a lengthy interview for the first time since becoming a presidential candidate. In the sitdown with CNN's Brianna Keilar, the Democratic presidential candidate and frontrunner answered questions about her private e-mail server as secretary of state, her potential conflicts of interest with her family's Clinton Foundation and polls that show voters don't think Clinton is trustworthy. And Clinton seemed … a little bit rusty. Maybe that comes with spending your waking hours surrounded by small groups of carefully screened supporters, inside dimly lit rooms full of big-money donors who want to write you checks and literally roping reporters off from it all to keep them at a safe distance. As such, there was a lot to talk about. We the media have been waiting three months -- 90 days on Sunday, as Clinton pointed out herself -- since she officially became a candidate for this moment. And thus, we can't help but thoroughly analyze it all. Here are four particular instances. On her private e-mails while secretary of state The question: Polls show honesty is a problem for Clinton. Keilar asked Clinton why she thinks that is. What Clinton said: \"When you are subjected to the kind of constant barrage of attacks that are largely fomented by and coming from the right…\" [Hillary Clinton's problem is honesty. The GOP's is empathy.] Why that's not quite true: Clinton is absolutely correct that opponents of hers have even written entire books trying to find a smoking gun to use against her, and that's likely to hurt her standing in some voters' eyes. But Keilar asked if Clinton bears any responsibility for her low poll numbers on honesty, and Clinton again put the blame on right-wing attacks against her and her husband, former president Bill Clinton. Our problem with that: When you go to lengths to build a private e-mail server in your home, you've got to own some of the resulting perception. Clinton is, of course, still not going to do that. But blaming the \"vast right-wing conspiracy\" (to borrow an old Clinton quote) rather than more directly defending herself seems like an answer she might want to work on. She's had a few months to work on it, after all. More on her private e-mails The question: Keilar next asked why Clinton, whose private e-mail server essentially hid what should have been public e-mails from the public eye, about why she deleted 33,000 emails she deemed to be private when she did hand over those e-mails to the State Department. What Clinton said: \"Everything I did was permitted, and I went above and beyond what anybody could have expected.\" Why that's not quite true: Clinton technically did not break any laws. But she ignored President Obama's requests to use her government e-mail account in the first place, which would have allowed for a smoother transfer to the public domain of her e-mails when she left office. And when the State Department asked her to turn over all her e-mails on her private account, Clinton didn't. She chose for herself what would be released and deleted the ones she deemed \"personal.\" It might have eventually met the requirements, but it's not quite \"above and beyond.\" Even more on her private e-mails The question:  A federal judge has ordered the State Department to release monthly batches of Clinton's emails while she was Secretary of State -- the first of which was released last week. Keilar kept pressing Clinton whether she did anything wrong. Clinton did her best to spin all of this into something \"fun\" and interesting. People can see how she told aide John Podesta to wear warmsocks to bed! And asked for an iced tea in a meeting! [Hillary Clinton's emails are basically a bunch of 'Veep' episodes] What Clinton said: \"Now I think it's kind of fun. People get a real-time behind-the-scenes look at what I was e-mailing about and what I was communicating about.\" Why that's not quite true: Nice try, but this is spin. The steady drip drip of these e-mails being released every month, likely right up until the Iowa caucus early next year, cannot be fun for Clinton! And trying to put that face on it just seems ... weird. The possibility of another Clinton-Bush race The question: Keilar asked Clinton what she thinks about the distinct possibility that 25 years after her husband unseated President George H.W. Bush to win the White House, there could be another Clinton-Bush race -- as Bush's son, former Florida governor Jeb Bush, leads the 2016 Republican pack and Clinton leads her side. What Clinton said: \"What's great about America is anybody can run for president. That is literally true.\" Why that's not quite true: I mean, I guess it's true that technically any U.S. citizen over the age of 35 can run for president. But that's carving off a very significant chunk off the U.S. population. And it obscures the fact that presidential politics is very much a dynasty game, where only the best-connected, best-funded candidates -- like a Clinton or a Bush -- have a real shot at winning. For guidance, Clinton might want to look at how Bush answered this question recently, when he said, \"It's nobody's turn.\" A fact we'll give to Clinton And finally, here's fact we are totally giving to Hillary Clinton as probably true: \"A secure fax machine ... is harder to work than the regular.\" Clinton was referring to e-mails released last week that showed her asking an aide how to work a fax machine. None of us writing or editing this post know how to work one of those either, and we're really smart! So therefore, it's probably hard to work. Clinton's right about that.", "byline": "", "description": "Stop the presses! Actually, stop our clock. Hillary Clinton spoke to the national media Tuesday in a lengthy interview for the first time since becoming a presidential candidate.In the sitdown with CNN's Brianna Keilar, the Democratic presidential candidate and frontrunner answered questions about her private e-mail server as secretary of state, her potential conflicts of interest with her family's Clinton Foundation and polls that show voters don't think Clinton is trustworthy.Read full article >>", "title": "The Fix: Hillary Clinton’s rusty CNN interview", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47f0cfa7/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C0A80Chillary0Eclintons0Erusty0Ecnn0Einterview0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Bill Clinton", "Jeb Bush", "Hillary Clinton", "Manuel Balce Ceneta", "Brianna Keilar", "John Podesta"], "orgs": ["Clinton Foundation", "State Department", "GOP", "Nice"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-08 13:19:30", "org": "washpo", "article_id": "fa38a178ad37cacd3080bbe49ea01fab", "date_access": "2015-07-08 12:30:03.402939"}