{"body": "   Republican presidential candidate Carly Fiorina took on Trump and his comment regarding her \"persona.\" Hear her other memorable moments from the second GOP debate. (CNN)   Carly Fiorina, the former head of Hewlett-Packard, has been widely proclaimed the winner of Wednesday night's prime-time GOP primary debate on CNN. Fiorina's performance is likely a relief to the party's establishment. Although she has made few specific statements about how she would govern if elected president, she holds mainstream, conventional Republican views about public policy -- a contrast to Ben Carson and Donald Trump, the candidates dominating the polls right now. Here's where Fiorina stands on the big issues. Abortion Fiorina thinks that Roe v. Wade was incorrectly decided and should be overturned, and she would support a ban on abortions after 20 weeks of pregnancy with exceptions for cases of rape and incest and in which the mother's life is in danger. Fiorina has argued her position accords with public opinion. Polls have consistently shown that about 40 percent of Americans believe that abortion should be legal for any reason, but that large majorities support exceptions in cases of rape or to protect the mother's health. Most of the other Republican candidates share this a version of this view, although Wisconsin Gov. Scott Walker opposes exceptions. New Jersey Gov. Chris Christie and Trump, the real-estate magnate, have taken pro-choice positions in the past, but now describe themselves as pro-life. Carson, a retired neurosurgeon, also describes himself as pro-life, although a spokesperson recently declined to say whether the candidate supported new legal restrictions on abortion. Paid leave As the only female candidate competing for her party's nod, Fiorina has been a forceful defender of standard GOP positions on abortion and other issues of gender. For example, Fiorina opposes mandatory paid parental leave. Her Democratic foil, Hillary Rodham Clinton, has made paid leave an important plank in her platform. \"I'm not saying I oppose paid maternity leave. What I'm saying is I oppose the federal government mandating paid maternity leave to every company out there,\" she told CNN. \"I don't think it's the role of government to dictate to the private sector how to manage their businesses.\" In fact, under current proposals to mandate paid leave, businesses wouldn't have to comply with any additional restrictions beyond what the law already requires. Congress passed a law in 1993 requiring employers to take parents to take 12 weeks off of work without pay. A recent bill proposed by Rep. Rosa DeLauro (D-Conn.) and Sen. Kirsten Gillibrand (D-N.Y.) would not change that requirement. Under the proposal, the employees would be paid during their time off, but not by their employers. Instead, their checks would come from the federal government, which would raise the money by levying a 0.2 percent payroll tax on all workers. Private-sector bosses might have more of their workforce taking advantage of paid leave, but they wouldn't have to manage their businesses differently. Taxation Fiorina, however, would like to reduce taxes, not raise them. Although she has not put forward a detailed tax plan, she has told Chris Wallace of Fox News that she would \"lower every rate, close every loophole.\" She argued that loopholes benefit primarily wealthy taxpayers, so her approach would be fair to the middle class and the poor. That is, again, more or less the official line of the Republican Party on taxation. It's the same approach that her competitors Sen. Marco Rubio (R-Fla.) and former Florida Gov. Jeb Bush have taken in the proposals they've laid out. Christie agrees with them, too. This approach is also how Mitt Romney, the former governor of Massachusetts and failed presidential candidate, promised to reform the tax code during the 2012 campaign. Romney confronted a problem in presenting his tax plan. While many (including Fiorina) believe that so-called \"loopholes\" primarily benefit the wealthy, many of them actually benefit working Americans and middle-class families. As a result, his promise to make up for reduced tax rates by simplifying the tax code and closing loopholes implied a net increase for many taxpayers. In any case, this tack on taxation is in contrast to the more radical approach taken by candidates such as Carson, Sen. Rand Paul (R-Ky.) and Mike Huckabee, the former governor of Arkansas. They have proposed variations on a flat tax -- a single rate for all taxpayers, regardless of income, which would require substantial cuts in federal programs or an increase in the deficit. And Trump has said he's prepared to raise taxes on the rich, which is the opposite of what all the other GOP candidates are proposing. Social Security Fiorina is not taking a position on Social Security and Medicare during the campaign. Voters will hear more about what she thinks about entitlements if she wins. \"There are loads of great ideas on how to make Social Security more financially solvent. I do not think there is a prayer of implementing a single one until you get a leader in the Oval Office who's prepared to challenge the status quo,\" she told Harwood. \"And I am not prepared to go to the American people and talk to them about how we're going to reform Social Security and Medicare until I can demonstrate to them that the government can execute.\"", "byline": "", "description": "Unlike some of her rivals, she has mainstream Republican views.", "title": "A simple guide to what Carly Fiorina actually believes", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/09/17/a-simple-guide-to-what-carly-fiorina-actually-believes/", "topics": ["abortion", "economy", "personality"], "people": ["Rand Paul", "Mitt Romney", "Chris Wallace", "Chris Christie", "Jeb Bush", "Scott Walker", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Mike Huckabee", "Kirsten Gillibrand", "Carly Fiorina", "Ben Carson"], "orgs": ["Social Security", "Congress", "Republican Party", "Oval Office", "Social Security and Medicare", "GOP"], "authors": [{"author_id": 31049, "fullname": "max ehrenfreund", "primary_org": "politico"}], "date_written": "2015-09-17 17:34:48", "org": "washpo", "article_id": "b908d12a224a40509331fe691936331a", "date_access": "2015-09-17 17:01:10.395177"}