{"body": "   Republican presidential hopeful Sen. Marco Rubio. (AP Photo/Nati Harnik)  Marco Rubio raised $12 million for his presidential campaign through the end of last month, bringing the total hauled in by the Florida senator and his allied outside groups to about $44 million, and putting him in third place so far in the overall GOP money chase behind Jeb Bush and Ted Cruz. Rubio's campaign said Monday it raised $2.2 million of the $12 million from 12,000 donors in Florida, a strong showing in his home state, where Bush is also pushing heavily for campaign contributions. A super PAC and nonprofit allied with Rubio previously announced they had brought in a total of about $32 million. The nonprofit, unlike the super PAC and the Rubio campaign, does not have to report who donated the money it collected. Rubio launched his presidential campaign on April 13. The totals he is reporting cover the period that ended June 30. Bush, the former Florida governor, is far and away the most prolific fundraiser in the Republican field so far; his campaign and an allied super PAC have raised about $114 million. Cruz, the freshman Texas senator, and his allied super PACs have raised more than $51 million. Rubio's campaign, which said it has run a \"lean\" effort, said it has only spent about $2.3 million since launching. It started July with about $9.7 million in its account. Candidates must report their second-quarter fundraising totals to the Federal Election Commission by July 15.", "byline": "", "description": "Marco Rubio raised $12 million for his presidential campaign through the end of last month, bringing the total hauled in by the Florida senator and his allied outside groups to about $44 million, and putting him in third place so far in the overall GOP money chase behind Jeb Bush and Ted Cruz.Read full article >>", "title": "Rubio reports raising $12 million, third in overall GOP money chase", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/48130b37/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C130Crubio0Ereports0Eraising0E120Emillion0Ethird0Ein0Eoverall0Egop0Emoney0Echase0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Marco Rubio", "Jeb Bush", "Nati Harnik", "Ted Cruz"], "orgs": ["Federal Election Commission", "PAC", "PACs"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-07-13 13:00:13", "org": "washpo", "article_id": "d7358be0494f31fe8b728011d3dc97de", "date_access": "2015-07-13 12:10:04.436451"}