{"body": "   Republican presidential candidate and former Texas Governor Rick Perry has struggled to raise enough money to fund his campaign. (Photo by Scott Olson/Getty Images)  Former Gov. Rick Perry, whose presidential campaign reduced its Iowa team earlier this week to a single paid staffer, is also seeing its ranks dwindle in another early voting state: New Hampshire. It appears Perry has just one staffer on the ground in the Granite State — senior adviser Mike Dennehy — after the recent departure of Dante Vitagliano, who had been serving there as the former governor's political director. The campaign of Ohio Gov. John Kasich confirmed Wednesday that it had hired Vitagliano to work in the Granite State. Vitagliano was not the only Perry staffer in New Hampshire to exit in recent weeks. Ryder Selmi, who had been Perry's senior field manager in New Hampshire, left the former governor's campaign around Aug. 20. Word of Vitagliano's exit came a day after Perry's Iowa team announced it had scaled back to one paid staffer, Jamie Johnson, and a volunteer adviser, Robert Haus. The Hawkeye State staff, which once had 10 paid members, had gone through a restructuring as a result of fundraising problems that had caused the campaign to stop paying all staff earlier this summer. It was unclear Wednesday whether Dennehy, the apparently remaining Perry staffer in New Hampshire, was collecting a paycheck. Perry spokeswoman Lucy Nashed said Aug. 25 that the campaign had \"started bringing staff back on payroll\" in only Iowa and South Carolina. The Perry campaign said Wednesday the former governor continues to focus on competing in the early voting states. \"Whether it’s his time serving as governor of the 12th largest economy in the world, stepping in when Washington D.C. failed to secure our border, or serving our country in the U.S. Air Force, Gov. Perry’s record is unmatched by any other candidate in the field,\" Nashed said. CBS News was among those that first reported Kasich's campaign had hired Vitagliano. Read more: [Rick Perry stops paying all of his staff as fundraising dries up.]", "byline": "", "description": "Perry's presidential campaign fell to one paid staffer earlier his week.", "title": "Rick Perry&#8217;s New Hampshire campaign is down to just one staffer, too", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/02/rick-perrys-new-hampshire-post-is-down-to-just-one-staffer-too/", "topics": ["economy"], "people": ["Dante Vitagliano", "Scott Olson", "Jamie Johnson", "Rick Perry", "Robert Haus", "John Kasich", "Ryder Selmi", "Lucy Nashed", "Mike Dennehy"], "orgs": ["Hawkeye", "Perry", "U.S. Air Force"], "authors": [{"author_id": 34924, "fullname": "patrick svitek, texas tribune", "primary_org": "washpo"}], "date_written": "2015-09-02 15:00:09", "org": "washpo", "article_id": "9729af3c7e27368e8af160b4cd390111", "date_access": "2015-09-02 15:50:06.240027"}