{"body": "There are two reasons that those who care are paying such close attention to presidential polling right now. There's 1) this week's big Republican debate, which will use national polling to determine the 10 people who will make the main debate stage. And 2) there's the fact that the guy who's leading in the polls is Donald Trump. One can read the Trump numbers in a lot of different ways. It still seems extremely unlikely that Trump will maintain as big a lead over the next five months as he has today -- of course, we've been wrong about this kind of thing before -- but it's much more obvious that theories of Trump's inaccuracies and disparagements weighing him down were wrong. Real Clear Politics has daily data on Trump's polling average going back to May 27. This is how the past two (-and-a-half) months have gone, with major milestones indicated. The yellow line tracks how much Trump trailed the polling leader -- or how much led the field. (The individual dots are the dates that polls were completed, not released.)     Again, the obvious thing here is that the comments about illegal Mexican immigrants and John McCain have not even been speed bumps. If anything, they helped grease the skids, giving Trump more attention and allowing him to pivot to popular issues (illegal immigration, veterans, etc.). The first time Trump took the lead in RCP's average was the day after the McCain comments. What's also obvious is that this surge is still pretty fledgling. The spike happened shortly after his Arizona rally with Sheriff Joe Arpaio, less than a month ago. Granted, three weeks is a long time, but it's not unprecedented. In 2012, Rick Perry led in the polling average for 41 days, from Aug. 24, 2011, to Oct. 3. Newt Gingrich led even longer. If we compare Trump's lead to the periods that Perry and Gingrich led, we see that this is hardly unusual -- by the standards of the new presidential primary usual-ness.     Trump won the month, there's no question, and proved a lot of pundits wrong. But there is certainly some precedent for all of this being a very flashy flash in the pan.", "byline": "", "description": "How Trump got where he is -- and where history suggests he might go.", "title": "Donald Trump&#8217;s very weird (but not unprecedented) two months", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/04/donald-trumps-very-weird-but-not-unprecedented-two-months/", "topics": ["immigration"], "people": ["Donald Trump", "Newt Gingrich", "Joe Arpaio", "Rick Perry"], "orgs": ["RCP"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-04 16:39:26", "org": "washpo", "article_id": "4ada94d3e808107d04f7204228be3ea1", "date_access": "2015-08-04 16:00:07.824719"}