{"body": " ST. LOUIS – Ben Carson likes to tell a joke about how his fellow conservatives, his silent majority, can get out the vote. He told one version of it at a speech in Conroe, Tex., an exurb north of Houston, and more than 1,000 people roared with laughter. He told it the same way to the conservative  Eagle Forum’s conference this weekend, where the demand for seats forced organizers to move Carson’s appearance from the main hotel into a wedding tent. “Go talk to your uncle, who is an alcoholic,” Carson said. “All he wants to do is drink all day long. Let him know that if we go down this road, there’ll be no alcohol!” It’s not clear why the line works so well. Nor is it clear how Carson is drawing massive crowds in places barely touched by his rivals, including Anaheim, Calif., and Ferguson, Mo. — where, on the anniversary of the Sept. 11, 2001, terrorist attacks, he talked with the mayor about racial healing rather than chasing the news cycle of somber remembrances. What is clear is that Carson, a retired neurosurgeon, will enter the second GOP debate Tuesday polling behind only Donald Trump, the other non-politician in the race doing little of what’s expected from candidates. And that seems to be the takeaway, so far, of the 2016 Republican nominating process. Like frontrunner Trump, Carson is running laps around the candidates with conventional political experience who are reading from a playbook that seems to have stopped working this year.  [Trump questions Ben Carson’s energy to be president]  While the rest of the Republican field fulminated about the Iran nuclear deal working through Washington, Carson was several time zones away, quibbling with Trump’s harsh characterization of the “stupid” deal. “I would call it unwise, perhaps, but not stupid,” he said in Anaheim. “To some degree I fault Congress for not insisting that something that involves us and other nations is a treaty. If it’s a treaty, it has to be approved by two-thirds of the Senate. I don’t know why our leaders are not savvy enough to understand that.” An unlikely movement has begun rallying around that soft-spoken but uncompromising approach to politics. Carson’s supporters often see the hand of God in his success. In Texas, supporters set up a table piled with copies of “Ben Carson: RX for America,” written by John Phillip Sousa IV, who works for the 2016 Committee, the pro-Carson super PAC. All 800 copies were gone before Carson finished his speech. The volunteer forms filled up so quickly, with at least 500 sign-ups, that people took to scrawling on the blank sides. “This is God – it’s all God,” said Shannon Farr, the Texas chairman of the committee. “I was that person who said: I came here to drink a margarita and talk. I don’t want to talk about politics. Now I’m the one talking politics – and no one wants to drink a margarita with me!” Carson’s Anaheim rally drew nearly 8,000 people to a conference center where parking cost $15 and signs for corporate events out-numbered a single whiteboard announcing Carson. The speech in Texas packed a high school auditorium and most of its cafeteria, where stragglers could watch a simulcast.  [Ben Carson visits Ferguson with a call to get past race]  One thing missing has been the national press. In Anaheim and in St. Louis, Carson held press conferences where empty chairs outnumbered reporters by as much as five to one. But even those gatherings eventually filled up, once VIP supporters were shown in to watch their man handle reporters. At every stop, they brought copies of his books, copies of the film adaptation of his life, stories of how his brain surgeries saved their niece or nephew or son. “It’s a God thing – he’s God-sent,” said Bill Springer, 71, after Carson’s speech in Texas. “Obama was God-sent, too. Obama is a blessing, because he’s doing what God has planned, so we’d better get ready for it.” Springer was talking about the apocalypse. In fact, the brightest-burning enthusiasm for Carson’s campaign comes from evangelical voters, who cheer when Carson says that the 2012 election was lost when too few of them voted. Even his campaign logo, with its image of four-cartoon colored stick figures in ecstasy, looks more suited to a global Christian charity than a campaign. A Quinnipiac poll confirming a Carson surge last week found him easily winning born-again evangelical voters, with support from 27 percent of those surveyed going to Carson compared to 20 percent for Trump and 15 percent for Sen. Ted Cruz (R-Texas). Carson is not the first evangelical conservative to come to such prominence; the televangelist Pat Robertson was competitive in 1988, and in 2008 former Arkansas Governor Mike Huckabee built a machine from Iowa’s network of pastors. But both Robertson and Huckabee had to do some introductions, and they learned the patois of politics. Carson sounds completely unlike a politician. He also has needed no introduction; his memoir, “Gifted Hands,” has been in some home-school curricula for years.   “I don’t think that my campaign is a religious campaign,” Carson told reporters in Anaheim, “but I do believe that our country has a faith-based foundation. I know how many people would like to deny that, but think about it. Our founding document refers to the inalienable rights given to us by our creator.” He sounded out that word – cre-a-tor. Carson often starts sentences with phrases like “it’s very interesting,” or “people like to say,” before softly pummeling some “stupid” argument someone made to contradict him. Other candidates, with more electoral experience, talk about the fight for religious liberty. Carson skips to the part about secularists being stupid. “Every bill in our pocket says ‘In God We Trust,’ Carson said in Anaheim. “If it’s in our founding documents, it’s in our courts, and it’s on our money, and we’re not supposed to talk about it – what in the world is that? In medicine, we’d call it schizophrenia.” Schiz-o-phren-i-a.   [Outsider infighting: Trump goes hard after Carson]  Carson talks matter-of-factly about his own intellect. The typical Carson stump speech spends 10 or more minutes telling the story of his youth. It’s all there in “Gifted Hands” and the other books, but there’s something potent about Carson himself describing how he used to tease kids, or get in fights, or struggle as the “worst student” who “hated poverty.” That approach lets Carson evade the normal traps that ensnarl candidates — and lets him echo the fears of evangelicals without anyone hearing a pander. In every speech this week, Carson talked up the need for a viable guest worker program, where even those who’d broken into the country could be eligible. Every time, he took questions. No one accused him of backing “amnesty” – though it helped when he suggested canceling 10 visas from the country of any one immigrant found overstaying his. Every time, he described how he could “destroy America” if he was so inclined — and he proceeded to describe the policies of Barack Obama. The litany ran from “dividing us by race” to “giving people free phones,” a misreading of a policy that pre-dates his presidency. “I was an intern in George W. Bush’s White House and I volunteered for Mitt Romney’s campaign,” said Brian Foley, 30, who brought his young family to see Carson in Texas. “My wife and I talked about it, and we donated to him. We hadn’t donated money until this campaign. He’s a guy who can inspire the whole nation. I liked how he referenced Thomas Jefferson and Benjamin Franklin’s idea that the population of America needs to be educated. That way, we could be less easily manipulated by people with their own agendas.” Carson’s rivals, some of whom have waited out previous summer surges, have no choice but to do the same now. Like Trump, he’s seen as a holding center for very gettable voters, people who might come around once they think seriously about the demands of the presidency. “If you can separate Siamese twins, you’ve clearly shown capacity to take complex things and make them work,” said Huckabee, whose efforts to win back evangelical voters hit an apex with his Tuesday freedom rally for Kentucky county clerk Kim Davis. “At some point, people will start asking themselves: Who’s prepared to sit in the office and carry out this job?” Carson’s answer to a question like Huckabee’s is that, well: He grew up poor, and he became a doctor. He didn’t think he was a politician, then people saw his address at the 2013 National Prayer Breakfast, and God told him he had it in him. “All the political pundits were saying, it’s impossible,” Carson told his audience in St. Louis. “’Someone like you? You can’t put together the political organization. You can’t raise the money.’ I said, ‘Phew, good!’ It’s good to hear that. I finally said, ‘Lord: All the experts say it’s impossible. But if you want me to do it, if you open the doors, I’ll walk through them.’” One hour after Carson said that, former Texas Governor Rick Perry wrapped up his own speech in which he suspended his campaign. No candidate had entered the 2016 race with more executive experience. And no one had failed so fundamentally to get traction. Perry, in some ways, was the first true victim of the Carson surge. Huckabee, who closed out the afternoon, was determined not to be the second. “I delight that he’s in the race,” said Huckabee. “I’d delight more if he were at about half a percent.”  ", "byline": "", "description": "Polling behind only Trump, the retired neurosurgeon has grown a following without conventional experience.", "title": "Like Trump, Ben Carson has surged ahead by being a non-politician", "url": "http://www.washingtonpost.com/politics/like-trump-ben-carson-has-surged-ahead-by-being-a-non-politician/2015/09/12/3e0ef32e-57f8-11e5-8bb1-b488d231bba2_story.html", "topics": ["campaign_finance"], "people": ["Mitt Romney", "Kim Davis", "Rick Perry", "Thomas Jefferson", "Donald Trump", "George W. Bush", "Mike Huckabee", "Benjamin Franklin", "Pat Robertson", "Ben Carson", "Ted Cruz"], "orgs": ["Quinnipiac", "Senate", "National Prayer Breakfast", "Who", "Eagle Forum", "Mo.", "GOP"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-09-12 21:25:30", "org": "washpo", "article_id": "0a668a76add9a2ac0c49d67137a264e2", "date_access": "2015-09-12 20:50:03.430467"}