{"body": "   Former Republican vice presidential nominee Sarah Palin arrives to speak at the annual Conservative Political Action Conference at National Harbor, Md., on Feb. 5. (Nicholas Kamm/AFP via Getty Images)  Sarah Palin thinks she would make a great secretary of the U.S. Energy Department because as a former governor of Alaska she knows a thing or two about \"oil and gas and minerals.\" But she would not stay in the job for long if she were tapped to lead the agency by Donald Trump, who has said that he would \"love\" someone like Palin to serve in his administration if he is elected. \"I think a lot about the Department of Energy, because energy is my baby,\" Palin said during an interview on CNN's \"State of the Union\" that aired Sunday.  \"And if I were head of that, I would get rid of it. And I would let the states start having more control over the lands that are within their boundaries and the people who are affected by the developments within their space.\" \"So, you know, if I were in charge of that, it would be a short-term job. But it would be — it would be really great to have someone who knows energy and is pro-responsible development to be in charge,\" Palin said. She touted her knowledge of \"oil and gas and minerals, those things that God has dumped on this part of the Earth for mankind's use, instead of relying on unfriendly foreign nations for us to import their resources.\" [Sarah Palin would be welcome in a Trump administration, the billionaire says] Palin, who was the Republican vice presidential nominee in 2008, also took a swipe at President Obama, who visited Alaska last week and chronicled the trip with photos on Instagram that he took himself. Palin dismissed the trip as \"pretty much a tourism jaunt, really\" because he did not push back on what she called \"messages\" being sent by Russia and China. For instance, the Pentagon confirmed last week that a group of Chinese naval vessels had transited U.S. territorial waters near Alaska. \"How about while he was up here, he had, as a president, carried a big stick, instead of a selfie stick. He could start publicly berating these countries that are sticking it to us with the messages that they are sending,\" Palin said.", "byline": "", "description": "The former Alaska governor says she would abolish the Energy Department.", "title": "Sarah Palin would like to be energy secretary — but not for long", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/06/sarah-palin-would-like-to-be-energy-secretary-but-not-for-long/", "topics": ["personality", "china"], "people": ["Donald Trump", "Nicholas Kamm", "Sarah Palin"], "orgs": ["Pentagon", "Conservative Political Action Conference", "Department of Energy", "AFP", "Energy Department"], "authors": [{"author_id": 32608, "fullname": "vanessa williams", "primary_org": "washpo"}], "date_written": "2015-09-06 17:27:11", "org": "washpo", "article_id": "f5dc0fdf26c999e71d0cc61fcc7ca822", "date_access": "2015-09-06 17:00:04.211976"}