{"body": "   Do the people really love Donald Trump? Here is is in Iowa Aug. 15 (Charlie Riedel/AP)  Is Donald Trump's presidential campaign for real, or is it just a fluke? Does his summer surge mean something, or is his popularity just a bubble that will soon burst and leave us all to one day say, \"Remember when Donald Trump was leading the presidential race!?\"  And for how long will we be debating all this?  If I said we knew the answer, I'd be lying. But I can arm you with facts and talking points to debate whether Donald Trump's quixotic presidential bid is legit. Because after two months of an all-consuming Trump campaign that doesn't seem to be losing any steam, it seems we've come to that point. A media that (The Fix included) once totally dismissed Trump is beginning to shift toward treating him as a more serious candidate. Some are even saying he could be president. Anyway, here are four key points of contention — with an argument for and an argument against each one. 1. Should we put stock in the polls?  Donald Trump is leading the Republican field in virtually all state and national polls, and he has been for weeks. He'll be the first to point to these polls as proof that his campaign is legitimate, popular and gaining steam. But do the polls actually mean anything? No: At this stage of the game, polls don't matter. Who was leading in Iowa in August 2011? Rep. Michele Bachmann (Minn). Not the party's nominee. 2007? Mitt Romney. Not the party's nominee (that time). Donald Trump is arguably leading right now because he has by far the most name recognition of any of the 17 Republican candidates. That's important, but a nominee it does not make. And yes, he's leading, but he's still in the low 20s. His lead is nothing more than a creation of a very crowded GOP field in which the threshold for being the leader is attainable even to someone like Trump. Yes: True, polls more than six months out from the first primaries and caucuses and 14 months out from the election aren't the best predictors of who's going to win the election. But polls like these give us a better picture of how the race is shaping up and allow us to track winners and losers over time. Right now, Trump is a pretty consistent winner among one of the strongest GOP presidential fields in recent memory. And it's hard to call the guy a fluke when he's been leading for more than a month. 2. Do real people actually like Trump? Yes: There are a few honest-to-goodness reasons to support Donald Trump: He's successful, his campaign is shaking up the political establishment and he's so rich that he can't be bought. But don't take my word for it. Here's a quote from Bloomberg's John Heilemann on a focus group his organization conducted in July with Trump supporters. He found them and their reasons for backing Trump to be quite real:  \"The support for The Donald on display among the supporters I met was striking for its depth and intensity. They like him, admire him, rise to his defense quickly and instinctively, and speak of him in terms (truth-teller, Reaganesque) that would be the envy of any candidate for any office. When confronted with facts about him that they might find discomfiting, their reflex was to bat those facts away or explain why they don’t matter.\" [Here are 12 other times Donald Trump vilified illegal immigrants] No: Trump has said some pretty misogynistic and some would say racist things, both before he ran for president and during his presidential announcement speech (and it's all well documented). You could arguably draw the conclusion that his supporters feel a similar way — or at least they're the kinds of people who aren't offended by calling most Mexican illegal immigrants \"rapists\" and certain women \"fat pigs.\" And even if you don't accept that premise, just know that Americans are paying very loose attention to the presidential race right now. How many Trump supporters are actually totally behind him, and how many just say his name to a pollster because it's the one they recognize? 3. Is Trump really a legit politician? No: Trump is not running a serious campaign. He has virtually no support from the Republican establishment, he has expressed hardly any interest in debating actual policy, and there's significant proof that he isn't even really a Republican — or at least recently held much more liberal views. Trump is not a real politician, and real politicians don't get very far in a U.S. presidential race. [What 'conservatism' means to a former liberal named Donald Trump] Yes: I'll concede Trump most definitely doesn't fall under the category of traditional politician. The things he's said so far would have annihilated any other Republican politician — saying Sen. John McCain's (R-Ariz.) not a war hero and that Fox News' Megyn Kelly has blood \"coming out of her whatever\" — but Trump has proven incredibly skillful at commandeering attention and brushing off criticism. Look what our own Philip Bump caught him saying in Iowa when a reporter asked when he'd put out policies: \"Well, I think the press is more eager to see it than the voters, to be honest. I think the voters like me, they understand me, they know I'm going to do the job.\" As Bump pointed out, Trump's kinda right. It was the kind of answer you'd expect from a smart — albeit nontraditional — politician. 4. Is the media creating Trump? Yes: Donald Trump lives for media attention, and the media is letting him take advantage of them in the name of getting clicks. The more bombastic his comments, the more the media covers him. And that in turn leads him to say more bombastic things, and so on. If the media were to stop writing about Trump, there would be no Donald Trump. He is 100 percent a media creation. He hasn't even run any ads — and he might not even have to! No: Look, this is not a typical presidential campaign. After a great recession, a still-sluggish economy and two wars with little to show for it, voters are incredibly frustrated with Washington. There's Sen. Bernie Sanders (I-Vt.) on the Democratic side and neurosurgeon Ben Carson and former Hewlett-Packard CEO Carly Fiorina on the Republican side. Voters are clearly expressing that they want outsiders. And Trump is the ultimate outsider. Secondly, people are interested in Trump, and it's the media's job to tell stories people want to hear. And lastly, it's not like the media have taken it easy on Trump. Not hardly. If the media were propping him up, that would be one thing. But the coverage has been very tough. ", "byline": "", "description": "A pleasant dinner-table conversation!", "title": "How to argue about Donald Trump", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/17/how-to-argue-about-donald-trump/", "topics": ["campaign_finance"], "people": ["Mitt Romney", "Carly Fiorina", "Charlie Riedel", "Michele Bachmann", "Donald Trump", "Megyn Kelly", "Bernie Sanders", "Philip Bump", "John Heilemann", "Ben Carson"], "orgs": ["GOP", "Trump"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-08-17 18:59:12", "org": "washpo", "article_id": "0f55460f24ee31aac9d85f232c3c982f", "date_access": "2015-08-17 18:30:02.633623"}