{"body": "   Wisconsin Gov. Scott Walker, a Republican presidential candidate, speaks in Brooklyn Center, Minn., a week ago. (Jim Mone/AP)  GOP presidential hopeful Scott Walker appears to have yet again shifted his stance on allowing the children of illegal immigrants to automatically gain U.S. citizenship. In an interview on ABC News' \"This Week\" on Sunday morning, Walker said he does not want to alter the 14th Amendment of the U.S. Constitution, which states that \"all persons born or naturalized in the United States… are citizens of the United States.\" Nearly a week ago, Walker said he wants to end birthright citizenship, and he would not say then whether he agrees with the 14th Amendment. \"This Week\" host George Stephanopoulos repeatedly asked Walker about birthright citizenship, eventually asking: \"You're not seeking to repeal or alter the 14th Amendment?\" \"No,\" Walker said. \"My point is any discussion that goes beyond securing the border and enforcing laws are things that should be a red flag to voters out there who for years have heard lip service from politicians and are understandably angry.\" A national debate over birthright citizenship erupted last weekend when GOP front-runner Donald Trump proposed ending it. Many GOP candidates have taken a firm position on the issue, but Walker has given various answers that appear to show a stance that's ever changing. Walker said Monday that he supports ending birthright citizenship, then said later in the day that the problem could be addressed by enforcing other laws. On Tuesday, a prominent donor confronted Walker on the topic and walked away satisfied that the candidate wouldn't do away with birthright citizenship. On Friday, Walker said he didn't have a position on the issue. Then Sunday, Walker said he does not want to alter the 14th Amendment. Walker's campaign staff insists that the candidate's position on birthright citizenship has not changed at all this past week. You be the judge. Here's what Walker has said — or not said — on the issue: Monday, Aug. 17, early morning: Walker says his immigration stances are \"very similar\" to those of Trump. In an interview on Fox News on Monday morning, Walker said his positions are \"very similar\" to those proposed by Trump, although he does not specifically address birthright citizenship. Monday, mid-morning: Walker says \"even Harry Reid\" has problems with birthright citizenship. During an appearance at the Iowa State Fair, Walker was repeatedly asked by reporters whether he wants to end birthright citizenship. He repeatedly said the United States must first address other immigration issues, including securing the border and enforcing labor laws. But he made clear that he has concerns about birthright citizenship, including in this answer to a swarm of reporters:  \"I think in terms of changing it: Even Harry Reid, even Harry Reid said that it's not right for a country to Americanize birthright for people who have not — for families who have not come in legally. But in terms of going forward, I'm going to support a legal immigration system that puts a priority on the impact on American working families and their wages.\"  Reporters continued to push Walker for specifics and asked whether he would deport the U.S.-born children of illegal immigrants. He responded:  \"I've talked about how going forward I believe we should change the rules, the law, but I think in terms of deporting, the best thing we can do is enforce the law. If we enforce the law and require employers across America to uphold the law — which means an effective e-verify system — I think that ultimately puts us in a good place.\"  Monday, late morning: Walker says birthright citizenship should \"yeah, absolutely, going forward,\" be ended. MSNBC's Kasie Hunt caught Walker as he roamed around the state fair. Here's a transcript of their exchange:  Hunt: Do you think that birthright citizenship should be ended? Walker: Well, like I said, Harry Reid said it’s not right for this country — I think that’s something we should, yeah, absolutely, going forward — Hunt: We should end birthright citizenship? Walker: Yeah, to me, it’s about enforcing the laws in this country. And I’ve been very clear, I think you enforce the laws, and I think it’s important to send a message that we’re going to enforce the laws — no matter how people come here, we’re going to enforce the laws in this country. Hunt: And you should deport the children of people who are illegal immigrants? Walker: I didn’t say that — I said you have to enforce the law, which, to me, is focusing on e-verify.  Monday, early afternoon: Walker won't say whether he wants to change the Constitution. While continuing to tour the Iowa State Fair, I asked Walker: \"The Constitution says that if you're born here you're an American citizen. Do you believe in that? Would you be up for changing that?\" He responded:  \"Well, again, I think before we start talking about anything else beyond securing the border, enforcing the laws and having a legal immigration system that works and gives priority for American working families, Americans aren't going to trust politicians to talk about other things until they feel confident they're going to do those things. So I think we need to reform that first…\" (Walker then walked away to speak with an Iowan holding a large beer.)  Monday, mid-afternoon: Walker's spokeswoman said he wants to \"end the birthright citizenship problem.\" Throughout the morning, Walker's campaign staff pushed back against Hunt's reporting, which was first reported on Twitter. Once video of the exchange was posted online, Kirsten Kukowski, a spokeswoman for Walker, wrote in an e-mail: \"We have to enforce the laws, keep people from coming here illegally, enforce e-verify to stop the jobs magnet and by addressing the root problems we will end the birthright citizenship problem.\" She won't say what the governor's position is on the issue. Monday evening: Walker says his comment in support of ending birthright citizenship came during a confusing \"three-hour roving gaggle.\" During a campaign stop at a Maid-Rite restaurant in Webster City, Iowa, Walker would not say where he stands on birthright citizenship. I asked him to explain his comments to Hunt: Is that what he truly believes? Or did he misspeak? Walker responded:   \"We had a three-hour roving gaggle there, and so you answer part of a question, somebody turns and asks you something. And my point is: Yeah, I empathize with people who have concerns about that, but until we fundamentally secure the border and enforce the law...\"  Another reporter jumped in and asked whether changing birthright citizenship would be on the table once the border is secure. Walker responded: \"We will talk about things in the future.\" Tuesday: A prominent donor confronts Walker on this issue and is confident Walker won't change birthright citizenship. Stanley S. Hubbard, a conservative billionaire who oversees a Minnesota broadcasting company and has donated to Walker’s campaign, confronted Walker on the issue during a lunch in Minnesota on Tuesday. Hubbard strongly opposes ending birthright citizenship, and he told The Washington Post that he “might really quickly change my allegiance” if Walker pushed for such a repeal. Hubbard said he “did not get a real straight answer” from the candidate — but he came away ready to write more checks to help Walker, added: “I got the feeling that he is not at all anxious to talk about taking away those rights.” Friday: Walker says he has no position on birthright citizenship. In an interview with CNBC's John Harwood on Friday, Walker said: \"I'm not taking a position on it one way or the other. I'm saying that until you secure the border and enforce the laws, any discussion of about anything else is really looking past the very things we have to do.\" Sunday: Walker says he would not try to alter the 14th Amendment, which states that \"all persons born or naturalized in the United States… are citizens of the United States.\" Stephanopoulos, repeatedly asked Walker about birthright citizenship, including this question: \"Do you support that line of the 14th Amendment?\" Walker responded: \"Well, I said the law is there, we need to enforce the laws, including those that are in the constitution. My point is having this debate about anything else when we don't have politicians who are committed to actually securing the border and enforcing the laws.\" Stephanopoulos then asked: \"So you're not seeking to repeal or alter the 14th Amendment? \"No,\" Walker responded. \"My point is that any discussion that goes beyond securing the border and enforcing laws are things that should be a red flag to voters out there who for years have heard lip service from politicians and are understandably angry.\"   Scott Walker Says He’s Not Seeking to Repeal 14th Amendment. http://t.co/QK5qI3uS2A #ThisWeek https://t.co/dYP1I7tk7T — This Week (@ThisWeekABC) August 23, 2015  Sunday afternoon: A campaign spokeswoman says Walker's stance on this issue is \"very firm.\" I sent an e-mail to AshLee Strong, a campaign spokeswoman, and asked whether Walker wants to end birthright citizenship, requesting a yes-or-no answer. She responded: \"His position is very firm: We have to secure the border and enforce the laws first. He has been staying this all week long. You have heard him say that countless times. I know what you're asking for but just because you're not satisfied with his answer doesn't make his any less worthy.\"", "byline": "", "description": "Walker said he would end birthright citizenship, then that he didn't have a stance, then that he would not push to change the Constitution.", "title": "On birthright citizenship, Scott Walker takes yet another stance: Don&#8217;t change the Constitution", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/23/on-birthright-citizenship-scott-walker-takes-yet-another-stance-dont-change-the-constitution/", "topics": ["immigration"], "people": ["John Harwood", "Jim Mone", "George Stephanopoulos", "Stanley S. Hubbard", "Harry Reid", "Kasie Hunt", "Donald Trump", "Kirsten Kukowski", "Scott Walker"], "orgs": ["MSNBC", "CNBC", "GOP", "Reporters"], "authors": [{"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-08-23 19:06:55", "org": "washpo", "article_id": "d8c9cee68bd5d90ee12a7ef804ccd47c", "date_access": "2015-08-23 18:30:04.772596"}