{"body": "   KANSAS CITY, Kan. — It took a while for Edgar Galicia to realize that maybe Donald Trump had done him a favor. As it turns out, Trump’s disparaging comments about Mexicans have been a morale boost to Latinos who consider the sharp public rebuke of the billionaire Republican presidential candidate evidence that they are a rising force in the United States. “At first I was upset. I felt insulted” when Trump called Mexicans “criminals” and “rapists,” said Galicia, a graphic designer and business leader in Kansas who is from Mexico. “Now I see this as the wake-up moment, the time when our eyes were opened to our power.” “It’s an ‘aha!’ moment,” agreed CiCi Rojas, chief executive of Central Exchange, a large women’s business group in the Midwest. “This has ignited the ordinary person, those of Hispanic heritage. It’s motivating and mobilizing.” Nationwide, Latino leaders say they are energized by the response from Macy’s, NBC, NASCAR, Serta and a growing list of other companies that have severed ties with Trump because of his remarks. Latinos lit up social media and online petitions to complain, and their concerns were heard. Trump, however unintentionally, many said, has triggered what some are calling “the Latino moment.”         1 of 9       Full Screen Autoplay  Close                                         Skip Ad   ×           Cutting ties with Trump: Who has dumped him and why      View Photos   The GOP presidential hopeful has faced an avalanche of criticism over his characterization of illegal immigrants.    Caption   The GOP presidential hopeful has faced an avalanche of criticism over his characterization of illegal immigrants.  José Andrés, chef Chef José Andrés has backed out of a deal with Trump, saying in a statement, “Donald Trump’s recent statements disparaging immigrants make it impossible for my company and I to move forward with opening a successful Spanish restaurant in Trump International’s upcoming hotel in Washington, D.C.” Sarah L. Voisin/The Washington Post  Buy Photo          Wait 1 second to continue.   .wp-volt-gal-preroll-video{width:100%;height:100%}     (function(){var a=window.pbSsiSingle||{};a.onReady=a.onReady||function(){TWPHead.test(!!window.jQuery,\"\",\"//js.washingtonpost.com/pb/resources/js/jquery.1.8.2.js\",function(){a.serverUri=\"//www.washingtonpost.com\";a.contextPath=\"/pb\";var b=[];$(\".pb-feature-ssi-single\").each(function(a,c){var d=$(c).attr(\"data-pb-feature-config\");\"string\"==typeof d&&-1==$.inArray(d,b)&&b.push(d)});a.externals=a.externals||[];b.forEach(function(b){a.externals.push(\"//js.washingtonpost.com/pb/gr/f/ssiSingle/\"+b+\"/render.js?\\x26_\\x3d1507091306\")});\nwindow.EventController||a.externals.unshift(\"//js.washingtonpost.com/pb/resources/js/event-controller.v2.js\");TWPHead.load(a.externals)})};if(!a.loadInitialized){if(window.TWPHead)TWPHead.ready(document,a.onReady);else{window.head_conf={head:\"TWPHead\"};var c=document.getElementsByTagName(\"head\")[0],b=document.createElement(\"script\");b.src=\"//js.washingtonpost.com/pb/resources/js/head.min.js\";c.appendChild(b);var e=function(){window.TWPHead?TWPHead.ready(document,a.onReady):setTimeout(e,200)};e()}a.loadInitialized=\n!0}c=[\"//js.washingtonpost.com/pb/gr/c/ssiSingle/rO609L1qgAmx7p/js/ab0be8c68d.js?_\\x3d677ee\",\"https://js.washingtonpost.com/rw/sites/twpweb/js/plugin/plugin.jquery.wp-preroll.js\"];a.externals=a.externals||[];for(b=0;b<c.length-1;b++)-1==a.externals.indexOf(c[b])&&a.externals.push(c[b])})();  Arturo Vargas, executive director of the National Association of Latino Elected and Appointed Officials, a network of more than 6,000 Latinos, said that public figures have made disparaging remarks about Hispanics in the past but that there was little, if any, fallout. “Now the moment has arrived, a standard has been set. You can’t do that and get away with it,” he said. The country’s stunning demographic changes have a lot to do with the new corporate and mainstream respect Latinos are feeling. Nationally, the number of Hispanics has soared from 9 million in 1970 to 55 million — nearly one in six Americans. In California, the number of people who identify themselves as Hispanic surpasses those who classify themselves as white, according to a new census report. In many parts of the Midwest, Latinos are driving population growth, such as in this city in Kansas where Latinos account for more than 30 percent of its 150,000 residents. In the past 15 years, a swell of Latino immigrants moved here and reversed a steady decline in population, said Mayor Mark Holland, a fourth-generation Kansan. He said that big grocery stores know their customers and that they stock, for example, a wide variety of salsas and other Latin American specialties.   Republican presidential hopeful Donald Trump criticized U.S. immigration and trade policies in a speech that veered from accusing Mexico of deliberately sending criminals to the United States to professing respect for the Mexican government. (AP)   Holland, a Protestant pastor, said many Latinos are Catholic and buy “Jesus candles” — which come in jars that have Jesus’s likeness on them — so now they can be found those in grocery stores, too. The mayor says his city is richer for its diversity. “What Trump has done is pull back the thin veil of racism underlying the immigration debate” and arguments against a path to citizenship for law-abiding, hardworking Latinos, he said. Holland said Trump’s unapologetic bashing of Mexicans has started “a great coming-out party” for Latinos, who are saying, “We are here. We don’t have to pretend we are not.” Even Latinos who haven’t paid much attention to politics are tuning in — Trump’s remarks are featured prominently on Spanish-language television, Facebook and Twitter, and anti-Trump chants have become wildly popular at televised soccer matches. “People who normally don’t talk about politics are” now doing so, said Cris Medina, chief executive of Guadalupe Centers, which provide social services in the Kansas City metro area. “This has focused them on the candidates.” Medina said he went from being “mad at Trump” to being “mobilized by Trump” when he realized that the negative comments were uniting Latinos from Puerto Rico, Guatemala and many other countries and causing them to pay attention to the presidential campaign. Medina said he has heard only “disappointing” or “lukewarm responses” from most Republican candidates — although he thinks Jeb Bush “gets it more, understands more,” noting that Bush’s wife was born in Mexico. But he said he thinks Democrats have been more forcefully repudiating Trump and embracing immigration reform. On Monday, just across the river in Kansas City, Mo., Democratic presidential candidates Hillary Rodham Clinton, Bernie Sanders and Martin O’Malley will be addressing thousands of Latinos at the annual convention of the National Council of La Raza, a national civil rights advocacy group. What they have to say about immigration is drawing new interest — and more media coverage by Spanish-language media outlets — partly because of Trump’s remarks. Vargas, of NALEO, said it is unclear how the Trump fallout will affect other Republican candidates because “Trump is such an outlandish character.” But, he added, “I think Donald Trump will go down in history like Pete Wilson,” referring to the Republican governor of California in the mid-1990s who backed Proposition 187, an anti-immigrant bill that caused enormous backlash among Latinos. On Saturday, Trump continued to rail against undocumented immigrants, telling a large crowd gathered in Arizona: “We have to take back the heart of our country. . . . These are people that shouldn’t be in our country. They flow in like water.” There will always be those who do not want people in their neighborhood who speak another language or look a little different, many Latinos said. But Latinos have “reached a turning point,” said Carlos Gomez, president of the Hispanic Chamber of Commerce of Greater Kansas City. They realize they have clout, especially if they stand together, noting that Latino purchasing power is estimated at more than $1.5 trillion. Before Trump started his anti-Mexican rant, Macy’s had been making a pitch to Latinos, Gomez said, recalling a prominent ad by the retailer featuring mariachis this spring. “It’s a special time” he said, because big U.S. corporations are standing with them, telling them they matter. He said the message Latinos are hearing is: “You are the customer. You are the voter.” ", "byline": "", "description": "KANSAS CITY, Kan. — It took a while for Edgar Galicia to realize that maybe Donald Trump had done him a favor.As it turns out, Trump’s disparaging comments about Mexicans have been a morale boost to Latinos who consider the sharp public rebuke of the billionaire Republican presidential candidate evidence that they are a rising force in the United States.Read full article >>", "title": "The mainstream response to Donald Trump affirms Latino political power", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/48162bd8/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cthe0Emainstream0Eresponse0Eto0Edonald0Etrump0Eaffirms0Elatino0Epolitical0Epower0C20A150C0A70C120C678e440A50E676a0E4440A0Eb23d0E2cc18fa294850Istory0Bhtml0Dwprss0Frss0Inational/story01.htm", "topics": ["immigration"], "people": ["Jeb Bush", "Mayor Mark Holland", "Martin O'Malley", "Carlos Gomez", "Jose Andres", "Sarah L. Voisin", "Donald Trump", "Hillary Rodham Clinton", "Cris Medina", "Bernie Sanders", "Pete Wilson", "Arturo Vargas"], "orgs": ["Trump International", "NASCAR", "National Association of Latino Elected and Appointed Officials", "TWPHead", "Macy", "National Council of La Raza", "United States.", "GOP"], "authors": [{"author_id": 32645, "fullname": "mary jordan", "primary_org": "washpo"}], "date_written": "2015-07-13 23:53:00", "org": "washpo", "article_id": "cc0c89c68c1a0c05b86e7a4b12686c1f", "date_access": "2015-07-13 23:00:15.222940"}