{"body": "   FERGUSON, MO - MARCH 4: A Ferguson police officer stands on watch as protesters demonstrate outside the Ferguson Police Department in Ferguson, Missouri on March 4, 2015.  The mayor of Ferguson, Mo. said Wednesday morning that Republican presidential front-runner Donald Trump is wrong when he says that city, which became a symbol of racial unrest after the police shooting of Michael Brown last year, is besieged by criminal illegal immigrants. \"He's never been here, as far as I know,\" said James Knowles, a Republican who has been mayor of Ferguson since 2011, during an interview with Fox2 in St. Louis.  James Knowles has never seen any roving violent gangs of illegal immigrants himself in #Ferguson. pic.twitter.com/a5BpSfVT4B — TC (@tchop_stl) August 26, 2015 Trump, during a campaign stop in Iowa on Tuesday, repeated a line he has used before when discussing illegal immigration, in which he claims Ferguson, a 21,000-person, majority black city, is plagued by gangs of violent illegal immigrants.  \"You know, a lot of the gangs that you see in Baltimore and in St. Louis and in Ferguson and Chicago, you know they’re illegal immigrants,\" Trump declared on Tuesday. \"They’re here illegally. And they’re rough dudes. Rough people.  They’re going to be gone so fast if I win that your head will spin.\"    The real estate developer's surging presidential campaign has forced the issue of illegal immigration to the forefront of the GOP primary.  Both Ferguson and Baltimore experienced racial unrest this year and last following the deaths of unarmed black men at the hands of police that prompted national outrage. In both cities, those incidents sparked massive protests, angry residents faced off with police officers, and businesses were vandalized, looted, and in some cases burned to the ground. But Knowles, who successfully weathered calls for his resignation after Michael Brown's death last August, said that Trump's suggestion that Ferguson -- a St. Louis suburb with little violent crime and a statistically insignificant immigrant population -- has a problem with crime committed by illegal immigrants is off-base. “I’m assuming that Donald Trump is saying that from his extensive experience in St. Louis and in Ferguson,\" Knowles said, sarcastically. \"I’ve never seen any roving bands of illegal immigrants or gangs in Ferguson.  I think he’s just trying to find headlines and we just gave him one.”", "byline": "", "description": "'He's never been here' - Ferguson mayor says of GOP frontrunner", "title": "Ferguson&#8217;s GOP mayor to Trump: You&#8217;re wrong — there are no &#8216;roving bands of illegal immigrants&#8217; here", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/26/fergusons-gop-mayor-to-trump-youre-wrong-there-are-no-roving-bands-of-illegal-immigrants-here/", "topics": ["immigration"], "people": ["Donald Trump", "Michael Brown", "James Knowles"], "orgs": ["GOP", "Mo."], "authors": [{"author_id": 31039, "fullname": "wesley lowery", "primary_org": "politico"}], "date_written": "2015-08-26 16:31:24", "org": "washpo", "article_id": "d43fa3343a17a43dfc0258efc86c3f98", "date_access": "2015-08-26 15:50:02.979725"}