{"body": "On Friday, Hillary Rodham Clinton stopped by the University of New Hampshire to talk about her college affordability program and ask for votes. About 600 people showed up to see the Democratic presidential candidate, according to Clinton campaign officials. On Sunday, when rival Bernie Sanders came to the same campus, 3,000 people were in attendance. Here's what Clinton's crowd looked like:    New Hampshire Gov. Maggie Hassan, right, and Democratic presidential candidate Hillary Rodham Clinton greet an overflow crowd during a campaign stop Friday at the University of New Hampshire in Durham, N.H. (Jim Cole/Associated Press)  And here's what Sanders's crowd looked like:   #BernieatUNH pic.twitter.com/sBYNxNGbwm — Adam Ek (@adam_ek314) September 20, 2015  Now, as The Washington Post's John Wagner notes in his article about the crowds, some mitigating factors are at work here: While Clinton's event was open to the public, aides said that it was not meant to draw a rally-sized crowd and that Clinton was focused on holding a thoughtful discussion. Sanders’s event, which his campaign said drew more than 3,000 people, was held at a time more convenient for students. Sure. Totally get it.  And yet. … The simple fact is that the contrast between Sanders's massive crowd and Clinton's sort-of-polite one — no matter the \"yeah, buts\" offered by her campaign — just doesn't look good for her.  At the moment, Clinton is the obligation candidate (people feel like they probably need to be for her because she's going to win) and Sanders is the passion candidate (no further explanation necessary). Crowd size — as I and many other people have noted — is not the lone metric to gauge passion in a campaign, of course. But it is a metric to do so. Big crowds suggest one of two things: 1) tremendous organization to turn out supporters or 2) organic energy about a candidate. Both are good; the latter is better — and that's what Sanders appears to have as he has been able to draw crowds in the thousands (and even tens of thousands) as he travels the country. I would suggest that 3,000 people (vs. 600) in New Hampshire is more important — and more telling — than, say, 27,500 in Los Angeles. New Hampshire, unlike California, is at the front of the nominating process and events in September that can draw such big crowds enable a campaign to ID tons of voters, raise money and bolster its organization. Plus, this crowd comparison doesn't come in a vacuum. Polling in New Hampshire for the past few months has consistently shown Sanders running ahead of Clinton in the state. The Clinton team has a major problem on its hands in New Hampshire. The crowds over the past 72 hours are simply the latest proof.", "byline": "", "description": "Feeling the Bern in New Hampshire.", "title": "These 2 pictures perfectly sum up the state of the Democratic race", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/21/these-2-pictures-perfectly-explain-the-state-of-the-democratic-race/", "topics": ["campaign_finance"], "people": ["John Wagner", "Hillary Rodham Clinton", "Bernie Sanders", "Adam Ek", "Maggie Hassan", "Jim Cole"], "orgs": ["University of New Hampshire"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-21 15:52:03", "org": "washpo", "article_id": "77bb107a753165db209f2c5c8cf66b22", "date_access": "2015-09-21 15:10:10.272556"}