{"body": "   Joe Biden in the Oval Office earlier this month. (Reuters/Jonathan Ernst)  THE BIG IDEA: Buzz about Joe Biden jumping into the race keeps getting louder. The Post’s chief correspondent, Dan Balz, reports on the front page this morning that the vice president is now leaning more toward running than earlier in the summer. “Though Clinton has a huge head start, there is confidence that plenty of talent is still available for a Biden campaign team,” he writes. “Among the issues up for discussion is how difficult it would be to put together an operation that could compete effectively against Clinton in the Iowa caucuses, where organization is considered one key to success.” Biden received President Obama’s “blessing” during a one-on-one lunch yesterday, CNN reports. “The President made clear he would not stand in his way or counsel him against a run,” a senior Democrat told the network. Last night, Biden and his chief of staff huddled with former top Obama advisers Anita Dunn and Bob Bauer, one of Washington’s best known power couples, at his residence. Major Democratic fundraisers are being invited to meet with the VP at the Naval Observatory after Labor Day, per Matea Gold. “Among the guests invited to the gathering are top bundlers who raised large sums for the Obama-Biden campaigns in 2008 and 2012.” REALITY CHECK: There has been a peculiar undercurrent to some of the Biden coverage in recent days: a notion that the 72-year-old has nothing to lose by taking on Hillary Clinton in a last-ditch, long-shot bid. There are problems with that scenario. While Biden certainly has many accomplishments during his four decades in the Senate and 6 1/2 years in the White House, giving him as much a claim to be Obama’s natural successor as anyone, taking on Hillary is a risky endeavor. Here are eight reasons why:  A Biden bid could take an emotional toll on his family. Balz reports that “personal issues stand as the biggest unresolved obstacle, with Biden trying to gauge whether his family is emotionally prepared for a grueling campaign while still grieving the recent death of his son Beau.” People familiar with his deliberations say “the elder Biden is concerned about whether his relatives could handle a bid for the presidency and its time demands on the family patriarch.” He’ll face more scrutiny than at any time since Obama picked him in 2008. Hillary Clinton and her team will not ignore Biden if he runs. They’ll punch back hard. One possible line of attack: The former secretary of state tells audiences that she supported the raid that killed Osama bin Laden while Biden opposed it. Looking further back, don’t forget about Biden’s much-criticized role as Senate Judiciary Committee chairman during the Clarence Thomas hearings. If you have forgotten, fear not, a movie (starring Kerry Washington as Anita Hill) is coming soon. The whole episode will certainly not be helpful as Biden, who aborted his 1988 bid after revelations of plagiarism, takes on a woman looking to break the ultimate glass ceiling. Biden’s legendary gaffes, often chalked up to “Joe being Joe,” would get covered more critically by the media. In 2007, the VP described Obama as “articulate and bright and clean and a nice-looking guy.” In 2012, he told a predominantly African-American audience that Mitt Romney would rewrite banking regulations: “He is going to put y’all back in chains.” The chance of humiliation is significant. Biden is known for being good at retail campaigning, but it’s also true that he received just 1 percent of the vote in the 2008 Iowa caucuses. He didn’t just do badly; he completely tanked, finishing fifth—behind Bill Richardson. Biden will never be able to compete dollar-for-dollar with the Clinton juggernaut. Some key Obama bundlers told Matea Gold yesterday that they’ll stay loyal to Hillary: “Andy Spahn, a major Hollywood fundraiser who advises Jeffrey Katzenberg and Steven Spielberg, wrote in an e-mail that he has ‘much respect for the job Biden has done as VP but it’s too late in the game to mount a credible campaign.’” Progressives are by no means certain to rally around Biden. Elizabeth Warren, who met with Biden over the weekend, could not realistically endorse him as long as Vermont Sen. Bernie Sanders is in the race. In fact, her advisers went out of their way to downplay the significance of their meeting, stressing that she also met privately with Hillary earlier this year. Representing Delaware, Biden supported the bankruptcy bill that Warren made her name crusading against. “Warren called Biden out in her autobiography as one of several high-profile Democrats who championed bankruptcy legislation,” NPR notes. A Biden bid would make things awkward in the White House. Publicly, White House Press Secretary Josh Earnest noted yesterday that the president has said picking Biden was “the smartest decision he ever made in politics.” While also praising Hillary, Earnest declared that he “wouldn’t rule out an [Obama] endorsement” one way or the other. Privately, there are palpable doubts that Biden has a prayer against Clinton. “Skepticism about Mr. Biden’s electability looms inside the White House,” Carol E. Lee reports in today’s Wall Street Journal. “Mr. Obama’s top aides also have increasingly raised concerns about the complications a Biden candidacy would bring to the West Wing.” It could make it harder for Biden to play an influential inside role if he’s running for president. Biden could be blamed for costing Democrats the White House if he bloodies Hillary. He could force Clinton to spend resources or move further to the left, though Hillary would still likely win the nomination. This could distract from internecine warfare on the Republican side and make it harder for Clinton to appeal to independents in the general election. If it stayed a close race, and Hillary lost, that could deeply tarnish Biden’s legacy.  WHILE YOU WERE SLEEPING: — China’s main stock index plunged further overnight, ending 7.6 percent lower. Other Asian markets fared slightly better, with Hong Kong, South Korea, Australia and Singapore ending the day slightly ahead. Japan’s Nikkei Index was down 4 percent, though Europe’s markets opened higher. Wall Street was volatile yesterday, though the futures markets point to a better day today.  Experts are divided over how significant these swings are long-term. Larry Summers tweeted yesterday: “As in August 1997, 1998, 2007 and 2008 we could be in the early stage of a very serious situation.” China — with its massive debt load — has been long ripe for a crisis, obviously. But Harvard University economics professor Kenneth Rogoff believes China can pull out of the situation given its large savings. Still, China’s troubles threaten what has been a “slow but steady” expansion for the U.S. economy,” the Wall Street Journal notes. Republicans quickly integrated China-bashing into the presidential campaign, with Scott Walker demanding President Obama call off next month’s state visit from Chinese Xi Jinping. Donald Trump agreed, telling Fox News’ Bill O’Reilly last night: “I would not be throwing (Xi) a dinner. I would get him a McDonald’s hamburger and say we’ve got to get down to work.”  — Jeb Bush’s campaign is trying to get spending under control. The high command in Florida asked workers to tighten their belts a few weeks ago and a few staff members took pay cuts. A spokesman acknowledged “targeted cutbacks” to the New York Times’ Maggie Haberman but denied they are the result of struggles to raise hard money.  Against this backdrop, Jeb is stepping up his efforts to woo Sheldon Adelson, the billionaire who could theoretically drop tens of millions of dollars into his super PAC. At the very least, the Nevada casino magnate could command a rival candidate’s super PAC not to spend his millions on anti-Jeb ads. The Bush campaign deployed Columba Bush to Vegas to meet with his wife, Miriam, and tour the “Dr. Miriam and Sheldon G. Adelson Clinic for Drug Abuse Treatment & Research.” Mrs. Bush wrote an op-ed in yesterday’s Review-Journal praising the Adelsons: “I was impressed with Dr. Adelson’s understanding of the complexities of substance abuse, as well as her passion to address this deadly epidemic sweeping across Nevada and the rest of our nation.” Meanwhile, Bush was on the defensive again yesterday over his “anchor baby” comments. The former Florida governor dismissed the controversy surrounding his use of the term during a visit to the U.S.-Mexico border, saying that he merely used the term to describe instances in which non-Americans abuse the law to gain citizenship for their children, and that he was really referring more to ASIANS. The Asian comment has led to a round of fresh stories, and it seems likely this will cost Bush at least one more news cycle. Sen. Brian Schatz (D-Hawaii) started the pile on with this statement last night: “Jeb Bush’s comments regarding the children of Asian immigrants are derogatory and offensive. He should immediately retract his statements and apologize to the Asian community for his insensitive behavior.” (Video of Jeb’s comment)  GET SMART FAST:  Sierra Leone’s last known Ebola patient, Adama Sankoh, was released singing and dancing. The country was one of the hardest hit by the virus, accounting for a third of those killed and half of those sickened. Forty-two days from now, it could be declared Ebola free. (Los Angeles Times) North and South Korea reached an agreement early Tuesday to resolve the showdown on the divided peninsula, with Pyongyang promising to express regret for recent provocations, including a land-mine attack that severely injured two South Korean soldiers. In return, Seoul agreed to turn off the loudspeakers that have angered Pyongyang so much that it had entered what the North called a “quasi-state of war.” (Anna Fifield) Ashley Madison’s parent company offered $500,000 Canadian ($377,000) to anyone providing information leading to the arrest of those behind the hack, which has also reportedly led to at least two suicides. (CNET) ISIS may have used chemical agents in an attack against civilians and rival insurgents in northern Syria late last week. (NYT) A national right-to-die group convicted of assisting in the 2007 suicide of a Minnesota woman was ordered Monday to pay a $30,000 fine — the maximum sentence allowed under state law. (AP) Russia announced it will block Wikipedia. (BuzzFeed) The NRA sued Seattle over a new tax on firearms and ammunition sales, arguing that it violated state law. The Air Force is set to deploy a small number of F-22 fighters to Europe, the first deployment of its kind, as a part of the continuing effort to reassure allies in the region. The Air Force’s secretary also announced that a contract for a new long-range bomber would be awarded soon, and the project would not be considered a “new start” program that could be halted if Congress fails to pass a budget for fiscal 2016, Reuters reports. “Northrop Grumman Corp, maker of the B-2 bomber, is competing against a team made up of Boeing Co and Lockheed Martin Corp for a deal that could be worth $50 billion to $80 billion to the winning bidder.” Ferguson announced that it will withdraw all warrants issued prior to Dec. 31, 2014, whether such warrants are for minor traffic violations or more serious offenses, the St. Louis Post-Dispatch reports. The amnesty affects close to 10,000 warrants. The Louisiana state trooper who was shot in the head during a traffic stop on Sunday died yesterday, making him at least the 21st on-duty police officer to be shot and killed by gunfire in 2015. The Secret Service became concerned in March when a drone was spotted flying near the president as he golfed in Florida, the Palm Beach Post reports. The Sigma Nu chapter at Old Dominion University has been suspended after fraternity brothers hung offensive banners in front of the house to welcome new students. Here’s a picture:     @raaaae  POWER PLAYERS IN THE NEWS:  North Dakota’s Republican governor, Jack Dalrymple, announced he won’t seek reelection next year. Democratic Sen. Heidi Heitkamp kept the door open to running for the seat in a statement yesterday, which (if it happens in the deeply-red state) would be a big blow to her party’s hopes of retaking the Senate. Sen. Debbie Stabenow (D-Mich.) sided with President Obama on the Iran nuclear deal, meaning that deal foes will now need 10 of the 11 undecided senators to override a veto if they send a resolution of disapproval to the president’s desk. A top fundraiser for Scott Walker, Skybridge Capital’s Anthony Scaramucci, met with Donald Trump yesterday to discuss defecting to Trump’s campaign, the businessman told the Wall Street Journal. Scaramucci, Walker’s national finance co-chair, said he told Trump he won’t jump campaigns and asked him to stop bashing hedge-fund managers. Rick Perry’s Iowa campaign chair, Sam Clovis, quit, partially because he is no longer being paid. Clovis, a social conservative, said he’s talking with another campaign. A lawyer for Huma Abedin, the top Hillary aide, accused Senate Judiciary Committee Chair Chuck Grassley of making “unsubstantiated allegations” that “unfairly tarnished” her reputation. (New York Times) President Obama announced a number of small measures to incentivize the use of solar power during the National Clean Energy Summit in Las Vegas. Ex-Virginia Gov. Bob McDonnell won a reprieve, possibly as short as a few days, from reporting to prison while Supreme Court Chief Justice John Roberts weighs whether he should remain out on bail during the appeals process. California Gov. Jerry Brown attacked the oil industry for selling a “highly destructive” product. The broadside comes as part of an effort by California Democrats to slash in half the Golden State’s gas consumption by 2030. RNC chairman Reince Priebus called Trump “a net positive” for the GOP in an interview on Wisconsin TV. Ohio Gov. John Kasich has avoided taking a position on a controversial bill, likely to pass the state legislature, which would ban abortions because the baby has Down syndrome. (Fox News) A Quinnipiac poll out this morning puts Kasich’s approval rating at 61 percent in the Buckeye State, with only 28 percent disapproving. He’s the only incumbent Republican governor running for president who is popular back home. A new Gallup poll finds 65 percent of Hispanics have a negative view of Trump. (Bloomberg) Former Alabama Gov. Bob Riley endorsed Jeb, days after the sitting GOP governor endorsed Kasich. Trent Lott, meanwhile, endorsed Kasich. Former New Hampshire Gov. John H. Sununu had quadruple bypass surgery last Friday. “The governor is recovering very well from the procedure,” his family said in a statement. “He expects to return home within the week.”  WAPO HIGHLIGHTS: — “In China, a ghost town points to shifting fortunes,” by Simon Denyer: “Giant skyscrapers tower unfinished and abandoned around a lake that forms the centerpiece of this new town. The wind blows through the empty hulk of what was supposed to be a multistory hotel and restaurant complex…This is Shenfu New Town in the northeastern province of Liao­ning, built to handle the overflow from the once-booming industrial cities of Shenyang and Fushun…For much of the past decade, this was China’s fastest-growing region, the home of the heavy industry that powered the nation’s rise and rode on the coattails of a construction boom unparalleled in history. Today, China’s economy is undergoing a painful transition that has left heavy industry reeling and set investors’ nerves jangling.” — “Fine Print: A push to boost military support to Israel because of Iranian nuclear deal,” by Walter Pincus: “President Obama has promised increased U.S. arms shipments to Israel, Saudi Arabia and other Middle East allies concerned about the nuclear agreement with Iran.” In his Aug. 19 letter to lawmakers, “Obama pointed out that the administration is holding talks with Israeli officials to extend for an additional decade the Bush administration’s 10-year, $30 billion plan to pay for Israel’s foreign military purchases of equipment and training, mostly from U.S. firms. The agreement was signed in 2007 and runs out in fiscal 2018.” — “Concerns mount over whale deaths in Gulf of Alaska,” by Ryan Schuessler: “Researchers are scrambling to determine what’s behind the death of 30 whales in the Gulf of Alaska as unusually warm ocean temperatures continue to wreak havoc on the region. Since May 2015, 14 fin whales, 11 humpback whales, one gray whale and four unidentified specimens have been found dead along shorelines in the Gulf of Alaska…This year’s total is roughly three times the annual average for the region, leading the National Oceanic and Atmospheric Administration to declare the deaths an ‘unusual mortality event.’ Researchers believe the most likely cause is ‘unusual water conditions:’ Over the past two years, a large mass of warm water that climatologists have dubbed  “the blob” has persisted in the north Pacific, and El Niño 2015 is pushing more warm water into the region.” Corrections: Yesterday’s 202 included an incorrect filing deadline for getting on the primary ballot in Texas. It is Dec. 14. We also incorrectly reported on an estimate of how much it would cost to deport undocumented immigrants. That figure is $400 billion to $600 billion, not million. SOCIAL MEDIA SPEED READ: Pictures of the day: The Fix’s Chris Cillizza dissected this picture from Trump’s Friday night rally:    (@TheFix / Mark Wallheiser)  The picture got lots of attention after this meme went viral on social media:    (@TomAdelsbach)  The second Trump-related picture to go viral shows a tub of butter that a Missouri woman thought resembled Trump. Yes, really:    (@TPM)  Tweets of the day: Donald Trump slammed Megyn Kelly again:  I liked The Kelly File much better without @megynkelly. Perhaps she could take another eleven day unscheduled vacation! — Donald J. Trump (@realDonaldTrump) August 25, 2015 Bernie Sanders urged higher voter turnout:  If we truly believe in a vibrant democracy, then we must have the highest voter turnout in the world. — Bernie Sanders (@SenSanders) August 24, 2015   Scott Walker went after China (echoing Trump)  RT and Sign if you think @BarackObama should cancel China’s state visit: http://t.co/34b383cCLE #Walker16 pic.twitter.com/hjIGHbTUyB — Scott Walker (@ScottWalker) August 25, 2015  Rep. Tulsi Gabbard (D-Hawaii) thanked Google for celebrating the 125th birthday of surfing icon Duke Kahanamoku:    (@TulsiPress)  Instagrams of the day: Senate Minority Leader Harry Reid hung out with Brandon Flowers of The Killers in Vegas (Watch Flowers’ performance at the National Clean Energy Summit here):    (senatorreid)  House Majority Leader Kevin McCarthy (R-Calif.) spotted another bear on his vacation:    (repkevinmccarthy)  Rep. Joe Kennedy (D-Mass.) signed the next U.S.S. John F. Kennedy:    (repkennedy)  Hillary Clinton wished kids a happy new school year by posting a photo of her “It’s Academic” team in 1965:    (hillaryclinton)  GOOD READS FROM ELSEWHERE: — Wired, “Court says FTC can slap companies for getting hacked,” by Andy Greenberg: “In a decision published Monday, a U.S. appellate court ruled that the Federal Trade Commission has the authority to sue Wyndham Hotels for allowing hackers to steal more than 600,000 customers’ data from its computer systems in 2008 and 2009, leading to more than $10 million in fraudulent charges. The ruling more widely cements the agency’s power to regulate and fine firms that lose consumer data to hackers, if the companies engaged in what the FTC deems ‘unfair’ or ‘deceptive’ business practices…’This a huge victory for the FTC, but also for American consumers,’ says [Electronic Privacy Information Center attorney] Alan Butler Butler, who filed an amicus brief defending the FTC’s authority earlier in the case.” — Politico, “State GOP leaders plot to tie Donald Trump’s hands,” by Alex Isenstadt: “Amid mounting concerns about Donald Trump’s candidacy from the GOP establishment, Republican leaders in at least two states have found a way to make life a lot harder for him. The Virginia and North Carolina parties are in discussions about implementing a new requirement for candidates to qualify for their primary ballots: that they pledge to support the Republican presidential nominee — and not run as a third-party candidate — in the general election.” — New York Times, “John Kasich balances his blue-collar roots and ties to Wall Street,” by Sheryl Gay Stolberg and Steve Eder: “As a congressman and as governor, Mr. Kasich has made hardscrabble stories of life in McKees Rocks a cornerstone of his political biography. And now the story of his blue-collar roots is an important part of how he is trying to distinguish himself in a crowded presidential primary field and draw a contrast with two of his leading competitors, Donald J. Trump and Jeb Bush, who both grew up in wealthy families. But there is a chapter in Mr. Kasich’s life story that conflicts with this narrative: the nearly eight years he spent as an investment banker with Lehman Brothers, the now-defunct Wall Street firm. Mr. Kasich’s career at Lehman, neatly tucked between his time as a congressman and his election as governor, coincided with the bank’s messy collapse in September 2008, a downfall that helped throw the American economy into free fall.” — The New Yorker, “Hillary’s email tangle,” by Steve Coll: “Now the Clintons again confront a scrum of Republican congressmen and conservative activists who are clearly out to get them. Yet the tenacity of Republican opposition researchers does not by itself explain why Clinton and her husband are so often beset by accusation. Both of them too often co-author their dramas by obfuscating and tolerating conflicts of interest, such as when, between 2009 and 2013, with Hillary Clinton guiding American foreign policy, the Clinton Foundation accepted large donations from foreign governments, including several that abuse human rights. The e-mail case is, so far, a more ambiguous tangle.” HOT ON THE LEFT Political flyer circulated in Detroit suburb: ‘Let’s get the blacks out.’ From Talking Points Memo: “A political flyer circulated anonymously in a Detroit, Michigan, suburb Friday promoted white candidates running for office, with a message that read, ‘Let’s get the blacks out.’ … The back of the flyer featured a picture of Trayvon Martin, the unarmed teenager who was killed in 2012 by volunteer neighborhood watchman George Zimmerman. The message surrounding Martin’s picture read, ‘Zimmerman was right. We will never stop thugs like this.’” HOT ON THE RIGHT Ben Carson slams ‘Straight Outta Compton’ and Black Lives Matter in new op-ed. From USA Today: “The idea that disrupting and protesting Bernie Sanders speeches will change what is wrong in America is lunacy. The ‘BlackLivesMatter’ movement is focused on the wrong targets … Let’s confront the entertainment industry that lines its pockets by glamorizing a life where black men are thugs and our women are trash. Let’s tell them we plan to start talking with our wallets … Straight Outta Compton, #1 in movie theaters, is just the latest example.” DAYBOOK: –What’s happening today on the campaign trail: Donald Trump will hold a rally in Dubuque, Iowa. Jeb Bush will campaign in Englewood, Colo. In Alabama, Ted Cruz will launch his “national campaign” against Planned Parenthood and deliver the keynote address at the Tuscaloosa Republican Party’s annual Lincoln-Reagan dinner. Bobby Jindal has events in Fort Dodge and Marshalltown, Iowa. Mike Huckabee meets voters in Waterloo, Iowa. Rand Paul campaigns in Anchorage, Alaska, an area of strength for his father in 2012. –On the Hill: Both chambers are in recess. –At the White House: President Obama will return to Washington, D.C., from Nevada. Vice President Biden will travel to Cleveland, Ohio, to attend the funeral service for former Rep. Louis Stokes (D-Ohio).  QUOTE OF THE DAY: At a fundraiser in Las Vegas last night, Obama said he and Harry Reid had spent time in the motorcade “figuring out how we are going to deal with the crazies in terms of managing some problems.” NEWS YOU CAN USE IF YOU LIVE IN D.C.: — “As we count down the final days of meteorological summer, we are getting treated to some “dessert” thanks to an impressive four-day series of super nice weather. Large, ambling high pressure is responsible for this unusual stretch of stability that combines sunshine, low humidity, warm days and cool, comfortable nights,” the Capital Weather Gang forecasts. —  Maryland Attorney General Brian E. Frosh will recommend a new standard for police investigations today aimed at preventing the type of discriminatory profiling that activists have blamed for tensions between authorities and inner-city communities. Frosh (D) has prepared a “guidance memorandum” stating that police activities must be neutral with respect to characteristics such as race, national origin and religion, except when the traits are legitimate components in crime investigations. (Josh Hicks) — After a seven-week absence with a back injury, leadoff hitter and center fielder Denard Span is expected to rejoin the Nationals tonight during their home game against the Padres. He’s been out since July 7 with spasms that required a cortisone shot, a visit with a back specialist and a disabled list stint. — RGIII is showing few signs of progress. He hasn’t been that good in preseason and already got a concussion, despite coddling by coaches. Liz Clarke and Mike Jones write on today’s Sports front that the Redskins first-team offense, with Griffin in charge, “is in crisis” ahead of Saturday’s exhibition against Baltimore. VIDEO OF THE DAY: Trump trolled Jeb with a video (click below) built around Barbara Bush’s 2013 comment (since recanted) that she would not like to see him run because America has had enough Bushes.    (realdonaldtrump)  Speaker John Boehner (R-Ohio) previews the Pope’s visit:    (John Boehner)  ", "byline": "", "description": "", "title": "The Daily 202: What Joe Biden risks by running for president", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/25/the-daily-202-what-joe-biden-risks-by-running-for-president/", "topics": ["terrorism", "campaign_finance"], "people": ["Josh Earnest", "Chris Cillizza", "George Zimmerman", "Trent Lott", "Joe Kennedy", "Mark Wallheiser", "Carol E. Lee", "Steven Spielberg", "Debbie Stabenow", "Mike Huckabee", "Matea Gold", "Justice John Roberts", "John Kasich", "Anita Dunn", "Anna Fifield", "John F. Kennedy", "Josh Hicks", "Chuck Grassley", "Heidi Heitkamp", "Jerry Brown", "Trayvon Martin", "Anita Hill", "Joe Biden", "Harry Reid", "Brian Schatz", "Ted Cruz", "John Boehner", "Donald J. Trump", "Larry Summers", "Denard Span", "Rick Perry", "Bobby Jindal", "Bernie Sanders", "Steve Eder", "Jeffrey Katzenberg", "Bob Bauer", "Sheldon G. Adelson", "Barbara Bush", "Rand Paul", "Bill Richardson", "Jeb Bush", "Sheryl Gay Stolberg", "Alex Isenstadt", "Bill O'Reilly", "Duke Kahanamoku", "Walter Pincus", "Beau Biden", "Lehman Brothers", "Ben Carson", "Donald Trump", "Reince Priebus", "Elizabeth Warren", "Megyn Kelly", "Louis Stokes", "Dan Balz", "Clarence Thomas", "Mitt Romney", "Huma Abedin", "Andy Spahn", "Sam Clovis", "Tulsi Gabbard", "Hillary Clinton", "Sheldon Adelson", "Scott Walker", "Anthony Scaramucci", "Maggie Haberman", "Jonathan Ernst", "Joseph R. Biden Jr.", "Columba Bush", "Jack Dalrymple", "Kenneth Rogoff", "Ashley Madison"], "orgs": ["The Post", "Senate Judiciary Committee", "PAC", "Harvard University", "Tweets", "Planned Parenthood", "CNET", "Congress", "Capital Weather Gang", "National Oceanic and Atmospheric Administration", "National Clean Energy Summit", "Federal Trade Commission", "Instagrams", "Quinnipiac", "TPM", "Clinton Foundation", "FTC", "Electronic Privacy Information Center", "Oval Office", "GOP", "Palm Beach Post", "Drug Abuse Treatment & Research", "Old Dominion University", "Senate", "NRA", "Air Force", "RNC", "Naval Observatory"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}, {"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-08-25 12:52:04", "org": "washpo", "article_id": "0c8c4bb885c78a32fa6b0bb495e92ba2", "date_access": "2015-08-25 12:10:29.115426"}