{"body": "   Republican presidential candidate Gov. Chris Christie of New Jersey and wife, Mary Pat, greet people on July 3 at Mary Ann's Diner in Derry, N.H. (Darren McCollester/Getty Images)  A super PAC supporting the presidential candidacy of New Jersey Gov. Chris Christie (R) announced Tuesday that it has raised $11 million and is preparing to aggressively hit the television airwaves in New Hampshire beginning next week, a fresh sign that Christie backers see the Granite State as crucial to his chances. While the haul gives Christie a financial boost in a race where has lags behind the top tier contenders and badly needs to make up ground, it's well short of the totals put up by super PACs backing Jeb Bush, Ted Cruz and Marco Rubio.   America Leads, the super PAC supporting Christie that launched in February, said it has retained almost all of the $11 million it raised, banking $10.7 million heading into July. The group, which can raise unlimited funds but must report the identity of its donors, said it would begin running commercials on broadcast and cable networks in New Hampshire and online beginning July 20, backed by a $1.1 million investment. The super PAC also said it has reserved $2.8 million worth of airtime for the three months leading up to the New Hampshire primary, which is slated for next February. A crucial question for Christie is how much financial support he will get from Ken Langone, the billionaire Home Depot founder and major benefactor. The super PAC didn't immediately release its list of donors. But it must submit a report to the Federal Election Commission detailing who contributed and how much by the end of the month. Bush's allied super PAC raised a whopping $103 million to help the former Florida governor. Super PACs backing Cruz, the freshman Florida senator, have reportedly raised $37 million. A super PAC backing Rubio, a freshman Florida senator, brought in $16 million. Once seen as a Republican front-runner, Christie has faded to the back of a crowded pack in recent years amid the \"Bridgegate\" traffic scandal in which former aides and appointees deliberately snarled traffic. Christie launched his campaign for president at the end of last month, avoiding second quarter campaign fundraising scrutiny other hopefuls who launched their campaigns earlier are now facing. The first measure of how much Christie is raising for his campaign will come in October. If there is going to be a Christie comeback, it's going to come in New Hampshire, his backers believe. The state has a reputation for supporting moderate, independent-minded hopefuls. Christie is wagering his blunt, tell-it-like-it-is style and blue state political victories will help him breakthrough in town halls there.", "byline": "", "description": "A super PAC supporting the presidential candidacy of New Jersey Gov. Chris Christie (R) announced Tuesday that it has raised $11 million and is preparing to aggressively hit the television airwaves in New Hampshire beginning next week, a fresh sign that Christie backers see the Granite State as crucial to his chances.Read full article >>", "title": "Pro-Christie super PAC raises $11 million, will hit airwaves in New Hampshire", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/481e1313/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C140Cpro0Echristie0Esuper0Epac0Eraises0E110Emillion0Ewill0Ehit0Eairwaves0Ein0Enew0Ehampshire0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance"], "people": ["Chris Christie", "Ken Langone", "Mary Pat", "Jeb Bush", "Marco Rubio", "Ted Cruz"], "orgs": ["Federal Election Commission", "PAC", "Super PACs", "PACs"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-07-14 20:18:59", "org": "washpo", "article_id": "a712dd9d9f956d538ea9b2772bbf0d20", "date_access": "2015-07-14 19:30:02.746997"}