{"body": "   RCruz is heading to kentucky. (AP Photo/Paul Vernon)  Sen. Ted Cruz (R-Tex.) will travel to Kentucky Tuesday to show his support for a clerk who was ordered jailed after refusing to issue marriage licenses to same-sex couples. Cruz will hold a press conference outside the Carter County Detention Center, where clerk Kim Davis has been held in federal custody since last week. Cruz will not be the only 2016 Republican hopeful appearing outside the Grayson, Ky., complex; former Arkansas Gov. Mike Huckabee will hold what he is billing on Twitter as an #ImWithKimLibertyRally Tuesday afternoon. \"It is important to Sen. Cruz for Kim Davis to know that he supports her and will do everything in his power to ensure her situation is resolved and that no other Americans who strive to live out their faith fall victim to religious persecution by the government,\" Cruz spokeswoman Catherine Frazier said in a statement. \"The First Amendment - the freedom of religion, the freedom of speech and expression - is foundational to all other freedoms and Sen. Cruz is committed to defending it,\" the statement said. Last week Cruz said Davis's case showed that \"judicial lawlessness turned into judicial tyranny\" and that “Those who are persecuting Kim Davis believe that Christians should not serve in public office.” The appearances in Kentucky come as the two candidates court social conservative and evangelical Christian voters. Davis's case has further exposed a rift between the 17 Republican presidential candidates when it comes to matters of God and the law, a fissure that erupted after the Supreme Court ruled in June that same-sex couples have the right to marry nationwide. Religious conservatives including Huckabee and Cruz are steadfastly supporting Davis. Huckabee announced his plans last week; Cruz's campaign said the candidate has wanted to visit Davis and Tuesday worked best for his schedule. Huckabee, in a statement issued last week, said Davis's case is tantamount to punishing religion. “Having Kim Davis in federal custody removes all doubt of the criminalization of Christianity in our country,” the statement said. “Five, unelected Supreme Court lawyers did not and cannot make law. They can only make rulings. The Supreme Court is not the supreme branch and it’s certainly not the Supreme Being.” [Read: Legally, ‘God’s authority’ is a tough issue] Davis's lawyers filed an emergency request Monday to exempt her from issuing licenses to same-sex couples, arguing her free speech is being violated.  ", "byline": "", "description": "Mike Huckabee will also appear outside the complex where Davis is being held.", "title": "Ted Cruz travels to Kentucky to support Kim Davis", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/08/ted-cruz-travels-to-kentucky-to-support-kim-davis/", "topics": ["gay_marriage", "economy", "campaign_finance"], "people": ["Paul Vernon", "Kim Davis", "Mike Huckabee", "Catherine Frazier", "Ted Cruz"], "orgs": ["Supreme Court"], "authors": [{"author_id": 31435, "fullname": "katie zezima", "primary_org": "washpo"}], "date_written": "2015-09-08 14:00:07", "org": "washpo", "article_id": "23486fe0bcd2080856a7306e35cb7296", "date_access": "2015-09-08 13:40:03.630269"}