{"body": " Genial U.S. Sen. Timothy M. Kaine (D-Va.) is calling his colleagues “immoral.” The loyal Democrat finds President Obama’s justifications “ridiculous” and “weird.”  His targets likely aren’t surprised or upset. Kaine has been talking this way for a year now.  The cause of his frustration is the undeclared war against the Islamic State, which began with airstrikes in Iraq last August.  A freshman who in 2012 followed Mark R. Warner (D-Va.) from the Virginia governor’s mansion into the U.S. Senate, Kaine has carved out a space for himself on an issue that has no natural party or political constituency — war powers. It’s a passion that has earned him the respect of colleagues and helps fuel speculation that he is a contender for Democratic vice presidential nominee in 2016. What it has not gotten him is results.  “Congress has refused to debate or vote with respect to this war with the Islamic State,” Kaine said in a speech at the libertarian CATO Institute Thursday. “Congress would rather hide from its constitutional duty to declare war than have a meaningful debate over when and how the U.S. should engage.”  Kaine has said that his commitment to the issue is about protecting the Constitution. He first introduced legislation to approve the war against the Islamic State last September, shortly after Obama gave a prime-time speech outlining his offensive strategy.  “If Congress isn’t willing to do the hard work – to debate and vote on an authorization – we should not be asking our service members to go into harm’s way,” he said.  [Inside the overbearing, paranoid White House foreign policy team]  While the Senate Foreign Relations Committee passed an authorization in December, Republicans, who took over the chamber in last year’s elections, said they wanted to craft their own version in January. Obama sent his own proposal in February. In June, Kaine and Sen. Jeff Flake (R-Ariz.) introduced their own authorization measure. While Kaine said the committee has had “a few discussions,” no authorization has emerged. He called Congress “disturbing” in March, “shameful and cowardly” in May and “maddening” in June.  The White House has maintained that the 2001 authorization of use of force against the perpetrators of the Sept. 11, 2001, terrorist attacks covers the campaign against the Islamic State. That’s the argument Kaine called “ridiculous” and “weird,” given that Islamic State did not exist then.  While the senator said that for months a “conspiracy of silence” ran between the White House and Capitol Hill, he now believes the president is on his side.  “I think he now would like us to get this fixed,” Kaine said after his speech. “I’ve certainly talked to members of his Cabinet who want us to get this fixed. ... They say keep up the work on this, we really need an authorization.”  White House Press Secretary Josh Earnest said Wednesday that there is “frustration” in the White House at “a United States Congress that seems very interested in discussing this issue but not actually doing anything.” Kaine said he has also talked to Democratic presidential candidate Hillary Rodham Clinton about this issue “generally,” but not the details of legislation or whether the 2001 authorization still applies.  “We talked about just the challenges that we have, and the importance of congressional prerogatives and Congress and the executive working closely,” he said.  It’s Congress, he said, that may not “have the backbone to do it.” Outside the Senate Foreign Relations Committee, he named Sens. Bob Casey (D-Pa.), Angus King (I-Maine), and Joe Manchin (D-W.Va.) as supporters. Inside the committee, he said, Republican and Democratic leadership agree that something needs to be done but say that for the next two months it will be “all Iran all the time.”  He believes in their commitment to taking up authorization in mid-September, he said, “but there has been a reason to avoid it for the last year and I worry that there will be another reason to avoid it.” As he freely admits, Kaine has had far more success constraining the president’s dealings with Iran. For him, congressional approval of a nuclear agreement was mandated by the same constitutional principles as a war authorization. But the partisan politics surrounding Iran made that effort much easier.  There’s “incredible energy and big congressional effort to challenge U.S. diplomacy,” he told the CATO audience, but “continued indifference to war.”  Sen. Ben Cardin (D-Md.), the ranking Democratic on the committee, said it was not cowardice or indifference blocking legislation but a political disagreement.   “I’m with Sen. Kaine,” he said. “There’s one difference here and that’s — I’m not sure there is a path forward.”  Some Republicans want a much broader authorization than Democrats or the White House support, including more expansive allowance for ground troops.  Even Kaine’s fans view his cause as close to quixotic. Kaine himself acknowledged that many people consider the issue “a boring one.” Introducing him Thursday, CATO Vice President Gene Healy praised the senator’s views as “old-fashioned” and “increasingly rare.” The war’s anniversary, he predicted, “will get far less attention than the clown car wreck of the first GOP primary debate.”  ", "byline": "", "description": "The genial senator is a lonely voice for making the nation’s undeclared war with the Islamic State official.", "title": "One year later, Virginia’s Timothy M. Kaine still fighting for a real war", "url": "http://www.washingtonpost.com/local/virginia-politics/one-year-later-virginias-timothy-m-kaine-still-fighting-for-a-real-war/2015/08/06/85260252-3c69-11e5-9c2d-ed991d848c48_story.html", "topics": ["terrorism"], "people": ["Josh Earnest", "Angus King", "Ben Cardin", "Hillary Rodham Clinton", "Mark R. Warner", "Timothy M. Kaine", "Bob Casey", "Jeff Flake", "Joe Manchin"], "orgs": ["Congress", "Cabinet", "CATO Institute", "U.S. Senate", "Senate Foreign Relations Committee", "United States Congress", "GOP"], "authors": [{"author_id": 31020, "fullname": "rachel weiner", "primary_org": "politico"}], "date_written": "2015-08-06 23:18:48", "org": "washpo", "article_id": "89103cf415b3e841795476c20071af51", "date_access": "2015-08-06 22:40:03.619277"}