{"body": "Are you a fan of Scott Walker? If so, you might want to avert your eyes from this chart:     Since February, Walker has gone from the front-runner in the state's first-in-the-nation caucuses to an also-ran. In a new Quinnipiac poll out of Iowa released Friday morning, Walker took a meager 3 percent of the vote -- which puts him in 10th place. TENTH! The Walker faction likes to note that Iowans still like him -- 62 percent felt favorably toward him in the Q poll -- and that 1 in 5 likely caucus-goers say they don't know enough about Walker to offer an opinion, meaning that he has some room to grow. Fair enough. But, favorability or name ID isn't how you win elections. The ballot test is. And, at the moment, Walker is in a massive tailspin there. (Also worth noting: Momentum-less Louisiana Gov. Bobby Jindal has a very similar favorable/unfavorable split. That's not great company.) What explains his fall? I think he was artificially high in polling following a very well-received speech at an Iowa cattle call in January. Wrote Michael Barone in National Review: \"Walker’s speech — one of more than a dozen — got rave reviews from the crowd and reporters present. More prominently and notably, it seems to have gotten rave reviews from a much wider swath of Iowa Republican voters.\" It was a really good speech.  That single speech launched Walker into the Iowa poling stratosphere. Most Iowa voters had only the vaguest sense of him other than he was a fellow Midwesterner who had fought the national labor unions and won. But at that time, it was enough. The problem was -- and is -- that aside from that one speech way back in February, Walker just hasn't had enough moments. He was almost non-existent on the debate stage last month in Ohio. He has struggled to break out from being labeled \"boring.\" He seems caught betwixt and between, casting himself as just another average Joe and a guy who has a proven record of standing up to bullies. (Walker, and his campaign, appears to have chosen the latter narrative, which is smart because it's a far better one if he wants to, you know, win.) Walker, too, has been a victim of circumstance. No one -- and I mean NO ONE -- saw the rise of Donald Trump coming. Trump's appeal to disenfranchised Republican voters and his knack for dominating all media coverage of the GOP race has sucked up every bit of energy and oxygen in the field. While almost every \"establishment\" candidate has been impacted, none have taken Trump's rise more on the chin than Walker who, suddenly, just looks like another governor and not the conservative firebrand that he and his team had hoped to be. Just like Walker was artificially high in Iowa back in February, it's uniquely possible he is artificially low right now. A governor from a neighboring state with a solid conservative record should perform better in Iowa than Walker is. And maybe these Q poll numbers represent the bottom for Walker in the state. That will be little solace to he and his team, however, who are desperately searching for a whiff of the momentum they once enjoyed in the state. ", "byline": "", "description": "Wither Walker?", "title": "The remarkable Iowa collapse of Scott Walker, in 1 chart", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/11/the-remarkable-iowa-collapse-of-scott-walker-in-1-chart/", "topics": ["personality"], "people": ["Bobby Jindal", "Donald Trump", "Scott Walker", "Michael Barone"], "orgs": ["GOP", "Quinnipiac"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-11 18:28:22", "org": "washpo", "article_id": "659c2fa5fada930e09b4ad818e91746a", "date_access": "2015-09-11 18:00:22.821905"}