{"body": "You can tell on social media that the pressure is building before the first Republican presidential primary debate. Candidates posted a flurry of photos Wednesday night into Thursday morning as they traveled to Cleveland for the big event (or the earlier debate, if they weren’t as lucky in the polls). Here’s a look at how the field is gearing up. Bobby Jindal and Ted Cruz shared travel photos:   Marco Rubio and Rick Santorum scored facetime with moderators Bret Baier and Megyn Kelly of Fox News (although it won’t help Santorum — his debate is being moderated by Fox’s Bill Hemmer and Martha MacCallum):   Rubio also took time to scope out the stage:  Rick Perry and Rand Paul enjoyed hearty meals:    It's vital to have a good meal before tomorrow's @FoxNews debate and this is just the appetizer! #GOPDebate pic.twitter.com/2pUCyZ308u — Dr. Rand Paul (@RandPaul) August 6, 2015  And Donald Trump retweeted a photo from an actual WWE fight, if that’s any clue to his preparations:   \"@hbtc23: @realDonaldTrump backs down from nobody!! #MakeAmericaGreatAgain #Trump2016 @steveaustinBSR @WWE 🇺🇸 🙌🏻 pic.twitter.com/rD0ZYcHgmF\" — Donald J. Trump (@realDonaldTrump) August 6, 2015  For more on the candidates’ pre-debate rituals, which include Diet Snapple, solitaire and Siri, check out this video from IJReview: ", "byline": "", "description": "\n\nThe Senate has confirmed only five judges so far this year, the fewest judges confirmed since 1953, when nine judges were confirmed, according to a count by the liberal Alliance for Justice. And of those five, three were for courts in Texas and one in Utah, and backed by both their conservative Republican home state senators. But as the […]", "title": "Senate splits town, leaves judicial nominees hanging", "url": "http://www.washingtonpost.com/news/powerpost/?p=8288", "topics": ["terrorism", "economy", "campaign_finance"], "people": ["Bill Hemmer", "Rick Santorum", "Bret Baier", "Rick Perry", "Donald Trump", "Marco Rubio", "Donald J. Trump", "Megyn Kelly", "Bobby Jindal", "Rand Paul", "Ted Cruz"], "orgs": ["Senate", "Alliance for Justice", "WWE"], "authors": [], "date_written": "2015-08-06 17:40:20", "org": "washpo", "article_id": "0d755d68b696b0ef7f6ac51dd0fd1562", "date_access": "2015-08-06 16:50:04.221836"}