{"body": "   Democratic presidential hopeful Hillary Rodham Clinton talks about her environmental plan during a visit to the LEED Platinum certified DART Central Station in Des Moines, Iowa July 27, 2015. REUTERS/Scott Morgan  NORTH LAS VEGAS -- Democratic president candidate Hillary Rodham Clinton said repeatedly Tuesday that she did not know if her e-mail server, which was turned over to the FBI last week, had been wiped clean of data. In a testy exchange with reporters following a town hall meeting in North Las Vegas, Clinton responded, \"What, like with a cloth or something?\" when asked if the server had been wiped. \"I don’t know how it works at all,\" she added. As Ed Henry of Fox News pressed Clinton on the issue, an aide cut off the exchange and Clinton turned to walk away. Another reporter shouted a question about whether the e-mail issue will ever go away. Clinton turned and shrugged. “Nobody talks to me about it other than you guys,\" she said. The exchange typified Clinton's struggle to fully answer questions about her use of a private e-mail account and server during her four years as secretary of state, and to move beyond those questions to focus on other campaign issues. The private e-mail server that Clinton used while secretary of state was turned over the FBI last week from a data center in New Jersey, where it had been stored since 2013 by a small Denver IT firm the Clintons had hired that year to manage their technology needs. Clinton directed that it be turned over after the FBI requested it as part of an inquiry into whether data that had been stored on the server was secure. Officials have said the probe is preliminary and Clinton is not a target. The Intelligence Community's Inspector General has said he located two e-mails containing top secret material in a sample of 40 of Clinton's e-mails he reviewed. The State Department has said Clinton herself did not write those e-mails but that there are potentially hundreds of other e-mails that also included classified material. \"In order to be as cooperative as possible, we have turned over the server,\" Clinton told reporters Tuesday. \"They can do whatever they want to with the server to figure out what’s there and what’s not there. That’s for the people investigating it to try to figure out.\" Clinton again insisted Tuesday that she did not send any classified material but also acknowledged that she wishes she had not used the private system. \"In retrospect, what was meant to be convenient has turned out to be anything but convenient,\" she said. Clinton has said she turned over 30,000 work related emails from her private account to the State Department in December. She said she chose not to keep 31,000 other emails from the account sent and received during those years because they dealt only with personal matters. “Look, my personal emails are my personal business. Right?\" she told reporters, when asked if the e-mails were wiped from the server. \"So we went through a painstaking process and through 55,000 pages we thought could be worth relating. Under the law, that decision is made by the official. I was the official. I made those decisions.\" ", "byline": "", "description": "\"Like with a cloth or something?\" she asked when pressed on the question after a political event.", "title": "Hillary Clinton won&#8217;t say if her server was wiped", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/18/hillary-clinton-wont-say-if-her-server-was-wiped/", "topics": ["trade", "women", "economy", "campaign_finance"], "people": ["Hillary Rodham Clinton", "Hillary Clinton", "Ed Henry"], "orgs": ["FBI", "State Department", "Clintons"], "authors": [{"author_id": 31302, "fullname": "john wagner", "primary_org": "washpo"}, {"author_id": 32042, "fullname": "rosalind s. helderman", "primary_org": "washpo"}], "date_written": "2015-08-18 23:40:37", "org": "washpo", "article_id": "c98c7b566d87fbaff9c76642af8cdc0b", "date_access": "2015-08-18 23:20:02.830442"}