{"body": " As Jeb Bush was campaigning to be governor of Florida, real estate mogul Donald Trump sought a meeting with one of Bush’s closest allies in the state legislature. Trump wanted to discuss his plan to loosen Florida’s gambling restrictions so he could partner with an Indian tribe and open a casino in the state. He met twice with the lawmaker, then-soon-to-be state House Speaker John Thrasher, once for lunch at the 21 Club in New York and again at Trump’s extravagant Palm Beach estate, Mar-a-Lago. And as Thrasher recalls, Trump was clear about his views on easing Florida law. The 1998 meetings have taken on new importance now, as Trump is running for president by presenting himself as a populist political outsider who is free from the influences of special interests that can sway typical politicians like Bush. In a memorable debate confrontation, Bush accused Trump of being a “special interest” who gave him money in the 1990s in hopes of legalizing casino gambling but failed to sway him, because, Bush said, “I’m not going to be bought by anybody.” Trump denied Bush’s claim as “totally false.” “I promise,” Trump said in the Wednesday night debate, “if I wanted it, I would have gotten it.” But documents and interviews show Trump did seek to open the door to casino gambling in Florida during Bush’s time. Trump had donated to the state GOP, and, according to Thrasher and another former state official who held meetings on the issue on Bush’s behalf, made his views known in the state capital. “There’s no doubt in my mind that Trump was interested,” said Thrasher, the former state House speaker who met with the mogul and is now backing Bush’s presidential campaign. “That was the subject of the meetings.” Moreover, officials said, Trump has remained interested in expanding his casino business into Florida — hiring a Tallahassee lobbyist and meeting with lawmakers in recent years. During a January 2014 golf outing at a Trump course, the mogul pressed then-incoming state House Speaker Steve Crisafulli (R) on possible gambling expansions in Florida. Crisafulli said that Trump “has spoken to me as recently as last year about several of his business ventures, including his interest in establishing a destination resort style casino in Florida.” Trump, who has made his successful business negotiations central to his presidential campaign, has never won the legal right to build a casino in Florida.  [Inside the Trump-Bush melodrama: Decades of tension and discomfort]  Trump allies say his recollection of the casino issue in Florida was accurate. Hope Hicks, a spokeswoman for Trump, said the business “never asked Jeb Bush personally to approve casino gambling.” Roger Stone, a Trump confidante and former campaign adviser, told Fox News this week that Trump has tried to get casino gambling under Bush’s Democratic predecessor, Lawton Chiles, but his efforts “ceased” with Bush’s 1998 election, given Bush’s “well known” opposition to expanding gambling. Trump’s Florida experience represents a wrinkle in the populist critique he is presenting to voters in his presidential campaign. Trump has said he knows most elected officials have been bought by donors — because he used to be the one doing the buying. But in Florida, Bush remained a steadfast opponent of expanded gambling. That outcome has given Bush, who has dropped in the polls amid withering attacks from Trump, a chance to try and turn the tables. And it highlights Trump’s tendency to obscure his business failures as he portrays himself as a perpetual winner.  [Here’s what Jeb Bush, underdog, looks like]  When Bush was running for governor in 1998, casinos with table games were illegal in Florida. Casinos were opposed by many politicians in both parties and by some business leaders, who saw gambling expansion as a threat to a state tourism industry that marketed itself around the world as family-friendly. But the Seminole Indian tribe was pushing to be allowed to open a new facility.  Bush’s opposition, however, was stalwart — he had sat on the board of a group opposed to expanding gambling. In stepped Trump and his campaign support. In December 2007, Trump hosted a $500-a-head fundraiser for Bush at his Trump Tower apartment in New York. A few months later, he made a $50,000 donation to the Republican Party of Florida.  Democrats, including Bush’s 1998 opponent, then-Lt. Gov. Kenneth H. “Buddy” MacKay, charged that Trump was attempting to buy a change of heart from Bush. Carol Licko, who served as Bush’s general counsel for his first year in office, recalled attending as many as a dozen meetings with representatives from the Seminole Indians after Bush took office to discuss the tribe’s interest in crafting a compact with the state of Florida that would allow casinos. At the time, she said she understood that Trump would be involved and said she recalled the developer had representatives at some of the meetings.  Bush remained firmly opposed, however, and the Seminole Indians did not ultimately win the right to run slots and some other Vegas-style games until the election of Bush’s successor, Charlie Crist.  By that time, Trump was no longer involved in the proposal. One of Trump’s partners later said he “declined to pursue the opportunity” after Bush failed to support it, according to a regulatory summary of a Florida lawsuit stemming from the plan.  Trump sued the partner, accusing him of fraudulently using his name after he had backed out, according to media reports. Trump’s interest in a casino in Florida, however, has not faded. He hired a lobbyist to press for the idea again after he purchased the Doral Resort & Spa in Miami in 2012. For the past two years, Trump has backed bills in the Florida legislature that would allow the creation of “destination resorts,” high-end casinos at a handful of luxury Miami hotels. “He believes in it. He thinks it makes sense. He thinks Vegas is taking advantage of Florida,” said Brian Ballard, the Florida lobbyist Trump hired to work on the issue. Now, Ballard is a supporter of Bush. He attended Wednesday’s debate and said he was “stunned” when the casino issue popped up. “I felt like someone was going to ask me to testify,” Ballard joked Ballard said Trump had not been “obsessed with” the issue. He said Trump had concluded in recent months that the legislature is unlikely to comply with his wishes given the opposition by businesses such as Disney. Ballard added that he doubted Trump supported Bush and the state GOP in the 1990s in order to curry favor on the issue, as Bush’s opposition was widely known. “It was a bad investment, if anyone ever thought they'd donate to Jeb to try to expand gaming here,” Ballard said.  Alice Crites contributed to this report.   ", "byline": "", "description": "Mogul-turned-presidential candidate has pressed for years to change state law, despite denying it this week.", "title": "How Donald Trump tried — and failed — to open a casino in Florida", "url": "http://www.washingtonpost.com/politics/how-donald-trump-tried--and-failed--to-open-a-casino-in-florida/2015/09/18/2e1c5616-5d5f-11e5-8e9e-dce8a2a2a679_story.html", "topics": ["personality"], "people": ["Alice Crites", "Steve Crisafulli", "Lawton Chiles", "Jeb Bush", "John Thrasher", "Donald Trump", "Brian Ballard", "Roger Stone", "Hope Hicks", "Charlie Crist"], "orgs": ["Republican Party of Florida", "GOP"], "authors": [{"author_id": 32042, "fullname": "rosalind s. helderman", "primary_org": "washpo"}], "date_written": "2015-09-18 20:17:31", "org": "washpo", "article_id": "0ab97f660ad87815e8d22c61368a5508", "date_access": "2015-09-18 19:40:32.881602"}