{"body": "   Democratic presidential candidate, Sen. Bernie Sanders, I -Vt., reacts during a fundraiser reception Monday, Aug. 17, 2015, in Chicago. (AP Photo/Christian K. Lee)  There have been all sorts of attempts to understand the appeal of Bernie Sanders. He's the anti-Clinton, saying what he means and meaning what he says. He's a committed liberal who never wavers. He's charismatic -- albeit it in his own quirky way. All true in terms of how his supporters see him. But, there's also another part of Sanders' appeal: his indictment of the so-called \"corporate media\" and its allegedly not-so-hidden agendas in the presidential race. That message appeals to the growing sense among liberals that the media is rigged to a) favor Clinton and b) treat politics like a game rather than a serious contest of ideas. Here's Sanders slamming a reporter on that very point following an event in Dubuque, Iowa on Sunday night:  \"The corporate media talks about all kinds of issues except the most important issues,\" Sanders says in response to a question about whether he will attack Clinton. \"Time after time I am being asked to criticize Hillary Clinton. That's the sport that you guys like. The reason this campaign is doing well is we're talking about the issues that impact the American people.\" (Sidenote: That video, which was uploaded to You Tube on Monday, has already been viewed almost 79,000 times. It has been up-voted more than 7,400 times on Reddit.) While most people associate media-hating with conservatives, it's been a growing community on the left now as well.  There's a very really sense among Sanders supporters -- many of whom e-mail me daily! -- that the Vermont Senator is being ignored as a serious threat to Clinton's frontrunner status simply because that doesn't fit the media's pre-established narrative. Attacking the media as a wholly-owned subsidiary of the same \"powers that be\" that ruined the economy and are exacerbating the gap between rich and poor for their own gain is very much in Sanders' message wheelhouse. And, it's a critical piece to understanding why he's generating so much enthusiasm and passion on the campaign trail.", "byline": "", "description": "Bernie doesn't like the media much.", "title": "Bernie Sanders is running as much against the &#8216;corporate media&#8217; as he is against Hillary Clinton", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/18/bernie-sanders-is-running-as-much-against-the-corporate-media-as-he-is-against-hillary-clinton/", "topics": ["economy", "campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton"], "orgs": [], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-08-18 15:38:01", "org": "washpo", "article_id": "2f1267819fa204597dbf9ab0a255871e", "date_access": "2015-08-18 14:50:03.258792"}