{"body": "   Sen. Richard M. Nixon of California arrives at the Republican National Convention in Chicago in 1952 to be selected as the Republican vice presidential candidate. (AP)  Donald Trump’s surprising and ongoing role as the de facto frontrunner for the Republican presidential nomination has raised considerable concern among Republican leaders. At this point, they may not yet be worried that Trump will actually become their nominee. After all, the history of presidential nominations is full of one-time frontrunners who failed to make it all the way. But the effect Trump has while he remains in the race is problematic for the Republican Party in two ways. In the short term, Trump’s antics drag attention away from other Republican candidates. In the long term, Trump may damage the Republican Party brand regardless of who ends up becoming the nominee. How does the Republican Party solve a problem like Donald Trump?  Does it have any gatekeepers who can put a stop to this ongoing Trumpmentum? [The 7 things you need to know about how Donald Trump has hogged the presidential campaign conversation] The RNC is doing its best, but American political parties are weak by design The answer is likely to be disappointing to Republicans worried about Trump’s candidacy. Modern American parties are weak by design. Most people might think this is a good thing, since it allows voters the latitude to choose the candidates they like. But the parties’ weakness also means there is no mechanism to prevent a candidate from being considered. Any viable candidate is on the table, and Trump’s wealth and fame make him a viable candidate. The party’s (weak) gatekeepers face serious hurdles if they want to constrain unwanted candidates, particularly one like Trump. Perhaps the most obvious Republican institution to police the primary process is the Republican National Committee. The RNC is the sole body representing the Republican Party as a whole. It co-organizes the primary debates, drafts the Republican platform, and organizes the national convention in presidential election years. The RNC has tried to shape the Republican nomination. As Jeffrey Frank noted, the RNC has successfully limited the number of primary debates. As Jeffery Jenkins and I previously discussed, RNC chair Reince Priebus tried to get Trump to tone down his rhetoric (but failed). And the RNC pushed back the Iowa caucus into February to make sure that primary season will be shorter than in 2012. But the RNC has not yet been particularly successful in constraining Trump. [Why is Trump surging? Blame the media] The RNC’s ineffectiveness in this is not surprising given the national committees’ histories. Both the RNC and DNC were founded in the middle of the 19th century with the sole purpose of organizing their parties’ national conventions. As Daniel Klinghard has argued, not until the 1890s did the national committees become involved in planning and executing “educational campaigns” intended to inform voters about the parties’ national policy positions. In the 20th century, as Daniel Galvin and Philip Klinkner have shown, the national committees became “service providers” for candidates. Active year-round and with permanent headquarters, the modern national committees raise money and engage in activities intended to help their party members win elections. Much of their work involves promoting their party’s brand to voters. However, while the national committees have become more active within their parties over time, Priebus’s office has no power to thwart runaway presidential candidates. National committee chairs can decide what their committee does — but they cannot decide which candidates are allowed to run under their party’s banner. The demise of the old party bosses Traditionally, the political actors who could make such decisions were the party bosses, who used to control candidate selection in infamous “smoke-filled rooms” at national conventions. These were power brokers who controlled local party machines. For example, a Democratic boss like Chicago Mayor Richard J. Daley had control over the party’s organization in Cook County, Ill. These bosses’ national power came from their ability to mobilize voters (in part, through buying their votes) and their control over which delegates were selected to represent their state at the national convention—and, therefore, which candidate the convention nominated. The combination of the two (voter mobilization and delegate control) meant that, as long as presidential candidates were selected during unpredictable conventions, these bosses were a force to be reckoned with. Party bosses could control who their delegates voted for, and could therefore keep out unacceptable presidential candidates. But party bosses had mostly disappeared by the middle of the 20th century. With parties embracing more consistent ideological positions, campaigns were focused more on issues and relied less on the power of the local machines. In 1972, the last of the party bosses were dethroned as gatekeepers. Within the Democratic Party, the McGovern/Fraser committee reformed how convention delegates were selected, so that they were chosen through primaries and caucuses instead of being hand-picked by the bosses. The Republican Party quickly followed this example. With delegates no longer under their control, the last of the traditional party bosses lost their power to winnow out unacceptable candidates. The (sort of) rise of the new party bosses In recent years, a group of political scientists specializing in the study of political parties (the “UCLA School”) has argued that this partisan gatekeeping has not disappeared entirely. In “The Party Decides: Presidential Nominations Before and After Reform,” these scholars have argued that even in the modern primary system, party elites can control candidate selection by encouraging (or discouraging) candidates to run, and by sending signals to voters as to which candidates they prefer. In this vein, David Karol, one of the co-authors of “The Party Decides,” argued that lack of support from party elites ended Mitt Romney’s ill-fated flirt with another presidential run earlier this year. Given Trump’s ongoing campaign despite Republican elite opposition, obviously party elites can’t prevent all undesirable candidates from running for a party’s presidential nomination. The elites’ powers are particularly limited when it comes to a candidate as unique as Trump. [Trump tries to run his campaign outside the GOP establishment. Here’s why that hurts him.] Party elites can influence presidential campaigns through endorsements. Trump, however, is already so well known that voters don’t need help forming an opinion. Party elites might ordinarily be able to constrain a candidate by withholding major campaign donations. But Trump’s billions means he doesn’t need Republican kingmakers like the Koch brothers or Sheldon Adelson. Even Fox News–which can be seen as the media arm of the Republican Party–couldn’t stymie Trump during the first Republican primary debate. This may have surprised some commentators, but as Kevin Arceneaux argues, the media–even Fox–cannot simply replace viewers’ perceptions at will. A considerable number of Republican voters have seen a lot of Trump over the last few weeks, and, at least for now, they seem to like what they see. Trump’s candidacy has perfectly exposed the inherent weaknesses in the design of modern American political parties. In earlier times, party bosses would have easily been able to sidetrack Trump at the national convention. But these bosses are long gone. The RNC, while it is more active now than was in the age of the party bosses, does not have the formal powers to exclude candidates from the party; it can only try to persuade Trump to tone it down. And party elites, while usually able to signal which candidates are acceptable and which are to be ignored, do not have the tools to constrain Trump. A party system managed by relatively weak gatekeepers can be a good thing. After all, it means that voters have the freedom to select the representatives they want, even if their party’s leadership disagrees. But such weakness comes with inherent risks for the party: once in a while, you can end up getting Trumped. Boris Heersink is a Ph.D. candidate at the Woodrow Wilson Department of Politics at the University of Virginia and a National Fellow at the Miller Center. You can find him on twitter @Boris_Heersink.", "byline": "", "description": "Blame the end of party bosses and backroom deals for its lack of leverage.", "title": "How does the Republican Party solve a problem like Donald Trump?", "url": "http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/08/18/how-does-the-republican-party-solve-a-problem-like-donald-trump/", "topics": ["campaign_finance"], "people": ["Daniel Galvin", "Mitt Romney", "David Karol", "Donald Trump", "Reince Priebus", "Sheldon Adelson", "Richard M. Nixon", "Richard J. Daley"], "orgs": ["DNC", "RNC", "Republican Party", "Republican National Committee", "Democratic Party", "The Party", "GOP"], "authors": [{"author_id": 37573, "fullname": "boris heersink", "primary_org": "washpo"}], "date_written": "2015-08-18 15:02:36", "org": "washpo", "article_id": "09493d93a313a250086dd72be75e7be4", "date_access": "2015-08-18 14:20:12.668715"}