{"body": "   (AP Photo/Danny Johnston)  Donald Trump railed against \"the hedge fund guys\" who are \"getting away with murder\" by \"paying nothing\" in taxes, so naturally his tax plan would cut theirs by, well, a yuge amount. Now, there are three things to know about Trump's tax plan. The first is that everybody gets a tax cut, but the rich get a particularly classy one. The right-leaning Tax Foundation estimates that the total cost of the plan would be $12 trillion over 10 years—almost four times as much as Jeb Bush's slightly lower energy plan—with the highest-earners getting the biggest tax cuts in both dollar and percentage terms. The second is, well, did I mention it would help the rich the most? The liberal Citizens for Tax Justice calculates that the top 1 percent would get 34 percent of Trump's total tax cut. That is actually what passes for egalitarian among Republicans—Jeb would give 53 percent of his tax cuts to our country's most exclusive centile—but it's still a bigger giveaway than anybody else's because Trump's tax cuts are bigger too. Included in this grab bag of 1 percent goodies is cutting the top income tax rate from 39.6 to 25 percent, cutting the tax on business owners from 39.6 to 15 percent, cutting the corporate tax from 35 to 15 percent, cutting the capital gains tax from 23.8 to 20 percent, and getting rid of the estate tax entirely. That's a tremendous amount of cutting. A lot of very wealthy people are going to be very impressed with how big a tax cut they'd get—over 21 percent of their incomes—and not just the ones who would stand to inherit Trump's money without having to pay Uncle Sam a dime. The third is that it wouldn't raise taxes on any rich people, not even the hedge fund managers Trump said should pay more. That's because Trump would \"stop\" hedge fund managers from using a loophole that, for the most part, they don't use at the same time that he would slash the rest of their taxes. Here's how it works. Hedge fund honchos are typically paid along a 2-and-20 model: they get a management fee of 2 percent the size of their fund, and a performance fee of 20 percent of any profits. Now, the management fee is always taxed as ordinary income at 39.6 percent, but the performance fee can, thanks to the magic of the carried interest loophole, be taxed as capital gains at 23.8 percent if the assets have been held for at least a year. That's how long you have to own something for the long-term capital gains rate to kick in, otherwise it's just taxed as normal. But since a lot of hedge funds buy and sell things at much, much shorter intervals than this—in some cases, fractions of a second—they're not eligible for carried interest in the first place. That means their management and performance fees are both taxed at 39.6 percent. (It's true that some of them get around this by using options to make their short-term gains look like long-term ones, but the IRS has cracked down on this). Trump's plan, then, would cut the taxes on their management and performance fees from 39.6 to 25 percent if they didn't use carried interest. And even if they did, it would still cut their taxes as long as their fund made less than a 121 percent return. That's because it would still lower the taxes on their management fees from 39.6 to 25 percent at the same time that it would bump up the taxes on their performance fees from 23.8 to 25 percent. So they would need a lot of performance fees—that is, profits—for that tax hike to be bigger than their other tax cut. On top of that, though, Trump would actually keep the carried interest loophole for the people who do use it, like venture capitalists and private equity managers. See, they invest in companies over a long enough time horizon that their performance fees qualify for the long-term capital gains rate. And since Trump only wants to get rid of carried interest for \"speculative partnerships that do not grow businesses or create jobs\"—i.e., hedge funds—these others that do benefit from it would continue to do so. So a private equity baron like Stephen Schwarzman, who said closing the carried interest loophole would be akin to Hitler invading Poland, would see the taxes on his management fees fall from 39.6 to 25 percent and the taxes on his performance fees tick down from 23.8 to 20 percent under a President Trump. (I guess that would be like D-Day then?). But the real winner here, other than super-rich people, is the Republican Establishment. It's made cutting the top tax rate the Party's raison d'être for 35 years now, and that doesn't look like it's going to change anytime soon. Although Marco Rubio had tried to challenge this -- admittedly, in a fairly unaggressive way --  saying they should only cut the top rate from 39.6 to 35 percent and then give more money to middle-class parents, this proved to be a short-lived rebellion. When the Establishment decreed that this wasn't \"supply-side\" enough, Rubio went back and proposed zeroing out capital gains taxes entirely. And now Trump has been tamed too. Before now, he had sounded almost like a, well, Democrat with the way he said the rich could and should pay more. But, to the Establishment's horror, it turned out that was a reasonably popular thing for a Republican to say as well. The only problem was it wasn't popular enough with primary voters. So Trump has decided to make cutting taxes for the rich great again, no matter the cost. The hedge fund guys should love The Donald.", "byline": "", "description": "Donald Trump railed against \"the hedge fund guys\" who are \"getting away with murder\" by \"paying nothing\" in taxes, so naturally his tax plan would cut theirs by, well, a yuge amount.Now, there are three things to know about Trump's tax plan. The first is that everybody gets a tax cut, but the rich get a particularly classy one. The right-leaning Tax Foundation estimates that the total cost of the plan would be $12 trillion over 10 years—almost four times as much as Jeb Bush's slightly lower energy plan—with the highest-earners getting the biggest tax cuts in both dollar and percentage terms.Read full article >>", "title": "Wonkblog: Donald Trump revealed: He wants to give hedge fund guys a huge tax cut", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/10/02/donald-trump-revealed-he-wants-to-give-hedge-fund-guys-a-huge-tax-cut/?wprss=rss_business", "topics": ["economy", "personality"], "people": ["Donald Trump", "Marco Rubio", "Jeb Bush", "Danny Johnston", "Stephen Schwarzman"], "orgs": ["Tax Foundation", "Party", "Citizens for Tax Justice", "IRS", "Hedge"], "authors": [{"author_id": 31100, "fullname": "matt o'brien", "primary_org": "politico"}], "date_written": "2015-10-02 11:00:36", "org": "washpo", "article_id": "b896e81a03638b079af715d74d94def3", "date_access": "2015-10-02 10:30:44.623393"}