{"body": "  Live-tweeting the debate starting now. #DebateWithBernie pic.twitter.com/iQFf3dj7Hb — Bernie Sanders (@BernieSanders) September 17, 2015  Democratic presidential hopeful Bernie Sanders took to Twitter Wednesday night to offer a running commentary on the Republican debate, sharing often sarcastic thoughts on the priorities of the other party. The 74-year-old senator from Vermont watched the 11-candidate face-off from a satellite campaign office on Capitol Hill, where an aide ranslated his musings into tweets, using the hashtag #DebateWithBernie. \"War, war, war,\" Sanders said at one point. \"When do we get to their other major priority: tax breaks for billionaires?\"   War, war, war. When do we get to their other major priority: tax breaks for billionaires? #DebateWithBernie — Bernie Sanders (@BernieSanders) September 17, 2015  Sanders, who has surged lately in a Democratic race against Hillary Rodham Clinton, did not hesitate to call out the Republican candidates by name  -- including the GOP front-runner Donald Trump. \"What a pleasant and humble person,\" Sanders quipped to his half million followers.   Trump. What a pleasant and humble person. Can't stop saying kind and generous things about his fellow Republicans. #DebateWithBernie — Bernie Sanders (@BernieSanders) September 17, 2015  On a night when there was plenty of talk about the legacy of Ronald Reagan -- the debate was broadcast from his presidential library in Simi Valley, Calif. -- Sanders cited him as well. \"Let's vote for Reagan,\" he tweeted. \"Sounds better than any of these guys.   Okay. Let's vote for Reagan. Sounds better than any of these guys. #DebateWithBernie #GOPDebate — Bernie Sanders (@BernieSanders) September 17, 2015  Sanders didn't quite make it until the end of the three-hour encounter. Around 10:30 p.m., he asked, \"Does anyone know ... when this debate will finally end?\" Shortly afterward, he announced: \"I've had it. I'm going home.\"   Thank you all. I've had it. I'm going home. Talk to you soon. #DebateWithBernie — Bernie Sanders (@BernieSanders) September 17, 2015  In no particular order, here are a few other highlights from the 34 tweets Sanders sent out Wednesday night:   Does anybody on the stage believe that our gay brothers and sisters have the same rights as the rest of us? Anybody? #DebateWithBernie — Bernie Sanders (@BernieSanders) September 17, 2015    Yes @ChrisChristie. George W. Bush — gave us Iraq war, Wall St crash — was one of our great presidents. You are right. #DebateWithBernie — Bernie Sanders (@BernieSanders) September 17, 2015    Anyone on the stage, maybe just maybe, think we might want to pass comprehensive immigration reform and a path toward citizenship? Anyone? — Bernie Sanders (@BernieSanders) September 17, 2015    Trump: \"I will take care of women.\" Really? What about respecting the right of women to control their own bodies? #DebateWithBernie — Bernie Sanders (@BernieSanders) September 17, 2015   ", "byline": "", "description": "The Democratic hopefuls weighs in on the priorities of the Republican candidates.", "title": "On Twitter, Bernie Sanders offers a running &#8212; often sarcastic &#8212; commentary on the GOP debate", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/17/on-twitter-bernie-sanders-offers-a-running-often-sarcastic-commentary-on-the-gop-debate/", "topics": ["immigration", "women"], "people": ["Donald Trump", "Bernie Sanders", "W. Bush", "Ronald Reagan", "Hillary Rodham Clinton"], "orgs": ["GOP"], "authors": [{"author_id": 31302, "fullname": "john wagner", "primary_org": "washpo"}], "date_written": "2015-09-17 11:23:18", "org": "washpo", "article_id": "1dcc9aa49a545160f2a5fc7dde6c114f", "date_access": "2015-09-17 10:50:03.426201"}