{"body": "   Sen. Bernie Sanders (I-Vt.) poses for a photo with supporters in Grinnell, Iowa on Sept. 3. (AP/Charlie Neibergall)  Bernie Sanders is still having some trouble reaching African Americans, judging from his reception at the historically black Benedict College in Columbia, S.C. over the weekend. The State's Jamie Self called the crowd \"subdued.\" The Post and Courier's Cynthia Roldan observed that even though several hundred people showed up to hear him speak, the audience was small for a fiery candidate who has been drawing the largest crowds in the campaign so far. Charles M. Blow, a columnist for The New York Times, reported that many attendees were white. According to Gallup, just 23 percent of black voters view Sanders favorably. Hillary Clinton's figure is 80 percent. That's mainly because very few have even heard of Sanders  -- only a third say they were familiar with him, while 92 percent said they were familiar with Clinton. Blow asked Sanders about his campaign to win over black voters in an interview. Sanders said (as he's said before) that the media is to blame. He argued that black voters would listen if reporters would only cover the substance of the senator's speeches on the campaign trail. He's said again and again that African Americans are at a disadvantage in the U.S. economy. \"I have talked in 20 different speeches that 51 percent of young African-American kids are unemployed and underemployed,\" he argued, citing research by the liberal Economic Policy Institute. \"I don't know that it's made the newspapers yet.\" In fact, as Blow notes, media organizations including The Washington Post have covered Sanders's critique. But the reality is that, at least in the eyes of some African American activists, he just isn't saying what those voters want to hear. After protesters disrupted a speech Sanders gave at a progressive conference in Phoenix in July, organizers explained to The Washington Post's David Weigel why they weren't satisfied with the candidate's words on race. As they see it, Sanders is arguing that the structure of the economy is the ultimate reason that America seems to be holding back its black citizens. It's too difficult for people in the working class to find a job and too expensive to get an education. That's true whether you're black or white, but since white families more likely have other advantages -- inherited wealth, for example, that allows them to borrow more easily to finance a college degree -- the economy's problems are more pronounced for black workers. The seasonally black unemployment rate was 9.5 percent last month, according to the Bureau of Labor Statistics, while the the white rate of 4.4 percent (black unemployment rates are usually twice that of white rates). Census data show that about 19 percent of the black population had at least a bachelor's degree last year, compared to 30 percent of the white population. The Pew Research Center found that the net worth of the typical white household was $141,900 in 2013. That amount was more than 13 times the typical black household's net worth of $11,000. From the point of view of the protesters, though, this explanation has things backward. Since before the country's founding, they argue, the American economic elite has used race to divide workers against one another, preventing them from banding together and putting people such as Sanders in power who would alter the balance in the economy in favor of the working class. In other words, it isn't that the economy is the cause of racial disparities, but rather that racism is the cause of economic disparities. \"We have a fundamental disagreement with Bernie Sanders that racism is somehow an offshoot from economic exploitation when the reality is that race and class in America are inextricably linked to the rise of capitalism in this country,\" activist Kimberly Ellis told Weigel. [Read more: Do white liberals have a Bernie Sanders problem?]", "byline": "", "description": "Sanders is still having trouble reaching black voters, judging by his reception over the weekend to a speech at a historically black college.", "title": "Why Bernie Sanders&#8217; problems with black voters go much deeper than him just blaming the media", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/09/14/why-bernie-sanders-problems-with-black-voters-go-much-deeper-than-him-just-blaming-the-media/", "topics": ["economy"], "people": ["Cynthia Roldan", "Charlie Neibergall", "Charles M. Blow", "Hillary Clinton", "David Weigel", "Jamie Self", "Bernie Sanders", "Kimberly Ellis"], "orgs": ["Benedict College", "Pew Research Center", "Bureau of Labor Statistics", "Economic Policy Institute", "S.C.", "Post and Courier"], "authors": [{"author_id": 31049, "fullname": "max ehrenfreund", "primary_org": "politico"}], "date_written": "2015-09-14 16:40:14", "org": "washpo", "article_id": "bb6ba65ec15e1d8e6cd8510fc0e292bd", "date_access": "2015-09-14 16:20:33.684266"}