{"body": "  MACKINAC ISLAND, Mich. — “Carly for president! Please make a path!” a woman announced loudly to a crowded bar here.  She wasn’t at a Carly Fiorina event. It was an event to honor retiring Rep. Candice S. Miller. Fiorina was just stopping by. In theory.  But these days, it’s hard for Fiorina to just stop by anywhere. Fresh off a widely praised performance in the second Republican presidential debate, Fiorina received a rock-star welcome to this upscale island teeming with Republican activists attending a weekend conference. On the campaign trail, Fiorina has captured the attention that candidates crave but that can come back to bite them.  After arriving here by ferry Saturday afternoon, she was greeted by throngs of supporters carrying red “Carly” signs. She shook hands, posed for pictures and pitched herself for the presidency as she made her way down Main Street, weaving in and out of at least two packed bars.  When Fiorina arrived at Horn’s for the Miller event, a local TV reporter immediately started interviewing her. Standing near Fiorina, all Miller could do was watch as she was upstaged. The crowd was so large, some wondered whether it was violating the fire code.  Earlier, Fiorina addressed supporters at Mary’s Bistro, where the University of Michigan football game playing on TVs was an afterthought for the capacity crowd.  “Let me ask you a question: How many of you saw the debate on Wednesday night?” she asked. “If you saw that debate, you know that I think this election is about leadership.” Fiorina came to Mackinac Island — which is only accessible by ferry or charter flight and has no cars but plenty of horse-drawn carriages — to speak at the annual Mackinac Republican Leadership Conference on Saturday night. She was one of five Republican White House hopefuls — joining Sens. Ted Cruz (Tex.) and Rand Paul (Ky.), Ohio Gov. John Kasich and former Florida governor Jeb Bush — who came to the confab, held at a luxurious hotel with sweeping lake views. For the more than 2,200 Republican who registered, the event was a chance to see some of the candidates up close. For Fiorina, that meant a fresh dose of encouragement, but also some skepticism.  “I am concerned about one issue she doesn’t really touch on: immigration,” said Josie Mantela of Escanaba, Mich., who is weighing voting for Fiorina or Cruz. At Wednesday’s debate, Fiorina, the only woman onstage,  demonstrated a keen understanding of foreign affairs, took on front-runner Donald Trump and gave original responses to questions, winning her plaudits from Republicans.  But the debate also brought national attention to her controversial tenure as chief executive of Hewlett-Packard. Trump criticized her stewardship of HP, which fired her in 2005 and suffered 30,000 layoffs under her watch. Fiorina has tried to emphasize the positive elements of her record, like growing the company.  “The scrutiny is going to continue,” said Michigan Gov. Rick Snyder (R), a former chief executive of Gateway. “I mean, that’s just the nature of running for president.”  He added: “There are some issues that go away, but issues like that are not things that just sort of are episodal.” Fiorina’s opponents here this weekend were not eager to talk about her record at HP.  “I haven’t studied any of that. I’m more interested in what I’m doing,” Kasich said.  Cruz also declined to weigh in, saying: “Others may engage in the back and forth. I have no intention of going there.” Trump did not attend the event, but his presence could be felt. In his Friday night speech, Bush said President Obama is “an American” and a “Christian,” responding to Trump’s decision not to correct a questioner at a recent town hall. Cruz praised Trump for drawing attention to the issue of immigration.  Trump is “bringing a lot of notoriety to the boring Republican group that we’ve had over the years,” said Rick Swindlehurst of Mount Pleasant, Mich. “I mean, you’ve got to admit: McCain was boring. Romney? Kinda boring too.” Like Trump, Fiorina is running as political outsider. She will try to build on her progress on the trail in the next few weeks. The next GOP debate is not until Oct. 28.  On Monday, Fiorina will be a guest on “The Tonight Show starring Jimmy Fallon.” Seemingly aware that political celebrity does not necessarily equal wins, Fiorina urged supporters not to sit on the sidelines.  “You need to do your part,” she said at Mary’s. “As citizens, you need to stand up, you need to vote.” ", "byline": "", "description": "Former Hewlett-Packard exec draws more attention — but also skepticism — after Wednesday’s GOP debate.", "title": "Carly Fiorina gets rock-star welcome at GOP events on Mackinac Island", "url": "http://www.washingtonpost.com/politics/carly-fiorina-gets-rock-star-welcome-at-gop-events-on-mackinac-island/2015/09/19/9441a1da-5ed6-11e5-9757-e49273f05f65_story.html", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Rand Paul", "Jeb Bush", "Candice S. Miller", "John Kasich", "Donald Trump", "Rick Snyder", "Jimmy Fallon", "Carly Fiorina", "Ted Cruz"], "orgs": ["University of Michigan", "Mackinac Republican Leadership Conference", "GOP", "Horn"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-09-19 23:39:12", "org": "washpo", "article_id": "6da73284870db81e4aa62dd419276f51", "date_access": "2015-09-19 23:00:06.891912"}