{"body": "   (AFP/Getty Images)  They're unorthodox, they say things on the campaign trail few others will, and their supporters are fed up with a political system they feel isn't working for the average American. Donald Trump and Bernie Sanders have very different political constituencies, but they also have a lot in common. The GOP front-runner and all-around havoc-wreaker draws stadium-sized crowds while rattling off ideas about about closing our borders and sticking it to Washington. The independent senator from Vermont, who is giving Democratic front-runner Hillary Clinton a run for her money in Iowa and New Hampshire, draws stadium-sized crowds delivering his wonky stump speech about income inequality and shaking up Washington. (They also have some policy points in common: Both have supported a single-payer health-care system and talked about upping taxes on the wealthy.) [Why some liberals have started to love Donald Trump] As The Washington Post's Philip Rucker points out, 2016 is fast becoming the election of the outsider. And Sanders and Trump represent the furthest edges of outsider political candidates in 2016. But the American political continuum is definitively not a straight line; some might even say it's more akin to a flat circle. And perhaps Trump and Sanders aren't entirely far apart on it after all. To get a taste for how similar the two are in some ways, we pulled comments from their supporters and found six major themes that Trump's and Sanders's White House runs have in common. You might even think the folks below were talking about the same person. They're not politicians On Trump: “He's like one of us. He may be a millionaire, which separates him from everybody else, but besides the money issue, he's still in tune with what everybody is wanting.” — Janet, a former dog breeder,  at a July Bloomberg focus group in New Hampshire On Sanders: “Bernie really doesn't have delusions of grandeur. A few months before he announced, I took a trip to Washington D.C., he was on my plane ... in Economy class. Now how many other sitting US senators would be flying Economy class? And he was having genuine conversations like a normal human in the terminal. He hasn't lost touch with the average American.\" — a Reddit user in a thread started in August about why people like Sanders [Warning: Obscene language at that link and all other Reddit threads we link to in this story] They can't be bought On Trump: \"He doesn't need anybody's money. He doesn't need lobbyists. He's a self-made billionaire. He's a businessman, and we need a businessman — or -woman.\" — Felicia Elias, a Massachusetts resident who drove to New Hampshire in July to hear Trump speak, told CNN On Sanders: \"He's not heavily funded by big business and has been calling out politicians on [expletive] lies for yeeeeears.\" — a Reddit user in that same thread They speak the truth no one else will On Trump: \"I like his aggressive approach to save America. Not taking any [expletive] from anybody. Start taking our country back instead of letting people come in and control it.\" — Sally Bradbury from Merrimack, N.H., told CNN in July On Sanders: \"I'll be voting for him because of what [he] said during his interview with Bill Maher. 'We're going to do something revolutionary with our election campaign, we're going to tell the truth.' \" — a Reddit user in that same thread Anti-status quo On Trump: \"Donald Trump is strong. He carries a sentiment and frustrations that I think a lot of Americans are going through and feeling right now. He's the one that's able to articulate that, and bring those frustrations to light. I believe him when he talks.\" — Nick, a home inspector, told a July Bloomberg focus group in New Hampshire On Sanders: “Did all of you make the trip out here on a Monday night because everything is going well for you and your family?” Sanders asked at an August rally in South Carolina, according to The Washington Post. “No!” the crowd roared. They have integrity On Trump: \"I don't like Trump as a person, but let's just remember his statement about illegal immigrants. Even when those comments made everyone throw [criticism] at him and everyone fired him, he wasn't afraid of reiterating them, multiple times. We need that kind of person as president: he doesn't [care] about other people's negative comments.\" — a Reddit user in a thread started in August about why people like Trump [7 honest-to-goodness arguments for supporting Trump] On Sanders: \"I think if anybody is going to not pull the elected-man position-flip, it's Sanders. He has such a long history of fighting for consistent values; if he were to show the same behavior once elected as others that would be the final nail in the coffin in my mind proving that the system is truly well and [expletive] and it really doesn't matter who we vote in as President.\" — a Reddit user in the same thread started in August about why people like Sanders They can be forgiven for their sins On Trump: \"He's an [expletive], but at least he's honest, and isn't really into bull-[expletive]-ing people.\" — a Reddit user  in that thread started in August about why people like Trump On Sanders: \"I’ve heard Bernie Sanders on TV and he says the right things. I know he’s a socialist and I don’t had [sic] that against him.\" — Melinda Scott, who attended Sanders's August South Carolina rally ", "byline": "", "description": "The two polar opposites have a lot more in common than you think.", "title": "Donald Trump and Bernie Sanders supporters sure sound a lot alike", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/09/donald-trump-and-bernie-sanders-supporters-sure-sound-a-lot-alike/", "topics": ["immigration", "economy"], "people": ["Sally Bradbury", "Hillary Clinton", "Donald Trump", "Bill Maher", "Bernie Sanders", "Philip Rucker", "Felicia Elias"], "orgs": ["GOP"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-09-09 18:45:45", "org": "washpo", "article_id": "a17802fbb51ab2c13ab9c3a4da18b7d1", "date_access": "2015-09-09 19:20:04.131801"}