{"body": "   U.S. presidential hopeful Donald Trump speaks in New York September 3, 2015. REUTERS/Lucas Jackson  Donald Trump makes a startling admission in a new interview with Christian Broadcasting Network's David Brody: He is not the best, hugest, classiest thing ever. Here's Trump in response to Brody's question asking him \"who is God\": Well, I say God is the ultimate. You know you look at this? Here we are on the Pacific Ocean. How did I ever own this? I bought it 15 years ago. I made one of the great deals they say ever. I have no more mortgage on it, as I will certify and represent to you. And I was able to buy this and make a great deal. That’s what I want to do for the country: Make great deals. We have to, we have to bring it back. But God is the ultimate. I mean God created this [points to his golf course and nature surrounding it], and here’s the Pacific Ocean right behind us. So nobody, no thing, no there’s nothing like God. So, to be clear, Trump's rankings look something like this: 1. God 2. Donald Trump There's two fascinating things going on in that quote -- and in Trump's willingness to sit down with Brody, who has worked to position himself as the conduit (or one of the conduits) for the evangelical vote in 2016. The first is that even on a question about God, Trump finds a way to talk about himself and [insert eye roll here] his golf courses! Halfway into his answer to the question of \"who is God,\" Trump somehow manages to utter the words \"I was able to buy this and make a great deal.\" Um, okay. Also: amazing. It's worth noting that talking about yourself in the same breadth as God is not only a Trump thing. Lots and lots of candidates over the years have suggested that God told them to run for office. Sometimes multiple candidates in the same race were allegedly told by God to run. Then there is the broader issue of Trump's religiosity. He regularly cites the Bible as his favorite book ever (\"The Art of the Deal\" is his second favorite book, natch) but generally refuses to tell people his favorite verse or book. \"I wouldn't want to get into it,\" Trump said on CNN last month. \"Because to me, that's very personal. The Bible means a lot to me, but I don't want to get into specifics.\" He did cite a favorite quote about envy from the Book of Proverbs but there were questions about where in the Bible that quote was actually from. Trump later clarified that he was talking about Proverbs 24, which begins: Do not envy the wicked, do not desire their company; for their hearts plot violence, and their lips talk about making trouble. By wisdom a house is built, and through understanding it is established; through knowledge its rooms are filled with rare and beautiful treasures. It's not entirely clear how much of Trump's avowed love for the Bible is genuine and how much of it is him playing to a crowd he knows he needs if he wants to remain a serious contender for the Republican presidential nomination. (Sidebar: The line between authentic Trump feelings and Trump as ultimate salesman is the hardest one to draw in politics these days.) What is now without question is that Trump is willing to admit that God is bigger than Trump. So, that's something.", "byline": "", "description": "BREAKING NEWS!", "title": "It’s official: God is greater than Donald Trump, according to Donald Trump", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/23/its-official-god-is-greater-than-donald-trump-according-to-donald-trump/", "topics": ["personality"], "people": ["Donald Trump", "David Brody"], "orgs": ["Christian Broadcasting Network"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-23 17:51:15", "org": "washpo", "article_id": "5bb4fb719ef65772533f6a8d4ace3b3b", "date_access": "2015-09-23 17:00:08.776385"}