{"body": " Donald Trump’s attacks on Fox News’s Megyn Kelly have brought his Republican presidential rivals to another moment of truth. How long can they try to treat him as a sideshow before they and the party they seek to lead suffer the political effects of his excesses? For Trump’s rivals, the political calculus this summer has seemed relatively straightforward. At this still-early stage in the nomination contest, they prefer to pursue their own campaign strategies, not react to his. As Florida Sen. Marco Rubio told NBC’s Chuck Todd in a “Meet the Press” interview that will air Sunday: “If I comment on everything he said, my whole campaign will be consumed by it.” Because they assume that Trump will either implode or eventually walk away in a fit of anger, they have generally tried to ignore him rather than seek a confrontation. Sometimes they’ve been forced to voice their displeasure, as has been the case the past 48 hours.  They responded after Trump, in a CNN interview Friday evening, escalated his criticism of Kelly, calling her a “lightweight” and accusing her of coming after him in last week’s debate in Cleveland with “blood coming out of her eyes, blood coming out of her wherever.”  Carly Fiorina quickly tweeted, “Mr. Trump: There. Is. No. Excuse.” She also tweeted: “I stand with @megynkelly.” On Saturday morning, Wisconsin Gov. Scott Walker tweeted: “I agree with @carlyfiorina, there’s no excuse for Trump’s comments. Stand with @megynkelly.” Later he tweeted: “.@megynkelly is a tough interview. Being POTUS is tougher…” Former Florida governor Jeb Bush weighed in Saturday at the Red State gathering in Atlanta with his criticism, and most others in the field also registered their displeasure with The Donald — in various tones of disappointment but not much outrage.  Saturday’s flurry of statements criticizing Trump had a sense of déjà vu. Just three weeks ago, the same almost-ritualized performance played out after Trump had dissed Arizona Sen. John McCain as not being a hero, despite McCain having endured torture and permanent disability as a POW during the Vietnam War.  The candidates stepped up after Trump went after McCain — more quickly than in the case of Kelly — and then tried to step back. Neither Trump’s remarks nor the criticism from his rivals or others had much effect on his political momentum.  If anything, he seemed strengthened by the incident, to the surprise of many, including myself. Trump’s poll numbers continued to rise and — perhaps not surprisingly — his rivals continued to steer clear of him and run their own races.  [What Trump gets wrong about why people like him]  Tentativeness has marked the candidates’ strategy in dealing with the Trump phenomenon. You could see their hesitation during the debate last Thursday. No one really came to Cleveland with the goal of taking on Trump. Not one of the other nine candidates on stage came to Kelly’s defense when Trump went after her for asking him about derogatory comments he has made about women in the past.  It’s not in the nature of candidates to defend debate moderators from criticism, so their non-response was perhaps understandable. But as Bush said Saturday, standing silent as the leader in the polls for the GOP nomination attacks someone who is part of the 53 percent majority of the population is hardly a winning strategy. There is another reason beyond wanting to run their own races or wishing not to be the object of his considerable ire that the other candidates seem so reluctant to take on Trump more vigorously.  They all believe that Trump’s support reflects more than fascination with celebrity, that he has tapped into something visceral in the electorate — anger and insecurity, revulsion with Washington, disgust with political speak and political elites. Because they hope Trump will sink of his own weight, they wish to avoid offending Trump for fear of offending his voters. They want those voters to turn to them if they abandon the reality TV star. Recall how Ohio Gov. John Kasich responded in the debate when asked about Trump calling American government leaders “stupid” and charging that the Mexican government is sending criminals across the border. Kasich didn’t denounce what Trump said. He practically hugged him, saying they all could learn a little something about being outspoken from Trump. “Donald Trump is hitting a nerve in this country,” Kasich said. “He is. He’s hitting a nerve. People are frustrated. They’re fed up. They don’t think the government is working for them. And for people who want to just tune him out, they’re making a mistake. Now, he’s got his solutions. Some of us have other solutions.” He then talked about balancing the budget in Ohio.  [Here’s what Lindsey Graham said about Trump]  South Carolina’s Lindsey Graham, who is near the bottom of the GOP field and has little to lose, has another view of all this. On Saturday, he told my Post colleague Philip Rucker that it was time for party leaders and candidates to recognize the threat Trump poses. “I think we’ve crossed that Rubicon, where his behavior becomes about us, not just him,” he said. Graham was not on the stage for the prime-time debate and said those who were gave Trump a pass. He warned that Republicans risk blowing a chance to win the White House if they fail to take on Trump. “There comes a point when it becomes about you and Mr. Trump,” he said. Like Fiorina, Graham is near the bottom of the Republican field. He has spoken out before and no doubt will again. He views, however, do not represent critical mass with the field of candidates. Graham risks little by loudly and constantly voicing his opposition to Trump. Others apparently believe they do. Trump began his campaign by inflaming the debate about immigration and offending Hispanics with loose talk about criminals, rapists and drug dealers and policy solutions that include charging the Mexican government for the cost of building a wall on the southern border. Now he is in his own war against women with his post-debate comments about Kelly. Are there two more important constituencies for Republicans in 2016 than Hispanics and women? Mitt Romney got 27 percent of the Hispanic vote and 44 percent of the women’s vote against President Obama in 2012. Republicans know they must do better with each group of voters to have a chance to win in 2016. Right now, Trump’s megaphone is louder than the collective voice of the others in the GOP race. The nomination contest for now is Trump vs. the rest of them. As long as he stands tallest in the polls and loudest on the cable stations, his message will outweigh theirs. It’s clear now what kind of campaign Trump will run and what kind of candidate he is. That’s the reality that now confronts the rest of the Republican Party.  ", "byline": "", "description": "Trump offended Hispanics and now women. The GOP needs more of their votes in 2016.", "title": "Can the Republican candidates avoid a real confrontation with Trump?", "url": "http://www.washingtonpost.com/politics/can-the-republican-candidates-avoid-a-real-confrontation-with-trump/2015/08/08/c39a2310-3e0d-11e5-9c2d-ed991d848c48_story.html", "topics": ["immigration"], "people": ["Mitt Romney", "Lindsey Graham", "Jeb Bush", "Philip Rucker", "John Kasich", "Donald Trump", "Chuck Todd", "Marco Rubio", "Megyn Kelly", "Carly Fiorina", "Scott Walker"], "orgs": ["Republican Party", "POTUS", "GOP"], "authors": [{"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-08-08 22:45:54", "org": "washpo", "article_id": "3e45bf53e7bd138616fae2d28834f31f", "date_access": "2015-08-08 22:00:13.448869"}