{"body": "   Ohio Gov. John Kasich (Steven Senne/Associated Press)  Ohio Gov. John Kasich, who is campaigning for the Republican presidential nomination with a unique message of compassionate conservatism and cultural inclusion, will pick up a head-turning endorsement Monday in the Bible Belt. Alabama Gov. Robert J. Bentley (R) plans to endorse Kasich at a campaign event in Birmingham, according to a Kasich campaign official who spoke on the condition of anonymity to disclose the plans. With Bentley's backing, Kasich hopes to show that his message can appeal across the Republican spectrum — from the Midwest, where he has been a popular governor, to New England, where he is rising in the New Hampshire polls and now to the South. Bentley will be the third sitting Republican governor to endorse a candidate in the 2016 presidential race. Maryland Gov. Larry Hogan and Maine Gov. Paul LePage are backing New Jersey Gov. Chris Christie, who served as chairman of the Republican Governors Association during their 2014 gubernatorial elections. Bentley's endorsement of Kasich is a blow not only to Christie, but also to the other governors in the race, especially Louisiana Gov. Bobby Jindal, a fellow Southerner, and former Florida governor Jeb Bush, who led a neighboring state. Alabama is planning to hold a relatively early primary on March 1, along with a number of other Southern states, as part of the \"SEC primary.\" These states are central to the strategies of Sen. Ted Cruz (Tex.) and former Arkansas governor Mike Huckabee in particular. In 2012, Bentley held back on endorsing a candidate, although he said he voted for Rick Santorm in the Alabama primary. Santorum, a former senator from Pennsylvania, won the state's primary over former Massachusetts governor Mitt Romney, the eventual nominee. Although Bentley and Kasich were first elected governors in 2010, they have no strong friendship, said the Kasich official, making an endorsement this early in the campaign cycle unusual. Last week, following what many critics consider a standout performance by Kasich in the first primary debate, Bentley reached out to the Ohio governor and said he was impressed with his message and wanted to get involved in his campaign, the official said. Bentley offered his endorsement and the two governors quickly arranged for the announcement in Birmingham. The event will take place at the Alabama Sports Hall of Fame, where the governors are likely to make light of the sports rivalry between the Bentley's alma mater, the University of Alabama, and Kasich's, Ohio State University. Kasich plans to give Bentley a football signed by Urban Meyer, the head coach of the Ohio State Buckeyes. Bentley could play a leadership role in Kasich's campaign, perhaps as a surrogate or senior adviser or to assist with fundraising, although no terms have been worked out, said the Kasich official. Kasich's visit to Alabama will be brief. After the Monday morning event, he will fly to South Carolina for two afternoon campaign events. Kasich will officially file his paperwork to appear on the primary ballot at the state Republican Party headquarters in Columbia and he will address the Americans for Peace, Prosperity and Security Forum in Myrtle Beach. On Tuesday, Kasich will visit the Iowa State Fair, where he will tour the fairgrounds with Sen. Charles E. Grassley (R-Iowa), who has not endorsed a candidate, and speak at the fabled Des Moines Register Soapbox.", "byline": "", "description": "", "title": "Kasich to pick up major endorsement from Alabama governor", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/17/kasich-to-pick-up-major-endorsement-from-alabama-governor/", "topics": ["campaign_finance", "economy"], "people": ["Rick Santorum", "Mitt Romney", "Robert J. Bentley", "Chris Christie", "Jeb Bush", "Charles E. Grassley", "Larry Hogan", "John Kasich", "Steven Senne", "Mike Huckabee", "Bobby Jindal", "Urban Meyer", "Ted Cruz"], "orgs": ["Southerner", "University of Alabama", "Republican Party", "SEC", "Ohio State University", "Des Moines Register Soapbox"], "authors": [{"author_id": 31230, "fullname": "philip rucker", "primary_org": "washpo"}], "date_written": "2015-08-17 11:00:08", "org": "washpo", "article_id": "46ee0212014748c2418ca785446e6a1f", "date_access": "2015-08-17 10:30:04.858245"}