{"body": "  CEDAR FALLS, Iowa — These days, Hillary Rodham Clinton and her senior campaign staff sound like old-school investment advisers when the market has a stomach-lurching drop: Remain calm, they say. Don’t panic. And stick to the plan. Faced with her worst poll ratings since she was losing badly to Barack Obama in 2008, Clinton is doubling down on a strategy laid out months ago. As drawn up by campaign manager Robby Mook and others when Clinton was seemingly invincible, the prospectus is a detailed month-by-month, state-by-state strategy to roll out serious policy proposals, raise a prohibitive amount of money, lock up Democratic delegates and woo members of her party’s disaffected left. It was designed to win what had been presumed to be a somewhat dull primary without looking too presumptuous. Now Clinton has a full-on fight on her hands against a surging Sen. Bernie Sanders (I-Vt.) and faces the possibility that Vice President Biden will make a late entrance. Biden sits at roughly 20 percent in recent polls, and most of that support appears to come from erstwhile Clinton voters. “You are supposed to have an election. You are supposed to have a contest,” Clinton said here this week during a question-and-answer session with students and others at the University of Northern Iowa. “In the Democratic primaries and caucuses, you have to try to earn every single person’s support. That is what I intend to do.” Clinton’s tumble in national surveys, including in a new Washington Post-ABC News poll, owes partly to fallout from the fracas surrounding her State Department e-mails and partly to an anti-establishment sentiment fueling Sanders’s rise. More than 7 in 10 Americans say people in politics cannot be trusted. More than 6 in 10 say the political system does not work.   A supporter holds a hand-made sign for Clinton at the University of Northern Iowa. (Scott Morgan/AP)  Clinton still leads among Democrats nationally, but for the first time her support has dropped below 50 percent in Post-ABC surveys. The biggest decline was among white women, a mainstay of Clinton’s bid to become the first female U.S. president.  [Poll: Clinton’s support erodes sharply among Democratic women]  Top campaign aides have told nervous supporters in recent days that none of the bad news is an argument to veer from the plan or lose heart. Mook does some of the hand-holding himself, telling donors that as the 2016 race gels this fall and winter, the “fundamentals” he has set in place will be a bedrock no other candidate on either side of the race can match. Press secretary Brian Fallon describes the campaign’s approach as “heads down, marching forward, onward and upward.” If that does not sound very cheerful, Fallon and other Clinton aides and associates suggest patience and a deep breath.  “There is always going to be second-guessing of any strategy,” and the test is whether the strategy falls apart under that scrutiny, Fallon said, that “when adversity arises, that you not deviate from the plan, that you stick it out, remain confident and ride out whatever turbulence you may encounter.” The original plan assumed that Clinton would easily dispatch a challenge from her left before moving on to the general-election contest, where her center-left views, long résumé and hawkish national security credentials would have broad appeal.   Thousands of people gathered in Manassas, Va., on Monday to see Democratic presidential candidate Sen. Bernie Sanders (I-Vt.). (Chip Somodevilla/Getty Images)  Advisers did not seriously contemplate that Clinton could lose to the dark-horse Sanders in New Hampshire or Iowa, as current polling suggests she could, or that her perceived weakness would be an invitation to Biden.  In Cedar Falls, Clinton declined a student’s invitation to discuss Sanders’s political views, which are far to Clinton’s left, and said she is looking forward to the first Democratic debate next month. She is holding intraparty fire until then.  [How Bernie Sanders is plotting his path to the Democratic nomination]  The idea is that when the dust settles — on the Democratic side and in the raucous Republican primary — Clinton will stand as the best-qualified and most electable candidate. The person, in the words of one Clinton adviser, who looks like the grown-up. She is focusing on women this month, including her event this week in Iowa announcing a program to reduce campus sexual assault. She spoke before a crowd of about 500. It was a fairly large venue by the standards of Clinton events that cannot compete with Sanders’s crowds of thousands — and that sometimes seem designed to avoid the comparison.  The plan also factored in an onslaught of GOP attacks on Clinton’s record as secretary of state, her family ties and her family foundation. It did not initially account for the news that Clinton had used a privately owned and operated e-mail system for her State Department work, since only a handful of close advisers knew of the arrangement and Clinton apparently did not consider it a liability. The campaign is telling anxious supporters that the worst of the e-mail storm has probably passed, while also acknowledging that their initial response — nothing to see here, folks — was a serious mistake. “We anticipate it will come up less and less, because she’s answered the questions,” Fallon said.  “We recognize that this will be a subject we need to address, and we will do so,” he added. “We feel that while the topic won’t completely go away, it won’t obstruct or block out our other messages about the other issues that matter as time goes by.”  [New campaign, same old problems: Clinton hurt by familiar shortcomings]  The bet is that the e-mail issue will not irreparably damage Clinton’s appeal as a hard worker and advocate for the little guy, the basis of her second campaign. But even some of her strongest backers say they are not sure she can ever put the question of whether she skirted government rules behind her.  It is not yet clear whether Clinton’s troubles have dampened the pace of her fundraising, which hit a record $46 million in her first three months. The next Federal Election Commission report is due Sept. 30; Fallon said the campaign is comfortable with the fund-raising numbers but declined to provide details. Privately, Clinton friends are lowering expectations for the next report, noting the usual summer slowdown and the fact that her most eager supporters probably already gave in the spring. The e-mail issue and falling poll numbers are nothing Clinton cannot manage, several donors and supporters said. But two major donors — who requested anonymity to speak candidly — said they have told the campaign they felt blindsided by the e-mail issue and are uneasy about where an FBI investigation into the security of Clinton’s system could lead. Others were more sanguine, though still critical of Clinton’s response to a problem she brought on herself. “The Clintons have faced far worse crises. This is a blip,” said John Morgan, a major Florida fundraiser and host of one of Clinton’s early fundraising parties in the spring. “The problem was not dealing with it quickly. If someone walks in and says, ‘Stand up so I can see what’s under the cushion,’ you stand up and let them look. She should have stood up immediately because there is nothing under the cushion and never was.”  ", "byline": "", "description": "CAMPAIGN DEBRIEF | Faced with her worst polling since 2008, the Democratic front-runner is not deviating from her early strategy.", "title": "As worries rise, Hillary Clinton camp says stick to the plan", "url": "http://www.washingtonpost.com/politics/as-worries-rise-hillary-clinton-camp-says-stick-to-the-plan/2015/09/15/8c5ada86-5bde-11e5-8e9e-dce8a2a2a679_story.html", "topics": ["women", "economy", "campaign_finance"], "people": ["Hillary Clinton", "Hillary Rodham Clinton", "John Morgan", "Barack Obama", "Bernie Sanders", "Robby Mook", "Scott Morgan", "Brian Fallon"], "orgs": ["Federal Election Commission", "FBI", "State Department", "GOP"], "authors": [{"author_id": 31354, "fullname": "anne gearan", "primary_org": "washpo"}], "date_written": "2015-09-16 13:00:00", "org": "washpo", "article_id": "4b15f7c86edb00c3ab4b659755c67565", "date_access": "2015-09-16 16:10:09.489236"}