{"body": "   DES MOINES, IOWA - JULY 27: Secretary Hillary Clinton after touring the DART Central Station, takes questions from journalists to highlight her climate change policy announcement, in Des Moines, Iowa on Monday, July 27, 2015. (Photo by Melina Mara/The Washington Post)  DES MOINES -- Hillary Clinton said Monday that if she's elected president, she could use executive orders and work through federal agencies if Congress tried to block her proposals to combat climate change. But she still wouldn't say where she stood on the Keystone XL project that's drawn the ire of environmentalists. Speaking at the Des Moines Area Regional Transit Authority's Central Station, which is partly powered by renewable energy sources, the Democratic presidential candidate said climate change would be a major issue in her campaign going forward. “I refuse to turn my back on what is one of the greatest threats and greatest opportunities America faces,\" Clinton said. \"I refuse to let those who are deniers, who disagree with what we need to do to rip away all the progress that we’ve made and leave our country exposed to the most severe consequences of climate change.” Although her plan was praised by some activists, including clean energy evangelist Tom Steyer, others have said it doesn't go far enough. Clinton, who has faced criticism for her continued silence on Keystone, on Monday again cited her involvement in the evaluating the project when she was secretary of state, noting that the final decision has yet to be made by her successor, John Kerry. \"I will refrain from commenting because I had a leading role in getting that process started and we have to let it run its course,” she said. Clinton's remarks followed a social media rollout of her plans to combat climate change, which call for the installation of more than 500 million solar panels across the country within her first term and powering every home in the United States with renewable energy within 10 years. In a video presentation of her plan, Clinton took swipes at several Republican presidential candidates, displaying some of their past comments questioning whether climate change is real. One attributed to Jeb Bush read: \"I'm a skeptic. I'm not a scientist.\" Another, attributed to Rand Paul: \"It's absolutely and utterly untrue.\" [Two reasons why Hillary Clinton's climate change proposal is much more modest than it sounds] Beyond resistance from Republican members of Congress, Clinton said, \"our big problem will be the corporate interests that are promoting fossil fuels and still have too much of a grip on our political process and too many advantages in our tax code. I’m well aware I’m going up against powerful interests but there are a number of ways to get to where we need to go.” Clinton said she would make the case that renewable energy is not only good for the environment, but also for the economy because it would create “millions of new jobs and new businesses.” She made a point of giving a nod to workers in the fossil fuels industry. “Even as we face the threat of climate change head on we cannot close our eyes to the challenges facing hard working families in coal country, who kept our lights on and our factories running for more than a century,\" she said. \"We should guarantee that coal miners and their families get the benefits they’ve earned and the respect they deserve.” Clinton she would flesh out her proposal, including how to pay for it, during the coming months. ", "byline": "", "description": "She said Monday she will make climate change a major issue in her campaign.", "title": "Clinton talks climate change in Iowa &#8212; but still won&#8217;t talk Keystone", "url": "http://www.washingtonpost.com/blogs/post-politics/wp/2015/07/27/clinton-talks-climate-change-in-iowa-but-still-wont-talk-keystone/", "topics": ["economy"], "people": ["John Kerry", "Rand Paul", "Melina Mara", "Jeb Bush", "Hillary Clinton", "Tom Steyer"], "orgs": ["Keystone XL", "Keystone", "Des Moines Area Regional Transit Authority", "Congress"], "authors": [{"author_id": 32608, "fullname": "vanessa williams", "primary_org": "washpo"}], "date_written": "2015-07-27 19:40:06", "org": "washpo", "article_id": "eae58ed1a8d8e5af4eeeb950e300c9e6", "date_access": "2015-07-27 21:30:04.554311"}