{"body": "The conventional wisdom on Donald Trump has shifted from \"this guy is going nowhere\" to \"I would not be surprised if he survives the McCain comments\" -- mostly because Trump's poll numbers have gone up about half a point each time he puts his foot in his mouth. At the Times, Nate Cohn argues that campaigns usually go through a rise-plateau-drop process after the candidate is introduced, which is why a Trump drop is inevitable. And, in theory, it is. We'll see. What jumped out at us from that post, though, was Cohn's point about Trump's spiking poll numbers. After he announced his candidacy, Trump saw a big surge of support -- far larger than any of the other 2016 candidates. Using the Real Clear Politics polling average, that surge looks like this when tracked against the day of the announcement.     Jeb Bush, Marco Rubio and Ted Cruz all saw bigger increases more quickly, but Trump's recent spike is incomparable. But notice that the curve looks different. RCP averages are just that, an average of poll numbers, meaning that the figure only changes when a new poll comes out. Keeping that in mind, notice that Trump was floating around in the lower tier -- even having seen a decline in polls! -- until about two weeks after his announcement. That was the point at which his fight with Univision and other sponsors had kicked into high gear. Then he experienced another big jump about a week ago, thanks to a number of new polls showing that voters were comfortable with what he'd said. In 2012, there was another candidate who saw a big gains in the polls about a month after his announcement: Former Texas governor Rick Perry.     Perry's initial rise compared favorably with Herman Cain and Michele Bachmann's increases, and was even a bit slower than Mitt Romney's. But Perry kept going up. Notice that the two graphs aren't on the same scale. If we combine the top poll-getters from 2012 and 2016, you can see that Perry's gains were bigger than Trump's.     But that's a function of the size of the 2016 field. That caveat makes Trump's increase even more exceptional. He's seen a massive gain in the polling average over a very short period of time in a packed field. The conventional wisdom is that something will happen -- or has already happened -- that will put Trump's well-greased toboggan onto the downward slope of this mountain. Predicting when that will happen we will leave to braver people than ourselves. ", "byline": "", "description": "Trump has seen the gains Rick Perry had in 2012, but it's a different field.", "title": "Inside Donald Trump&#8217;s post-announcement polling spike", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/20/inside-donald-trumps-post-announcement-polling-spike/", "topics": ["personality", "economy", "immigration"], "people": ["Herman Cain", "Jeb Bush", "Rick Perry", "Michele Bachmann", "Donald Trump", "Marco Rubio", "Mitt Romney", "Nate Cohn", "Ted Cruz"], "orgs": ["Univision", "RCP"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-20 20:04:02", "org": "washpo", "article_id": "0a00d7182e75dfcefcd726b94a931542", "date_access": "2015-07-20 19:20:04.572213"}