{"body": "   Darrell Hammond and Kate McKinnon as Bill and Hillary Clinton on \"Saturday Night Live.\" (via NBC)  Darrell Hammond has played some of the most memorable political personalities of our time on \"Saturday Night Live.\" So, what's the key to making people -- Republicans and Democrats, political junkies and people who barely pay attention -- laugh? \"The thing about comedy that's so weird to me is the closer you get to the line of what's distasteful, the funnier you are, the more pointed your joke is,\" Hammond told The Fix in an interview Monday. But, he said, \"you can lose an audience with the wrong joke. You don't know how many Republicans or Democrats are in the crowd.\" He played politicians, including Bill Clinton, Al Gore, and John McCain, during his 14 seasons on \"SNL,\" and was brought back in April to reprise his role as Clinton (he's also been the \"SNL\" announcer since 2014). As of now, he doesn't have a \"specific assignment\" to play Donald Trump, another one of his characters who's back in the news, but said, \"you'd hope that happens, but you don't always get the stuff you want over there.\" Clinton and Trump are Hammond's favorite politicians to play. \"I've seen such a more energized Trump, a louder Trump, a more passionate Trump,\" he said. \"He's more intense right now.\" [6 indisputable truths about Donald Trump. And they ain’t pretty.] He said people like Trump are great for comedy because the best jokes are ones that reach a wide audience, and people know who Trump is: \"He's all over the place, and he's doing a lot. and he's saying a lot.\" Hammond said he goes through \"phases\" watching TV news and started watching again last week. Trump was everywhere. \"The politician has to do something that the most amount of people care about, so you can tell your joke, and you reach the maximum number of people,\" he explained. Hammond said he tries to stay away from certain topics and focuses on things like politicians' golf swings instead. The best jokes don't \"rise above a locker room towel snap,\" he said. \"Everyone seems to accept that as fair.\" In his most recent \"Saturday Night Live\" sketches as Clinton, for example, he made jokes about being a ladies man and his love for the saxophone. He said the politicians he imitates are almost always \"accommodating and gracious\" to him. He's spent time with Clinton, found himself in Trump's office and performed for former Vice President Dick Cheney. \"I've always tried to be as respectful as I can be,\" Hammond said. \"My job was never to be a political commentator,\" he said. \"Up until recently I thought I was going to retire and just be the announcer.\" But with the Clintons back on the trail, a louder-than-ever Trump, and more presidential candidates than there are \"SNL\" cast members, we might just see more of Hammond in front of the camera again.", "byline": "", "description": "Trump according to an \"SNL\" Trump impersonator.", "title": "What Darrell Hammond thinks of the &#8216;new&#8217; Donald Trump", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/20/what-darrell-hammond-thinks-of-the-new-donald-trump/", "topics": ["personality", "immigration"], "people": ["Bill Clinton", "Hillary Clinton", "Donald Trump", "Darrell Hammond", "Dick Cheney", "Al Gore"], "orgs": ["SNL", "Clintons"], "authors": [{"author_id": 30977, "fullname": "hunter schwarz", "primary_org": "politico"}], "date_written": "2015-07-20 20:15:09", "org": "washpo", "article_id": "32ad95686ba7b937242539d32b4f2783", "date_access": "2015-07-20 19:40:04.578250"}