{"body": "   Ohio Gov. John Kasich announces his 2016 presidential candidacy at Ohio State University on July 21, 2015. (Ty Wright/Getty Images)  Calling for understanding between police and their critics, Ohio Gov. John Kasich expressed support for legislation requiring all police officers to wear body cameras if the bill passes the state legislature. \"We have to see what passes, but I'm open to anything that's going to improve practices,\" Kasich, who is seeking the GOP presidential nomination, said on CNN's \"State of the Union.\" When asked whether he would sign legislation on body cameras that Ohio Democrats are currently pushing, Kasich said \"yes.\" The debate over body cameras is beginning to spill into the presidential race as states and municipalities respond to pressure from activists concerned about the killing of unarmed black people by police. [Unarmed black men are seven times more likely than whites to die by police gunfire] As new incidents of police brutality go viral, some presidential candidates are facing calls to place more emphasis on the issue. Sen. Bernie Sanders (I-Vt.), who is running for the Democratic nomination, had a campaign speech scuttled in Seattle on Saturday by Black Lives Matter protesters who argued he is not doing enough to address their concerns. Kasich is one of the only Republican presidential candidates to embrace questions about the debate. \"These are tough issues, but at the heart of it is an ability to give people a sense that the system is not rigged against them,\" he told CNN. \"There are many in the African American community who think that the government doesn't just work for them but works against them,\" he said, adding that it is \"really critical that the community can understand the challenges of police, and that police can understand what is going on inside of the community.\"   ", "byline": "", "description": "The Ohio governor said he would sign a bill to require the practice if it passes the state legislature.", "title": "John Kasich open to requiring police body cameras", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/09/john-kasich-open-to-requiring-police-body-cameras/", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "John Kasich"], "orgs": ["GOP"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}], "date_written": "2015-08-09 16:56:31", "org": "washpo", "article_id": "decefaec0a94ed5459e3016826a0661f", "date_access": "2015-08-09 16:30:05.522996"}