{"body": "About 6.4 million Americans would lose health insurance subsidies if the Supreme Court rules in favor of an Obamacare challenge later this month, but the potential effect of a ruling varies dramatically by state. Costs would rise in each of the 34 states affected by a potential ruling, with the largest spikes in Mississippi, Utah and Alaska, where the cost of the average monthly premium would rise by more than 500 percent, according to a new Kaiser Family Foundation analysis. Arizona would see the smallest hike, of 132 percent.    Average premium hike. (Kaiser Family Foundation/Niraj Chokshi)  The case, King v. Burwell, hinges on how the Supreme Court interprets four words embedded in the nearly 1,000-page health-care law. Plaintiffs argue for a literal interpretation of the law, which states that subsidies only be available on exchanges “established by the state.” Those involved in crafting the law say that was never the intention and that the rest of it makes clear that the subsidies were intended to be available to all. Residents would be unaffected in the 16 states and D.C., where officials established their own exchanges. As The Post’s Lena Sun reported Tuesday, a ruling striking subsidies would have a disproportionate impact: Many who receive subsidies through the federal marketplace are white and live in the South, according to a recent Urban Institute analysis. Half have full-time jobs. Many live in states such as Florida, Georgia, Louisiana, North Carolina and Texas — states led by Republican officials who oppose the health-care law and have balked at setting up their own exchanges. Another big group lives in the Midwest, in states such as Illinois, Indiana, Ohio and Wisconsin.    People at risk of losing subsidies. (Kaiser Family Foundation/Niraj Chokshi)  Roughly $1.7 billion in monthly subsidies are at risk, according to the new federal data, with Florida at risk of losing the most, nearly $390 million.    Monthly tax credit dollars at risk. (Kaiser Family Foundation/Niraj Chokshi) ", "byline": "", "description": "About 6.4 million Americans would lose health insurance subsidies if the Supreme Court rules in favor of an Obamacare challenge later this month, but the potential effect of a ruling varies dramatically by state. Costs would rise in each of the 34 states affected by a potential ruling, with the largest spikes in Mississippi, Utah and Alaska, where the cost of the […]", "title": "Map: Health-care premiums could spike as much as 650 percent if this Obamacare challenge succeeds", "url": "http://feeds.washingtonpost.com/c/34656/f/665706/s/46e78e78/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cgovbeat0Cwp0C20A150C0A60C0A30Cmap0Ehealth0Ecare0Epremiums0Ecould0Espike0Eas0Emuch0Eas0E650A0Epercent0Eif0Ethis0Eobamacare0Echallenge0Esucceeds0C/story01.htm", "topics": ["health"], "people": ["Niraj Chokshi"], "orgs": ["Urban Institute", "Kaiser Family Foundation", "Supreme Court"], "authors": [{"author_id": 30996, "fullname": "niraj chokshi", "primary_org": "politico"}], "date_written": "2015-06-03 18:27:55", "org": "washpo", "article_id": "7911e0a9601e2fec06ca8c49974999c7", "date_access": "2015-06-23 22:30:25.463623"}