{"body": "   Democratic presidential candidate Hillary Rodham Clinton speaks during a house party in Iowa on Tuesday. (Charlie Neibergall/AP)  After Hillary Rodham Clinton told CNN in a wide-ranging interview that “I’ve never had a subpoena,” Rep. Trey Gowdy released the subpoena he sent her in March. Gowdy,  chairman of the House Select Committee investigating the 2012 Benghazi attacks, claimed Clinton left him “no choice in order to correct the inaccuracy.” [House committee subpoenas e-mails from Clinton’s personal account] The subpoena, sent to Clinton on March 4, asked for the following documents:     In the CNN interview that aired Tuesday afternoon, Clinton was responding to a question about why she would delete her e-mails from her personal server when facing a subpoena. Clinton can claim that she was not facing a subpoena at the time she cleared her server. The Clinton campaign did not immediately respond. But Gowdy, in a statement accompanying the subpoena release, said regardless of the subpoena,  Clinton “had a statutory duty to preserve records from her entire time in office …” and that she had not been forthright about her “unusual e-mail arrangement” until it was revealed during his investigation. While Gowdy made this document public, he did not release the deposition transcript of Clinton confidante Sidney Blumenthal. There had been some thought that Gowdy would let the Benghanzi panel vote Wednesday on whether to release it, but he did not. Democrats have pressed Gowdy to let the public read Blumenthal’s entire testimony, saying it’s only fair to let him explain the e-mails he sent to Clinton in his own words. They’ve accused Gowdy and Republicans of selectively leaking information from the hearing and his e-mails as an attempt to embarrass Clinton during her run for president. RELATED: Democrats blasts Benghazi probe in fiery letter Gowdy wants to grill Huma Abedin about Benghazi ", "byline": "", "description": "After Hillary Rodham Clinton told CNN in a wide-ranging interview that “I’ve never had a subpoena,” Rep. Trey Gowdy released the subpoena he sent her in March. Gowdy,  chairman of the House Select Committee investigating the 2012 Benghazi attacks, claimed Clinton left him “no choice in order to correct the inaccuracy.” [House committee subpoenas e-mails […]", "title": "Trey Gowdy releases his subpoena of Hillary Clinton in attempt to contradict her", "url": "http://feeds.washingtonpost.com/c/34656/f/677373/s/47f3b034/sc/7/l/0L0Swashingtonpost0N0Cnews0Cpowerpost0Cwp0C20A150C0A70C0A80Ctrey0Egowdy0Ereleases0Ehis0Esubpoena0Eof0Ehillary0Eclinton0Ein0Eattempt0Eto0Econtradict0Eher0C/story01.htm", "topics": ["campaign_finance"], "people": ["Trey Gowdy", "Charlie Neibergall", "Sidney Blumenthal", "Hillary Clinton", "Hillary Rodham Clinton", "Huma Abedin"], "orgs": ["House Select Committee"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-07-08 19:50:57", "org": "washpo", "article_id": "f3df959f8e39da469bd9435d694cfff9", "date_access": "2015-07-08 19:00:04.849092"}