{"body": "   Eric Cantor, pictured in 2011. (AP Photo/Evan Vucci)  The story of the Republican Party's aborted attempt to craft an immigration platform that would appeal to Hispanic voters without alienating its base will have an entire chapter dedicated to former House majority leader Eric Cantor. His appearance on \"Morning Joe\" on Wednesday, lambasting Donald Trump's language on immigration, probably made the situation worse, not better. The party's immigration push began following the loss of Mitt Romney in 2012. Romney managed to get only 27 percent of the Hispanic vote that year, down four points from what John McCain scraped together in 2008. In response, the party released a plan for improving its position, including 15 recommendations dealing with Hispanic voters. Number two on the list was to \"craft a tone\" that considers the \"unique perspective of the Hispanic community.\" It didn't take much reading between the lines to understand that anti-immigrant rhetoric was the tone that needed to be re-crafted. For key Republicans, an immigration reform policy was a key step toward mending the breach with Hispanic voters. The day after the election, no less a conservative figure than Fox News' Sean Hannity proposed a reform program that included a \"pathway to citizenship\" -- meaning that immigrants here illegally could become U.S. citizens. The Senate moved a package that would do just that, with the support of Sen. Marco Rubio. In June of 2013, it got to the House. Primed by conservative media commentators, and with the election quickly receding from the front of their minds, the Republican base transformed the \"pathway to citizenship\" into the much-hated idea of \"amnesty\" for people who'd broken the law. Leaders like Cantor tried to figure out a middle path, to keep the eye on outreach to the Hispanic community while keeping the base mollified. It didn't work. And when Cantor lost his 2014 primary race in stunning fashion, his position on immigration reform was cited as a key reason. Immigration reform was \"the most symbolic issue that captures the differences between me and Eric Cantor in this race,\" David Brat, the man who beat Cantor, told Fox News the day after his win.     The Republican plan to make inroads with Hispanics was a double failure. Not only was a bill not passed, but efforts to advance the issue revealed just how strongly -- and vocally -- Republican voters opposed the idea. The party's second-in-command in the House was sent off to work in the private sector. And it set up a situation, two years later, where Donald Trump could stumble onto immigration as a hot-button issue, exposing the same rift within the GOP at a particularly inconvenient time. When Cantor appeared on the popular MSNBC morning talk show on Wednesday, Trump was still the political topic of the day. It was inevitable, then, that Cantor would be asked to talk about him. \"I think the language that Mr. Trump's been using sometimes, certainly it's mean, it's ugly, it's divisive,\" Cantor said, most likely referring to Trump's dismissal of illegal immigrants as criminals. \"It is not a sustainable model, because ultimately what this country and the people of America are looking for is an optimistic inspirational leader with a message that is inclusive for all so we can see a better future.\" Host Joe Scarborough pressed the point. Was Trump bad for the Republican Party? \"I don't think his language is good for the Republican Party at all, no,\" Cantor replied. \"Certainly there is a reflection in some anger. I think people will respond to that anger.\" Our colleagues at Wonkblog noted on Tuesday that there does seem to be a strong undercurrent of anger in the Republican Party. But Trump's rise is thanks to the particular strain of anger that Cantor was unable to quash: Anger over the presence of undocumented immigrants in the United States. We've seen Trump in action long enough now to be able to predict how he might respond if he hears of Cantor's comments. He'll note that Cantor lost his race -- probably using a briefer, less polite-term. He'll blame Cantor's position on immigration for his fate in that race, probably omitting any nuance about other possible causes. But unlike many other critiques Trump's offered, on this one he will largely be right. Eric Cantor will serve as validation that the branch of the party that wanted to reach out to the Hispanic community finds Trump unpleasant and damaging to their interests. It reinforces that Trump is the anti-immigrant, anti-establishment candidate that his supporters keep insisting he is. We get it. \"Morning Joe\" invites you on to talk politics, you go on to talk politics. But Eric Cantor became the most prominent face of a policy that much of the Republican base hates. Hearing that face say that Trump is bad will probably not have the effect Cantor might have hoped.", "byline": "", "description": "Eric Cantor, immigration, Donald Trump, Morning Joe", "title": "Zombie Eric Cantor is here to weigh in on the Donald Trump problem he helped create", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/22/zombie-eric-cantor-is-here-to-weigh-in-on-the-donald-trump-problem-he-helped-create/", "topics": ["immigration"], "people": ["Evan Vucci", "Joe Scarborough", "Mitt Romney", "Donald Trump", "Marco Rubio", "David Brat", "Morning Joe", "Eric Cantor", "Sean Hannity"], "orgs": ["Senate", "Republican Party", "Hispanics", "United States.", "MSNBC", "GOP"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-22 16:53:44", "org": "washpo", "article_id": "81acf5da8502bea6f392a5aa09394db3", "date_access": "2015-07-22 16:00:05.539261"}