{"body": "   Republican presidential candidate Rand Paul speaks to several hundred people at a campaign rally in Anchorage, Alaska Tuesday, Aug. 25, 2015. Paul was on the first stop of a tour of Western states. (AP Photo/Michael Dinneen)  FAIRBANKS, Alaska -- In campaign speeches, Sen. Rand Paul (R-Ky.) likes to poke fun at federal workers and waste. He mocks the money spent on ludicrous-sounding scientific experiments or foreign aid -- \"$250,000 to bring 25 kids from Pakistan to space camp in Alabama,\" to cite one example from his speech Tuesday to nearly 300 people here. He tells the story of John Beale, the former adviser in the Environmental Protection Agency’s Office of Air and Radiation who faked a secret life as a CIA operative to get off work. (Paul often says that Beale was the EPA's special adviser on \"climate change.\") Today, however, Paul found a federal face-plant that he would not waste time condemning. As The Washington Post's Lisa Rein has reported, up to 15,000 federal workers may have been outed as paying members of AshleyMadison.com, the affair-enabling Web site laid open this month by hackers. Anyone who used a .mil address to access the site may have broken the Uniform Code of Military Justice. Others may be found to have committed conduct unbecoming of federal workers, by exchanging explicit e-mails. If it were up to Paul, the dogs would be called off. In fact, a question about the hack and the employees appeared to be Paul's introduction to the world of Ashley Madison. \"I keep seeing that headline, but I'm terrible -- I don't know what it is,\" Paul said. \"So, she has done something elicit?\" Paul's spokesman Sergio Gor explained that the hacking story broke while the senator was in Haiti (performing pro bono eye surgeries) and Kentucky (convincing the state Republican Party to hold a caucus to nominate a Senate candidate in 2016). Paul remained perplexed. \"It’s called the Ashley Madison Web site?\" he asked. \"I don’t know if adultery is against the law still. In some states, there are old laws against adultery, but I think if we start going after people and locking people up for adultery we’re headed for a bizarre world.\" No 2016 candidate has spent as much time attacking cases of federal worker malpractice -- it's a surefire applause generator. Carly Fiorina, who in some polls of Iowa has moved past Paul, is fond of telling audiences that many federal workers waste their office time reading pornography. But Paul would save his opprobrium for wastes of money; the Ashley Madison witch-hunt would have to go on without him. After he answered the question, Paul followed a photographer's directions for a portrait that would run in local media. He stayed mostly still, only turning his head to complete the thought. \"My wife will be happy that I’d never heard of this Web site,\" he said.", "byline": "", "description": "The senator says \"if we start going after people and locking people up for adultery we’re headed for a bizarre world.\"", "title": "Rand Paul doesn&#8217;t want feds punished if they used Ashley Madison", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/25/rand-paul-doesnt-want-feds-punished-if-they-used-ashley-madison/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Carly Fiorina", "Sergio Gor", "Lisa Rein", "Ashley Madison"], "orgs": ["Senate", "Republican Party", "CIA", "Uniform Code of Military Justice", "EPA"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-08-26 03:47:52", "org": "washpo", "article_id": "a51f6e65c094b2335c7ba0942cd70d76", "date_access": "2015-08-26 03:10:03.814489"}