{"body": "   In this Aug. 1, 2015, file photo, Republican presidential candidate Donald Trump poses for the media during the third day of the Women's British Open golf championship on Trump's Turnberry golf course in Turnberry, Scotland. (AP Photo/Scott Heppell, File)  Running for president is the latest in a long list of surprising ventures by real-estate mogul and billionaire Donald Trump. But it's hardly the oddest. We went digging through the archives to find some of the weirder things Trump has done, thought of doing or invested in. Here's what we found. 1. The Tour de Trump In 1989, there was a bicycle race -- like the Tour de France -- called the \"Tour de Trump.\" On May 5, 1989, the New York Times wrote about the race: its 837-mile route, the prize for the winners and the origins of the name (it sounded better than Tour de Jersey).    (The New York Times)     (The New York Times)  2. He was the organizer and host of the world's first powerboat championships From The Post, on Oct. 20, 1989:    (The Washington Post)  3. He once reviewed Citizen Kane for an Errol Morris project This is an introspective Trump you probably haven't seen before, and is very different from the feisty tone he's taken on the campaign trail.  This video includes gems like, \"In real life, I believe that wealth does in fact isolate you from other people; it's a protective mechanism.\"  4. The Donald Trump fragrance line One of his colognes is called Success. Another, called Donald Trump, contains notes of mint, citrus, basil, cucumber and more. 5. His own brand of bottled water It came from Vermont and was bottled in New York. More here. 6. He wanted to buy a baseball team to be part of a new league From the New York Times, on Aug. 17, 1989.    (The New York Times)  7. Trump University This business venture (embroiled in controversy and called a scam by the New York attorney general) offered classes -- costing from $1,500 to $35,000 -- in topics such as  entrepreneurship and real estate. 8. He was interested in buying the Buffalo Bills at one point. In early 2014, Trump expressed interest in buying the Bills and keeping them in Buffalo (his reason for not wanting to move the team? Because Buffalo would be a short flight from New York on his personal jet). This was not Trump's first foray into professional football. In the early 1980s, he bought the New Jersey Generals  -- a team that played in the short-lived U.S. Football League. A few years later, when he was approached about buying the New England Patriots, he decided against it for financial reasons. 9. He has a board game It was released in 1989 and is called \"Trump: The Game.\" It's apparently like Monopoly, but with his face on the money. 10. He owns the Central Park Carousel He reported earning almost $600,000 from the Carousel (it's $3 a ride).", "byline": "", "description": "From a fragrance line to a bicycle race named after him.", "title": "10 of the strangest things Donald Trump has done", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/21/7-of-the-strangest-things-donald-trump-has-done/", "topics": ["campaign_finance", "personality", "women"], "people": ["Donald Trump"], "orgs": ["Buffalo Bills", "New England Patriots"], "authors": [{"author_id": 36900, "fullname": "masuma ahuja", "primary_org": "washpo"}], "date_written": "2015-08-21 12:00:58", "org": "washpo", "article_id": "5dfcbbb705d51bb94c0219edecc48352", "date_access": "2015-08-21 11:30:03.484470"}