{"body": "   Sen. Marco Rubio (R-Fla.). (Thais Llorca/European Pressphoto Agency)  Donald Trump is the front-runner to be the Republican nominee for president in 2016. Here's what he had to say about Marco Rubio, one of his main rivals for the nomination, during an appearance on \"Morning Joe\" on Thursday: He sweats more than any young person I've ever seen in my life. ... I've never seen a guy down water like he downs water. ... They bring it in buckets for this guy. So, that is a thing that happened in a race for the most powerful office in the country and one of the most powerful jobs in the world. At this point, these sorts of personal attacks have become de rigueur for Trump; he's called Jeb Bush \"low-energy,\" said acclaimed pediatrict neurosurgeon Ben Carson was only an \"okay\" doctor and slammed Carly Fiorina's looks persona. But why? Why, if Trump could be attacking Rubio for supporting a comprehensive immigration reform plan that is unpopular with the GOP base, is he hitting the senator from Florida on his body temperature? The answer, I think, lies in the fact that Trump is, at heart, a provocateur -- a needler. He's someone who not only enjoys getting under people's skin but is uniquely able to find the one or two things that can really do it. By finding that weak spot or insecurity, Trump believes he can get the other person off of his game -- get Rubio so obsessed with worries about sweat and his personal appearance that he can't concentrate on beating Trump up over his utter lack of policy specifics on almost, well, anything. The reality is that Rubio DOES sweat a lot. And, it was quite clearly pouring off of him in the last debate.   Rubio Sweat Meter: 9.4 — Scott Cacciola (@ScottCacciola) September 17, 2015    Good answer from Rubio on Middle East, but woah on the sweat... #cnndebate — Ed O'Keefe (@edatpost) September 17, 2015    Pretty sure #Rubio could fix the drought with his flop sweat. Poor guy. — April Goff (@april_anita) September 17, 2015  And not only is Rubio a sweat-er, he also tends to get dry-mouth when he's nervous. Witness his now infamous water-bottle grab during the 2013 Republican response to President Obama's State of the Union address.     Rubio's overheating tendencies are enough of a thing that he even has tried to turn them into a self-deprecating shtick. \"I’m aware California has a drought,” Rubio said in his opening remarks at the debate last week at the Ronald Reagan Library. “That’s why I brought my own water bottle.” (Um...) So, it's not that Trump is wrong; it's just that he's sort of a jerk about it. Remember the kid who made fun of the girl in sixth grade for wearing the same pair of jeans two days in a row? (Confession: That kid was me. And I am eternally sorry, Leanne Scharfenberger.) Well, most of us grew out of it. Trump didn't. He finds weak spots and exploits them. It's almost certainly what makes him a good negotiator -- and what has made him ruthlessly effective in the sound-bite culture of the 2016 race. Trump has mastered the comic putdown; he knows what moves the needle and what people respond to. In the \"Morning Joe\" clip, you can hear people laughing in the background. He did something similar when he cracked a Rosie O'Donnell joke when asked during the first debate about derogatory comments he had made about women in the past. Trump jokes with an insult, people laugh, attention is moved away from a potential weak spot for him. It's brilliant (as long as people don't tire of it or start to view him as un-serious). And, as I have written before, it's almost impossible for any other Republican candidate to play Trump's game. Rubio isn't going to attack Trump's looks. He's unlikely to talk too much about Trump's personality. He's even less likely to talk about Trump's once-tempestuous personal life. Here's what Rubio did say in response to Trump: \"I think he’s kind of been exposed a little bit over the last seven days, and he’s a very touchy and insecure guy and so that’s how he reacts, and people can see through it.” Not bad -- especially the \"insecure\" attack. But Rubio's best defense against Trump might be to make as clear as possible that The Donald isn't getting to him. Look at Bush; it was quite clear to anyone paying attention that Jeb has been irked by Trump's \"low energy\" attack. Nothing makes Trump happier than knowing he is getting to you. When he praised Bush's energy during the second debate, you could see the glee in his eyes. Trump wants Rubio and everyone else in the race to be consumed -- and therefore distracted -- by their dislike of him. He will needle and needle and needle, probing for your soft spot. To beat Trump, you don't have to find his soft spot; you just have to make him believe you don't have one.", "byline": "", "description": "He's a needler.", "title": "Donald Trump is attacking Marco Rubio for being 'sweaty.' Why?", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/24/donald-trump-is-attacking-marco-rubio-for-being-sweaty-why/", "topics": ["immigration", "personality"], "people": ["Ed O'Keefe", "Jeb Bush", "Donald Trump", "Marco Rubio", "Rosie O'Donnell", "Carly Fiorina", "Ben Carson"], "orgs": ["State of the Union", "Donald", "Ronald Reagan Library", "European Pressphoto Agency", "GOP"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-24 20:40:46", "org": "washpo", "article_id": "7a02c71524f1c429b00f8a56a048c2e7", "date_access": "2015-09-24 20:00:05.991075"}