{"body": "   Republican 2016 U.S. presidential candidate businessman Donald Trump answers a question at the first official Republican presidential candidates debate of the 2016 U.S. presidential campaign in Cleveland, Ohio REUTERS/Brian Snyder/Files  I was there for the “peasants with pitchforks” speech. Pat Buchanan was holding forth in a crowded room at the Sheraton Hotel in Nashua, N.H., a couple of days before the 1996 GOP primary. The Republican Establishment’s favorite for the nomination was Bob Dole, but Dole, for all his solid credentials and admirable history as a war hero and congressional leader, was never someone to incite a political fever, never one to tap the more visceral emotions of the rowdy electorate. So here came Buchanan, the TV pundit and unapologetic nativist, and in the icy environs of the New Hampshire primary he was a glowing coal of anti-Establishment fury. But he was also having a ball, relishing every moment, improvising the whole thing — a guy with nothing to lose. Toward the end of his stump speech, he uttered what became his most famous line: “We shocked them in Alaska. And stunned them in Louisiana. And then stunned them again in Iowa. And they are in a terminal panic in Washington. They are frightened. They hear — ha ha — they hear the shouts of the peasants from over the hill. You watch the Establishment, all the knights and barons will be riding into the castle, pulling up the drawbridge in a minute. And they’re comin’! All the peasants are comin’ with pitchforks after them! So we’re going to take this — we’re going to take this over the top.” [This is quoted imprecisely on Buchanan’s Wikipedia page. I have transcribed it from the C-SPAN coverage; see minute 34.] Buchanan edged Dole in New Hampshire, but Dole’s superior financial and organizational strength put him on top on Super Tuesday. But even if these peasants-with-pitchforks insurrections eventually sputter out, they signal changes taking place in the electorate. The Republican Party is far more conservative than it was just two decades ago. This isn’t Bob Dole’s GOP anymore. Four years ago, when Establishment favorite Mitt Romney was struggling to polish off a right-flank challenge from Rick Santorum, E.J. Dionne explained a simple truth about primary-season politics — and you could substitute “Clinton” or “Bush” or “Dole” in this passage and come up with a parallel dynamic: One senses that the conservative ultras are resigned to having to vote for Romney in November against President Obama. They are determined not to vote for him twice, using the primaries to give voice to their hearts and their guts. They will keep signaling their refusal to surrender to the Romney machine…. So now we have Donald Trump as the current leader of the GOP peasants. The loathing of Trump by the Republican Establishment is his foremost credential. In the recent debate in Cleveland, Trump offered a remarkably full-throated endorsement of political incivility. Now is not the time to worry about “tone,” he declared. Dave Weigel’s latest dispatch quotes a woman at a Trump rally: “People want a real person now because we’re tired of the politicians.” Though “real person” is perhaps not the first term many of us would produce when trying to describe the mogul, the point is still clear: He’s an outsider, a bomb-thrower, someone who can claim he’s leading a charge on the drawbridge. If and when Trump implodes, his followers will find someone else, similarly apoplectic and rebellious, to rally behind. It won’t be Jeb Bush. And then over on the left, here’s Bernie! He got 27,500 people to show up at a rally in Los Angeles, and 28,000 in Portland. He’s leading Hillary Clinton in the polls in New Hampshire. He’s the Howard Dean of Campaign 2016. What’s it mean? It means at the very least that the Democratic Establishment needs to listen to what Sanders is saying. He’s no fluke. The electorate will not follow a script dictated from Washington. Didn’t someone once say that democracy is messy? Next time maybe we’ll talk about Shays’s Rebellion in 1786-87. (I think they actually had pitchforks then!)    ", "byline": "", "description": "The rowdy electorate won't follow Establishment commands", "title": "Campaign 2016: Trump, Bernie and the Peasants with Pitchforks", "url": "http://www.washingtonpost.com/blogs/achenblog/wp/2015/08/12/campaign-2016-trump-bernie-and-the-peasants-with-pitchforks/", "topics": ["personality", "economy"], "people": ["Rick Santorum", "Dave Weigel", "Mitt Romney", "Pat Buchanan", "Bob Dole", "Jeb Bush", "Brian Snyder", "Howard Dean", "Hillary Clinton", "Donald Trump"], "orgs": ["Republican Party", "GOP", "E.J."], "authors": [{"author_id": 31069, "fullname": "joel achenbach", "primary_org": "politico"}], "date_written": "2015-08-12 15:03:11", "org": "washpo", "article_id": "73de0fa34ab475aad8b2317728227719", "date_access": "2015-08-12 14:30:15.588777"}