{"body": "Today’s mood: Lobbyists are bracing for the Supreme Court’s decision in the healthcare subsidies case King v. Burwell, which could come as early as Thursday. Contingency planning by hospitals, home health care providers and others in the health sectors has been well underway for months, and they’re on heightened alert this week. Comings and goings Insurance coverage litigator David Elkind has left Orrick for Lowenstein Sandler. He is the fourth partner to join Lowenstein’s insurance practice as the firm continues to  grow its new D.C. office. The New Jersey-based law firm opened its D.C. office last year after hiring a number of attorneys from law and lobby shop Dickstein Shapiro. Michael Kreps, a benefits lawyer who spent the last five years as an attorney for the Senate Committee on Health, Education, Labor & Pensions, has re-joined the law firm Groom Law Group, which specializes in benefits issues. While working for HELP, Kreps managed the committee’s retirement agenda and pension legislation, including the pension investment provisions of Dodd-Frank. Following the money Billionaire investor and GOP donor Paul Singer is co-hosting with Daniel Loeb, Charles Schwab and Todd Ricketts a roundtable luncheon for Sen. John McCain (R-Ariz.) today in midtown Manhattan (Contribution information not listed). Garrett Jackson, Mitt Romney’s “body man” for the 2012 campaign, is hosting a fundraiser for Marco Rubio for President today in Houston (Contribution information: $500/$2,700/$10,000/$25,000). Rep. Elijah Cummings‘ (D-Md.) Cummings for Congress Campaign Committee is holding a luncheon today at the National Democratic Club Townhouse in Washington (Contribution information: $2,500/$1,500/$1,000/$500). Headlines Lobbyists raise $500,000 for Jeb Bush: Despite harsh words for the lobbying industry during his 2016 announcement speech last week, Bush’s first campaign fundraiser since formally entering the presidential race raked in half a million dollars from lobbyists, Politico reports. Obama blames gun lobby’s ‘grip’ on Congress for lax U.S. gun laws: President Obama on Friday said public apathy and the National Rifle Association’s sway over Congress are preventing stricter gun laws, Reuters reports. “Unfortunately, the grip of the NRA on Congress is extremely strong,” Obama said in an interview on the podcast WTF with Marc Maron two days after the Charleston shooting. “I don’t foresee any legislative action being taken in this Congress. And I don’t foresee any real action being taken until the American public feels a sufficient sense of urgency and they say to themselves, ‘This is not normal, this is something that we can change, and we’re going to change it.'” New lobbying contracts Samsung Electronics America has hired Arnold & Porter to lobby on issues related to patent reform legislation. PAE has hired Podesta Group to lobby on “education regarding company’s history of support for US government’s missions and goals.” SAP America has hired Lugar Group to lobby on technology issues including data security, privacy, cyber security, health IT and cloud computing. Cancer Care Group has hired Hall, Render, Killian, Heath & Lyman to lobby on HIPAA compliance. Frances Evans Rogers has hired Poblete Tamargo to lobby on U.S. claims against the government of Cuba. New lobbying terminations Washoe County Regional Transportation Commission, Storey County, Reno-Tahoe International Airport, Monroe Community College, LottoInteractive Inc., City of North Las Vegas, Affinity Gaming and ACCSES have ended their contracts with Porter Gordon Silver Communications.", "byline": "", "description": "Today’s mood: Lobbyists are bracing for the Supreme Court’s decision in the healthcare subsidies case King v. Burwell, which could come as early as Thursday. Contingency planning by hospitals, home health care providers and others in the health sectors has been well underway for months, and they’re on heightened alert this week. Comings and goings Insurance coverage […]", "title": "Bracing for King decision, lobbyists raise $500,000 for Bush last week", "url": "http://feeds.washingtonpost.com/c/34656/f/677373/s/4776ed12/sc/7/l/0L0Swashingtonpost0N0Cnews0Cpowerpost0Cwp0C20A150C0A60C220Cbracing0Efor0Eking0Edecision0Elobbyists0Eraise0E50A0A0A0A0A0Efor0Ebush0Elast0Eweek0C/story01.htm", "topics": ["campaign_finance", "economy"], "people": ["Mitt Romney", "Paul Singer", "Charles Schwab", "Jeb Bush", "Garrett Jackson", "Marco Rubio", "Todd Ricketts", "Daniel Loeb", "Elijah Cummings", "Marc Maron", "Dickstein Shapiro"], "orgs": ["Orrick", "National Rifle Association", "Congress", "Podesta Group", "NRA", "Supreme Court", "GOP"], "authors": [{"author_id": 30990, "fullname": "catherine ho", "primary_org": "politico"}], "date_written": "2015-06-22 18:17:57", "org": "washpo", "article_id": "11c14936255998256e2a9074d9be5747", "date_access": "2015-06-23 22:30:18.643533"}