{"body": "   One of Trump's biggest critics -- but on Friday, his defender. (AP Photo/Timothy D. Easley)  From the moment he walked onto the Republican debate stage in Cleveland, Sen. Rand Paul (R-Ky.) has been Donald Trump's most relentless critic. He has called him a \"fake conservative,\" a \"chameleon,\" a man who \"buys and sells politicians.\" Long before former Florida Jeb Bush hit Trump with a video of his most liberal statements, Paul had his campaign team on the case. Yet in a Friday interview with Michael Smerconish, first spotlighted by Mediaite's Matt Wilstein, Paul got a chance to mock Trump's stumbling \"commander in chief interview\" with Hugh Hewitt. He did not take it. Instead, he defended his arch-rival from the vagaries of ambush journalism.  \"Do you think it’s a gotcha question if a presidential candidate is asked whether he or she knows the difference between the Quds and Kurds?\" Smerconish asked. \"You know, I’m not big on defending Donald Trump by any means,\" said Paul. \"And I’ve been one of his fiercest critics. But I think it can be sometimes hard to hear the difference – if you’re talking about hearing. I sometimes don’t hear well – between ‘Quds’ and ‘Kurds.’ Also, the pronunciation is a Q, and not a K, but it sounds like a K.\" Paul, who wears a hearing aid, also compared Hewitt's line of questioning to other \"gotcha\" interviews that were unfair to candidates. \"I also do think that running through a list of every different Arabic name and asking somebody to respond to them is maybe a little bit of a gotcha,\" he said. \"I do think knowing the difference between Hamas and Hezbollah, knowing the difference between Shi’ites and Sunnis, and knowing the history of what’s been going on in the Middle East, is important for next leader. It’s also a lot easier if you’re preparing for the interview and you have all the names in front of you.\" Trump, whose ability to survive gaffes verges on the superhuman, may not be taking damage for blowing the interview. Some conservatives reacted to the questions and the packaging by pointing to then-Texas Governor George W. Bush's infamous, bitter 1999 \"quiz\" from New Hampshire reporter Andy Hiller. Others noted that Hewitt praised Carly Fiorina, his next guest, for getting the relationship between Hamas and Hezbollah \"exactly right,\" despite the fact that Hamas has turned against Syrian President Bashar al-Assad, angering Iran, while Hezbollah remains an Iranian proxy.", "byline": "", "description": "\"Running through a list of every different Arabic name and asking somebody to respond to them is maybe a little bit of a gotcha.\"", "title": "Rand Paul defends Donald Trump&#8217;s response to &#8216;gotcha&#8217; interview", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/04/rand-paul-defends-donald-trumps-response-to-gotcha-interview/", "topics": ["personality"], "people": ["Rand Paul", "Timothy D. Easley", "Andy Hiller", "Donald Trump", "George W. Bush", "Michael Smerconish", "Carly Fiorina", "Hugh Hewitt", "Florida Jeb Bush"], "orgs": ["Hezbollah", "Hamas"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-09-04 21:07:19", "org": "washpo", "article_id": "e78894e63568fbba88650329b4c542d3", "date_access": "2015-09-04 21:00:17.885451"}