{"body": " After watching just a few minutes of Stephen Colbert's very first \"The Late Show with Stephen Colbert,\" two things became clear: 1) Colbert plans to be a major player at the nexus of pop culture and the 2016 presidential election, and 2) He's going to take politics and its players seriously. Jeb Bush was the first 2016 politician to brave being a guest on the CBS show, which launched Tuesday to much fanfare. It appeared that Bush, along with the rest of us, wasn't sure what to expect. What we found out was probably a pleasant surprise for the former Florida governor. Almost completely gone was Colbert's faux-ultra-conservative \"Colbert Report\" persona, and in its place seemed to be a focused, sincere and well-tailored man who wanted to talk politics -- with a joke or two thrown in from time to time. [Stephen Colbert's first 'Late Show': A busy, but sincere start] In fact, of the two YouTube clips the \"Late Show\" put up of Colbert's interview with Bush, there aren't really any laughs until more than two minutes into \"Jeb! Bonus! Clip\" (above). Colbert and Bush did cover a lot of ground, with Colbert making good on stories labeling him the most politically savvy of the late-night hosts. [How liberal is Stephen Colbert?] In the span of a few minutes, Colbert got Bush to say something \"heretic\" about President Obama, debate gun control with him and liven up the Republican's debate prep by having him deadpan the most Trump-ian lines possible, like: \"I promise to put Meatloaf on the dollar bill.\"  The affable-but-buttoned-up Bush seemed hesitant at first to read Trump's lines -- \"This could be dangerous,\" he said, shifting in his chair -- before Colbert promised him, \"It's fine.\" Bush ended the segment by jammin' to Lil' Jon and couldn't resist a fist pump -- a seemingly outward reaction of relief that the audience thought the Trump gag was funny and that he made it through a Colbert interview without getting embarrassed. He might not have been so lucky on Colbert's old show. There will be plenty more political \"Late Show\" interviews -- including several in the next two weeks. As we watch those unfold, just how seriously Colbert will continue treat the politicians on his show -- and where the laughs will come from -- remains to be seen. Was Colbert using kid gloves for his first show? Will he loosen up as time goes on? Whatever the answer is, you can be sure that Vice President Biden, who's expected to be on \"Late Show\"  Thursday, was glad Bush went first to try out this new and possibly influential factor in American politics. Something tells us Colbert's interviews will be fodder in the 2016 campaign.", "byline": "", "description": "Colbert made this clear in his first interview -- with Jeb Bush -- on Tuesday", "title": "Stephen Colbert serves notice: He will matter in 2016 [Video]", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/09/stephen-colbert-serves-notice-he-will-matter-in-2016-video/", "topics": ["personality"], "people": ["Jeb Bush", "Stephen Colbert"], "orgs": [], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-09-09 12:37:38", "org": "washpo", "article_id": "5a17d625f9064c389fae2895046e4dc2", "date_access": "2015-09-09 11:50:03.396021"}