{"body": "   Sometimes, he changes his mind. REUTERS/Jim Young  Donald Trump, the Republican presidential front-runner, has done a lot of things no other GOP candidate this year would dare try: pick a fight with Fox News. Bad-mouth prisoners of war. Wear Palm Beach casual-wear to the Iowa State Fair. Tell small children he is Batman. But this might be the most daring: Trump seems to be making up his own platform as he goes along. Looking back over his interviews and speeches, it appears that Trump came into the race with only a vague idea -- or perhaps no idea -- how he wanted to handle some major, obvious, policy issues. So, when someone pointed out a new wrinkle that Trump hadn't thought of, he came up with a new answer. And then another. On some issues, Trump's campaign has gone through more than half a dozen plans in two months. And counting.  For instance:   Donald Trump’s plan to defeat the Islamic State. Version #1: Find a guy. “Within our military, I will find the General Patton or I will find General MacArthur, I will find the right guy. I will find the guy that’s going to take that military, and make it really work. ” (June 16, presidential campaign kickoff speech) Version #2: [Secret plan] Bill O’Reilly, Fox News Channel: “Are you telling me you are going to send American ground troops into Syria?” Trump: “I'm not telling you anything.” (June 16) Version #3: No longer secret. Send in American ground troops. “I will tell you what my plan will be…You have to go in. You have to go in.” O’Reilly: “With ground troops?” “Well, you bomb the hell out of them and then you encircle it, and then you go in.” (June 16, shortly after Version #2). Version #4: Maybe don’t. O’Reilly: “There's no way you can defeat them without invading.” Trump: “I disagree.” (June 16, minutes after #3). Version #5: Definitely do send in ground troops. Have them seize ISIS oilfields. “We’re going to have so much money.” (Sunday, NBC's Meet the Press). Version #6: Send in ground troops. Seize oilfields. Sell the oil, and give the money to the families of the soldiers who died protecting the oil. “What I would do with the money that we make, which would be tremendous, I would take care of the soldiers that were killed, the families of the soldiers that were killed, the soldiers, the wounded warriors that are -- see, I love them…” (Sunday, NBC's Meet the Press). Version #7: Send in ground troops. Seize oilfields. Sell the oil. Give some of the money to the families of the soldiers who died protecting the oil. Chuck Todd, NBC: “Shouldn't [oil money] be given to the Iraqis? Trump: “Well, we can give them something.” (Sunday, seconds after #7)   Now, Donald Trump’s plan for the 11 million undocumented immigrants living in the United States.  Version #1: Figure it out later. “The first thing we have to do is strengthen our borders. And after that, we're going to have plenty of time to talk about it.” (July 23) Version #2: Figure it out now. Deport “the bad ones.” Work out something so the good ones can stay. “If somebody's been outstanding, we try and work something out.” (July 24) Version #3: Deport the bad ones. Maybe let some of the good ones stay. “We're going to do what's right.  Some are going to have to go.  And some, we're just going to see what happens.” (July 26) Version #4: Deport everybody. “But the good ones -- of which there are many -- I want to expedite it so they can come back in legally.” (July 27) Version #5: Maybe don’t deport everybody. Dana Bash, CNN: “What about the ‘Dreamers?’ What about people who came here when they were children, they didn't know what they were doing, they came with their parents who brought them here illegally?...Should they have to leave too? Trump: “They're with their parents? It depends.” (July 29) Version #6: Deport everybody, the sequel. Chuck Todd, NBC: [talking about the “Dreamers”] “You're going to kick them out?” Trump: “They have to go.” (Sunday, on “Meet the Press.”)   Then there's Donald Trump’s plan for tax reform. Version #1: Make taxes simpler. “Simplify it. At a minimum, simplify it.” (June 18) Version #2: Don't have a plan. \"You can't be just boom, boom, hard and fast.\" (August 11, in an interview on CNN). Version #3: Maybe get rid of the income tax and have a national consumption tax, which proponents call a “Fair Tax.” “You can have a ‘Fair Tax…’ (August 11, just after #2). Version #4: Or maybe keep the income tax, but make it one flat rate for everybody. “You can have a flat tax…” (August 11, just after #3). Version #5: Or maybe don’t change the current system at all. Except add new things. Which will be really good. “Or you can leave the system alone, which is probably the simplest at this point. Leave the system alone and take out deductions and lower taxes and do lots of really good things, leaving the system the way it is.” (August 11, just after #4) Version #6: [Secret plan] “I know exactly what I want to do, I just don't want to announce it yet.” (August 11, just after #2, #3, #4 and #5). Version #6a: [Definitely secret] Chris Cuomo, CNN: “If I was sitting across from you, making you a pitch to do anything for you and I said, ‘Look, I got a plan, but I'm not going to tell you yet.’ I think I'd get an eye roll and I'd get ushered out of the office.” Trump: “Oh, I'm going to say it. I'm just not prepared to tell you right now on your fantastic show that is getting better ratings all the time because you have Trump on so much.” (same interview)   And Donald Trump’s plan for the nuclear deal with Iran. Version #1: Re-negotiate it. “I guarantee you that if I were president, this deal wouldn't be made, a deal would be made that's 100 times better.” (August 11) Version #2: Maybe don’t re-negotiate it. “It’s very tough to do, when you say, ‘Rip up a deal.’ Because I’m a deal person…I would police that contract so tough that they don't have a chance.” Chuck Todd, NBC: “So the deal lives, in a Trump administration?” Trump: “It's very hard to say, ‘We're ripping up.’” (Sunday, Meet the Press).   Here's Donald Trump’s plan for “Obamacare.” Version #1: Get rid of it. Replace it with something \"much better.\" “Let it be for everybody. But much better, and much less expensive for people and for the government. And we can do it\" (June 16, presidential campaign announcement.) Version #2: Get rid of it. Replace it with something \"terrific,\" which lets people buy insurance across state lines. And still gives poor people a way to get healthcare, when they can’t pay for it. “I want to take care of everybody. You know, you have a group of people that aren't able to take care of themselves.\" Dana Bash, CNN: “How do you do that?” (July 29) Version #3: Work out “some kind of a deal” with hospitals. \"We're going to have work out some kind of deal with hospitals where they can get some help, when they are sick, when they have no money and they are sick...\" Bash: “How do you do that, thought?” (July 29, just after #2) Version #4: The deal will be very, very smart. Trump: “We are going to have to work out some kind of a very, very smart deal with hospitals around the country.” (July 29, just after #3).   And finally: Donald Trump’s plan for governing the United States. Version #1: Be flexible. “We’ve had no leadership in the country…For doing that, you need compromise. You need back-and-forth. And it’s not about a plan. It’s about flexibility. You need flexibility.” (August 14)", "byline": "", "description": "Trump's policy positions often seem a little like the weather in New England: if you don't like them, just wait a few minutes.", "title": "20 times Donald Trump has changed his mind since June", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/17/20-times-donald-trump-has-changed-his-mind-since-june/", "topics": ["terrorism", "personality"], "people": ["Bill O'Reilly", "Dana Bash", "Jim Young Donald Trump", "Chris Cuomo", "Donald Trump", "Chuck Todd"], "orgs": ["GOP", "United States."], "authors": [{"author_id": 31242, "fullname": "david a. fahrenthold", "primary_org": "washpo"}], "date_written": "2015-08-17 18:00:39", "org": "washpo", "article_id": "02aae16769a77faf6cd69f672f96d2eb", "date_access": "2015-08-17 17:30:03.782714"}