{"body": "   Republican presidential candidate Donald Trump at a campaign stop in Hampton, N.H., on Friday. (Charles Krupa/AP)  Republican presidential candidate Donald Trump says that undocumented immigrants \"have to go,\" and he has vowed to undo President Obama's Deferred Action for Childhood Arrivals program. The comments underscore how Trump, who has stoked controversy with comments on illegal immigration and border security, is running a very conservative campaign centered on immigration and border security that puts him to the right of some of his key primary opponents. Trump made his comments during a wide-ranging interview with Chuck Todd airing Sunday on NBC's \"Meet the Press.\" In it, he said he would vigilantly police the controversial nuclear deal with Iran as president, criticized former Florida governor Jeb Bush's comments on women's health and argued that America deserves more in return for helping other world powers in their military conflicts. On immigration, Trump said, \"We're going to keep the families together, but they [those in the country illegally] have to go,\" according to a transcript released by NBC. He also said the country should \"get rid of\" birthright citizenship. \"What they're doing: They're having a baby. And all of a sudden, nobody knows ... the baby's here,\" he said. [Donald Trump’s political success on immigration is purely accidental] Venturing into foreign-policy territory, Trump said Germany and other European powers should be doing more to help Ukraine, arguing that much of the responsibility is falling to the United States. He also complained that the United States was going it alone in helping defend allies against North Korea. \"So the young man from North Korea starts acting up and having one of his fits, we immediately get our ships going. We get our aircraft. We get nothing for this,\" Trump said. \"I'm not saying that we’re going to let anything happen to them. But they have to help us.\" Trump, who campaigned at the Iowa State Fair on Saturday, took a shot of Bush's comments questioning the level of federal spending that should go toward women's health issues. (Bush later said he misspoke.) \"I actually think that that statement is his 47 percent,\" said Trump, referencing Mitt Romney's infamous comments from the 2012 campaign. Trump said he opposes abortion but would make exceptions in cases of rape and incest and to save the life of the mother. He used to be in favor of abortion rights. On the Iran nuclear agreement, which some Republican candidates have pledged to undo, Trump said he would \"police\" the deal. [The historic nuclear deal with Iran: How it works] \"I've taken over some bad contracts. I buy contracts where people screwed up and they have bad contracts,\" he said.", "byline": "", "description": "Trump re-emphasizes his controversial views on immigration in a wide-ranging \"Meet the Press\" interview.", "title": "Donald Trump: Undocumented immigrants &#8216;have to go&#8217;", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/16/donald-trump-undocumented-immigrants-have-to-go/", "topics": ["immigration"], "people": ["Donald Trump", "Chuck Todd", "Jeb Bush", "Charles Krupa", "Mitt Romney"], "orgs": ["United States."], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-08-16 14:42:24", "org": "washpo", "article_id": "ca5a89bbcf5b5c2f536c9237d535c0fd", "date_access": "2015-08-16 14:10:11.416826"}