{"body": "  RICHMOND — When Gov. Terry McAuliffe goes to Austin next month to speak at the Texas Democrats’ big fundraising dinner, he’ll talk about what it takes to win in a state with a lot of Republican voters. But Crystal Perkins, executive director of the Texas Democratic Party, said there’s another reason Virginia’s Democratic governor can thrill a crowd. “He’s very well known, of course, because he’s been involved with both President Clinton, Secretary Clinton, and I’m sure he’ll have some good stories about that,” she said. “Texas Democrats love the Clintons. The Clintons are very popular in Texas.” In the four months since McAuliffe’s longtime friend Hillary Rodham Clinton made her White House bid official, McAuliffe has traveled to seven states to raise money, give speeches and stand in for the former secretary of state. Only one of the events was billed as an official presidential campaign activity, but McAuliffe’s name is synonymous with the Clinton dynasty, making him the ideal person to spread her message in states she must win. Stephen Carter, spokesman for McAuliffe’s political action committee, Common Good VA, said the governor’s travel has been relatively light. “The Governor’s out-of-state political travel this year can be measured in hours, not days. It pales in comparison to the political travel of his predecessors,” he said in a statement. Yet the schedule could prove problematic for McAuliffe at home. The reality of his ambitious travel schedule is a departure from frequent assurances McAuliffe made — from before he took office until as recently as this summer — that he would not be a high-profile surrogate for Hillary Clinton. “I’ve done that. It’s been a great part of my life, but to be honest with you, I’m past the politics. I’m now into governing,” he told WWBT (Channel 12) in Richmond the week before he was sworn in to office. He added: “I have so much responsibilities and duties sitting right here. . . . I’ll be traveling, but it will be on behalf of the commonwealth to create new economic opportunities.” McAuliffe often travels overseas to plant the Old Dominion’s flag throughout Asia and Europe; plans are even in the works for a Cuba trade mission. That’s all fine and good, as far as Republicans are concerned. But planting the flag for the Clintons — that’s a fulfillment of everything they tried to warn voters about when the veteran fundraiser and political operative said he wanted to run Virginia, too. After all, they said, he was not only chairman of the Democratic National Committee but also chairman of Clinton’s 2008 White House bid.  [See the 120 donors who gave to McAuliffe and the Clintons]  Chris LaCivita, the veteran GOP consultant who worked for McAuliffe’s opponent in 2013 and now advises the presidential campaign of Sen. Rand Paul (R-Ky.), said Republicans are sure to seize on the McAuliffe-Clinton relationship.  “Anyone who thinks that Terry McAuliffe isn’t going to do whatever he has to do to ensure his BFF is elected president is living on another planet,” LaCivita said. Mo Elleithee, who is both a former DNC communications director and Clinton adviser, said McAuliffe is loyal and has other goals. “He’s got personal skin in the game: He’s close with her, he wants her to win — there’s no question of that. She’s probably the one person whose political fortunes he cares about more than his own, and it raises his political profile,” said Elleithee, executive director of Georgetown’s Institute of Politics and Public Service. It’s also important to McAuliffe that he can deliver Virginia, where a string of super-close races have raised the stakes for both parties. “Virginia is the purplest shade of purple there is,” he said. “Everything that the governor and his political infrastructure can do now to get ready for that is critical. You don’t want to backslide.” McAuliffe’s camp also noted that his recent travel has mostly consisted of day trips and that the rate of travel doesn’t compare to how often past governors have hit the road for political causes. When now-Sen. Timothy M. Kaine (D-Va.) was governor, he was scrutinized for devoting at least a day and a half of each workweek, by his estimation, to his fundraising and policy duties as DNC chairman. That’s one reason advisers to Kaine’s successor as governor, Robert F. McDonnell (R), put out his public and political schedule every Friday, said Tucker Martin, a longtime Virginia-based consultant who was McDonnell’s communications director. McDonnell found himself performing the juggling act in 2012, when he had to balance the governorship with being chairman of the Republican Governors Association and a chief surrogate for then-presidential candidate Mitt Romney. “When you’re governor, you wear two hats. It’s an elected position. You come into office via politics. It’s not like the politics disappears the moment you cross the threshold to the governor’s mansion,” said Martin, who now advises America Leads, the sanctioned super PAC for New Jersey Gov. Chris Christie (R).  If the past is any guide, McAuliffe is likely to continue that balancing act as well — between cutting ribbons in Virginia, wooing donors for Clinton and making sure Democratic activists don’t get complacent. But if Texas is any guide, Democrats there could have a race on their hands come Super Tuesday. The last person to headline a big fundraising dinner for the party in the county that includes Austin? Sen. Bernie Sanders (I-Vt.). ", "byline": "", "description": "Republicans said they warned voters that the governor would use his office to get her elected.", "title": "How McAuliffe is already working to elect Clinton in Va. and beyond", "url": "http://www.washingtonpost.com/local/virginia-politics/how-mcauliffe-is-already-working-to-elect-clinton-in-va-and-beyond/2015/08/13/9a4def9a-41c4-11e5-8e7d-9c033e6745d8_story.html", "topics": ["campaign_finance", "economy"], "people": ["Stephen Carter", "Rand Paul", "Mitt Romney", "Timothy M. Kaine", "Chris Christie", "Terry Mcauliffe", "Hillary Clinton", "Tucker Martin", "Mo Elleithee", "Hillary Rodham Clinton", "Bernie Sanders"], "orgs": ["PAC", "DNC", "RICHMOND", "Democratic National Committee", "Old Dominion", "GOP", "Texas Democratic Party", "Institute of Politics and Public Service."], "authors": [{"author_id": 31298, "fullname": "jenna portnoy", "primary_org": "washpo"}], "date_written": "2015-08-14 01:06:00", "org": "washpo", "article_id": "773b389bfdb28b219c9340b9d7e447ca", "date_access": "2015-08-14 00:30:20.248392"}