{"body": "  While Trump was tossing hats and failing to mention specifics, CNN was cutting his feed. http://t.co/qO3nLVjARn pic.twitter.com/yxHDntnoPU — Chicago Sun-Times (@Suntimes) September 16, 2015  After delivering a 13-minute \"foreign policy\" speech in which he touched only briefly on anything approaching foreign policy, Donald Trump began to throw his signature — and highly sought after — \"Make America Great Again\" hats into the California crowd.   \"This is the hottest thing out there\" Trump says, as he tosses \"Make America Great Again\" hats to the crowd — Katie Zezima (@katiezez) September 16, 2015  Welcome to the 2016 Republican presidential primary race! Trump has turned the whole process into a giant circus/game show/reality TV program. His speeches are heavy on bombast and lighter-than-air on policy specifics. He uses his Twitter feed and Instagram account to taunt his Republican rivals for being \"low-energy\" (Jeb Bush) or an \"okay doctor\" (Ben Carson). He says things — about John McCain, about Megyn Kelly, about menstruation, about Carly Fiorina's looks — that would doom other candidates but seem to have no negative effect on his candidacy. In short, Trump does Trump. And, man, is it an entertaining show. Hell, he gives away free hats! Meanwhile, the other 14 men and one woman running for the Republican presidential nomination function, effectively, as audience members at The Donald Trump Show. They can't (or won't) say or do the things Trump will and, therefore, always wind up on the short end of feuds with The Donald. Bush can spend all day attacking Trump's Republican bona fides, but it doesn't work nearly as effectively as when Trump calls the former Florida governor (essentially) boring. That reality may change at some point — maybe soon. But, at the moment, every other candidate in this race is just a pawn in the Donald Trump game. Maybe they'll get lucky and get a hat!  https://pbs.twimg.com/tweet_video/CO_2Y50UkAA-aYU.mp4", "byline": "", "description": "Donald Trump! Free hats!", "title": "How the Republican race has become a total circus, explained in 1 picture", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/16/the-state-of-the-republican-race-in-1-picture/", "topics": ["personality"], "people": ["Katie Zezima", "Donald Trump Show", "Jeb Bush", "Donald Trump", "Megyn Kelly", "Carly Fiorina", "Ben Carson"], "orgs": ["Donald"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-09-16 16:18:49", "org": "washpo", "article_id": "5dc60400b56f6798feffe8ab27ac59af", "date_access": "2015-09-16 16:10:05.334779"}