{"body": " The head of the Republican National Committee, responding to demands from increasingly worried party leaders, spent nearly an hour Wednesday on the phone with Donald Trump, urging the presidential candidate to tone down his inflammatory comments about immigration that have infuriated a key election constituency. The call from Chairman Reince Priebus, described by donors and consultants briefed on the conversation and confirmed by the RNC, underscores the extent to which Trump has gone from an embarrassment to a cause for serious alarm among top Republicans in Washington and nationwide. But there is little they can do about the mogul and reality-television star, who draws sustenance from controversy and attention. And some fear that, with assistance from Democrats, Trump could become the face of the GOP. Rather than backing down from his comments about illegal immigrants — whom he characterized as rapists and killers, among other things — Trump has amplified his remarks at every opportunity, including in a round of interviews Wednesday. He insisted to NBC News that he has “nothing to apologize for” in his repeated remarks about Mexicans. But he also predicted that, if he secures the GOP nomination, “I’ll win the Latino vote.” Few seem to think he has a chance of becoming his party’s 2016 standard-bearer, even though he is running near the head of the pack in some key states. Summer poll numbers for novelty candidates such as Trump tend to be as perishable as ice cream cones. “I think he’ll self-destruct relatively quickly. The dynamic, I think, will change very dramatically and Trump will be yesterday’s news,” said former senator Robert F. Bennett (R-Utah). “But if this does have legs, if Trump can keep this going, it will be very worrisome.”  [As Donald Trump surges in polls, Democrats cheer]  The fear among Bennett and others is that Trump will set back the party’s efforts to rehabilitate its image and broaden its appeal. And it appears likely that he will be onstage in the presidential debates that begin next month — a dissonant figure in what GOP leaders had hoped to present as a substantive, experienced and appealing field of candidates. Priebus’s decision to reach out to Trump came after days of talks with Republican donors and officials about how best to manage Trump’s outsize presence on the airwaves. Many financiers who are influential at the RNC have been fuming about Trump’s ascent and told Priebus that he must ensure that the RNC’s efforts over the past year to win more of the Hispanic vote is not harmed. Reluctant to engage publicly and having developed a friendship with Trump in recent years, Priebus decided to call the candidate and quietly ask him to soften his pitch, said GOP donors familiar with Priebus’s thinking. Trump had left a voice-mail message for Priebus over the weekend asking if they could catch up, making the call’s context less confrontational, the donors said. The call lasted about 45 minutes, the donors said, and Priebus was cordial, updating Trump on the party and the primary calendar while also urging him to “tone it down” — a phrase used repeatedly by those with knowledge of the exchange. Priebus told Trump that making inroads with Hispanics is one of his central missions as chairman. He told Trump that tone matters greatly and that Trump’s comments are more powerful than he might imagine with that bloc. “Chairman Priebus often speaks privately with candidates seeking our party’s nomination,” Sean Spicer, chief strategist for the RNC, said in a statement Wednesday. “He did have a very respectful conversation with Mr. Trump on Wednesday. They discussed multiple comments, including comments on illegal immigration.” At the same time, however, Trump is tapping into a current of outrage on the right — both at the influx of people coming across the border and over proposals to liberalize the nation’s immigration laws. “The fact that he is rising in the polls has something to do with tapping into an angst and anger, especially on immigration, that the other candidates have been unwilling or unable to harness,” said Reed Galen, a Republican strategist based in California. Steve Duprey, a Republican National Committee member from New Hampshire, where Trump is running a strong second to former Florida governor Jeb Bush in some polls, said the tycoon’s “frustration with border enforcement is shared with lots of Americans, but I find his views on immigration to be contrary to what the party of Lincoln stands for.” None of the Republican contenders, with the exception of Sen. Ted Cruz (Tex.), has defended Trump. But those who have condemned him were slow to do so, and it may ultimately be difficult for them to distance themselves from a celebrity candidate who commands a spotlight and a microphone wherever he goes. Trump “could become the 2016 version of Missouri Rep. Todd Akin, who tarnished the GOP brand in 2012 with an offensive statement about rape,” strategist Karl Rove wrote in a column for Thursday’s Wall Street Journal. “Republican leaders from Mitt Romney on down immediately condemned his words, but swing voters were persuaded that every Republican believed what Mr. Akin said.”  One GOP state party chairman, speaking on the condition of anonymity so he could be frank, said of Trump: “He’s already done some damage, and it could be substantial going forward. He could be one of the reasons we lose. It’s that serious. There’s nothing we can do about it, and that’s what’s so scary.” Meanwhile, the Democrats — led by their presumptive nominee — are doing all they can to make the rest of the GOP accountable for Trump’s words. “I feel very bad and very disappointed with him and with the Republican Party for not responding immediately and saying, ‘Enough. Stop it,’ ” former secretary of state Hillary Rodham Clinton said in an interview Tuesday on CNN. “But they are all in the same general area on immigration. They don’t want to provide a path to citizenship. They range across a spectrum of being either grudgingly welcome or hostile toward immigrants.” Republican leaders say their party must do better with the nation’s rapidly growing Latino electorate to be competitive for the White House. Romney, the GOP’s 2012 nominee, won only 27 percent of the Hispanic vote.  Trump is slated to campaign Saturday in Arizona and Nevada, states with heavily Latino populations, and plans to discuss immigration.  His candidacy has created a sensation in Spanish-language media. On Tuesday night, Univision led its newscast with its own version of a Washington Post report on the large number of immigrants building the new Trump Hotel in downtown Washington. The same topic was Telemundo’s second story.  Earlier, the two networks covered a comment Trump shared on his Twitter feed saying that Bush “has to like the Mexican Illegals because of his wife,” Columba, who was born in Mexico.  Trump subsequently deleted the tweet, but defended it Wednesday on CNN: “Do I regret it? No, I don’t regret it. If he loves his wife and she’s from Mexico, I think it probably has an influence on him.” Campaigning in Hudson, N.H., on Wednesday night, Bush laughed it off: “You can love the Mexican culture, you can love your Mexican American wife and also believe that you need to control the border. This is some kind of bizarre idea that you can have an affection for people in another country and not believe you ought to abide by the rule of law.”  [At Trump hotel site, immigrant workers wary]  Amid the furor, well-known Spanish-born chef José Andrés announced Wednesday that he is backing out of a deal to open the flagship restaurant in the hotel Trump is developing in the Old Post Office building on Pennsylvania Avenue. Donald Trump Jr., Trump’s son, threatened legal action against Andrés, who joined a growing list of people and businesses that have severed their financial ties with the elder Trump. Among the others are NBC Universal, retail giant Macy’s, mattress manufacturer Serta and Univision. Republican leaders are reassuring themselves that the infatuation that some voters feel with Trump will fade, and that they will turn to more serious contenders.  “This is a very deep, interesting, talented field, and sooner or later, the attention will come back to this field,” said Tom Rath, a New Hampshire GOP elder who has advised presidential candidates since the 1980s. “In a vacuum, it looks like something is happening here. I don’t think there is.” Matt Borges, chairman of the Ohio Republican Party, expressed confidence as he finished a Wednesday tour of the Cleveland arena where the first debate will take place, on Aug. 6, and where the Republican National Convention will be held next year. “One thing I’m certain of is Donald Trump is not going to be our nominee,” he said. “This will be one of those things we look back on and say, ‘Remember when?’ ”  Ed O’Keefe in Hudson, N.H., contributed to this report. ", "byline": "", "description": "The head of the Republican National Committee, responding to demands from increasingly worried party leaders, spent nearly an hour Wednesday on the phone with Donald Trump, urging the presidential candidate to tone down his inflammatory comments about immigration that have infuriated a key election constituency.Read full article >>", "title": "Republican leaders worry that Donald Trump is damaging GOP image", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47f4bd89/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Ctrump0Ecould0Edamage0Ethe0Erepublican0Eimage0Eparty0Eleaders0Eworry0C20A150C0A70C0A80C2ec75b4c0E25ab0E11e50Eb72c0E2b7d516e1e0Ae0Istory0Bhtml0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["immigration"], "people": ["Jeb Bush", "Todd Akin", "Tom Rath", "Sean Spicer", "Ed O'Keefe", "Reed Galen", "Robert F. Bennett", "Donald Trump Jr.", "Donald Trump", "Hillary Rodham Clinton", "Reince Priebus", "Mitt Romney", "Jose Andres", "Steve Duprey", "Karl Rove", "Columba Bush", "Matt Borges", "Ted Cruz"], "orgs": ["Lincoln", "Trump Hotel", "RNC", "Republican Party", "Univision", "Old Post Office", "Macy", "Telemundo", "Republican National Committee", "New Hampshire GOP", "Ohio Republican Party", "GOP"], "authors": [{"author_id": 31230, "fullname": "philip rucker", "primary_org": "washpo"}, {"author_id": 31223, "fullname": "karen tumulty", "primary_org": "washpo"}, {"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-07-09 02:12:43", "org": "washpo", "article_id": "5d4355e2e17519e9f1daaa9c3105f956", "date_access": "2015-07-09 01:30:02.498692"}