{"body": "   New Jersey Gov. Chris Christie, left, Sen. Marco Rubio, Dr. Ben Carson, Wisconsin Gov. Scott Walker, businessman Donald Trump, former Florida governor Jeb Bush, former Arkansas governor Mike Huckabee, Sen. Ted Cruz, Sen. Rand Paul and Ohio Gov. John Kasich pose at the start of the first official Republican presidential debate of the 2016 presidential campaign in Cleveland, Ohio, on Aug. 6. (Aaron Josefczyk/Reuters)  There is no more galvanizing force against the political establishment today than Donald J. Trump. But the real-estate tycoon and (still-hard-to-believe) GOP front-runner has now galvanized the conservative base against a more unlikely foe: Fox News. Since Thursday's debate ended at 11 p.m. Eastern time (and somewhat during it), Trump has been deeply critical of the moderators of the debate — and especially Megyn Kelly, who asked about past comments Trump made calling women ugly, \"pigs\" and the like. But it wasn't just reserved to Trump. On social media, many conservatives expressed outrage at the tone of the questions. You can read more here. A further sampling:   The gig is up @foxnews, @megynkelly, & @gop hacks! Real conservatives are waking up: you're owned by the status quo! https://t.co/H5Lgn7elZ5 — john holland (@johnholland) August 7, 2015    Fox News & Megyn Kelly Get Blasted By Conservatives After A Horrible Debate Performance http://t.co/It946AMSCH — RightWingNews (@RightWingNews) August 7, 2015    #MakeAmericaGreatAgain #TeamTrump #TrumpTheVote pic.twitter.com/S7bYDJycqo — Eli Valentine (@MyEliValentine) August 7, 2015    Fox News said to Conservatives last night. \"We're not your network anymore. Fair and Balanced is dead.\" #MegynKellyDebateQuestions — Election2016 (@WeirdReport) August 7, 2015  This kind of stuff was all over social media Friday morning. Golden-voiced \"Marketplace\" host Kai Ryssdal (the future narrator of my biopic) summed it up pretty well:   Resolved: @msnbc anchors would not have been - and will not be - as tough on Dems as @FoxNews was on GOP tonight. Discuss. — Kai Ryssdal (@kairyssdal) August 7, 2015  And Ryssdal is right. The moderators asked some very tough questions. It's not hard to see why some conservatives were taken aback; this is the cable news channel, after all, that is supposed to be the haven of people frustrated by the liberal media. But their anger is completely misplaced. Yes, the Fox moderators asked tough questions. Almost none of these questions, though, were surprising. New Jersey has faced multiple credit downgrades under Chris Christie. It's kind of a big deal and would be if he were the GOP nominee. It would have been amazing if he hadn't been asked about it Thursday. Similarly, Ohio Gov. John Kasich's decision to take the federal Medicaid expansion — something other GOP governors opted not to do — is also a no-brainer of a question. Ditto Jeb Bush's support for Common Core education standards and his support for a path to legal status for undocumented immigrants. Many of the \"tough\" questions were in this vein, giving the GOP contenders a chance to respond to their biggest hurdles to the GOP nomination. These were questions they were going to get eventually. It's also important to note that the debate moderators didn't badger the candidates. They also didn't look for them to engage with one another or instigate fights in ways that have led to criticisms of past moderators. Indeed, there were really only two fights, and both involved a ready-to-rumble Rand Paul tangling with Trump and a ready-to-rumble New Jersey Gov. Chris Christie. If anybody was surprised by the latter feud, it dates back two years, and the exchange Thursday was tame by previous standards. Indeed, it's pretty amazing there weren't more intra-candidate fireworks given the guy in the middle of it all was Donald Trump. Setting those aside, the anger at Fox seems to stem from a few particular exchanges involving Trump. The first is the opener of  the debate, in which the moderators asked candidates to raise their hands if they would not pledge to support the eventual nominee and pursue a third-party campaign. The question was clearly directed at one man — Trump — and he obliged, raising his hand. Was it an odd way to start a debate? Sure. But this is a question that has been bandied about in relation to Trump for a long time. And you can bet Republicans intent upon retaking the White House would like to know whether Trump might be a spoiler in the general election. It's kind of important. (See: Perot, Ross.) The second one was Megyn Kelly's question about Trump's remarks about women. Trump has called women \"slobs,\" \"pigs,\" \"unattractive\" and other things that you wouldn't expect from a politician. The question was striking at the outset of a debate — largely because this hasn't yet been a storyline in Trump's political rise. But it was also completely fair and well-documented. Half the population are women, and Trump has said some things that suggest that his views of women aren't particularly evolved. And again: This would have come up eventually. There is no doubt about that. Lastly was the exchange between Chris Wallace and Trump over his comments about Mexican illegal immigrants. Wallace took care to characterize Trump's comments correctly — something Trump has criticized other media for — but then proceeded to ask him to substantiate his allegations that Mexico is sending criminals across the border. After Trump danced around the question, Wallace gave him 30 more seconds and asked for concrete proof. Trump could offer nothing more than conversations with border guards. This was basically the only moment in the debate in which Trump was really pressed — to any extent — to explain himself or more specifically answer a charge against him. The moderators could have badgered him on any number of things, given Trump's penchant for being loose with the facts. But they largely let their questions stand. He and other candidates responded to those questions, and they moved on. The moderators could have been far tougher. That's not to say they didn't do a good job (we labeled them \"winners\" of the debate and they largely earned quite positive reviews) — just that they chose not to be actively engaged in calling out candidates for not answering questions or being contradictory. It's a choice moderators have to make. Trump might not be so fortunate in the next debate.", "byline": "", "description": "The questions were fair -- and they would have been asked eventually.", "title": "Conservatives are mad at Fox News and Megyn Kelly. They shouldn&#8217;t be.", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/07/conservatives-are-mad-at-fox-news-and-megyn-kelly-they-shouldnt-be/", "topics": ["immigration", "personality"], "people": ["Rand Paul", "Chris Wallace", "Aaron Josefczyk", "Chris Christie", "Jeb Bush", "Scott Walker", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Donald J. Trump", "Megyn Kelly", "Ross Perot", "John Kasich", "Ben Carson", "Ted Cruz"], "orgs": ["GOP"], "authors": [{"author_id": 30974, "fullname": "aaron blake", "primary_org": "politico"}], "date_written": "2015-08-07 17:11:55", "org": "washpo", "article_id": "ae2a8e38fe93aca87602d96c77069f40", "date_access": "2015-08-07 16:30:05.352500"}