{"body": "   Donald Trump answers a question during the first Republican presidential debate on Thursday in Cleveland. (Andrew Harnik/AP)  Business mogul Donald Trump went on a media blitz Tuesday morning, making back-to-back appearances on Fox and CNN as he sought to tamper down the controversy over his spat with Fox News anchor Megyn Kelly. Here's what we learned: He and Fox News are friends again. But that’s all he’s saying. “We are friends, Steve. We’ve always been friends,” he said on Fox News. Megyn Kelly did not come up. He thinks Scott Walker's campaign isn't doing so hot. \"Scott was going to be sort of the leader in Iowa, and the common wisdom was that he would win Iowa because he's from the adjoining state, and his numbers are not good in the adjoining state,\" he said on Fox News. \"He has a $2.2 billion deficit. … And their unemployment numbers are bad, and the state's mired in 38th place.\" He insists he fired senior adviser Roger Stone, who says he actually quit. \"Roger Stone is a nice guy, but I let him go because I really wasn't using him, and he liked to get a lot of publicity for himself, which I didn't want,\" he told Fox. \"I want to get publicity on getting America great again.\" He thinks Jeb Bush is waging a war on women. \"I think Jeb Bush owes women an apology because he made a terrible statement about women's health issues, and it was a foolish statement and perhaps a stupid statement,\" he said on CNN. \"It’s a statement that should never have come up, it should never have been made, and I think that will prove to be his ‘47 percent.’ … He's the one that has to apologize to women.\" He will be so good to women. “I will be so good to women. I cherish women,\" he told CNN's Chris Cuomo. He wants to defund parts of Planned Parenthood, but not all of it. “I would look at the good aspects of it, because I’m sure they do some things properly and good and good for women. And I would look at that, and I would look at other aspects also,\" he said on CNN. \"But we have to take care of women. We have to absolutely take care of women. The abortion aspect of Planned Parenthood should absolutely not be funded.” And he believes abortion ban exceptions should be made in cases of rape, incest or compromised health of the mother. “I am for the exceptions. You have the three exceptions, I am for the exceptions. … I absolutely am for the exceptions, and so was Ronald Reagan for the exceptions, by the way. There’s nothing wrong with that, you have to do it, in my opinion,\" he said on CNN. He’s a whiner. \"I do whine because I want to win, and I'm not happy about not winning, and I am a whiner, and I keep whining and whining until I win,\" he said on CNN.     How could Donald Trump's campaign possibly still be alive, given all of the impolitic things he's said? The Post's Chris Cillizza has the answer. (Tom LeGro/The Washington Post)   ", "byline": "", "description": "He and Fox News are friends again.", "title": "Here are the top lines from Donald Trump&#8217;s morning media blitz", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/11/here-are-the-top-lines-from-donald-trumps-morning-media-blitz/", "topics": ["abortion", "personality"], "people": ["Chris Cillizza", "Andrew Harnik", "Jeb Bush", "Chris Cuomo", "Ronald Reagan", "Donald Trump", "Megyn Kelly", "Roger Stone", "Scott Walker"], "orgs": ["The Post"], "authors": [{"author_id": 30975, "fullname": "jose a. delreal", "primary_org": "politico"}], "date_written": "2015-08-11 14:14:10", "org": "washpo", "article_id": "ac9fdd676957217f62e8287aeb9d9775", "date_access": "2015-08-11 13:50:04.200885"}