{"body": "   Vice President Biden chats with New York Gov. Andrew Cuomo as they visit State University of New York Poly Canal Ponds. (Shawn Dowd/Democrat & Chronicle via AP)  Here's the latest on Vice President Biden's consideration of a 2016 presidential bid, courtesy of the Wall Street Journal: From his vacation spot on Kiawah Island, Mr. Biden is giving the strongest signal yet that he is actively considering making a third run at the presidency. He is asking political allies for advice and gauging the strength of Mrs. Clinton’s campaign as he weighs his options, people familiar with the matter said. Mr. Biden is expected to announce his decision next month. The focus of Biden's will he/won't he dance is, naturally, Hillary Clinton, the Democratic front-runner.  We ask: \"How would a Biden bid affect her?\" \"Is there enough room in the establishment space for both of them?\" Those are fine questions. But, they miss the most important point, which is: A Biden candidacy -- assuming the vice president ran a credible effort with some decent percentage of support in early states -- would be the best possible thing for Sen. Bernie Sanders's chances of actually winning the nomination. Consider: Biden and Clinton occupy lots and lots of the same space within the Democratic Party. Establishment figures. Decades spent in Washington. Pragmatic rather than ideological. (Those similarities are why I have written that I am skeptical about Biden's chances of seriously challenging Clinton for the nomination.) Sanders is unlike both of them.  He is totally anti-establishment — despite the fact that he sits in the U.S. Senate — and is widely perceived as someone driven primarily by ideology and personal belief rather than electability and strategic calculation. Sanders's problem in this race — as identified smartly by Joe Trippi, the man who masterminded Howard Dean's 2004 campaign — is that the establishment lane isn't divided up nearly enough for the senator from Vermont to have a chance by running in the outsider lane. \"No one is splitting the party establishment with Hillary,\" Trippi explained to me Wednesday. \"She has it all to herself.  When [Dean was] at 30 percent, we had the lead. Sanders gets to 30 percent, and he is still 25 points behind.\" Trippi's absolutely right. Witness the new CNN/ORC poll out of Iowa released Wednesday night. Sanders is at 31 percent, but that still puts him 19 points behind Clinton. That same poll put Biden at 12 percent. Now, consider what might happen if Biden gets into the race. (Emphasis here on \"might\" since the past results on Biden as a presidential candidate are, um, pretty mixed.)  Let's say Biden moves up to 20 percent support. Virtually all of that comes from Clinton's hide. Now, Clinton is at 42 to Sanders 31 to Biden's 20. Suddenly it looks like Sanders might actually have a chance to win, rather than just complicate Clinton's path to victory. It's not rocket science. The more credible a candidate Biden is, the lower the win number is for Sanders. Heck, Sanders should want Martin O'Malley, the Maryland former governor running close to zero percent in most polling at the moment, to get more relevant too.  Sanders's message isn't likely to win a majority of Democratic voters in any state -- or nationally. But, could he win one in every three Democrats? Absolutely -- since he already basically is. The more crowded the establishment lane is, the better it is for Sanders. No one in the field -- or anyone who is thinking of running -- can compete with him in the outsider lane. That lane isn't big enough to allow him to beat the candidate of the establishment lane one on one. But, if Biden or O'Malley (or anyone else) can give Clinton some competition in that space, Sanders is the one who's positioned to benefit.", "byline": "", "description": "Biden is the best thing that could happen to Bernie.", "title": "Bernie Sanders should be rooting like crazy for Joe Biden to run for president", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/13/bernie-sanders-should-be-rooting-like-crazy-for-joe-biden-to-run-for-president/", "topics": ["campaign_finance"], "people": ["Joe Trippi", "Martin O'Malley", "Joe Biden", "Hillary Clinton", "Howard Dean", "Andrew Cuomo", "Bernie Sanders"], "orgs": ["Democratic Party"], "authors": [{"author_id": 30976, "fullname": "chris cillizza", "primary_org": "washpo"}], "date_written": "2015-08-13 16:48:52", "org": "washpo", "article_id": "4473f48ec0c8558d35b5aa0f804a96e5", "date_access": "2015-08-13 16:10:06.534907"}