{"body": "   Vice President Biden gestures after donning a pair of sunglasses as he delivers the Class Day Address at Yale University. (AP Photo/Jessica Hill)  A group has pulled an ad urging Vice President Biden to run for president after a report that Biden objected to the spot. According to Los Angeles Times, Biden hoped a super PAC unaffiliated with the vice president would not run an advertisement that uses his personal story to encourage him to run for president. The ad, titled \"Redemption,\" shows Biden's career in Washington, starting with a December 1972 car crash that killed his wife and daughter and left his sons badly injured and hospitalized for months. \"By focusing on my sons, I found my redemption,\" the ad says. Biden said that in a Class Day speech at Yale University in May. Unbeknownst to the public, Biden's son, Beau, was dying of brain cancer. He passed away less than two weeks later and, after a mourning period, Biden has spent the last two months considering running for president. [Read\" ‘Joe, run': Draft Biden PAC launches ad campaign with a simple message] \"Joe, run,\" the ad ends. According to Los Angeles Times, Biden felt the ad \"treads on sacred ground.\" \"Nobody has more respect for the Vice President and his family than we do. Obviously we will honor his wishes.\" Josh Alcorn, a senior adviser to Draft Biden, the super PAC, said in a statement. Another political action committee, American Working Families, said Thursday it would not yet publish a Web page with an ad urging Biden to run because \"some reports suggest a decision could be made\" over whether Biden will run or not this weekend.", "byline": "", "description": "The ad talked about tragedies in Biden's life.", "title": "Report: Pro-Biden group pulls ad after report VP objects", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/10/08/report-pro-biden-group-pulls-ad-after-report-vp-objects/", "topics": ["campaign_finance"], "people": ["Josh Alcorn", "Beau Biden"], "orgs": ["PAC"], "authors": [{"author_id": 31435, "fullname": "katie zezima", "primary_org": "washpo"}], "date_written": "2015-10-09 00:41:42", "org": "washpo", "article_id": "84e92f96f312ee44ddd915c08223c8e1", "date_access": "2015-10-09 00:00:09.819790"}