{"body": "   Republican presidential candidate Donald Trump greets a supporter after a rally in Manchester, N.H., on June 17, 2015. (Dominick Reuter/Reuters)  Since we launched our Loop contest last week to re-brand Donald Trump’s presidential campaign, lots has happened in Trump world. [Loop Contest: Help Donald Trump pick an original campaign slogan] Defying all the naysaying that he’d never really officially run, Trump filed his paperwork with the Federal Election Commission on Monday. Then, on Tuesday, a legitimate independent poll placed him second among GOP voters in New Hampshire. (The same poll found him with the highest unfavorability rating, but, SECOND!) So Trump is not only a real-life candidate for the office of leader of the free world but also a potentially serious contender. And it’s not just because he’ll force the other candidates into corners and make them respond to his more outrageous statements. But because outside Washington, it may stunningly be that some Americans don’t view his run as a joke. Just over 25 miles from the Pennsylvania Avenue address he’d like to call home, Trump was on hand Tuesday morning for the unveiling of a new course at the Trump National Golf Club in Sterling. A red baseball cap with his name emblazoned on it covered his famous locks. He walked through the ornate club — which is decorated with framed magazine covers that feature him — for his news conference (on a stage atop a man-made waterfall) to anoint the course. We asked him about his reputation as a bully. “I’m being very nice now,” he said. “I’m trying to be presidential. I have to be very different.” He said it deadpan, but it’s possible he meant it tongue-in-cheek. Now, being presidential for Trump means calling people out when he thinks they deserve it, especially if he deems they are being dishonest. (This will be the theme of a speech he’s giving tonight in Baltimore for the Maryland Republican Party’s annual Lincoln dinner.) He told us a story about singer Neil Young, an avowed liberal, who, after Trump’s announcement rally, asked that Trump not use his song “Rockin’ in the Free World” again at campaign events. A week ago, Trump claimed, Young visited his office in the Trump Tower asking for money for a new project. “He came up to my office, he was in my office. There’s this tremendous dishonesty,” Trump said. “The difference between me and someone else is that I’ll tell that story. And I don’t think Neil Young would deny it.” (We left a message for Young’s manager, Elliot Roberts of Lookout Management, for comment.) So Trump is serious. Very serious. And Loop fans seem to have known that all along. Entries for our contest to find a new catchphrase for Trump have been, much to our initial surprise, overwhelmingly positive. Now, Trump is pretty wedded to his current slogan, “Make America Great Again!” He used it in  conversation: “If they want to make the country great again, that’s my message,” he told us. But we still feel strongly that he is deserving of a theme never used before – remember, this was first a Ronald Reagan mantra. And there’s still plenty of time to enter. Until midnight Wednesday, June 24, you can send suggestions for Trump’s new slogan to intheloop@washingtonpost.com. Subject line: Trump for President. A panel of judges will pick the top 10 suggestions. Winners will get a Loop T-shirt, a mention in the column and eternal bragging rights. As always, with your entry be sure to provide your name, profession, mailing address and T-shirt size (S, M, L, XL or XXL). You must also include a phone number — home, work or, preferably, cell — to be eligible.", "byline": "", "description": "Since we launched our Loop contest last week to re-brand Donald Trump’s presidential campaign, lots has happened in Trump world. [Loop Contest: Help Donald Trump pick an original campaign slogan] Defying all the naysaying that he’d never really officially run, Trump filed his paperwork with the Federal Election Commission on Monday. Then, on Tuesday, a […]", "title": "Trump: ‘I’m being very nice now. I’m trying to be presidential’", "url": "http://feeds.washingtonpost.com/c/34656/f/677373/s/47812ac0/sc/7/l/0L0Swashingtonpost0N0Cnews0Cpowerpost0Cwp0C20A150C0A60C230Ctrump0Eim0Ebeing0Every0Enice0Enow0Eim0Etrying0Eto0Ebe0Epresidential0C/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Donald Trump", "Neil Young", "Elliot Roberts", "Dominick Reuter", "Ronald Reagan"], "orgs": ["Federal Election Commission", "Rockin", "Maryland Republican Party", "GOP", "America Great Again"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-06-23 19:20:57", "org": "washpo", "article_id": "d444714991d2a5d2cd7e4cbe5cd00773", "date_access": "2015-06-23 22:30:09.971598"}