{"body": "In announcing his candidacy for president on Tuesday, New Jersey Gov. Chris Christie (R) decided to forgo a teleprompter. The not-so-subtle message: I'm a guy who's going talk off the cuff and tell you like it is. Christie, whose political star has dropped off a cliff since his 2013 reelection amid the Bridgegate scandal and budget problems in his home state, is banking his campaign on being the straight talker. \"I mean what I say, and I say what I mean, and that's what America needs right now,\" he said. [Yes, it's possible Chris Christie lost his moment] But if Christie's going to be the straightest of talkers in the 2016 race, he's going to have to work for that mantle. That's because plenty of other Republicans have laid claim to it in one way or another. Indeed, it seems everyone wants to ride the Straight Talk Express (or at least make us think they are). Let's start with Chris Christie     New Jersey Gov. Chris Christie, straight shooter. (Jeff Zelevansky/Getty)   During his campaign launch in New Jersey, Christie talked extensively about actually being a straight shooter: \"You're going to get what I think whether you like it or not or whether it makes you cringe every once in awhile or not.\" \"When I am asked a question, I'm going to give the answer to the question that's asked not the answer my political consultants told me to give back stage.\" \"The truth will set us free, everybody.\" More evidence from his campaign launch of his straight-shooter bid: \"If Jefferson and Adams realized compromise was a dirty word, we'd still be under the Crown of England.\" \"I don't do something great every day. I'm human.\" \"I am not running for president of the United States as a surrogate for being prom king of America.\" Jeb Bush     Former Florida Gov. Jeb Bush, straight shooter. (REUTERS/Brian Snyder)   The former Florida governor is also in the running for your straight-shooter vote. In his June 15 launch, Bush tried to downplay expectations of his front-runner, family-dynasty status by saying: \"Not a one of us deserves the job by right of résumé, party, seniority, family or family narrative. It’s nobody’s turn.\" Even before his official candidacy, he was lobbying for the straight shooter award: “My dad is the greatest man alive. If anyone disagrees, we’ll go outside,” he said at the Detroit Economic Club in February. On illegal immigration in April 2014: \"Yes, they broke the law, but it’s not a felony. It’s an act of love.\" [Rating the 2016 candidates' many contortions on immigration] On education reform at a December Wall Street Journal event: \"The fact is, the end is near if we don’t fix this.\" Actually, Bush said a lot at that December event that qualifies as straight shooter, including: “I don’t know if I would be a good candidate or a bad one, but I kinda know how a Republican could win.\" And finally, Bush said a Republican nominee needs to be willing to \"lose the primary to win the general without violating your principles.\" Translation: I'm not going to pander to you. I am what I am. Lindsey Graham     Sen. Lindsey O. Graham (R-S.C.) straight shooter. (AP Photo/Rainier Ehrhardt)   The South Carolina senator is on the bottom of many polls but the top of journalists' quotable lists. A quick rundown: \"We tried tall, good looking, smart, nice, great family man. Vote for me, we’re not going down that path again,\" he said at a Mitt Romney-hosted summit in Utah in June. “Here’s the question for the country: Can you be single and still be president? Is it a job for married people only?  Is there a sign on the White House, ‘Single people may not apply?’ I don’t know, I haven’t seen it,\" he said in a June interview with Yahoo on being unmarried. On Caitlyn Jenner: \"I’m a pro-life, traditional marriage kind of guy, but I’m running to be president of the United States. If Caitlyn Jenner wants to be a Republican, she is welcome in my party.” [Lindsey Graham nailed it on Caitlyn Jenner and Republicans] On his plan to win the nomination (which most candidates are loathe to set expectations on): “For a guy like me, it’s pretty simple. I do well in Iowa and finish in the top tier in New Hampshire, I’ll win South Carolina. By the end of South Carolina there are three or four people left at the most.” And the foreign policy hawk offers a lot of straight talk about the Middle East: “Everything that starts with ‘Al’ in the Middle East is bad news,” he told Talking Points Memo in May. In a June NBC interview on Iraq: \"You don't get out.\" John Kasich     Ohio Gov. John Kasich, straight shooter (AP Photo/Steven Senne)   Where to begin with Ohio's very quotable governor, who is getting closer to a 2016 bid? We wrote a story in early June calling him the campaign's new straight shooter. (Apparently Christie didn't like that.) Among the gems: I didn’t get scared out, I got destroyed out,” he told The Washington Post's Dan Balz recently of his 2000 presidential run. “I had no money and no oxygen.\" On Bush's nonprofit and super PAC, \"Right to Rise\": \"I don’t know anything about [Bush’s theme]. I really don’t. I’ve never listened to him. What’s 'Right to Rise?' Getting up in the morning?” he said in May. And as to why he was campaigning in New Hampshire:   John Kasich on why he's in NH today: “Frankly, I thought Jeb was going to suck all the air out of the room, and it just hasn’t happened.” — Scott Conroy (@ScottFConroy) June 4, 2015  And there's been more Kasich quotes since, including:   Can Kasich just gaggle all day long? He’s amazing. \"John Sununu is my Sacagawea in N.H. I couldn’t have a better Sacagawea….\" — Philip Rucker (@PhilipRucker) June 12, 2015  And we'll end from a zinger last year we had to mention. Kasich said this at a Koch-sponsored conference, when a donor asked him why, as a Republican governor, he expanded Medicaid: “I don’t know about you, lady. But when I get to the Pearly Gates, I’m going to have an answer for what I've done for the poor.” Oh, and he's basically insulted the entire state of Iowa. Donald Trump     Donald Trump, straight shooter? (Richard Ellis/Getty Images)   In his head, the real estate mogul and laughing stock of the 2016 campaign is a straight shooter. \"Straight talk\" is how he defends much of his ballyhoo: \"The U.S. has become a dumping ground for everybody else’s problems,\" he said at his June 16 presidential launch. [Donald Trump's big mouth taught us a valuable lesson about the power of Latinos] Actually, that gloriously incoherent speech from Trump's launch had a lot of straight talk, at least by Trump's definition. Among them: \"I'm rich.\" \"You have to be hit by a tractor -- literally, a tractor -- to use [Obamacare].\" \"When did we beat Japan at anything?\" So, which candidate is pulling ahead in the straight shooter category? That's for you to decide!", "byline": "", "description": "In announcing his candidacy for president on Tuesday, New Jersey Gov. Chris Christie (R) decided to forgo a teleprompter. The not-so-subtle message: I'm a guy who's going talk off the cuff and tell you like it is.Read full article >>", "title": "The Fix: Long after McCain, GOP candidates vie to ride the Straight Talk Express", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47bc56df/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C0A10Clong0Eafter0Emccain0Egop0Ecandidates0Evie0Eto0Eride0Ethe0Estraight0Etalk0Eexpress0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Richard Ellis", "Scott Conroy", "Chris Christie", "Donald Trump Donald Trump", "Jeb Bush", "Brian Snyder", "Rainier Ehrhardt", "John Kasich", "Caitlyn Jenner", "Lindsey Graham", "Dan Balz", "John Sununu", "Donald Trump", "Philip Rucker", "Lindsey O. Graham"], "orgs": ["Detroit Economic Club", "PAC", "GOP", "United States."], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-01 12:00:19", "org": "washpo", "article_id": "4ff7b0f181124190ff7dea5f5c5a7f86", "date_access": "2015-07-01 11:20:02.341674"}