{"body": " In a speech to Cuban American voters in May 2008, candidate Barack Obama said it was time for the United States “to pursue direct diplomacy, with friend and foe alike.” Republican and Democratic critics called him naive, and for years, the weight of history, political gridlock and the intransigence of global foes seemed to bear them out. It took him well into his second presidential term, yet within the space of one week, Obama is poised to see major payoffs from direct diplomacy with two of modern America’s oldest foes. With the final deadline for make-or-break negotiations over a nuclear deal with Iran just days away, Obama announced Wednesday that the United States and Cuba, after a 54-year breach, would reopen embassies in their respective capitals this month. “This is another demonstration that we do not have to be imprisoned by the past,” Obama said in Rose Garden remarks that evoked his long-ago pledge. “A year ago,” he said, “it might have seemed impossible that the United States would once again be raising our flag over the embassy in Havana. This is what change looks like.”   During a speech at the White House, President Obama said increased engagement between Americans and Cubans would help improve Cubans' lives. (AP)    [The logistics of reopening embassies in Havana and Washington ]  Secretary of State John F. Kerry took a break from near round-the-clock talks in Vienna with his Iranian counterpart to say he would travel to Havana himself this summer. Reaction from White House allies was enthusiastic. Hillary Rodham Clinton, who charged Obama with foreign policy naivete when they contested the 2008 Democratic presidential nomination, said on Twitter that “New US Embassy in Havana helps us engage Cuban people & build on efforts to support positive change. Good step for US & Cuban people.” Critics, including Republicans seeking their party’s presidential nomination next year, chided Obama for rewarding a regime that has employed harsh tactics to repress political dissent and deny human rights. Sen. Ted Cruz (R-Tex.), the son of a Cuban immigrant father, called it a policy of “unconditional surrender” to Cuban President Raúl Castro. Cruz threatened to block any nominee for U.S. ambassador to Cuba until Obama can “demonstrate that he has made some progress in alleviating the misery of our friends, the people of Cuba.” Former Florida governor Jeb Bush (R) accused the president of trying to burnish his legacy “with dubious diplomatic achievements and photo ops.” Obama countered that there are those who want to “double down on a policy of isolation . . . that has not worked for the past 50 years.” American engagement, he said, “is the best way to advance our interests and support democracy and human rights.” Early Wednesday, the White House informed Congress of its intent to change the status of U.S. diplomatic representation in Cuba, a requirement under law, and Obama and Castro exchanged letters setting July 20 as the date for reestablishing relations. Just as Obama acknowledged Cuba’s ongoing anti-democratic behavior, Castro’s government gave no ground.   Cubans hopeful of obtaining a visa to the United States are led to their appointments January 22, 2015 near the U.S. Interests Section in Havana. (Sarah L. Voisin/The Washington Post)  Full normalization of relations, Cuba’s foreign ministry said in a statement, cannot take place until the embargo is lifted, the Cuban territory now occupied by the U.S. naval base at Guantanamo Bay is returned, the United States ceases government-sponsored radio and television broadcasts aimed at “subversion and internal destabilization,” and compensates the Cuban people for “economic and human damages” that have resulted from its policies. Cuba said that Foreign Minister Bruno Rodríguez would travel to Washington to officially open its embassy and raise the Cuban flag on the day formal ties are established. The building, an aging mansion on 16th Street NW, served as the Cuban diplomatic mission before relations were severed in 1961. Since 1977, a period of brief rapprochement during the Carter administration, it has been an Interests Section under the protection of the government of Switzerland. The U.S. Interests Section in Havana is housed in the once and future American embassy, built in 1953 along the Malecon, the capital’s main waterfront highway. The U.S. government has also retained ownership of its longtime diplomatic residence, a 32,000-square-foot mansion in a secluded area of western Havana. A large reception celebrating U.S. Independence Day is held there each year. This year’s event, scheduled for Thursday evening, will be partly funded by some of the U.S. companies looking to take advantage of new commercial opportunities on the island as a result of Obama’s moves, according to organizers. Although both embassies will open on the same day, a senior State Department official said that Kerry will travel later to Havana this summer. In a briefing for reporters after the announcements, the official said that no one wanted to watch the two officials simultaneously in the two capitals on a “split screen.” Since a December announcement by Obama and Castro that they intended to reestablish relations, U.S. and Cuban diplomats have held four formal negotiating sessions to work out the details. The State Department official, speaking on the condition of anonymity under State Department ground rules for the briefing, said that the three outstanding U.S. concerns — free travel of U.S. diplomats around the island, access of Cuban citizens to the embassy and embassy staffing levels — had been satisfied. U.S. diplomats, currently required to seek permission from the Cuban government to travel and speak with Cuban citizens outside metropolitan Havana, will now only have to notify the Cuban government of their travel plans. Cuban diplomats, whose U.S. travel has been restricted to metropolitan Washington unless prior permission is granted, will now have the same rights. Some members of Congress have said they will oppose whomever Obama nominates as ambassador, but the administration appears in no hurry. The official said that the current head of the Interests Section, career diplomat Jeffrey DeLaurentis, will become chargé d’affaires at the new embassy. The reopening of embassies is seen by both sides as the first step to full normalization of relations. Official discussions have already begun on issues such as counter­narcotics, law enforcement, civil aviation and human rights. Obama has called on Congress to ease remaining travel and other restrictions on Cuba, and ultimately to lift the U.S. trade embargo, something the Republican leadership has said it has no interest in doing.     ", "byline": "", "description": "In a speech to Cuban American voters in May 2008, candidate Barack Obama said it was time for the United States “to pursue direct diplomacy, with friend and foe alike.”Republican and Democratic critics called him naive, and for years, the weight of history, political gridlock and the intransigence of global foes seemed to bear them out.Read full article >>", "title": "Obama hails ‘historic step foward’ between U.S. and Cuba relations", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47c1a1ab/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cobama0Ehails0Ehistoric0Estep0Eforward0Ein0Eus0Ecuban0Erelations0C20A150C0A70C0A10Cd3834de60E1ffa0E11e50Eaeb90Ea411a84c9d550Istory0Bhtml0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["trade", "economy"], "people": ["Jeb Bush", "Sarah L. Voisin", "Hillary Rodham Clinton", "Barack Obama", "Raul Castro", "John F. Kerry", "Bruno Rodriguez", "Ted Cruz"], "orgs": ["State Department", "Congress"], "authors": [{"author_id": 31326, "fullname": "david nakamura", "primary_org": "washpo"}, {"author_id": 31612, "fullname": "karen deyoung", "primary_org": "washpo"}], "date_written": "2015-07-02 00:13:34", "org": "washpo", "article_id": "5bab3fc22df5b8eac9a33f06e53b8532", "date_access": "2015-07-01 23:30:03.160802"}