{"body": "   Ohio Gov. John Kasich. (Brian Powers/The Des Moines Register via Associated Press)  Ohio Gov. John Kasich plans to announce his presidential campaign on July 21, his advisers confirmed Sunday evening, entering a crowded race for the 2016 Republican nomination. He will announce his bid at the Ohio State University, his alma mater in Columbus, and will head immediately to New Hampshire for two days of campaigning before visiting other early-voting states. Kasich has lagged far behind other candidates and expected candidates in the polls, but his advisers think the longtime public servant has strong potential and would be a formidable contender who could break into the top tier once voters get to know him. Following his July 21 announcement in Columbus, Kasich will spend two days in New Hampshire, which holds the first nation's presidential primary. Of all the early-voting states, Kasich and his advisers say, New Hampshire offers perhaps his best opportunity to win. From there, Kasich will campaign in South Carolina, Iowa and Michigan. The governor's July 21 plans were first reported by Politico. Kasich would become the 16th candidate to enter the GOP field, following New Jersey Gov. Chris Christie, who will announce his campaign Tuesday, and Wisconsin Gov. Scott Walker, who is expected to follow suit the week of July 13. A critical test for Kasich will be the first Republican primary debate, scheduled for Aug. 6 in Cleveland. The debate, on Fox News Channel, will include only 10 candidates and participation is strictly based on performance in national polls. Based on current polls, Kasich would not qualify, although he is counting on getting a bounce from his announcement tour next month. Although he is a two-term governor of a major state, Kasich has a limited national profile compared to many other presidential hopefuls. But in Ohio, a major battleground state in presidential elections, he is widely popular and sailed to reelection last year with 64 percent of the vote. Kasich, 63, previously served in Congress, where he was a House Budget Committee chairman -- governing experience he plans to highlight on the campaign trail. He ran for president in 2000 but dropped out before the first caucuses. This year, Kasich has been a relatively late entrant in the presidential sweepstakes. But in recent weeks, he has visited New Hampshire, Iowa and South Carolina and sat for national media interviews to test-drive a message for his candidacy. Perhaps more important, he has been meeting privately with potential donors nationwide to gauge the depth of his financial support. Kasich will vie chiefly with former Florida governor Jeb Bush, as well as Christie and other candidates, for support from the party establishment. But his advisers say he could stand out in the field because of his authenticity and message of compassion. He talks about the \"kindness of conservatism\"; for instance, he supports a pathway to citizenship for undocumented immigrants. ", "byline": "", "description": "Ohio Gov. John Kasich plans to announce his presidential campaign on July 21, his advisers confirmed Sunday evening, entering a crowded race for the 2016 Republican nomination.He will announce his bid at the Ohio State University, his alma mater in Columbus, and will head immediately to New Hampshire for two days of campaigning before visiting other early-voting states.Read full article >>", "title": "Ohio Gov. Kasich to launch presidential bid on July 21", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47a64607/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A60C280Cohio0Egov0Ekasich0Eto0Elaunch0Epresidential0Ebid0Eon0Ejuly0E210C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["personality", "immigration"], "people": ["Chris Christie", "Brian Powers", "Jeb Bush", "Scott Walker", "John Kasich"], "orgs": ["House Budget Committee", "GOP"], "authors": [{"author_id": 31230, "fullname": "philip rucker", "primary_org": "washpo"}], "date_written": "2015-06-29 00:42:47", "org": "washpo", "article_id": "af4b052eb38cca2e55ad32ca6257c19a", "date_access": "2015-06-29 00:00:03.833731"}