{"body": "  RICHMOND — Wang Wenliang is a delegate to China’s parliament whose construction conglomerate builds China’s embassies around the world and controls a strategic port near North Korea. He also is a big donor — seven figures to the Clinton Foundation and, through his firm’s New Jersey affiliate, six figures to Virginia Gov. Terry McAuliffe. More than 175 contributors to the Clinton Foundation and to Hillary Rodham Clinton’s 2016 Democratic presidential campaign have dug deep into their wallets for McAuliffe (D), often giving prolifically despite little or no connection to Virginia. Wang’s companies ship soybeans through Virginia ports, but the tie to the commonwealth is more tenuous for many of the dual donors. Among them is an Omaha database executive who lavished so much corporate jet travel on himself and the Clinton family that shareholders forced him out. A Hollywood media mogul with a singular interest in Israel. And an Argentine-born energy tycoon who recalled visiting Richmond just once — flying in and out years ago with Bill Clinton, his Georgetown classmate. Of the $60 million McAuliffe has raised for his two gubernatorial bids, inauguration, political action committee and the Democratic Party of Virginia, nearly $18 million has come from contributors to the Clinton Foundation or to Hillary Clinton’s current campaign. That share represents nearly one third of the money McAuliffe has pulled in from his largest donors, according to a Washington Post analysis of Virginia political donations of at least $15,000. It comes on top of the $1 million that Hillary Clinton drummed up in June by headlining a dinner for the state party, which began the quarter with less than $16,000 in the bank. The substantial overlap highlights how intimately McAuliffe’s political universe is intertwined with that of former president Bill Clinton and Hillary Clinton, for whom McAuliffe has been a record-smashing fundraiser and a dear friend. The phenomenon, which continues to play out even now, 18 months into the term-limited governor’s tenure, represents something more complicated than a man with a most-favored “Friend of Bill” status riding on the Clintons’ coattails. McAuliffe spent much of his adult life cultivating the vast donor network that supported Bill Clinton through two winning presidential bids and Hillary Clinton through her first, which she lost. To see him as merely feeding off that is a bit like confusing the engine with the caboose. McAuliffe has previously found ways to tap into the Clinton network, with a string of sometimes controversial business ventures that made him a multimillionaire. He turned to the Clinton crowd for much of the money he needed to win office. He continues to do so, not only for political cash but to get the state help from Washington and to get a foot in the door with overseas economic development prospects.  [McAuliffe has a history of mixing business, politics]  The symbiotic Clinton-McAuliffe relationship could come full circle next year if McAuliffe, succeeding as governor at least in part because of Clinton connections, can use his popularity to help deliver Virginia to Hillary Clinton. A spokesman for the governor declined to comment on the overlap. McAuliffe has said many times that he ran for governor to help Virginians, not Hillary Clinton.   Terry McAuliffe introduces President Bill Clinton and first lady Hillary Rodham Clinton at a 1999 fundraiser in Syracuse, N.Y. (Joe Traver/Reuters)  “It should come as no surprise that Governor McAuliffe raises money from a network that he helped build in order to elect leaders who have spent their entire lives fighting for economic opportunity for all Americans,” said Brian Zuzenak, political director at McAuliffe’s Common Good VA PAC. Said Clinton campaign spokesman Christina Reynolds: “It shouldn’t come as a surprise that people who support philanthropic work, including the Clinton Foundation’s programs, also think Hillary Clinton would be a great president or decided to support Terry McAuliffe for governor.” Donors say much the same. Some of the Clinton backers who have given to McAuliffe have known him for decades, consider him a friend and find his fundraising pitches irresistible. “He’s such a force of nature that serves whoever he’s working with extraordinarily well,” said one major donor, who spoke on the condition of anonymity to be frank. “He makes people want to do things,” the donor said. “It’s not something you can learn and it’s not something you can derive from somebody else. It’s a talent. . . . Obviously, the Clinton relationship and legacy is a very big part of his identity. But also, Terry’s his own man.” Clinton controversies old and new Even so, the extent to which McAuliffe relies on the Clinton circle complicates his efforts to distinguish his governorship from his often flamboyant work as their chief money man.  The former Democratic National Committee chairman and chairman of Hillary Clinton’s 2008 presidential campaign has been highly sensitive to any suggestion that the Clintons figure into his political calculus as he leads a state that is home to more than 8 million people. Yet nearly half of Hillary Clinton’s top bundlers — 60 of the 123 “Hillblazers” who have each raised $100,000 since her campaign began in April — have given to McAuliffe in Virginia. More than a few evoke old Clinton controversies, some of which involved McAuliffe. Populating the governor’s donor rolls are Clinton Foundation contributors who slept in the Lincoln Bedroom, attended White House coffee gatherings, resigned over the Whitewater controversy and, perhaps most notoriously, pushed for a financier friend’s pardon. Other donors may feed the perception that individuals and businesses with foreign connections have made donations — whether to the Clinton Foundation or to McAuliffe committees — as a way to ingratiate themselves to Hillary Clinton as she seeks the presidency. Virginia’s loose campaign-finance laws do not limit the size of personal, corporate or union donations. Some of the individuals and companies giving to the foundation and McAuliffe have enormous federal contracting interests and specific foreign policy agendas that Hillary Clinton would be in a position to advance as president. They include: an executive with a Dubai-based U.S. military contractor who was accused of overbilling the government and illegally shipping supplies to American troops through Iran, and a Palestinian-born businessman who feted former leader Yasser Arafat in Washington. “I think the people who have common values have a tendency to work together on lots of different projects,” said New York venture capitalist Jay T. Snyder, a major Clinton bundler, foundation giver and McAuliffe donor whose father met McAuliffe through now-retired congressman Richard A. Gephardt (D-Mo.). “Don’t we all use the relations we all have from over the years? . . . When we had an opportunity to help him and his vision for the commonwealth, we were thrilled to be able to do it.” Several major donors to both McAuliffe and the Clinton Foundation said that having McAuliffe at the helm in Richmond could help Hillary Clinton win Virginia in 2016. But they also said that was not why they had donated to McAuliffe. Some helped fund his unsuccessful gubernatorial in 2009, when Hillary Clinton was many years away from making her second run for the presidency. “My contributions to him predate Hillary’s desire to be president by a long shot,” said Rolando Gonzalez-Bunster, founder of InterEnergy Holdings, who sits on the Clinton Foundation’s board and donated $30,000 to McAuliffe’s 2009 and 2013 campaigns. “I have not in any way used Terry as a way to help Hillary.” He and other dual donors attributed the overlap to the loyalty and warm friendship between the Clintons, McAuliffe and their common circle of supporters. “If Terry was running for dog-catcher someplace in Wyoming, I would have given him the same amount of money,” said a six-figure contributor to both McAuliffe and the foundation, who spoke on the condition of anonymity to be candid. “I love him as family. Same with the Clintons. People who join their team and get to know them — no one leaves.” Intense foreign policy interests American-Israeli media mogul Haim Saban, who made his fortune with the “Mighty Morphin Power Rangers,” has described his political interests as extremely narrow. “I’m a one-issue guy, and my issue is Israel,” Saban, who founded the Center for Middle East Policy at the Brookings Institution, told the New York Times in 2004.  Yet he opened his checkbook and Beverly Hills mansion for a guy in a governor’s race clear across the country. Saban donated a total of $573,000 to McAuliffe’s two campaigns and held a $15,000 per-plate lunch fundraiser for him at his home in 2013. The headliner was Hillary Clinton, whose family foundation received at least $10 million from Saban.  Saban, who did not respond to messages seeking comment, has long been a prolific Democratic fundraiser. But the commonwealth was new territory for him. Except for McAuliffe, Saban has never given to a Virginia candidate, according to records compiled by the nonpartisan Virginia Public Access Project. The same can be said of West Legend Co., the New Jersey affiliate of Rilin Enterprises, a Chinese firm led by Wang. West Legend gave a total of $120,000 to McAuliffe’s 2013 campaign and inauguration. Wang’s $2 million pledge to the foundation drew attention this year, first from CBS News and then other outlets, because of his connections to the Chinese government — both as a member of the National People’s Congress and as a contractor entrusted to build China’s embassies. “We admire and applaud Governor McAuliffe for his leadership in promoting trade, economic growth, and job creation,” said a statement issued by West Legend, which added that company officials were unavailable to comment. Another new-to-Virginia donor is Vin Gupta of Omaha, whose largess to the Clintons got him a stay in the Lincoln Bedroom and a nomination to be ambassador to Fiji. But it also brought trouble. He was so generous with his corporate jets — letting the Clinton family fly to Switzerland, Hawaii and other locales — that shareholders forced him out of the database company he founded. He also had signed Bill Clinton to a $3.3 million consulting contract. Under Senate ethics rules, then-Sen. Hillary Clinton (N.Y.) was required to reimburse the company only for her travel, based on the cost of a first-class ticket, which she said she did. Gupta did not respond to messages left with a staff member at his home.  One Virginian of note is A. Huda Farouki. The longtime Clinton supporter celebrated New Year’s Eve 1999 with the first couple and was invited to a state dinner. He is chairman of Anham LLC, a Dubai-based conglomerate hired by the Pentagon to supply U.S. troops in Iraq and Afghanistan. A 2011 government audit found that Anham overbilled the Pentagon $4.4 million, Bloomberg Business reported at the time. The company also brought supplies to Afghanistan through Iran, possibly violating U.S. sanctions, the Wall Street Journal reported in 2013. Farouki and the company did not respond to messages seeking comment.  Donor Beth Dozoretz pressed Bill Clinton to pardon fugitive billionaire Marc Rich in the waning days of his term. Roger Altman resigned as Clinton’s deputy Treasury secretary over the Whitewater scandal. Some of celebrities and high-fliers who have given to McAuliffe have made relatively small donations that look like token gestures, given their vast wealth. Movie director Steven Spielberg and singer Barbara Streisand each gave $5,000. Northern Virginia technology entrepreneur Frank Islam, who at one time stocked koi fish worth $30,000 in the ponds at his mansion in Potomac, Md., gave a McAuliffe committee $2,500. Others gave to McAuliffe in eye-popping sums: $1.25 million from founding Facebook president Sean Parker; $515,000 from Black Entertainment Television founder Robert L. Johnson and his company; $476,000 from Chicago venture capitalist J.B. Pritzker; $453,421 from Chicago securities trader Raj Fernando. The sums are all the more striking when donors have scant interest in Virginia, as is the case with Gonzalez-Bunster, the Latin American energy baron. Gonzalez-Bunster — who was born in Argentina, educated at Georgetown and lives in Greenwich, Conn. — said he does no business in Virginia and never cared about commonwealth politics until his friend ran for governor. He pays little attention even now. “I’m not that cognizant of what goes on in Virginia,” he said. But he is under the general impression that things are going well for McAuliffe. “I get a daily or weekly report from somebody,” he added, referring to a roundup of McAuliffe administration happenings regularly e-mailed to donors. “I read it occasionally.”  Alice Crites contributed to this report.  ", "byline": "", "description": "Overlapping donors shaping political fortunes for the Democratic presidential front-runner and Virginia governor.", "title": "Scores of Clinton donors pumped millions into McAuliffe coffers", "url": "http://www.washingtonpost.com/local/virginia-politics/scores-of-clinton-donors-pumped-millions-into-mcauliffe-coffers/2015/07/29/d6396064-1e99-11e5-84d5-eb37ee8eaa61_story.html", "topics": ["campaign_finance"], "people": ["J.B. Pritzker", "Barbara Streisand", "Alice Crites", "Sean Parker", "Bill Clinton", "Terry Mcauliffe", "Hillary Clinton", "Steven Spielberg", "Hillary Rodham Clinton", "Haim Saban", "Robert L. Johnson", "Brian Zuzenak", "Raj Fernando", "Christina Reynolds", "Marc Rich", "Wang Wenliang"], "orgs": ["Whitewater", "Senate", "Democratic Party of Virginia", "Clinton Foundation", "Democratic National Committee", "Treasury", "Brookings Institution", "Virginians", "Pentagon"], "authors": [{"author_id": 31540, "fullname": "laura vozzella", "primary_org": "washpo"}], "date_written": "2015-07-29 22:59:55", "org": "washpo", "article_id": "18bfd7c4abb69e95a348795f0d25a33c", "date_access": "2015-07-29 22:20:09.263607"}