{"body": "If you want to see social media’s varied and growing role in presidential elections, just watch what happens during tonight’s first Republican primary debate (the Post’s liveblog starts continuing coverage with the first debate at 4:30p.m.). Remember, the last presidential election debate was on Oct. 22, 2012. Snapchat was just barely breaking into the mainstream. Instagram had only recently rolled out profiles for the Web. Medium was in its infancy. Genius was niche. Tumblr was an afterthought. Social media sites are taking advantage of the interest. On Snapchat, U.S. users will be able to peek in on the debate through a “Live Story” photo and video montage. On Instagram, a feature dubbed “The First Debate” under the Explore tab is already aggregating candidates’ photo feeds. [Sign up for The Daily 202, The Washington Post’s new political tipsheet] “Every post they do is like a virtual postcard from the campaign trail,” said Liz Bourgeois, communications manager at Instagram and a former Democratic National Committee aide. “It’s a great way for them to pull back the curtain and take their followers along with them.” A lot has changed in two-and-a-half years. Twitter might still be king in Washington circles, but campaigns are embracing virtually every platform they can wrap their heads around in order to reach voters with branded content or paid advertising. It’s as true for Republicans as it is for Democrats, despite the GOP’s reputation of staying behind the technological curve. Top Republicans like Scott Walker and Jeb Bush are making a concerted effort to stay engaged on social media, in part to add the suggestion of authenticity that Instagram and other platforms can provide. Tonight, as GOP candidates gather for two debates in Cleveland, their teams will be working furiously behind the scenes to maximize their impact across the Web. Nearly every major campaign is expected to place targeted ads during the debates on social media and efforts to take existing followers behind-the-scenes with photo and video are intensifying. For instance, Bobby Jindal’s campaign posted this photo (below) of him doing a walk-through on the debate stage on Instagram to his 4,206 followers Thursday afternoon.  Bourgeois is Instagram’s only staffer on the ground in Cleveland, she said, though the company has support from employees at Facebook, which is co-sponsoring Thursday’s debate with Fox News. The Republican debate will be one of the first live events covered since Instagram revamped its Explore tab in June. Snapchat will also carry ads for John Kasich in Ohio (below) and Next Gen Climate in Iowa and New Hampshire.  Marco Rubio, meanwhile, posted a Snapchat video  (below) on Twitter from his preparations on Wednesday night.   Snapchat Stories: yesterday in Ohio, part 2 pic.twitter.com/1MezMqEyV3 — Marco Rubio (@marcorubio) August 6, 2015  Twitter and Facebook are still seen as the best venues for rapid-response messaging, allowing campaigns to fact-check or pounce on rivals’ statements in real-time. (Twitter also has the benefit of being journalists’ network of choice, campaign aides said.) But they’re also platforms for ads designed to reach outside a candidate’s existing follower base and into specific demographics. “We’ve prepared graphics and statistics that will help voters who are hearing Scott Walker’s message for the first time get a clear picture of what he’s accomplished in Wisconsin,” a Walker campaign aide shared. “Continuing to grow our lists and learn more about our supporters is important. We will work to promote the governor’s message on a particular issue as well an offer an opportunity for engagement like signing a petition or pledging support.” The variety of social media campaigns underscores the differences between the platforms and how candidates hope to benefit from them. The debate is also an opportunity for the networks themselves as they experiment with engaging more users on topics of the day. Facebook took the opportunity to tease the debate by posting videos of Republican candidates posing one another questions. Predictably, Donald Trump’s 12-second clip (below) generated more than 19-times the number of clicks as his rivals’ videos. (A spokeswoman for Trump declined to share any specific social-media plans from the campaign for the debate.)   Facebook QuestionMy #GOPDebate Facebook question for the other candidates- Posted by Donald J. Trump on Monday, August 3, 2015     There will be plenty to see online as candidates climb the stage tonight. Like the debate itself, expect a free-for-all.", "byline": "", "description": "\"Every post [candidates] do is like a virtual postcard from the campaign trail,\" said Liz Bourgeois, communications manager at Instagram and a former Democratic National Committee aide.", "title": "What to expect on social media during the Republican debate", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/06/what-to-expect-on-social-media-during-the-republican-debate/", "topics": ["immigration", "personality"], "people": ["Jeb Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Liz Bourgeois", "Donald J. Trump", "Bobby Jindal", "Scott Walker"], "orgs": ["Democratic National Committee", "GOP"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}], "date_written": "2015-08-06 21:40:11", "org": "washpo", "article_id": "7ec60c457ecf42b613e0fd97aa9cc728", "date_access": "2015-08-06 21:10:06.494150"}