{"body": "In two of the most crucial Senate campaigns in the country next year, the Republican incumbents are sitting on a huge war chest. Sen. Rob Portman of Ohio and Sen. Patrick J. Toomey of Pennsylvania have on hand $10 million and $8.3 million, respectively — amounts they can keep amassing until the races really heat up next year. Portman announced his fundraising numbers last week. Toomey announced his Wednesday morning. Toomey’s top line numbers, as obtained by Power Post, show he raised $2 million in the second quarter of the year. His leading Democratic opponent, former congressman Joe Sestak, has not released his yet. Toomey has so much extra money to spare that he put up a statewide ad, which is unprecedentedly early. Portman raised $2.9 million and his challenger, former Ohio Gov. Ted Strickland, raised a little over a million and has $1.2 million in the bank. The numbers show a strong early financial advantage for the incumbents, but that’s not unusual. And with the aid of outside groups and super PACs, how much money the individual campaigns have increasingly matter less. To underscore that point, the Chamber of Commerce aired ads this month for Toomey and Portman in their respective states. And while Toomey leads Sestak in the latest poll, Portman is trailing Strickland. It’s a long way until November 2016, and though ticket-spliting does happen in these battleground states, a lot of the congressional races may hinge on whom the parties have as their presidential nominees.", "byline": "", "description": "In two of the most crucial Senate campaigns in the country next year, the Republican incumbents are sitting on a huge war chest.Sen. Rob Portman of Ohio and Sen. Patrick J. Toomey of Pennsylvania have on hand $10 million and $8.3 million, respectively — amounts they can keep amassing until the races really heat up next year.Read full article >>", "title": "PowerPost: Portman, Toomey lead second-quarter money race in key 2016 Senate races", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/48248500/sc/7/l/0L0Swashingtonpost0N0Cnews0Cpowerpost0Cwp0C20A150C0A70C150Cportman0Etoomey0Elead0Esecond0Equarter0Emoney0Erace0Ein0Ekey0E20A160Esenate0Eraces0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "economy", "other"], "people": ["Rob Portman", "Pat Toomey", "Ted Strickland", "Patrick J. Toomey", "Joe Sestak"], "orgs": ["Senate", "Chamber of Commerce", "Power Post", "PACs"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-07-15 13:28:44", "org": "washpo", "article_id": "4c482115a79ef480a791753d41200a7f", "date_access": "2015-07-15 12:40:03.120077"}