{"body": "  As a reminder, this is your best view of where the pope will be on the Parkway w/o a ticket. http://t.co/feVTLPyYAi pic.twitter.com/Bo6Cdl94uB — Billy Penn (@billy_penn) September 3, 2015  It’s being referred to by locals as the Popeocalpyse. Although city officials have been announcing plans for the papal visit for months, details about road closures and security perimeters that have trickled out in the last few days have sent citizens and visitors alike into a panic. A letter from Archbishop Charles Chaput last week acknowledged that in hosting Pope Francis, “We were a little naive; or maybe a lot.” For months, we’ve been planning our trip to Philadelphia to join more than a million other Catholics. We asked pastors in the suburbs if we could sleep on the floor; we successfully navigated the tumultuous papal rail pass lottery; and we have been fundraising among our community.  Yesterday, we learned that we would not actually be able to make it onto the Ben Franklin Parkway for the Mass, because the Parkway itself would be a ticket-only event, and the tickets had already been distributed secretively to Philadelphia area parishes.  Statements from the organizers have emphasized that all are still welcome to attend, but the decision to limit access, and thus participation, by pilgrims from around the world, is one wholly at odds with the official position from day one that the Mass would be “free and open to the public.” [Pope Francis is coming to the U.S.! Why everyone has ridiculous expectations.] I was raised in the Philadelphia area by two vibrant Catholics who began dating following an event organized by their local parish. That event? Pope John Paul II’s Mass on the Ben Franklin Parkway in 1979. I attended Diocesan schools, and that same local parish was my first employer, when I began working in the front office during high school.  Now, I coordinate campus ministry programs at a large public university, where I daily encounter signs of a dynamic faith among young adults and accumulate anecdotal evidence that the disheartening statistics on the decline of religious affiliation among millennials does not tell the whole story. And those young adults are pumped about this pope.  Pope Francis is undertaking a whirlwind itinerary during his U.S. visit, and the 79-year-old pontiff continues to be an irrepressibly tireless public figure during his global appearances. The majority of his stops here in the United States will be closed to the public.  His historic address to Congress, his speech before the United Nations, and his numerous other Masses at Catholic University, in Madison Square Garden and at the Cathedral of Philadelphia — all will be ticket-only affairs.  But the public Mass to conclude the World Meeting of Families was to be the one event where everyone, the rest of us, could have an equal chance to see the Holy Father. If we make the trek from Iowa, we will still be able to say we were there, but struggling to find a Jumbotron in Fishtown just doesn’t have the same resonance as saying we made it onto the Parkway.  Of course there are myriad logistical considerations at play. The Secret Service has the unenviable task of providing security for an event of mind-boggling magnitude.  The city of Philadelphia has to work with local transportation, sanitation and emergency response personnel, to make sure that there are enough restrooms, buses, and medical tents to accommodate the hundreds of thousands of pilgrims.  And I understand the desire to distribute special tickets to locals in an effort to assuage the angst of those who are being told that they ought to prepare as if a hurricane is coming, should plan on sleeping in cots in their office, and may want to consider staying at least 50 miles away from the city that weekend.  But the notion of creating a special, ticket-only area for the one public event of the entire trip seems to run directly counter to Pope Francis’s entire message of bringing the gospel to everyone, not just the most pious or well connected.  A 55-year-old woman who hasn’t gone to church in years because of her deep pain over the inability to secure an annulment should have every bit as much access during the public events as someone who teaches religious ed and never misses Mass. At least, I think Pope Francis would want it that way. Stay up to date on the papal visit. Sign up here to follow Washington Post stories about Pope Francis’s visit to the United States, and we’ll e-mail you as they’re published. Want more stories about faith? Follow Acts of Faith on Twitter or sign up for our newsletter. Georgia public school investigates a mass baptism on its football field Facebook wouldn’t let a Catholic priest use the title ‘father.’ Now he’s fighting back. Donald Trump says he would scare Pope Francis over capitalism views: ‘ISIS wants to get you’", "byline": "", "description": "The public Mass in Philadelphia was to be the one event where everyone could have an equal chance to see the pope.", "title": "Hey Philly leaders, the sudden announcement to require tickets to see Pope Francis runs counter to his whole message", "url": "http://www.washingtonpost.com/news/acts-of-faith/wp/2015/09/03/hey-philly-leaders-the-sudden-announcement-to-require-tickets-to-see-pope-francis-runs-counter-to-his-whole-message/", "topics": ["terrorism"], "people": ["Donald Trump", "Charles Chaput", "Pope Francis"], "orgs": ["Congress", "United Nations"], "authors": [{"author_id": 32215, "fullname": "michael bayer", "primary_org": "washpo"}], "date_written": "2015-09-03 22:56:51", "org": "washpo", "article_id": "2276dc6b1ba9c7a33bf1d16587af8ae2", "date_access": "2015-09-03 23:00:36.594118"}