{"body": " The July 10 Metro article “Protesters call to remove Trump, or at least his name, from project” was accompanied by a photo of children standing next to a sign saying “Racist Bigot” with Donald Trump’s face and a line through it. This exemplifies the reason racism will never go away. These children were brought to a protest against a man the kids have probably never heard of, to, as one parent said, “let them know how the world is.”  I challenge those parents to come to the playground in my neighborhood one afternoon to see children of all races and backgrounds playing peaceably together, as they have for years. Apparently, we, as their parents, have been neglectful in our duty to ensure that hatred continues, since we have not restricted with whom they play or taught them that name-calling is a good answer for anything. The parents in the article would do well to learn from the children how the world could be.   Christie Marshall, Ashburn ●  Regarding the July 12 front-page article “Trump doesn’t back off at border”: In considering the recent firestorm over Donald Trump’s comments on the Mexican border situation, it seems that his remarks were reasonably accurate, with only his choice of words in question. His point was that not all of the people crossing the border illegally are upstanding citizens but that they include drug dealers, criminals and other undesirables from Mexico and Central America. Those people would not normally be welcomed unfettered into the United States. That’s a reasonable position. As a possible approach to mitigating illegal crossings, I suggest we enlist the U.S. Army to protect the border. For example, Fort Huachuca, which is near the Arizona border and responsible for operating surveillance drones, would be a logical addition to border surveillance and control. Fort Huachuca was once a cavalry outpost, monitoring the border with horse-mounted Army troops. That approach could be resurrected and, with drones and mounted troops, should provide a much more effective deterrent than the current more-limited border patrol.   Bill Kidd, Fenwick Island, Del. ", "byline": "", "description": "The July 10 Metro article “Protesters call to remove Trump, or at least his name, from project” was accompanied by a photo of children standing next to a sign saying “Racist Bigot” with Donald Trump’s face and a line through it. This exemplifies the reason racism will never go away. These children were brought to a protest against a man the kids have probably never heard of, to, as one parent said, “let them know how the world is.” Read full article >>", "title": "Many sides to immigration and bias", "url": "http://feeds.washingtonpost.com/c/34656/f/636647/s/48170cf4/sc/7/l/0L0Swashingtonpost0N0Copinions0Cmany0Esides0Eto0Eimmigration0Eand0Ebias0C20A150C0A70C130C94aa79de0E2750A0E11e50Eb6210Eb55e495e9b780Istory0Bhtml0Dwprss0Frss0Iopinions/story01.htm", "topics": ["immigration", "mexico"], "people": ["Donald Trump"], "orgs": ["U.S. Army", "Metro", "United States."], "authors": [], "date_written": "2015-07-13 22:33:16", "org": "washpo", "article_id": "4aa7aeb64923cfae43e6ecdd5c20ff84", "date_access": "2015-07-14 02:10:07.244369"}