{"body": "   Donald Trump gestures during the second GOP debate on Wednesday night. (AFP PHOTO / FREDERIC J. BROWN)  After declining to name his favorite Bible verse last month and then, earlier this week, citing a passage about not bending to envy that didn't seem to exist, Republican presidential front-runner Donald Trump has cleared things up: He likes Proverbs 24. For those of you who haven't memorized the Bible -- which Trump has ranked as being even better than his \"The Art of the Deal\" -- here's how the chapter starts: \"Do not envy the wicked, do not desire their company; or their hearts plot violence, and their lips talk about making trouble. By wisdom a house is built, and through understanding it is established; through knowledge its rooms are filled with rare and beautiful treasures.\" It later states: \"The wise prevail through great power, and those who have knowledge muster their strength. Surely you need guidance to wage war, and victory is won through many advisers.\" [Donald Trump likes that Proverbs verse that might not exist] Trump explained his take on this passage in an e-mail to the Christian Broadcasting Network's The Brody File: Proverbs 24 teaches that envy should be replaced with discernment. Wisdom builds and understanding establishes, whether it be a family, a house, or our community.  For me, this is important, especially in this race for President of the United States as it shows it is important to rely on one’s own wisdom and ability rather than follow others down the wrong path. David Brody, host of the show that first reported on Trump's appreciation for the Book of Proverbs on Wednesday, scolded the mainstream media for giving Trump a hard time about this and came to the businessman's defense in a blog post on Thursday evening: Look folks, Donald Trump is not Pastor Trump. He’s not Mike Huckabee and he doesn’t pretend to be. It will be up to evangelical voters in Iowa, South Carolina and those crucial SEC Primaries to sort through all of this. I do think it’s important for evangelicals to have a candidate rooted in their Christian faith. To what degree, I guess we will find out. Hey look; Mitt Romney was a Mormon and plenty of evangelicals voted for him over some of the more evangelical-type candidates in 2012. That's because he articulated a Judeo-Christian vision. But it’s not like the “most evangelical guy” wins. This whole GOP Primary season has been fascinating. Oy. I need an Excedrin.", "byline": "", "description": "He likes Proverbs 24.", "title": "Donald Trump clears up confusion about his favorite Bible verse", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/17/donald-trump-clears-up-confusion-about-his-favorite-bible-verse/", "topics": ["personality"], "people": ["Donald Trump", "Mike Huckabee", "Mitt Romney", "David Brody"], "orgs": ["AFP PHOTO", "GOP"], "authors": [{"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-09-18 01:35:01", "org": "washpo", "article_id": "26312a9a54dec49bb39e526e3b6e5ab9", "date_access": "2015-09-18 01:00:06.808942"}