{"body": " KENNER, La. — Louisiana Gov. Bobby Jindal — a one-time Republican rising star now desperately seeking to become one again — announced Wednesday evening that he will run for president in 2016. “We have a bunch of great talkers running for president,” Jindal said at the Pontchartrain Center here in this New Orleans suburb, as supporters waved “Geaux Bobby” signs. “We’ve had enough of talkers. It is time for a doer.” The 44 year-old son of immigrants was the first Indian American to become a U.S. governor and, now, to become a serious presidential candidate. He sought to play up his long-shot status as a strength, casting himself as a man with nothing to lose, who owed nothing to the Republican establishment. “I will do the things you cannot do in Washington,” he said. “I will say the things you cannot say.” Following a new tradition in U.S. campaigns, Jindal announced his intentions at least three different times on Wednesday. First he tweeted it, and then he said it into a microphone at this conference center in Kenner.    Bobby Jindal released video of he and his wife, Supriya, talking to their children to accompany his announcement that he will run for president. (Facebook/Bobby Jindal)   And in a novel move, he also released a hidden-camera video earlier in the day purportedly showing how he and his wife had announced the news to their own children. “We have decided we are going to be running for president this year,” Jindal said, in the tone of a father saying they were expecting another baby. “That’s good? So is that a surprise?” the governor asked. “Maybe you’ll get a chance, if you behave, to go back to Iowa,” Jindal told his children in the video. He also promised them a puppy if he became president. At this point, it looks very unlikely that Jindal’s children will get a puppy. That’s because Jindal is the 13th Republican to enter the 2016 presidential race, with several more to come. And at the moment, he is at the back of that large pack. In a recent Fox News poll, Jindal got just 1 percent of the vote — putting him behind all the other candidates in the poll. He was also behind “None of the Above, which got 2 percent.  [From Piyush to Bobby: How does Jindal feel about his family’s past?]  On Wednesday, Jindal’s event included a playing of “Louisiana Saturday Night,” the fiddle-heavy country standard, which may have been the first time the words “Belly full of beer and a possum in a sack” had been played at a presidential announcement.   Supporters watch as Louisiana Gov. Bobby Jindal formally announces his 2016 campaign. (Jonathan Bachman/Reuters)  In campaign videos, and in an introductory speech by his wife, Jindal was cast as unafraid to take on long-shot fights. Begining with this campaign itself. “The key to Bobby Jindal is that he is absolutely fearless,” Supriya Jindal said, adding that she’d turned Jindal down in high school the first time he asked her out. When Jindal took the stage (to Garth Brooks’ “Callin’ Baton Rouge”) he said he would try to slash the size of the federal government, show strength to American enemies overseas, secure the U.S. border, and try to reform Medicare and Social Security. Jindal also said — in a portion familiar from his pre-annnouncement stump speeches — that he would make sure new immigrants assimilated to U.S. culture to try to prevent enclaves of immigrants that reject American ways. “I’m sick and tired of people dividing Americans,” he said. “And I am done with all this talk about hyphenated Americans. We are not Indian-Americans, Irish-Americans, African-Americans, rich Americans or poor Americans. We are all Americans.” Jindal also singled out former Florida governor Jeb Bush by name as insufficiently conservative. He concluded his speech by saying that — in order for Republicans to have a chance at winning the presidency — they might need to take a chance on a purist long shot. “Republicans must stop being afraid to lose. If we try to hide who we are again, we will lose again,” he said.  [As he nears a 2016 bid, Jindal hits political bottom]  Just eight years ago, Jindal’s political future looked far brighter than it does now. A native of Baton Rouge, he was born Piyush Jindal but renamed himself “Bobby” after the youngest son on the “Brady Bunch” sitcom. He became a Rhodes Scholar, a McKinsey consultant and — still in his early 20s — the head of the massive Louisiana health department. Jindal ran for governor and lost, then ran for Congress and won. He was elected governor on his second try, in 2007, at the age of 36. Back then, Jindal seemed to offer an attractive new vision of what a conservative could be: an Ivy League-educated son of immigrants, who had a relentless focus on making government run faster, smarter and cleaner. It wasn’t whether he’d be president, one prominent strategist said at the time, it was when. “We’ve laughed at our politicians and the ones that have gone to jail and made the funny jokes,” Jindal said in 2007. “But it’s not funny anymore.” During his first years, Jindal impressed people in Louisiana as a data-driven, hard-driving governor. He was great in hurricanes. He thrived amid the hyper-complex problems of the 2010 BP oil spill. It was politics that he had trouble with. Indeed, as Jindal pondered a run for national office, he seemed to fall into a vicious negative-feedback loop. To address doubts among national conservatives, Jindal repeatedly embraced harder-line conservative positions — both in terms of Louisiana’s budget and in terms of social issues. But each time, he moved further away from the wonky, pragmatic persona that had made him famous in the first place. So the doubts grew. And Jindal tried to be more hard-line. And so on.  [Southerner. Wonk. Immigrants’ son. Can Jindal win at every role?]  Jindal’s problems on the national stage began in 2009, when he was selected to give the GOP response to President Obama’s first address to Congress. The response wound up being more memorable than the speech — but not in a good way. Jindal seemed overly slow and over-earnest, like a man explaining the government to toddlers. People compared him to Kenneth the Page, the child-like character on NBC’s comedy “30 Rock.” Since then, Jindal has tried to rebuild his reputation among conservatives with a rigid social-conservative positions in Louisiana. He issued an executive order to protect “religious freedom” for Christians, wading into an angry debate over same-sex marriage and religion just as other states were trying to wade out. Earlier this month, IBM cancelled a ribbon-cutting at a new facility in Baton Rouge, and blamed Jindal’s order, according to press reports. Also, this week, even as other state governors sought to remove Confederate symbols from state property and license plates, Jindal said he would not push to get rid of Louisiana’s Confederate plates. Jindal also adopted a strong anti-tax stance in Louisiana. In fact, legislators say, Jindal has often allowed the Washington-based group Americans for Tax Reform to dictate the details of his own budget policies.The results was repeated blowups with the GOP-led state legislature and threats of devastating cuts in the state budget. By the end of this year’s session, legislators were so unhappy with Jindal that they tried to stop paying for his security detail at presidential campaign events. That fighting over the budget — and Jindal’s frequent trips out of state — also caused his in-state popularity to plummet. In his first year as governor, 77 percent of Louisianans thought he was doing a good job. By last month, the figure had fallen to 32 percent, an all-time low. But his advisors argue that Jindal’s long odds are freeing: he can now challenge the establishment wing of the GOP without fear of losing ground. “Nobody knows who he is,” as one aide put it.  Jindal will spend this Thursday and Friday in New Hampshire and Iowa, with more travel scheduled after that. Aides think he’s an excellent retail politician, and that his up-from-the-bootstraps story will resonate in a contest with former Florida governor Jeb Bush, the heir to a presidential dynasty.  ", "byline": "", "description": "KENNER, La. — Louisiana Gov. Bobby Jindal — a one-time Republican rising star now desperately seeking to become one again — announced Wednesday evening that he will run for president in 2016.“We have a bunch of great talkers running for president,” Jindal said at the Pontchartrain Center here in this New Orleans suburb, as supporters waved “Geaux Bobby” signs. “We’ve had enough of talkers. It is time for a doer.”Read full article >>", "title": "In launching long-shot bid, Bobby Jindal vows to be a ‘doer’ as president", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/478bcb22/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cin0Elaunching0Elong0Eshot0Ebid0Ebobby0Ejindal0Evows0Eto0Ebe0Ea0Edoer0Eas0Epresident0C20A150C0A60C240C5c98a3d20E1a930E11e50Ebd7f0E4611a60Add8e50Istory0Bhtml0Dwprss0Frss0Inational/story01.htm", "topics": ["campaign_finance"], "people": ["Piyush Jindal", "Geaux Bobby", "Garth Brooks", "Jeb Bush", "Brady Bunch", "Supriya Jindal", "Bobby Jindal", "Jonathan Bachman"], "orgs": ["Jindal", "Tax Reform", "Rhodes Scholar", "IBM", "Congress", "McKinsey", "KENNER", "GOP", "Medicare and Social Security"], "authors": [{"author_id": 31242, "fullname": "david a. fahrenthold", "primary_org": "washpo"}], "date_written": "2015-06-24 23:39:50", "org": "washpo", "article_id": "251441e614de3cde11d6d6af9855f47d", "date_access": "2015-06-24 23:11:27.500865"}