{"body": " Next week’s Republican presidential debate in Cleveland marks not only the inaugural formal gathering of the expansive GOP field but the start of a new and unpredictable chapter in an already raucous 2016 race. Under the bright studio lights on the shores of Lake Erie on Aug. 6, ambitions will be showcased, positions staked, and Donald Trump, who has consumed the summer’s political headlines, will finally be confronted, face to face, by his rivals. “There is more downside than upside for most candidates, and the first goal is to try not to self-destruct,” said former House speaker Newt Gingrich, who ran for the GOP nomination in 2012. “You don’t want to get in a situation where you knock yourself out,” Gingrich said. “The candidates ought to figure out what their message is for the American people rather than worrying too much about the back and forth with others.” But the presence of Trump, who has in recent days attacked former Florida governor Jeb Bush, Wisconsin Gov. Scott Walker and former Texas governor Rick Perry, makes calculations more difficult. Every candidate will have a strategy for making a memorable impression. “Every candidate has to have a Trump strategy” as well, said an experienced GOP operative.   Former House speaker Newt Gingrich says the first goal of next week’s GOP debate is to try not to self-destruct. And dealing with Trump will be difficult, he warned. “It’s like dealing with nitroglycerin.” (Whitney Curtis/for Getty Images)  “A multi-candidate debate can be hard,” Sen. Rob Portman (R-Ohio), who has for two decades counseled Republican nominees before debates. “Spending time with policy books is part of it, but so is carefully considering what the dynamic is going to be.” Figuring out how to handle Trump is a constant subject among campaign aides, especially with regard to his demeanor. Will he be combative and mostly disregard the rules and moderators, or will he go from being “P.T. Barnum to Reaganesque,” as one campaign adviser wondered. In recent days, Trump has cast the others as the hunters and himself as the hunted, telling reporters last weekend in Iowa, “From what I’ve heard, every one of ’em is going to come at me. . . . For two hours, I’m going to be, like, in the lion’s den, right?” At the same time, Trump sought to lower expectations for his performance. “I’m hearing everyone say I’m going to be good at the debates,” he said. “I don’t know I’m going to be good. I’ve never done it before. Politicians do it every night.” Trump adviser Chuck Laudner, a longtime Iowa strategist, said the wealthy businessman plans no special prep sessions. “It’s low key, absolutely low stress,” he said. “This isn’t 50 consultants locked in a war room, with a fake podium and cardboard cutouts of the other candidates, playing the game of Risk. . . . He’s going to get his views across and do so in a way that’s not programmed.” Ed Rollins, who was campaign manager for former president Ronald Reagan in 1984 and later advised Ross Perot’s independent campaign in 1992, met with Trump advisers in early June at the 21 Club in New York as they were seeking advice about how to navigate the GOP contest. Rollins said that, based on his Perot experience, “Someone like Trump doesn’t want guidance. . . . They don’t want to be prepped.” Rollins said the advantage of such candidates is that they are generally fearless and willing to battle. “The problem,” he added, “is that the message can get lost.” The nine other candidates who will be there see the debate primarily as an opportunity to win favor with what is almost sure to be the largest audience so far of the campaign. With that in mind, they will seek to accentuate the positive, talk about their records and above all avoid mistakes. The main targets of the GOP candidates will be President Obama and Democratic front-runner Hillary Rodham Clinton. That’s in part because many of those watching on television will have their first opportunity to compare and contrast the candidates and will be assessing who looks most capable of winning a general election contest in November 2016. To make the most of their limited time in the limelight, candidates need both a message and a moment, said Brett O’Donnell, a GOP strategist and the former director of debates at Liberty University who is working with Sen. Lindsey O. Graham of South Carolina. “You have to make sure your message cuts through,” he said, “but at the same time you have to make sure you have a moment in the debate where you basically capture the attention of the audience and the press.” That moment could be in a confrontation with Trump, though Gingrich cautioned about the risks of adopting that approach. “He’s very aggressive by nature and prepared to say virtually anything,” Gingrich said. “It’s like dealing with nitroglycerin.” John Weaver, senior adviser to the campaign of Ohio Gov. John Kasich, offered a different description of what the other candidates could face. In a tweet Tuesday, he wrote, “Imagine a NASCAR driver mentally preparing for a race knowing one of the drivers will be drunk. That’s what prepping for this debate is like.” Beyond the presence of Trump, two things are different about this year’s debates. First, the Republican National Committee has sanctioned just nine official debates, chopping by more than half the number of debates in the past two cycles. That means fewer opportunities to shine — or to recover from a misstep. The second difference is that not all the candidates running for the nomination will be in the first debates. Under the rules set out by Fox News, which is co-sponsoring and will air the Cleveland debate, only the top 10 candidates, based on a collection of national polls, will be invited to participate in the two-hour, prime-time event. CNN has set similar rules for the second debate in September. “Our role is to better control the process, not manage the candidates,” said Sean Spicer, chief strategist at the RNC. “After going through those 20 debates in 2012, our goal all along has been to add order, discipline and predictability.” Those on the bubble — not quite guaranteed a place but not definitely out — have an extra burden this week. They want to boost their poll numbers before next Tuesday’s cutoff for qualification and are in a mad dash to raise their standing, scheduling as many national interviews as possible and making provocative statements to attract attention. At this point, the top eight candidates, based on the Real Clear Politics average of recent polls, includes Trump, Bush, Walker, Sen. Marco Rubio (Fla.), former Arkansas governor Mike Huckabee, retired neurosurgeon Ben Carson, Sen. Ted Cruz (Tex.) and Sen. Rand Paul (Ky.). Tightly bunched after those eight are Kasich, New Jersey Gov. Chris Christie and Perry. Those at the bottom and in clear danger of not being in the debate are former senator Rick Santorum of Pennsylvania, Louisiana Gov. Bobby Jindal, businesswoman Carly Fiorina, Graham and former New York governor George Pataki. Bush comes to the first debate with the most money by far and by dint of his famous last name certain expectations to meet. He has recruited two of Mitt Romney’s senior advisers, Beth Myers and Peter Flaherty, to help with debate preparations and has held sessions in Kennebunkport, Maine, site of the Bush family compound and more recently in Las Vegas. He will spend much of this week in Miami doing additional preparation. Walker, too, will arrive with expectations high, given his strength in Iowa and his appeal to the party’s conservative base. Last weekend, Trump assaulted Walker’s record in Wisconsin, saying the state is in “terrible shape.” In a preview of what might happen in Cleveland, Walker, in an interview with Fox News on Monday, dismissed Trump’s charges as Democratic “talking points,” adding, “I’m going to talk about what I’m for.” Walker talked about his preparations while campaigning Tuesday in Pennsylvania, saying the policy briefings he’s gone through this spring and summer were aimed at preparing him to be ready to serve as president — and would make him ready for the coming debate. He said the number of people on the stage would not affect his approach. “You just want to spend your time talking to the voters,” he said. Other candidates are preparing in their own ways. “I’m sleeping on a really thick book,” Paul joked to reporters during a Monday trip to South Carolina. “I tried that in college, but it didn’t work somehow!” For Perry, the debate offers the possibility for redemption after his poor performances in the 2012 campaign. But if he qualifies, he will arrive with double expectations. First, he will need to show that he is better prepared than he was before. Second, because he has been the most aggressive in challenging Trump, he will be under pressure to make those criticisms directly. “A tremendous amount is at stake for him,” Gingrich said. “If he does reasonably well, his candidacy will keep growing. If not, he knows as much as anyone that it’s a long way toward game over.” Kasich has risen in polls of New Hampshire Republicans since his announcement last week but still is at risk of not being on stage in his home state. Weaver said the governor has been doing prep sessions throughout the summer but said the team does not see the Ohio debate as a make-or-break event. “While this is an important event, it’s not the most important event of the campaign,” he said. “Our focus is on the early primary and caucus states and how we’re doing on the path to winning the nomination.” Carson, a favorite of grass-roots activists, is “as relaxed as ever,” said Deana Bass, his spokeswoman. “He’s working with his team and getting rest. His general nature is to be calm and contemplative. That hasn’t changed.” Cruz, a champion debater while an undergraduate at Princeton, is considered by many Republicans as the best in the field, but his camp is keeping his efforts tightly guarded. Advisers declined to discuss his preparation. Said Portman, “The candidates that do the best are ones who do their homework, who are comfortable with their prep and don’t have their heads full of data and minutiae.” Christie last week told reporters that he is getting ready “in a similar way” to how he prepped for gubernatorial debates: “I’ll get a group of the people I trust who are smart around the table, get them to torture me, and then we’ll see where it lands.” Rubio, who has been running an understated summer campaign with an emphasis on meeting voters and raising money, has avoided wading into divisive controversies that have flared up and from knocking his opponents. Instead, he has drawn in speeches an implicit generational contrast with Jeb Bush and Clinton — a playbook his allies expect him to follow in Cleveland. Rubio, like his opponents, has also been practicing. When a Washington Post reporter visited his Capitol Hill office last week, Rubio and his advisers weren’t there because they were off doing debate prep. “The impact on donors is what matters most. If candidates can’t prove themselves, they’ll see their large donors start to migrate to other candidates very quickly,” said Vin Weber, a Bush adviser. “For the past few months, many of the second-tier candidates have been telling the donors, ‘Stick with me, watch and wait until I get behind that podium.’ ” Fiorina went for substance to draw attention to her candidacy, delivering a foreign policy speech at the Ronald Reagan Library on Monday night. Though she has attracted favorable reviews in both Iowa and New Hampshire, she still lags in national polls. And though Trump has been the biggest attention-getter so far, Huckabee stole the spotlight at the beginning of this week when he charged that Obama, in his quest for a nuclear agreement with Iran, is prepared to march Israel “to the door of the oven.” Huckabee’s debate preparations, conducted in Little Rock and while on the campaign trail, “have been less about the other people on stage than about making sure the governor can articulate his vision,” said J. Hogan Gidley, a Huckabee adviser. “And he is not going to come in with canned one-liners. People see through that.” O’Donnell suggested one way to judge the outcome of the first debate: “The candidate who is able to handle Trump strongly but not make him the center of attention, and walk that line and pivot back on Hillary and President Obama – that’s going to be the candidate who has a pretty good debate performance,” he said.  Jenna Johnson, Ed O’Keefe, Sean Sullivan and David Weigel contributed to this report.  ", "byline": "", "description": "One adviser likens it to a NASCAR driver preparing for a race knowing one of the drivers will be drunk.", "title": "Trump’s presence in first GOP debate makes prep challenging for candidates", "url": "http://www.washingtonpost.com/politics/trumps-presence-in-first-gop-debate-makes-prep-challenging-for-candidates/2015/07/29/2e34766a-3564-11e5-8e66-07b4603ec92a_story.html", "topics": ["campaign_finance"], "people": ["Deana Bass", "Sean Sullivan", "Sean Spicer", "John Weaver", "Vin Weber", "Mike Huckabee", "Peter Flaherty", "Ross Perot", "Ronald Reagan", "Lindsey O. Graham", "Ted Cruz", "Chris Christie", "Carly Fiorina", "Beth Myers", "Hillary Rodham Clinton", "Brett O'Donnell", "Chuck Laudner", "Jenna Johnson", "Scott Walker", "Rand Paul", "Rick Santorum", "Ed O'Keefe", "Jeb Bush", "Donald Trump", "Bobby Jindal", "Marco Rubio", "J. Hogan Gidley", "Ed Rollins", "Newt Gingrich", "Rob Portman", "Mitt Romney", "David Weigel", "George Pataki", "Rick Perry", "John Kasich", "Whitney Curtis", "Ben Carson"], "orgs": ["P.T.", "RNC", "Ronald Reagan Library", "NASCAR", "Liberty University", "Republican National Committee", "GOP"], "authors": [{"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}, {"author_id": 31224, "fullname": "robert costa", "primary_org": "washpo"}], "date_written": "2015-07-29 16:03:03", "org": "washpo", "article_id": "da9f8587bfcf221310ee412b5d7a1da0", "date_access": "2015-07-29 15:30:03.498049"}