{"body": "   GREENVILLE, SC - JULY 23: Democratic Presidential candidate and former U.S. Secretary of the State Hillary Clinton holds a forum at Greenville Technical College on July 23, 2015 in Greenville, South Carolina. (Photo by Sean Rayford/Getty Images)  There is no shortage of surprises in the new Quinnipiac University poll of Iowa voters. The last time Quinnipiac polled in Iowa was in late June, when the Bernie Sanders surges were still young. At that point, Hillary Clinton led Sanders, 52 to 33. Now? Sanders is basically tied with Clinton, with 41 to her 40. The biggest shifts have been at the poles of Democratic ideology. Self-identified \"very\" liberal voters have moved strongly to Sanders, while Clinton lost her big lead among moderate Democrats.     More surprisingly, supporters of Vice President Joe Biden -- who, again, is not yet actually a candidate -- split about evenly between Sanders and Clinton. Clinton is still the preferred second-choice candidate among Iowa's Biden backers -- but only by a three-point margin. That bodes poorly for Clinton, who should expect a boost in the polls if Biden declines to run. That boost might not be as big as expected. Part of Clinton's shifting fate is due to her declining favorability. She's still viewed positively by three-quarters of Democrats in Iowa, but that's down from 90 percent in February. And the number viewing her unfavorably has climbed to 20 percent. Bernie Sanders' net favorability (those who view him positively minus those who don't) has grown and now eclipsed Clinton, in part because he's getting better known in the state.     So that's all interesting. But there's a bigger subject that should be addressed here. Most polls in the Republican and Democratic nomination races have been done nationally and in the first two states to vote. Here is how the Real Clear Politics polling average for each and for each party has changed since March 1 of this year.         You'll notice that Donald Trump's lead in Republican polling looks the same in all three graphs: big spikes. But Clinton's national lead has slipped less quickly than her leads in Iowa and New Hampshire, where she now trails. In fact, her national lead has grown slightly of late. It's easy to read a lot into these numbers, which are still based on a relatively small number of polls. But there's one reason, a reason we've noted before, that might help explain why Clinton's state numbers don't track with her national numbers in the way that Trump's track with his. Racial diversity. There's some racial diversity among Republican voters, of course, but non-white voters are usually a small enough part of the Republican polling universe to be hard to break out into statistically significant chunks. It's why we still have only a murky idea of how Hispanic Republicans are responding to Trump's immigration views: There simply aren't as many Hispanic Republicans as white Republicans or Hispanic Democrats. Iowa and New Hampshire are two of the whiter states in the country. In the Republican field, that doesn't differentiate them from the national picture as much as it does in the Democratic field. Nationally, there are a lot of non-white Democrats. In Iowa and New Hampshire, there aren't. There has been a dearth of polling on the Democratic primary in the first not-overwhelmingly-white state to vote next year, South Carolina. The most recent survey in the state is from the Democratically-leaning Public Policy Polling. In South Carolina, it found, Clinton leads with 54 percent of the vote. In second place? Biden, not Sanders, with 24 percent -- and then Sanders, in third, with 9 percent. South Carolina is a less liberal state than others, of course, so this also points back to the graph at the top of this article. But the state is 28 percent black -- and 59 percent of blacks in South Carolina support Clinton. Only 3 percent back Sanders. Compare that to 48 percent of whites who support Clinton and 17 percent backing Sanders. (Joe Biden does much better with black voters as well, which is one of the reasons that we've generally assumed that much of his base would shift to Clinton if he doesn't run.) This is why, as the Times reported this month, Clinton sees the South as a stronghold worth defending. If current trends hold -- and current trends have made a habit of not holding, of late -- Clinton could lose Iowa and New Hampshire but then regain support in large Democratic states and states with more diverse populations. The national picture is still pretty good, despite this new poll in Iowa. You know. For now.", "byline": "", "description": "The answer may lie in the demographics of early voting states.", "title": "Hillary Clinton trails in a new Iowa poll. So why is she holding steady nationally?", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/10/hillary-clinton-trails-in-a-new-iowa-poll-so-why-is-she-holding-steady-nationally/", "topics": ["immigration"], "people": ["Donald Trump", "Bernie Sanders", "Joe Biden", "Hillary Clinton", "Sean Rayford"], "orgs": ["Public Policy Polling", "GREENVILLE", "Quinnipiac University", "Quinnipiac"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-09-10 15:17:17", "org": "washpo", "article_id": "c35e9c8b3d8d1f5041997ae9ad13b7e6", "date_access": "2015-09-10 14:30:03.730756"}