{"body": "  WAUKESHA, Wis. — In a time of polarized politics, Wisconsin Gov. Scott Walker offers no quarter, no retreat and no respite. He is a Midwestern who may lack the charisma of others in the race but whose message is designed to rouse his party’s base in ways others may not. He is a paradox: colorless and unflappable, but a warrior still. He has fought and won in Wisconsin — three elections in four years. He defeated his union opponents a legislative battle during his first months in office in the winter and spring of 2011. His state has been divided ever since. He won again in a bitter recall election in 2012 that turned into a national confrontation between left and right. He won a third time last November in his campaign for a second term. That is his calling card as he looks to his next campaign: He fought the left and the left lost. It is a message that conservatives tired of losing in presidential races yearn to hear — victory without great compromise. It is the characteristic that he hopes will distinguish him from the other Republicans — some as or more conservative, some less — who are running for their party’s nomination.  Walker, in a video that preceded his declaration of candidacy here on Monday evening, put it this way. Some may have fought but haven’t won; others have won elections but not taken on the hardest fights. Only he, he said in is quiet way, has done both. Others may talk of expanding the Republican coalition. Walker talks of winning by standing on conservative principles.  [Walker joins the 2016 race]  He may lack the establishment pedigree of a Jeb Bush, the personality of a Chris Christie, the bombast of a Donald Trump, the youthful freshness of a Marco Rubio (though they are only a few years apart in age) or the hard-edged conservatism of a Ted Cruz. He is content with that. He will point to what has happened in Wisconsin and hope the base will reward that kind of leadership. He is a disciplined politician, which could serve him well in the ebb and flow of a presidential campaign. He is disciplined in the delivery of his message and disciplined when under attack.  He delivered his speech Monday without notes or a teleprompter and still hewed closely to the prepared text his staff sent out hours before he spoke. It was not a new message. He has given it many times, corny lines and all, and he will give it over and over in the months ahead. He will probably keep givig it until his audiences have memorized it as he has. Walker touched all the buttons here on Monday. No to Obamacare. No to an arms deal with Iran. He would seek to jettison both if he ends up in the Oval Office. He wants to shrink Washington and return power to the taxpayers. He promises the base adherence to a lengthy list of conservative ideas, policies and principles. “Since I became governor, we passed lawsuit reform and regulatory reform,” he said. “We defunded Planned Parenthood and enacted pro-life legislation. We passed Castle Doctrine [giving citizens legal protection to use deadly force if confronted in their homes] and concealed carry. And we now require a photo ID to vote in the State of Wisconsin.” And then the coda: “If our reforms can work in a blue state like Wisconsin, they can work anywhere in America.” Perhaps. That is the test ahead for the preacher’s son who became a career politician with big ambitions and a nearly unblemished record of winning elections — and he has had many elections. Craig Gilbert of the Milwaukee Journal Sentinel reminded his readers of that record on Monday: 13 elections in 25 years, not counting this presidential run. As Gilbert wrote, Walker may cast himself as an outsider to Washington’s elite but he is no outsider to elected office. “Gov. Walker only knows how to win and possesses a genuine ability to connect with middle-class Americans,” Matt Rhoades, who was Mitt Romney’s campaign manager in 2012, said in an email message. “Therefore he enters the race on strong footing.”  [What you might not know about Scott Walker]  He enters in the top tier, running ahead of his rivals in Iowa and generally among the top handful in national polls. Yet his support nationally is still anemic (as it is for almost everyone in the GOP field) and he is still little known. His advisers believe that is a huge asset, with room to grow and add support as people learn more about him and his record. Yet he is untested nationally and has shown it. When his profile was raised unexpectedly early in this campaign after a breakout speech in Iowa last January, he followed it with a series of mistakes — statements that raised questions about his readiness to be president. Among them, he equated taking on ISIS with his victories against public employee unions, a comparison that drew quick criticism, which prompted him to back peddle.  He has changed his views on immigration, emerging as a hardliner in tune with his party’s base after flirting much earlier with an embrace of a more comprehensive reform package. He has changed his tone on social issues, seemingly softening as he sought reelection last fall and then toughening up as he has gotten ready to run for president.  Mistakes from here on will be more costly. Walker has undergone a crash course of policy briefings with experts on both domestic and national security issues. His core message is disciplined but how will he handle the unscripted moments, the exchanges on debate stages, the interaction with voters in the early states? His advisers believe he has more potential to reach across the breadth of the Republican Party coalition than his rivals, to assemble enough support among religious and social conservatives, economic conservatives, national security conservatives and the party’s establishment. The competition will be fierce for each group. He promises big and bold reforms but so far the promise is unfulfilled. His announcement speech included no new policy ideas but this pledge: “I will fight and win for you.” His “big and bold” rhetoric is more slogan than substantive. His message asks people to look back at Wisconsin to understand where he would take the country. That is an indication, certainly, but it leaves many questions to be answered. Walker’s candidacy is a test not just for Walker but also for his party. Is his unique style of uncompromising conservatism truly a path to victory? Does America want what Wisconsin has gotten — not just the policies but the divisiveness that has followed? Can he persuade his party that that message and that style can produce a victory in a general election—or leave them once again dissatisfied and demoralized?  As much as anything, that will be the key question for Republican voters. Walker has put himself forward as the candidate who can deliver it all — big and bold conservative reforms and a victory in November 2016. Will the voters follow his lead?  ", "byline": "", "description": "WAUKESHA, Wis. — In a time of polarized politics, Wisconsin Gov. Scott Walker offers no quarter, no retreat and no respite. He is a Midwestern who may lack the charisma of others in the race but whose message is designed to rouse his party’s base in ways others may not. He is a paradox: colorless and unflappable, but a warrior still.Read full article >>", "title": "Walker seeks to rally GOP on a pledge of victory with no compromise", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/4819ac0b/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cwalker0Eseeks0Eto0Erally0Egop0Eon0Ea0Epledge0Eof0Evictory0Ewith0Eno0Ecompromise0C20A150C0A70C140Cc30A228a0A0E29d90E11e50Ebd330E395c0A560A80A590Istory0Bhtml0Dwprss0Frss0Inational/story01.htm", "topics": ["personality", "campaign_finance", "immigration"], "people": ["Mitt Romney", "Chris Christie", "Jeb Bush", "Matt Rhoades", "Donald Trump", "Marco Rubio", "Craig Gilbert", "Scott Walker", "Ted Cruz"], "orgs": ["Milwaukee Journal Sentinel", "GOP", "Oval Office"], "authors": [{"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-07-14 09:00:00", "org": "washpo", "article_id": "07dab54dec07cc05cefd7b7d242fadd9", "date_access": "2015-07-14 08:10:16.918395"}