{"body": "Just before 7 p.m. Tuesday, Sen. Rand Paul (R-Ky.) a self-styled racial and political history resource all his own, shared this tidbit.   You can be a minority because of the color of your skin or the shade of your ideology. #StandWithRand pic.twitter.com/a4UZ1VM5tm — Dr. Rand Paul (@RandPaul) June 30, 2015  Trying to read the mind of an elected official or the meaning of any 2016 candidate's social media feed can be a risky business. But we'll make an attempt. First, let's set the stage. Paul was in Denver to address a crowd gathered at Chopper's Sports Bar. Per coverage of the speech, Paul seemed to share his ideas on the state of the republic and the Republican Party and why Republicans must be less inclined to move toward what he called \"the mushy middle.\" Then came the thoughts in that tweet. We could certainly quibble with the idea that \"minority\" status is always defined by one's appearance -- or at Paul put it, the color of one's skin. But that would distract attention from the really interesting part of the tweet: Paul appears to have joined a growing legion of conservative minds focused on the idea that \"minority\" status is a particularly potent and influential one -- and according, a desirable one -- in American society. Certainly, political scientists and philosophers have made a study for decades of so-called identity politics. That's banning together of ethnic or ideological minorities in a democratic society to advance a core set of policy ideas or political priorities and maximize their potential influence. It's a political practice that, as Paul seemed to hint at his Denver gathering, sometimes requires those inside said group to put aside some of their differences and maximize their impact. And maybe, that's really what Paul was going for. After all, there are plenty of reasons that an increasingly conservative Republican Party might want to embrace smaller-group politics. The much-chronicled changing demographics of the electorate are not moving in a direction that will make Republican expansion easy. So a thought exercise or even a rallying cry for the shrinking but still significant portion of the electorate that votes Republican (or might be inclined to do so) makes some sense. [The GOP's major 2016 problem - in 3 maps] But quite often, the conservative fixation on \"minority\" politics and power is also tied up with a sense that said minority groups exert undue influence over American politics or issues in public life. The notion that said groups somehow unfairly or unreasonably make use of their group status and identity to hamstring and control \"the majority\" is fairly widespread. It gains support or a least an audience each time something major (think the Supreme Court's gay marriage decision) or ultimately minor or symbolic (think the push to remove the Confederate flag from public spaces) happens to change the cultural landscape. That's the set of ideas that kept the Confederate flag in a cultural space where it could be sold on t-shirts and cell-phone covers and largely unmolested on the South Carolina statehouse grounds until this month. That's the sentiment that Donald Trump just tried to foment as the consequences of his statements about immigration, Mexicans and their alleged criminality began to mushroom. That was the idea behind the numerous articles about the allegedly endangered white male, that CNN piece questioning whether white Americans had become an imperiled and oppressed minority and that Deadline Hollywood story arguing that the drive to diversify film and television casting having \"gone too far.\" Ok, let's face it, that list is long. Very, very long. And much of what those reactions seek to excuse or defend is pretty, in the minds of many Americans (and especially racial minorities), reprehensible. But anyone burdened by the idea that any minority group exerts undue power should take a close look at almost every measure of economic, social or physical well being. The nation's shrinking but still existent white majority remains, in the aggregate, quite well positioned -- and that goes across the political spectrum.", "byline": "", "description": "Just before 7 p.m. Tuesday, Sen. Rand Paul (R-Ky.) a self-styled racial and political history resource all his own, shared this tidbit.You can be a minority because of the color of your skin or the shade of your ideology. #StandWithRand pic.twitter.com/a4UZ1VM5tmRead full article >>", "title": "The Fix: Rand Paul says you can be a ‘minority’ because of your politics. Let’s break that down.", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47c65eae/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C0A20Crand0Epaul0Esays0Eyou0Ecan0Ebe0Ea0Eminority0Ebecause0Eof0Eyour0Epolitics0Elets0Ebreak0Ethat0Edown0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "gay_marriage"], "people": ["Rand Paul", "Donald Trump"], "orgs": ["Republican Party", "GOP", "Supreme Court"], "authors": [{"author_id": 30980, "fullname": "janell ross", "primary_org": "politico"}], "date_written": "2015-07-02 13:39:48", "org": "washpo", "article_id": "4eaf647c3832f151acb4b86387bd6b12", "date_access": "2015-07-02 12:50:02.731244"}