{"body": "   Democratic presidential candidate Bernie Sanders speaks at a rally in Dallas in July. (Photo by Mike Stone/Reuters)  The campaign of Democratic presidential hopeful Bernie Sanders said Monday that it had apologized to a group of pro-Palestine college students who were threatened with arrest Saturday night for displaying a sign in an overflow area at a large rally in Boston. According to an account on the Web site The Intercept, activists from Boston Students for Justice in Palestine sought to hold up a large sign asking: “Will Ya Feel The Bern 4 Palestine??!” A video posted on the student group’s Facebook site shows a woman telling activists that the “Bernie team” would like them to take down the sign if they want to stay. Moments later, a police officer tells an activist he is trespassing and will be arrested if he doesn’t leave.  It appears the video was shot outside the Boston Convention and Exhibition Center, where more than 20,000 people were gathered inside to hear the senator from Vermont on Saturday. Sanders’s speech was being shown outside on a large screen. Jeff Weaver, Sanders’s campaign manager, said Monday that the instructions to take down the pro-Palestine sign came from a “rogue” low-level campaign employee. “That person has been excluded from working on any of our future events,” Weaver said, adding that the campaign had apologized to the student group. [Sanders draws more than 20,000 in Boston, building on a strong week] Sanders, who has been largely supportive of Israel and would be the United State’s first Jewish president if elected, has long advocated for a two-state solution to the Israel-Palestine conflict. Saturday night’s rally in Boston was one of the largest of Sanders’s presidential campaign, which is mounting a serious threat to that of Hillary Rodham Clinton. ", "byline": "", "description": "The Vermont senator has been a longtime advocate for a two-state solution in the region.", "title": "Sanders campaign apologizes for threatened arrest of pro-Palestine activists outside Boston rally", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/10/06/sanders-campaign-apologizes-for-threatened-arrest-of-pro-palestine-activists-outside-boston-rally/", "topics": ["personality", "economy", "other", "terrorism"], "people": ["Bernie Sanders", "Mike Stone", "Jeff Weaver", "Hillary Rodham Clinton"], "orgs": ["Boston Convention", "Exhibition Center"], "authors": [{"author_id": 31302, "fullname": "john wagner", "primary_org": "washpo"}], "date_written": "2015-10-06 05:52:29", "org": "washpo", "article_id": "cc55a2959a388cf27bc50a845c08c841", "date_access": "2015-10-06 05:00:05.878468"}