{"body": " When Pope Francis delivers his joint address to Congress on Thursday, lawmakers have been warned to keep a respectable distance, but the two men standing behind him could be forgiven if they sought their own papal blessing.  For Vice President Biden and House Speaker John A. Boehner, the two highest-ranking Catholics in political Washington, the papal visit comes at a time when each faces major decisions about the course of their political futures. The vice president must decide whether to launch a last-minute bid for the Democratic presidential nomination, despite trailing in the polls and while still battling a profound grief that he acknowledges still consumes him four months after his son’s death.  Boehner (R-Ohio) must somehow get the House to approve a funding bill that keeps the government open, amid a conservative rebellion threatening his tenure, or oversee another risky federal shutdown. Despite their political differences, both men are deeply religious and say that their Catholic upbringing is central to who they are personally and politically. Biden’s advisers have wavered on the precise timing of his decision, but many believe it must come by early October to give him a real chance of winning. Boehner’s deadline is more certain — government funding expires as the clock ticks to midnight Sept. 30 — but the turmoil that follows is more open ended. Each decision is entangled with one of the most difficult choices veteran politicians face: Walk off the public stage on their own terms at their hour of their own choosing, or take one last big risk that ends in glory or embarrassing defeat.  “I think the pope could throw some holy water around the both of them and it’d probably do them good. They both have challenges. They’re both good Catholics,” Sen. Lindsey O. Graham (R-S.C.), a friend to Biden and Boehner, said Tuesday.  Those close to the speaker and vice president have made clear no decisions will be announced this week. Francis’s trip to the District will be punctuated by his historic address to Congress during which the duo will preside, the vice president over the pope’s right should and the speaker over his left shoulder. It’s the culmination of more than two decades of work by Boehner to land a papal visit to Congress. The second oldest of 12 children, his Catholicism is a frequent reference in his speeches. His office has produced a litany of videos and statements hyping the visit, the first congressional address ever by the leader of the Roman Catholic Church.  “It’s going to be one of the biggest events in the history of the Capitol,” Boehner told reporters last week.  Biden’s Irish Catholic upbringing has been front and center to his political character. So much so that a decade ago as some conservatives questioned whether liberal Democrats were religious enough, Biden boasted he would “shove my rosary beads down their throat”.  That faith has been tested after Beau Biden’s death May 30, a second tragedy to play out in public for Biden, after his first wife and daughter were killed in a car crash in December 1972 just after he won his first Senate race. In interviews and speeches the past four weeks Biden has aired his pain, declaring he is not yet ready make a decision on running for president.  Yet his blunt honesty has added to a shoot-from-the-hip reputation that some strategists and donors believe makes him the best candidate Democrats could put forward in an era where voters seem to crave authenticity.  Yolanda “Cookie” Parker, 69, a technology executive in Los Angeles who raised more than $2 million for President Obama’s two national campaigns, watched Biden’s recent interview with Stephen Colbert on CBS’s “Late Show” in amazement. Originally a supporter of Hillary Rodham Clinton, she then decided to lead the effort to corral 50 signatures of Democratic donors promising financial support for Biden if he runs for president. “He has that common touch,” Parker said.  Polls have shown rising support for Biden, about equaling Sen. Bernie Sanders (I-Vt.) but still trailing Clinton. Some strategists and donors are eager to see Biden, 72, enter the race because his all-too-human nature presents a sharp contrast to Clinton, 67, whose disciplined style has been tested by lingering questions about the security of her private e-mail system when she was Obama’s secretary of state.  Others warn that his public musings are very honest about how, on many days, he or someone in his family is still reeling from the loss of Beau, who was 46 when he succumbed to brain cancer.  “I’d be lying if I said that I knew I was there,” Biden told Colbert of his inability to make a decision. One camp of advisers has thought that Biden could wait until Clinton navigates a possibly treacherous October — a debate in Las Vegas with Sanders and other candidates, public testimony before a House committee investigating her handling of the Benghazi attacks and then a high-profile Jefferson-Jackson dinner in front of Iowa Democrats. But others warned that waiting is a decision itself, letting Clinton determine her fate. Also, Biden might not get on the ballot in some big states without a decision very soon.  In an interview about his faith, Biden acknowledged that his family’s spiritual process of healing does not have such a timeline.  “It’s not quite there yet. And it may not get there in time to make it feasible to be able to run and succeed,” he told America, the leading Jesuit publication, in an interview last week. Boehner’s demons are more earthly in nature.  A group of roughly 35 conservative Republicans has vexed him for five years, demanding the most confrontational approach to negotiations with Obama, and in the wake of controversial videos related to Planned Parenthood’s abortion services, those Republicans are demanding that any extension of government funding eliminate the $500 million that goes to the female health service provider. Boehner, a long-standing opponent of abortion rights, finds himself in a very tough place: allowing the Planned Parenthood funds to continue goes against his own views, but shutting down the entire government over that issue would be a huge loss of political capital for abortion opponents. The conservative hard-liners are threatening a vote of confidence on Boehner if he capitulates, and many senior Republicans believe that the rebels have enough votes to require Boehner to plead for Democratic support to remain speaker.  Boehner has publicly declared that he is not worried about a vote to oust him, delivering a one-word answer to his level of confidence that he would survive such a roll call: “Very.”  Some of his supporters, however, fear that after such a vote — only once before has a House speaker even faced a midterm ballot — conservatives would increase pressure on another 30 or more Republicans. More motions to oust the speaker could slowly bleed away his support. “He’s got the trials and tribulations of Job, and he’s got the disposition of a very even-keeled fellow,” Graham said.  The big decision will come early next week after the Senate acts, likely approving a simple extension of current funding into mid-December without any Planned Parenthood restrictions. Even tougher fights await in the fall.  But first Pope Francis will arrive in the Capitol, when the speaker and vice president will sit next to one another for up to an hour. “We always joke,” Biden told America, about their banter before Obama’s state-of-the-union addresses but making clear this speech will be different. “John’s a good guy, you know I think we’ll be sitting there with a great deal of pride,” Biden said.   ", "byline": "", "description": "The vice president’s 2016 window is closing, as the speaker must decide how to handle conservative rebels.", "title": "Boehner and Biden: Two Catholics basking in the glow of the pope’s visit face tough decisions of their own.", "url": "http://www.washingtonpost.com/politics/boehner-and-biden-top-catholics-face-tough-decisions-after-popes-dc-visit/2015/09/23/306407c2-615e-11e5-b38e-06883aacba64_story.html", "topics": ["campaign_finance"], "people": ["Beau Biden", "Hillary Rodham Clinton", "John Boehner", "John A. Boehner", "Pope Francis", "Stephen Colbert", "Bernie Sanders", "Lindsey O. Graham"], "orgs": ["Senate", "Congress"], "authors": [{"author_id": 30985, "fullname": "paul kane", "primary_org": "politico"}], "date_written": "2015-09-23 16:33:58", "org": "washpo", "article_id": "0250e3b4e15806b8c89e3cd1dac18c7d", "date_access": "2015-09-23 15:50:04.341520"}