{"body": "   Sen. Marco Rubio this spring (Reuters/Gary Cameron)  DANA POINT, Calif.– Sen. Marco Rubio (R-Fla.) pronounced himself “deeply” concerned about racial profiling Sunday but then said that he is not sure Congress can do much about it. Fielding questions during the Koch network donor summit at a luxury resort on the Pacific Ocean, the Republican presidential candidate was asked about the spate of African American deaths at the hands of law enforcement, from Texas to Ohio and Missouri.   “I don’t think we as a society can ignore that in many communities across this country the relationship between local law enforcement and the African American community is at an all-time low,” he said. “The bottom line is you have millions of Americans, particularly young African-American males, who feel like police departments target them on a regular basis.”  After saying he has “tremendous respect” for law enforcement, Rubio volunteered that he personally knows people “who have told me they have been stopped, in any given year, 10 to 12 times.”  “And they believe they are being targeted because of their race,” he said. “That is deeply concerning.”   But Rubio had no federal prescription to treat this dire diagnosis.    “I don’t know if there is a law we can pass in Congress to change that,” he said. “But I do think it is incumbent upon local communities to improve the relationship between law enforcement and the community that they are there to serve and protect.”     \n   David Koch in 2013 (Phelan M. Ebenhack/AP)  DANA POINT, Calif. — Seven sitting governors, six incumbent senators and two House members — all Republicans — have flown here this weekend for the Koch donor network conference. There are 450 donors at a seaside resort here, and the network of conservative advocacy groups they fund aims to spend $889 million in advance of the next White House election. The governors — Wisconsin’s Scott Walker Indiana’s Mike Pence Illinois’ Bruce Rauner  Texas’ Greg Abbott Arizona’s Doug Ducey South Carolina’s Nikki Haley North Carolina’s Pat McCrory The senators — Colorado’s Cory Gardner Utah’s Mike Lee Nebraska’s Ben Sasse  Alaska’s Dan Sullivan Florida’s Marco Rubio  Texas’ Ted Cruz  The congressmen — Ohio’s Jim Jordan, who chairs the House Freedom Caucus Wisconsin’s Sean Duffy In addition to the elected officials, the crowd heard from presidential candidate Carly Fiorina earlier Saturday and will hear from former Florida governor Jeb Bush on Sunday. The Washington Post is one of nine news organizations allowed in to cover the traditionally private confab, on the condition that the donors present not be named without their permission. \nAnother batch of Hillary Clinton e-mails released by the State Department Friday included this little gem showing her inner circle waxing effusive over her dancing skills. With the subject line: “Secretary of Awesome,” a Clinton top aide e-mailed around a glowing article in New York Magazine (this one) with a video of her boss dancing with locals in Nairobi, Kenya. In the August 2009 e-mail chain, the Clinton allies offer lavish praise for Clinton’s “boogieing” skills. (She does get pretty low, low, low.) Minyon Moore, who is African-American, wrote back, “she moves like a Sistah….. this is fabulous.” Kiki McLean, another confidante, replied, “She is the Secretary of Awesome…..and us blondes like to see our fellow fair hairs boogy.” Cheryl Mills, who sent the link around to the group, forwarded it to Clinton too. “You shake your tail feathers girl,” she wrote. Perhaps that encouragement inspired the former secretary to shimmy down again three years later in South Africa, as the Loop reported at the time. Here’s the video of Clinton they’re all so impressed with:  ", "byline": "", "description": "\n\n\nDANA POINT, Calif. — Jeb Bush said at a Koch network donor summit Sunday that he would not consider raising taxes even as part of a grand bargain to cut the deficit. Although it was not prefaced with “Read my lips,” the former Florida governor stressed that more revenue should come from growth, not higher […]", "title": "Read Jeb Bush’s lips: No new taxes", "url": "http://www.washingtonpost.com/news/powerpost/?p=7812", "topics": ["economy", "personality"], "people": ["Sean Duffy", "Cheryl Mills", "Carly Fiorina", "David Koch", "Mike Lee Nebraska", "Scott Walker Indiana", "Gary Cameron", "Greg Abbott Arizona", "Jeb Bush", "Nikki Haley", "Hillary Clinton", "Jim Jordan", "Marco Rubio", "Ben Sasse", "Cory Gardner Utah", "Minyon Moore", "Ted Cruz", "Phelan M. Ebenhack", "Doug Ducey"], "orgs": ["Marco Rubio Texas", "Congress", "State Department", "House Freedom Caucus Wisconsin", "New York Magazine", "Mike Pence Illinois", "Dan Sullivan Florida", "Loop"], "authors": [], "date_written": "2015-08-03 05:12:37", "org": "washpo", "article_id": "e4140e1aa6e3ef2330f3de5175964a09", "date_access": "2015-08-03 04:20:16.318943"}