{"body": "  LOS ANGELES — There is one big storyline heading into Wednesday’s Republican debate at the Ronald Reagan Presidential Library — Donald Trump against all comers. But there are subplots aplenty. Just about everyone onstage has something to prove. In the six weeks since the first debate in Cleveland, Trump has solidified his standing as the leader in state and national polls. Establishment Republicans who presumed that Trump’s performance in that debate might hurt him have watched, with a mixture of fear and fascination, as the gap between him and the traditional politicians has continued to widen.  Dan Balz is Chief Correspondent at The Washington Post. He has served as the paper’s National Editor, Political Editor, White House correspondent and Southwest correspondent. View Archive   Facebook   That alone makes Wednesday’s debate, hosted by CNN, different than the Cleveland forum. Trump’s staying power is the story of the summer, and the strategies of all his rivals have been upended. Maybe he will yet deflate on his own (his supporters scoff at such establishment notions), but none of his rivals can assume that nature will take its course. The question then is what can they do about it? Wednesday’s debate will give the first clues.  [How Donald Trump’s language works for him]  What does Trump have to prove? He is a close reader of the polls — each and every one it seems — and he is reveling in them all. But as he said at his big, raucous rally in Dallas on Monday night, he might look like a winner now, but he hasn’t really won anything yet. Trump is months away from being able to say he actually won a contest, and rare is the front-runner who doesn’t run into trouble. Just ask Hillary Rodham Clinton. Trump has made considerable progress in establishing himself as a candidate for the GOP nomination. When he started the campaign, many more Republicans said they had an unfavorable impression of him than said they had a favorable impression. Today, it’s the opposite. His ratings on this measure are now better than many of his rivals. But the showman isn’t yet seen as a statesman. In the new Washington Post-ABC News poll, 6 in 10 Americans said they did not think he was qualified to be president. That includes one-third of Republicans and Republican leaning independents. And more than four in 10 Republicans say they do not think he has the temperament and personality needed to serve effectively as president. Unless he can turn around those impressions, he would be a risky nominee for the GOP.  His rallies make for great television. For many people, it’s impossible to turn away when he’s on screen. He’s an extremely agile and adept counter-puncher. He makes many of his rivals look small. But insults rarely win the presidency.  The question that will be asked increasingly as the weeks continue is, could he govern? The debates are no proxy for sitting in the Oval Office, but they offer the opportunity for a candidate to show both temperament and command of the issues. That’s one thing to watch for on Wednesday night.  It’s anyone’s guess who will confront Trump most aggressively on Wednesday. The first one who tried — former Texas governor Rick Perry — is now out of the race.   [Rick Perry: From joke candidate to Donald Trump’s first martyr]  Louisiana Gov. Bobby Jindal has stepped into that role in the past week with a constant series of personal attacks on Trump. Jindal, however, won’t be on the same stage as Trump in California. He will appear in the undercard debate, where the sting of his jabs will be barely felt by Trump. Jeb Bush has stepped up as well, out of necessity his allies say. In the face of Trump’s attacks on him as a low-energy candidate, he needed to respond. He’s tried substance, claiming Trump is a phony conservative; and he’s tried style, upbraiding Trump for putting down anyone and everyone who gets in his way.  [It’s on: Jeb Bush embraces a risky fight with Donald Trump]   In the last debate, Bush was tepid in attack. His advisers offer no clues as to his strategy for the Reagan Library forum, but his dilemma is this: If fundamental decency is one of his calling cards, and if campaigning joyfully is one of his priorities, can he credibly become an attack dog? Bush won’t get lost on Wednesday, but he can ill-afford a debate in which he is viewed as just okay.  Meanwhile, Bush’s cash-rich super PAC began airing millions of dollars of ads in Iowa, New Hampshire and South Carolina on Wednesday. The ads are meant to introduce him and his record as governor of Florida. Advertising has been an effective medium for delivering messages. But will the reality TV side of the campaign outweigh traditional media? That’s the question of the year. Many people are looking to Carly Fiorina to take on Trump, after his odious comment about her appearance: “Look at that face!” Her comeback was an effective video portraying the faces of many women and her statement that she’s proud of every wrinkle she has. The Trump-Fiorina dynamic could be one of the best subplots of the evening. With 11 people onstage, it’s easy to forget people. But none of those non-Trumpers can afford to disappear in the lineup against the backdrop of Reagan’s gleaming Air Force One in Simi Valley. Among the others, Wisconsin Gov. Scott Walker has reason to be concerned. His stock has plummeted since the first debate, including in Iowa, the state he needs more than any other if he hopes to launch himself to the nomination. For whatever reason, he has lost his balance as a candidate. Wednesday offers a chance to rebalance. But how? There are other subplots. Everyone will talk about the outsiders vs. the insiders. Among all candidates, Ben Carson is the only one who is crowding Trump in the polls. He’s the non-political anti-Trump, the mild-mannered neurosurgeon who says he will not respond to Trumps bombastic taunts. Will there be a moment in which that dynamic becomes front and center before millions of people watching on television? For the others: Can Ohio Gov. John Kasich continue to be a distinctive presence — conservative and pragmatic at the same time? Can Sen. Marco Rubio (Fla.) translate knowledge on the issues into a performance that will bring him more political support? Who can consolidate conservative evangelicals — Sen. Ted Cruz (Tex.) or former Arkansas governor Mike Huckabee? Their minuet in Kentucky last week on the day Kim Davis was released from jail shows the enmity that exists between them. Don’t forget about the other two who will be on stage — New Jersey Gov. Chris Christie and Sen. Rand Paul (Ky.)? They tangled in Cleveland and could again, but does either gain by going after the other? The moderators have a smorgasbord of possibilities as they prepare their questions. So too do the candidates. Let the instant analysis begin. ", "byline": "", "description": "Front-runner has to prove why he’d be a good president; others still have to figure how to slow him down.", "title": "Republican debate may be Trump’s show, but who else will shine?", "url": "http://www.washingtonpost.com/politics/republican-debate-may-be-trumps-show-but-who-else-will-shine/2015/09/15/f1115ba0-5bcd-11e5-8475-781cc9851652_story.html", "topics": ["personality"], "people": ["Rand Paul", "Chris Christie", "Kim Davis", "Jeb Bush", "Rick Perry", "Ben Carson", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "John Kasich", "Carly Fiorina", "Scott Walker", "Dan Balz", "Ted Cruz"], "orgs": ["Ronald Reagan Presidential Library", "Oval Office", "Reagan Library", "PAC", "National Editor , Political Editor", "GOP"], "authors": [{"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-09-15 19:16:11", "org": "washpo", "article_id": "368eab8f4c6d3550ba373fc726f789e5", "date_access": "2015-09-15 18:40:34.457036"}