{"body": "   Donald Trump at the Iowa State Fair on August 15, 2015 in Des Moines, Iowa.  (Photos by Charles Ommanney/The Washington Post)  A battery of new poll numbers from Quinnipiac University paints an interesting portrait of the state of the election. (A portrait that will change dramatically over time, growing steadily older and less appealing, like that one Dorian owned, so we may all stay young at heart by ignoring it.) The main takeaway from these numbers, though, is that -- with the exception of two asterisks -- Donald Trump is viewed as a real candidate to the same extent as other Republican contenders. Here are six key data points: 1. The Trump surge continues to amaze Quinnipiac also polled the same three swing states in June. Back then, barely anyone supported Trump. In Florida, Jeb Bush and Marco Rubio did well, since they are from there. In Ohio, it was John Kasich for the same reason. And in Pennsylvania, lots of people did well. And then a big Trumpcopter landed in the field, scattering people every which way.     Cutting into home-field advantage is what frontrunners do. Rubio sank, while Bush and Kasich rose. But in each case, Trump leads or competes. 2. But there's still a caveat Trump's success, though, has always carried the same asterisk: A lot of people still say they wouldn't consider voting for him.     3. Trump and Clinton are both heavily disliked Among all voters, in each state, Clinton and Trump are viewed pretty poorly; in fact, their numbers are actually quite similar(ly bad) now. Also viewed poorly are Chris Christie, Rand Paul and Lindsey Graham, we'll note. But they aren't their party's frontrunners.     The catch for Trump, though, is that he's much more unpopular with his own party. Granted, he does better with Republicans (and everyone) than he used to, but his party views many of his GOP competitors much more positively.     That's not the case with Clinton. Democrats (in these states) still have strongly positive feelings about her. 4. The head-to-head match-ups are all over the place This graph is messy. That's intentional.     Sanders does worse against the three Republicans that Quinnipiac asked about, though it varies by state and competitor. But notice that while Trump still trails in most cases, he's not getting blown out. He fares worst against Joe Biden in each case, but Biden hasn't even entered the race -- and therefore hasn't undergone the kind of scrutiny that generally drags down a candidate's numbers. Clearly Bush and Rubio do better against the Democrats, but Trump doesn't do terribly. That in itself is impressive. 5. Trump isn't trusted -- but he's more trusted than Clinton Not only that, but since a March survey Quinnipiac conducted, Clinton's trustworthiness and Bush's have gone in two completely different directions, in each state.     There's a margin of error here, so we can probably only say that Donald Trump is trusted about as much as Hillary Clinton -- which is still not something Clinton supporters will want to hear. 6. But people aren't sure about Trump's diplomatic skills I was in Iowa over the weekend and spoke with a pair of sisters about Trump. Peg Wills, a Republican voter from New Jersey, appreciated Trump's frankness. But, she said, \"Trump going overseas to say what he think might not be the wisest choice.\" Voters seem to agree. And they feel the same way about Bernie Sanders.     Donald Trump is still not likely to be the Republican nominee. He's taken advantage of his outsider/unorthodox image, though, to continually blow past expectations. At this point, barring skepticism from his party and uncertainty about his ability to do the job -- Trump has all of the markings of an actual presidential candidate. Which is a sentence that I admit I never expected to type.", "byline": "", "description": "Trump is seen as more trustworthy than Clinton.", "title": "Donald Trump is a legit candidate; these new polls prove it", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/20/donald-trump-is-a-legit-candidate-these-new-polls-prove-it/", "topics": ["immigration"], "people": ["Rand Paul", "Joe Biden", "Chris Christie", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Bernie Sanders", "Charles Ommanney", "Peg Wills"], "orgs": ["GOP", "Quinnipiac University", "Quinnipiac"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-20 16:06:26", "org": "washpo", "article_id": "17cef0a3eb36629e0a517c98076ea641", "date_access": "2015-08-20 15:20:03.654724"}