{"body": "   Democratic presidential candidate Bernie Sanders speaks in Des Moines, Iowa, last month. (Photo by Scott Olson/Getty Images)  For those unnerved by the “democratic socialist” label that Bernie Sanders attaches to himself, the presidential hopeful has a suggestion: Take a look around. “I think the answer is … to talk about the issue, to talk about Social Security being a socialist program, to talk about the fact that your local police department or your fire department or your library is a publicly owned institution,” Sanders said during a broadcast Thursday of NPR’s “On Point.” The senator from Vermont was asked by a caller what he would tell people scared by the word “socialist.” Host Tom Ashbrook chimed in with a finding from a recent Gallup poll that only 47 percent of people would vote for a socialist for president -- fewer than would support an atheist. [Sanders nearly matches Clinton in fundraising for third quarter] “Well, first of all, that 47 percent is probably a lot higher than it was a couple of years ago,” said Sanders, who is proving a surprisingly strong competitor for the Democratic nomination against Hillary Rodham Clinton. On the campaign trail, Sanders has called for expanding benefits paid by Social Security, the popular retirement program funded by payroll taxes on current workers. Much of what Sanders has proposed as a presidential candidate would give the government greater influence over sectors such as health care, child care and higher education. [How Bernie Sanders would transform the nation] On Thursday, as he often does, Sanders pointed to governments in other countries such as Finland and Norway that offer more generous government services to their citizens. “I think we need to do a lot of education on this issue, primarily pointing out what governments around the world have done to protect their middle class and working families,” Sanders said. “When we end up explaining what democratic socialism is, which is not what goes on in North Korea, not what went on in the Soviet Union, I think many people will be responding to that.”", "byline": "", "description": "The Vermont senator was asked about those scared by his political philosophy.", "title": "Sanders cites Social Security as an example of a socialist program", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/10/01/sanders-cites-social-security-as-an-example-of-a-socialist-program/", "topics": ["women", "personality", "campaign_finance"], "people": ["Bernie Sanders", "Hillary Rodham Clinton", "Scott Olson"], "orgs": ["Social Security"], "authors": [{"author_id": 31302, "fullname": "john wagner", "primary_org": "washpo"}], "date_written": "2015-10-01 17:16:50", "org": "washpo", "article_id": "02ac87c5e583dd39f0326488f16631e7", "date_access": "2015-10-01 16:30:07.185236"}