{"body": "   He's out. (Photo by Win McNamee/Getty Images)  ST. LOUIS -- Former Texas Governor Rick Perry is effectively ending his second campaign for president, breaking the news to conservative activists at a weekend conference. \"When I gave my life to Christ, I said, 'your ways are greater than my ways. Your will superior to mine,' Perry will the audience at the Eagle Forum's summit, according to prepared remarks. \"Today I submit that His will remains a mystery, but some things have become clear. That is why today I am suspending my campaign for the presidency of the United States.\" Perry becomes the first 2016 presidential candidate to suspend their campaign. In an interview last month, as the campaign stopped paying staffers amid mounting money woes, Perry's team insisted it saw a path forward that would keep the former Texas governor's candidacy alive through to the start of next year's caucuses and primaries. “At the end of the day, it’s not the national poll numbers that will dictate who our nominee is,” said campaign manager Jeff Miller. “It’s who can perform well in these early states.” The Perry campaign reported raising $1.14 million in the second quarter of this year and on July 15 reported having $883,913 on hand. Meanwhile, Perry's well-funded allied super PACs expanded their operations to compensate for the campaign's shortcomings. The Opportunity and Freedom PACs, which had raised nearly $17 million and initially planned to focus on paid television advertisements, also are building a ground game in Iowa, where they recently hired a state director and deputy state director. Philip Rucker contributed to this report. ", "byline": "", "description": "The Texas governor becomes the first 2016 candidate to drop out.", "title": "Rick Perry suspends presidential bid", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/11/rick-perry-suspends-presidential-bid/", "topics": ["campaign_finance", "personality"], "people": ["Rick Perry", "Philip Rucker", "Jeff Miller"], "orgs": ["Perry", "Eagle Forum", "PACs"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-09-11 22:23:12", "org": "washpo", "article_id": "c24f3116f0da043473625542cade131b", "date_access": "2015-09-11 21:40:04.254258"}