{"body": "  RICHMOND — Leaders of the state’s Republican Party will gather in the Shenandoah Valley this weekend to make a decision that could determine the future of the party and its ability to deliver Virginia for the GOP presidential nominee in 2016. At issue is whether the party will use a convention or a primary to choose a presidential candidate next spring, when all eyes will be on Virginia and a few other crucial swing states. Proponents of each approach say that their side has the best formula for engaging activists and rebuilding the base, which are key goals for a party that has been shut out of all five statewide offices and has struggled to raise money since former House majority leader Eric Cantor’s loss to tea party favorite Dave Brat. The same faction that helped put Brat over the top, a group calling itself the Conservative Fellowship, favors conventions, which are day-long events that tend to attract only the most committed activists — and a small percentage of the state’s Republicans. On the other side are business-centric Republicans in the mold of Cantor, who would rather see a state-run primary held in polling places across the state and open to all voters. In the weeks leading up to the meeting, both sides have exchanged a flurry of e-mails and phone calls in hopes of swaying the vote or striking a deal that could lead to a primary in 2016 and a convention in time for the governor’s race in 2017.  [McAuliffe finds himself back in campaign mode for Hillary Clinton]  John Whitbeck, chairman of the state GOP, downplayed the tensions. “The vote on this is going to be super close,” he said. “A lot of people are going around and talking about compromises. There’s been a lot of back-and-forth between party activists and leaders about things that work and don’t work, a lot of reaching across the divide.” But the flap already prompted a rebuke from the American Civil Liberties Union of Virginia, which warned the party against charging delegate fees — what the ACLU called a poll tax — if it decides to hold a statewide convention. Chip Muir is chairman of the Richmond GOP and architect of a convention-primary compromise. “The convention is becoming such a polarizing maneuver because we’re already seeing we’re being threatened with lawsuits, we’re losing black conservatives . . . ” he said. “Between the terrible headlines and the lost opportunity to find voters, we’re not creating an opportunity for the eventual nominee to win Virginia’s 13 electoral votes.” Convention enthusiasts disagree. They say a convention is the best way to dig the party out of debt. Russ Moulton, a longtime activist with considerable sway over the Fellowship, has floated the idea of charging a $35 mandatory delegate fee and candidate filing fees as high as $25,000 to generate upwards of $1 million or more for the party. Claire Guthrie Gastañaga, executive director of the Virginia ACLU, said charging a delegates fee could violate the Constitution and the Voting Rights Act. “Such a fee would unfairly exclude Republicans from voting based on their economic means and would invite prolonged and costly litigation,” she said in a letter to Whitbeck. On Thursday, Moulton said he was simply “laying out the potential for the amount of revenue that the party could get.” Convention details would be worked out over the summer, he said, if the votes goes his way. Convention supporters say even though the events attract a relatively small number of Republicans, those who do show up will volunteer and strengthen the party. “The raw number of new activists that we’re going to capture that will be working for our eventual nominee — that’s really what we need, we need a better ground game,” Moulton said. A convention, supporters say, would also neutralize any threat from sneaky Democrats who may vote in a Republican primary to boost Democratic opponents of front-runner Hillary Rodham Clinton. Virginia voters do not register by party, so anyone can vote in any primary. “The Democrats are likely to have a done deal for the nomination of Hillary Clinton, and we know that Democrats like skullduggery in Virginia,” said Morton Blackwell, Virginia’s GOP national committeeman. Those those who favor a primary say the crossover vote is not a factor because Virginia’s March 1 primary is early enough that Democrats may still be in the midst of a real race. Michael Thomas, vice chairman of the state GOP, said the proposed convention date — March 19 — is too early. Candidates coming off nominating contests in Iowa, New Hampshire and South Carolina contests are unlikely to devote attention to Virginia, he argued, unless a convention could be held later a few months when the contest comes down to the wire. Thomas also questioned the legality and wisdom of charging convention fees. But he said his biggest reason for backing a primary is because it would generate a wealth of data about the party’s potential supporters. “If a convention in 2016 had twice the number of our largest convention ever — and that is in­cred­ibly unlikely — it is a fraction of voters and grass-roots activists that we would engage with a primary, and I don’t think we can afford to blow that opportunity,” he said. The lobbying will come to a head Saturday in Staunton, when the 83 members of the State Central Committee cast their votes. Whitbeck, who has the tie-breaking vote, has supported conventions in the past, but he has publicly remained neutral on the 2016 question. There is one thing all Republicans can agree on, he said: “Without Virginia, we’re not going to win the presidency.”  ", "byline": "", "description": "RICHMOND — Leaders of the state’s Republican Party will gather in the Shenandoah Valley this weekend to make a decision that could determine the future of the party and its ability to deliver Virginia for the GOP presidential nominee in 2016.Read full article >>", "title": "It’s a nailbiter for Va. GOP as party weighs convention or primary for 2016", "url": "http://feeds.washingtonpost.com/c/34656/f/636621/s/4799cbc8/sc/7/l/0L0Swashingtonpost0N0Clocal0Cvirginia0Epolitics0Cits0Ea0Enailbiter0Efor0Eva0Egop0Eas0Eparty0Eweighs0Econvention0Eor0Eprimary0Efor0E20A160C20A150C0A60C260C4133a38a0E1a0A20E11e50E93b70E5eddc0A56ad8a0Istory0Bhtml0Dwprss0Frss0Ilocal/story01.htm", "topics": ["economy"], "people": ["Morton Blackwell", "Terry Mcauliffe", "Dave Brat", "Hillary Clinton", "John Whitbeck", "Hillary Rodham Clinton", "Eric Cantor"], "orgs": ["Voting Rights Act", "Republican Party", "RICHMOND", "State Central Committee", "ACLU", "GOP"], "authors": [{"author_id": 31298, "fullname": "jenna portnoy", "primary_org": "washpo"}], "date_written": "2015-06-26 14:21:23", "org": "washpo", "article_id": "3489182a30a633ed79fc3d3568bdb9ba", "date_access": "2015-06-26 15:20:15.456413"}