{"body": "   For better or for worse, Wisconsin Gov. Scott Walker's work at home is going to be a story line on the campaign trail. (AP Photo/Jeffrey Phelps)  Everyone's got a past. But perhaps more than anybody else in the presidential race, Wisconsin Gov. Scott Walker (R) is running on his. His record in his home state is the reason he rose to national prominence and promises to be front and center in his 2016 campaign. That's because the Walker is banking on what happened since he was elected in 2010 in the Democratic-leaning state. He drastically cut the bargaining power of public-sector labor unions and survived a resulting recall election, then was re-elected. \"In the Republican field, there are some who are good fighters, but they haven't won those battles,\" Walker said in an announcement video Monday. \"There are others who have won elections but haven't consistently taken on the big fights. We showed you can do both.\" [Scott Walker enters 2016 race near the top of the GOP field] But there's a flipside to putting a magnifying glass on his record a governor. Walker, who officially entered the race Monday, is also facing contentious budget battles and criticism back home from both sides. That criticism is sure to be elevated during the Republican primary. Here are six things from Walker's political career that are likely to help him -- and hurt him -- as he campaigns for president. What could help Walker    (Daniel Acker/Bloomberg)  1. He fought labor unions and won Just one year after winning his first statewide election, Walker's epic 2011 battle with labor unions put the governor on the national map. He pushed a bill to severely limit most of public-sector unions' bargaining power, arguing taxpayers foot the bill for public employee entitlements that the state could no longer afford. Walker endured massive protests and even threats to his family. He would sneak out of the state house in tunnels and use decoy buses to distract angry protesters. But Republican lawmakers pushed the bill through the legislature, and Walker signed it into law a little more than a month after he proposed it. And the results are clear: Walker has made himself Public Enemy No. 1 for labor unions -- which is a good thing in a GOP primary. Here's a look at declining public-sector (read: government) union membership in Wisconsin.     2. He's a proven winner in a Democratic state Walker's next challenge: Surviving a rare recall election organized by incensed Democrats and labor union supporters, who collected more than 900,000 signatures to initiate the third gubernatorial recall election in U.S. history. Walker not only survived, but he defeated his Democratic opponent by an even larger margin this time around than their first meeting in 2010. Walker went on to win his 2014 reelection, too. In a state that has voted to send a Democrat to the White House every year since 1984, Walker can argue that he has proven his crossover appeal three times in four years. 3. He's also a conservative's conservative, says his budget Walker announced his presidency only after wrapping up a lengthier-than-expected budget battle with the state legislature last week. Now that he's signed it into law, Walker can campaign on what Washington Post's Jenna Johnson accurately describes as \"red-meat legislation,\" such as... \"...right-to-work legislation, expansion of school-voucher use, repeal of a 48-hour waiting period for those looking to purchase guns, mandatory drug testing for food-stamp recipients and a ban on all abortions after 20 weeks.\" What could hurt Walker    (Darren Hauck/Getty Images)  1. Republicans question his spending priorities The budget battle wasn't all good news for Walker, who is facing criticism from Republicans back home for wanting to spend $250 million of taxpayer money for a new professional basketball arena for the Milwaukee Bucks. Conservatives also questioned his proposal to borrow $1.3 billion to pay for transportation projects. \"At some point, your credit card is maxed out, and you can’t do any more,” state Assembly Speaker Robin Vos (R) said in a TV interview in early June, according to Johnson's reporting. 2. He's suffering in the polls Walker is facing some of his lowest approval ratings since taking office five years ago. According to an April poll, just 41 percent of voters approve of his job, and 53 percent think Wisconsin's on the wrong track. Voters polled cited concerns Wisconsin isn't investing in schools and creating enough jobs. Indeed, as our own Philip Bump notes, Walker's jobs record has come up short of his goals.     3. He has a record of supporting immigration reform Like many Republicans in the 2016 field, Walker's position on immigration reform is complicated. Back in 2002, shortly after being elected to executive of Milwaukee County, Walker signed a resolution calling for comprehensive immigration reform. In 2013, he said it \"makes sense\" to grant citizenship to undocumented workers in the country. He's since walked away from those views: In March, he admitted he \"flat-out\" changed his mind on comprehensive immigration reform. In April, he said illegal immigration needs to be curbed, Johnson reports. Meanwhile, the Wall Street Journal's Reid Epstein has reported on a private dinner in which Walker sounded like he backed a path to citizenship again. Confused? So might GOP primary voters -- especially in Iowa, where nobody wants to run afoul of the conservative base.", "byline": "", "description": "Everyone's got a past. But perhaps more than anybody else in the presidential race, Wisconsin Gov. Scott Walker (R) is running on his. His record in his home state is the reason he rose to national prominence and promises to be front and center in his 2016 campaign.Read full article >>", "title": "The Fix: 3 reasons Scott Walker could be the GOP’s savior, and 3 reasons he won’t", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/481aa53b/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C140C30Ereasons0Escott0Ewalker0Ecould0Ebe0Ethe0Egops0Esavior0Eand0E30Ereasons0Ehe0Ewont0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["immigration", "campaign_finance"], "people": ["Darren Hauck", "Jeffrey Phelps", "Daniel Acker", "Jenna Johnson", "Robin Vos", "Reid Epstein", "Philip Bump", "Scott Walker"], "orgs": ["Milwaukee Bucks", "GOP", "Milwaukee County"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-14 11:30:12", "org": "washpo", "article_id": "b96545dccde8ea61b1a9758f9b6e61d7", "date_access": "2015-07-14 10:50:02.937717"}