{"body": "Wisconsin, vaccines and NBC. These are a few of Donald Trump's NOT favorite things. In fact, it's pretty easy to round up a list of 25 people, companies, countries, states and things The Donald has denounced or come close to denouncing. So, what and who does Donald Trump dislike? Let's get to it! 1) War heroes (at least the ones who got captured): \"[John McCain]'s not a war hero. He was a war hero because he was captured. I like people who weren't captured, OK? I hate to tell you,\" Trump said Saturday in Iowa. 2) Conservative pundits who dare to criticize Trump: [Your next president, Donald Trump, basically tweets like a 12-year-old girl]   Dummy political pundit @krauthammer constantly pressed the crazy war in Iraq. Many lives and trillions of dollars wasted. U.S. got NOTHING! — Donald J. Trump (@realDonaldTrump) June 5, 2015    How does failed writer and pundit like @stephenfhayes, with no success and little talent, get away with criticizing candidates. — Donald J. Trump (@realDonaldTrump) April 20, 2015    Jonah Goldberg @JonahNRO of the once great @NRO #National Review is truly dumb as a rock. Why does @BretBaier put this dummy on his show? — Donald J. Trump (@realDonaldTrump) April 20, 2015  3) This blog and its founder    One of the dumber and least respected of the political pundits is Chris Cillizza of the Washington Post @TheFix. Moron hates my poll numbers — Donald J. Trump (@realDonaldTrump) May 12, 2015  4) Arianna Huffington   .@ariannahuff is unattractive both inside and out. I fully understand why her former husband left her for a man- he made a good decision. — Donald J. Trump (@realDonaldTrump) August 28, 2012  5) NBC: \"NBC is weak, and like everybody else is trying to be politically correct,\" he said after NBC dumped his show, \"The Apprentice,\" in June after he made derogatory remarks about immigrants. 6) All media, actually: Journalists are \"terrible people\" he said at a rally in Phoenix in July. 7) Most undocumented immigrants from Mexico: \"They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people,\" he famously said at his June 16 campaign launch. 8) Hillary Clinton, who is “the worst secretary of state in the history of the country,\" he said at a July  rally in Phoenix. 9)  Barack Obama, who is \"a divisive person,\" he said in Phoenix. 10) Former Texas Gov. Rick Perry, a GOP 2012 and 2016 candidate, who criticized Trump last week: \"I thought he had a really bad run last time,\" Trump has said of Perry, later calling him \"a nice guy.\" 11) Louisiana Gov. Bobby Jindal, another GOP 2016 candidate: \"Bobby Jindal was very vehement – oh, bah bah. I think he's at zero\" he told the New York Times last week. 12) Former Pennsylvania Sen. Rick Santorum's electoral record. He's \"a nice guy\" but, \"I say, look, you were a sitting senator in Pennsylvania. You lost by 19 points, which is like a record,\" he told Bloomberg in June. 13) Former Arkansas Gov. Mike Huckabee's former Fox News show: \"I don't know that his show would have continued much longer, unlike 'The Apprentice,'\" Trump told Bloomberg. 14) Mitt Romney: \"Romney—I have a Gucci store that’s worth more than Romney,\" he told the Des Moines Register in June. 15) Pollsters: I don’t want a pollster. Because if a pollster’s so good, why aren’t they running?\" he told the New York Times. 16) Presidential debates: \"Whatever. I don’t look forward or not look forward. It is what it is,\" he told The Washington Post's Robert Costa in June. 17) Richard Nixon and his use of the phrase 'silent majority': \"Oh, is that why people stopped using [the phrase]? Maybe. Nobody thinks of Nixon,\" Trump told Costa. 18) Drugs: \"They're a terrible thing,\" he told Bloomberg in an interview where he switched his policy on marijuana legalization from \"yes\" to \"no.\" 19) Wisconsin: \"Wisconsin has got tremendous problems,\" he told Bloomberg. 20) Mexico: Trump once called for a boycott of the country and has repeatedly said he'll make the country pay for a wall he wants to build along the U.S.-Mexico border. (He later said \"I like Mexico.\") 21) American diplomats, especially those who negotiated the Iranian deal: \"We (America) have a bunch of babies negotiating,\" he told Washington Jewish Weekly in a July 2 interview. 22) Black bankers: Trump told Rolling Stone in June the following comments an associate alleged he made were \"probably true\": \"Black guys counting my money! I hate it. The only kind of people I want counting my money are little short guys that wear yarmulkes every day.\" 23) Vaccinations   No more massive injections. Tiny children are not horses—one vaccine at a time, over time. — Donald J. Trump (@realDonaldTrump) September 3, 2014  24) Communion: \"When we go in church and I drink the little wine, which is about the only wine I drink, and I eat the little cracker — I guess that’s a form of asking forgiveness,\" Trump said in Iowa. 25) God, himself, a little bit: \"If I do something wrong, I try to do something right. I don't bring God into that picture,\" Trump said in Iowa at the same conference. BONUS Three people Trump does like: 1. Bernie Sanders: \"Bernie Sanders is doing very well,\" he told Bloomberg. 2. Neil Young (who asked Trump not use his song in his campaign): \"I love Neil Young, and he loves me,\" he told Bloomberg. 3. Donald Trump: \"I’m the most successful person ever to run for the presidency, by far. Nobody’s ever been more successful than me. I’m the most successful person ever to run,\" he told the Des Moines Register in June.", "byline": "", "description": "\"I have a Gucci store worth more than Romney.\"", "title": "25 people, places and things Donald Trump has denounced", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/20/25-people-places-and-things-donald-trump-has-denounced/", "topics": ["immigration", "campaign_finance"], "people": ["Jonah Goldberg", "Richard Nixon", "Mitt Romney", "Rick Santorum", "Neil Young", "Chris Cillizza", "Robert Costa", "Hillary Clinton", "Rick Perry", "Donald Trump", "Donald J. Trump", "Barack Obama", "Arianna Huffington", "Bernie Sanders", "Bobby Jindal", "Rolling Stone", "Mike Huckabee"], "orgs": ["Gucci", "Des Moines Register", "GOP"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-20 21:29:20", "org": "washpo", "article_id": "dfe54f91ccaeb2c00f89ca6a81ee62bc", "date_access": "2015-07-20 20:40:04.148020"}