{"body": "  ATLANTA — Donald Trump had been banished, warned to stay away from this city after insulting Fox News host Megyn Kelly. But the 700 or so ticket-holders of the annual RedState Gathering were in luck. Standing in front of them was a better Republican presidential candidate, refusing to apologize for what he said. Sen. Ted Cruz had accused President Obama of “funding radical Islamic terrorism,” and he would say it again. “Don’t use language like that — that’s what Mitt Romney tweeted,” said Cruz (Tex.). “That’s what [former Florida governor] Jeb Bush has said. No, no, no, no, no — don’t say such things! Let me say something right now. Truth is not rhetoric.” Cheers rumbled through the Buckhead InterContinental Hotel ballroom. Trump’s verbal warfare was the talk of this conservative conference. Trump the candidate was not. In interviews, attendees often left out Trump when mentioning their dream tickets. They praised Cruz, Wisconsin Gov. Scott Walker and former Hewlett-Packard chief executive Carly Fiorina. They did so while denigrating the Republicans who ran both houses of Congress. If Trump himself does not survive the Republican primary, Trumpism might. Conservative blog RedState, which gets close to a million monthly unique views, has a boisterous comment section frequently visited by conservative politicians. The three-day Gathering, hosted by the site’s outgoing editor in chief, Erick Erickson, took on the weight of a real candidate vetting. Attendees of the six previous conferences bemoaned how low-key barbecues and open Q&As were replaced by something more anodyne, more professional — a marathon of speeches interrupted by occasional sweet tea and sandwiches. That did not soften the tone. The Gathering saw nine Republican candidates expand on the hard-right positions they had taken at their first debate last week. Former Arkansas governor Mike Huckabee used his speech to deride paid transgender surgery for members of the military — an applause line — and to say that the Fifth and Fourteenth Amendments to the Constitution could be used to define full legal personhood as starting at the moment of conception.   Republican presidential candidate Sen. Ted Cruz, R-Texas, right, has his photo taken with Betsy Shaw Kramer, of Johns Creek, Ga., after his speech at the RedState Gathering Saturday in Atlanta. (David Goldman/AP)  In a news conference after the speech, Huckabee stopped short of explaining how this would work. “You’re going to actually start protecting those people who are unborn,” he said. “It’s not to criminalize people, certainly not mothers. You make it a federal policy that you protect these lives. A lot of the details I’ll reveal at the time that I get to be president. I don’t want to be coy. I just don’t want to get stuck in the weeds.” No 2016 rival endorsed Huckabee’s theory of the law. All of them had at least one idea for breaking up Washington’s norms. Before the conference began, Erickson had promised to ask candidates to commit to ending all funding for Planned Parenthood. Almost everyone was for it; Huckabee wanted to tie the funding quest to a debt limit vote instead. Bush said it was time to approve the Keystone XL pipeline, and that he was not sure how a reluctant State Department “got into the pipeline permitting business.” And Cruz continued his war with Republican leaders, whom he has dubbed “liars” for not allowing votes to end the Export-Import Bank or Planned Parenthood’s funding. “The truth is not rhetoric,” Cruz said. “Here’s the truth. [Senate Majority Leader] Mitch McConnell and [Senate Minority Leader] Harry Reid are working arm in arm.” Cruz, Bush, and the rest capitalized on the conservative theory of why Obama had been elected president. Attendees said it again and again, often to explain why Trump had so quickly surged in the polls. It was this: Republicans only lost when they went easy on Democrats. Any Republican who forgot that was going to lose to Hillary Rodham Clinton, no matter what Trump did. “John McCain had the chance to take it to Obama,” said Doug Booth, 63. “The same thing happened with Romney. He fought tooth and nail to get the nomination, then he backed off.” “Jeb Bush is always apologizing,” said Doug Booth’s wife, Maya, 60. “Just recently it was over him saying that we didn’t need $500 million for women’s health. Hillary went after him, so he clarified. Oh, come on!” RedState was there for the McCain and Romney defeats. It grew during the tea party primaries of the Obama years. Among the first guests of the Gatherings, which began in 2009, were a former Florida legislator named Marco Rubio and an ambitious former solicitor general of Texas named Ted Cruz. The rise of each happened in tandem with the professionalization of the online right. On Saturday, Erickson brought the site’s roster of writers onstage, praising them for carrying “heartland” values into politics.     We've heard the top ten GOP candidates talk. Here's what happens now. View Graphic     We've heard the top ten GOP candidates talk. Here's what happens now.  “We have one contributor who left to be Ted Cruz’s foreign policy advisor,” Erickson said. “We have another contributor who left to be Ted Cruz’s chief of staff.” If RedState had not quite defeated the establishment, the establishment had come to RedState. The many well-financed efforts to rebrand the Republican Party were seeking out conservative activists who could spread their word on social media. The religious Alliance Defending Freedom piled on a table brochures on how to defend businesses from discrimination lawsuits lobbed by gay rights activists. Across the room, two young gay Republicans talked and distributed leaflets about how the Religious Freedom Restoration Act could backfire and defeat the party in 2016. A side room filled up for a discussion of why conservatives should back criminal-justice reform, and the main room was respectfully crowded for a speech about positivity by American Enterprise Institute President Arthur Brooks. All of this, said activists, could co-exist, even with Trump. Late Saturday, as they waited for buses to transport them to a tailgate at the College Football Hall of Fame, they were debating whether the business mogul should have been booted. But they did not doubt that he has been good for the party. Perhaps the 24 million people who watched Fox News’s debate would figure out that their hearts were really with Rubio or Cruz. “Trump’s had a positive role in the campaign so far,” said Anthony Giuliani, 60. “It’s elicited peoples’ passion. They identify with what he’s saying. They’re mad as hell, as the saying goes. If you look at the ratings for the debate, that’s a lot of people mad as hell.”  ", "byline": "", "description": "Without Donald Trump in attendance, candidates such as Ted Cruz and Marco Rubio had the floor.", "title": "GOP candidates expand on conservative views at RedState Gathering", "url": "http://www.washingtonpost.com/politics/gop-candidates-expand-on-conservative-views-at-redstate-gathering/2015/08/08/acc2f286-3e01-11e5-9c2d-ed991d848c48_story.html", "topics": ["terrorism", "personality", "women"], "people": ["Erick Erickson", "Mitt Romney", "Arthur Brooks", "Jeb Bush", "Harry Reid", "Anthony Giuliani", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Mike Huckabee", "Megyn Kelly", "David Goldman", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["RedState", "Congress", "Alliance Defending Freedom", "Republican Party", "State Department", "Senate Majority Leader", "Religious Freedom Restoration Act", "Senate Minority Leader", "Planned Parenthood", "American Enterprise Institute", "GOP"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-08-09 01:27:10", "org": "washpo", "article_id": "97b3ef315a3539ed3056bbe112c72281", "date_access": "2015-08-09 01:00:05.112096"}