{"body": "   Feminist supporters wonder: How can we help Sanders draw more female supporters? (AP Photo/Troy Wayrynen)  Sylva Stoel runs the Twitter account @QueenFeminist. Each day, the South Dakota teenager shares her thoughts on gender equality to more than 24,600 followers. Stop 👏 shaming 👏 women 👏 for 👏 our 👏 bodies 👏 & 👏 how 👏 we 👏 dress— Sylva (@queenfeminist) August 17, 2015  She also uses the social media perch to promote her favorite presidential candidate, the one she believes would be the best advocate for women: Bernie Sanders. \"I used to think I should stand with Hillary,\" said Stoel, a high school debater who turns 18 in October. \"It was tough to give that up.\" Sanders' economic vision just aligns better with her ideals. \"He’s a socialist, and I think capitalism is a driving force behind all kinds of oppression, including sexism,\" she said. \"He’s not backed by huge corporations, like Hillary.\"    (Photo provided by Sylva Stoel)  Relative to Clinton, Sanders, the liberal senator from Vermont, is not popular with women. The latest Fox national poll, released Aug. 14, shows a narrow race between Clinton and Sanders at 49-30 among Democratic likely primary voters. Clinton more than doubles Sanders’ support, however, among women (57 to 22). They run almost evenly among men (38 to 41). Last month's Post-ABC poll found Democrat and Independent women overwhelmingly preferred Clinton to Sanders (71 to 9), while Sanders scored higher with the men (21 to 52). This run, unlike her last, Clinton is fully embracing the historic possibilities of being the first female president, making gender issues a central point of her campaign.  The women who support Sanders, a vocal minority, appear to be drawn to his liberal and anti-corporate views, his hippie David to Clinton’s Goliath. They’re also conflicted about abandoning, for now, the dream of a woman in the White House.  As Sanders' profile rises in Iowa, New Hampshire and Oregon, supporters like Stoel see an opportunity to snag supporters from Clinton. So, they’re organizing meetups on Facebook. They’re peddling Bernie Sanders earrings. They’re lauding his stances on equal pay (“We have to pass pay equity for women workers”), abortion (“The decision about abortion must remain a decision for the woman, her family, and physician to make, not the government”) and paid maternity leave (“It is an outrage that millions of women in this country give birth and then are forced back to work”). Hillary Clinton FACTS •She supported \"The Defense Of Marriage Act\" •She was literally against gay rights until 2013 •She loves imperialism— Sylva (@queenfeminist) August 16, 2015  “Feminism is about giving people the freedom to choose how they live their lives,” wrote Kelli Boyle, 22, for Elite Daily on her decision to back Sanders. “Voting for a man when a woman is running does not make me any less of a feminist; it means I’m taking the very feminist route of expressing my right to choose.” She added a couple questions for Clinton, referencing campaign donations from JPMorgan Chase and Goldman Sachs: \"How you can you label yourself a representative of change if you’re funded by exactly what is holding our country back? How can you claim to be a massive advocate for the middle class when your campaign is entirely funded by corporate America and the wealthiest of the wealthy?\" Boyle, who lives in New York City and handles college campus outreach for Elite Daily, said she didn't take Sanders seriously at first. Wasn't he the candidate whose hair was getting all that attention? Then she watched a YouTube video posted by Sanders campaign. \"I was trying to stay on Hillary’s side,\" Boyle said. \"But the more I watched and the more I read, I starting thinking, 'Oh crap. He's awesome.'\"    Provided by Women for Bernie  Jenni Siri, 54, helped create Women for Bernie, a grassroots organization with 12,000 Facebook likes and 14,400 Twitter followers. Her mission, she said, is to inform Americans a compelling feminist alternative to Clinton exists.  The group has branches in 45 states. They're setting up tables at schools and parks and malls. They're making brochures to address inner turmoil: Am I betraying the cause by voting for a man? The task can be awkward. Both candidates boost paid family leave, universal childcare, tuition-free college, the government's absence from your body and bedroom. Only one would break the ultimate glass ceiling. \"Hillary's just not the right woman to do it,\" Siri said. \"She's okay on health-care, okay on some liberal issues. Bernie's policies just go farther and are all-around better.\" The biggest reason for her: \"He's such a great environmentalist.\" (Clinton, she thinks, has a mixed record on fracking.) I would love to see someone argue that Hillary is more feminist, more outspoken on intersectional feminism than Bernie, go.— dlcb (@ToujoursDeva) August 7, 2015  Deva Cats-Baril, a community health worker who raises money for the National Network of Abortion Funds in her spare time, recalls running into Sanders on Christmas day in 2008 at Palace 9 Cinemas in South Burlington, Vermont. They both saw Milk, a biopic of the first openly gay man elected to a major public office. \"He was watching that, fully supporting gay marriage, when Hillary was saying marriage should be between a man and a woman,\" she recalls, laughing.  Sanders comes off as more authentic, Cats-Baril said. Hillary looks like someone who has memorized talking points. That's reason enough to delay her feminist dream. \"I'm willing to wait another four years,\" she said. \"We've waited long enough.\"   Peyton Craighill contributed to this report.  ", "byline": "", "description": "They're making brochures to address the inner turmoil: Am I betraying the cause?", "title": "Meet the feminists who want a man in the White House", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/08/18/meet-the-feminists-who-want-a-man-in-the-white-house/", "topics": ["women"], "people": ["Kelli Boyle", "Troy Wayrynen", "Peyton Craighill", "Hillary Clinton", "Goldman Sachs", "Deva Cats", "Bernie Sanders", "Bernie Jenni Siri", "Sylva Stoel"], "orgs": ["JPMorgan Chase"], "authors": [{"author_id": 32937, "fullname": "danielle paquette", "primary_org": "washpo"}], "date_written": "2015-08-18 17:22:12", "org": "washpo", "article_id": "03425968c09f53234b03a4e1a76641f4", "date_access": "2015-08-18 16:50:09.866973"}