{"body": "Part 20 -- and maybe the final part? maybe?? -- in a series. Each time someone decides to run, we'll do something similar, helping you navigate the online world around each candidate. (Part 1: Ted Cruz. Part 2: Rand Paul. Part 3: Hillary Clinton. Part 4: Marco Rubio. Part 5: Bernie Sanders. Part 6: Carly Fiorina. Part 7: Ben Carson. Part 8: Mike Huckabee. Part 9: Rick Santorum. Part 10: George Pataki. Part 11: Martin O'Malley and Lindsey Graham. Part 12: Lincoln Chafee. Part 13: Rick Perry. Part 14: Jeb Bush. Part 15: D. J. Trump. Part 16: Bobby Jindal. Part 17: Chris Christie. Part 18: Jim Webb. Part 19: Scott Walker.) The basics Full name: John Richard Kasich Total number of Republican presidential candidates that have \"Richard\" as part of their name: Three. Top Google hits for searches for \"John Kasich\": Excluding articles about the campaign announcement: - John Kasich - Wikipedia - John Kasich - Facebook - \"Did Barack Obama Save Ohio?\" Google autofill for Kasich's name:     Kasich started his campaign announcement by raving over his twin daughters and his wife. Perhaps it's no surprise then that his wife (here's the backstory) is high up on search recommendations. To Kasich's chagrin, so is Common Core, the controversial education curriculum that Kasich backs and which is reviled among conservative voters. John Kasich's net worth? Whatever he wants it to be! Google autofill for his name plus \"is\":     Voters will be pleased about Kasich's views on ISSUE 1, but may punish him for his thoughts on ISSUE 2. Here at the Washington Post, we like to focus on the issues. (Issue 1 was actually a constitutional amendment about infrastructure that Ohio voted on last May. It passed.) Oh, also, he is not a Democrat! Campaign Web site: JohnKasich.com Most of these people include little elements of the flag in their campaign logos, just in case you were wondering if they were patriots and/or what country they wanted to be president of. Kasich's is a little K with wavy stripes coming out of the side. Bobby Jindal has a weird fishhook J with a star on it. Scott Walker's turned the E in \"Walker\" into a little flag, which amused an eyeglass company. They're all patriotic Americans, running for president of America. But current webpages are not fun. What is fun is looking at the old websites candidates had. Kasich's campaigns used KasichForOhio.com, likely because Kasich didn't own JohnKasich.com at first. As far back as January 1998, when Kasich was still in the House, JohnKasich.com was owned by a fan. Shortly before Kasich actually announced plans to run for the 2000 Republican nomination, some unnamed person bought the site (which was \"privately sponsored and not endorsed by John Kasich or his staff\") to make the case for President Kasich. To wit:     Number 6 is a bit out-of-date, but it is impossible to disagree with number 10, which is recreated below so that Google searches for \"budget bootie\" will henceforth lead searchers straight to the Washington Post: 10. Kicked some budget bootie. Post style is \"booty.\" First Wikipedia entry date: May 9, 2004 First Wikipedia entry: It may have seemed pretty likely that some intern at Fox was tasked with setting this up. \"John Kasich is a former politician turned television show host for FOX News Channel in the United States,\" it begins. \"He hosts From the Heartland and also guest hosts The O'Reilly Factor.\" Then there's some stuff about his having been in Congress or something. But, in fact, it was added by Andrew Lih, who wrote a book about Wikipedia. Lih's Wikipedia entry is nearly as long as Kasich's. First substantive Wikipedia addition: A week later, someone added Kasich's birthday, which had just passed. Social media On Twitter: @johnkasich Follower/following ratio: 8.5 followers for every one followed. Kasich has favorited eight tweets, two of which are from @AsianMunchies. We hope Mr. Munchies heard Kasich's excoriation against drug use during his announcement speech. First tweet from Kasich:   is using Twitter for the first time. — John Kasich (@JohnKasich) December 10, 2008  That is not how Twitter works, John. That is not how Twitter ever worked. Even Jack Dorsey, who was there at the beginning, didn't do it like that. Most popular tweet, per Favstar:   Not everyone is lucky enough to be an Ohioan, but w/the ❌ichigan game upon us, we're granting that honor to a few. pic.twitter.com/ybR8ZNaQjM — John Kasich (@JohnKasich) November 28, 2014  Not going to lie: As a former Ohio State attendee, that's a decent tweet. Michigan (Kasich had the courtesy to spare his readers that ugly M) is, for lack of a better expression, bootie. First mention of Walker on Twitter:   Just Tumbld: News Hounds: Naomi Wolfe Unnerves John Kasich on O'Reilly Factor http://tinyurl.com/2q4cyo — Mario Andrei Pantoja (@marioandrei) November 25, 2007  During one of Kasich's fill-ins for O'Reilly, he hosted the not-conservative author Naomi Wolfe. It did not go that well!  Here is more about secret prisons. On Facebook: /JohnKasich Likes: 112,000 Oldest post:     The announcement was that he was running for governor, in case the page title didn't make that obvious. Most Ohio-y comment on Walker's first post:     First image on Facebook:     This is a still from Kasich's one-man interpretative dance show, which debuted at the Wexner Center in the fall of 2008. Best image on Facebook:     The Ohio State Buckeyes won that game, and are the reigning national champions. They defeated the best team in the inferior SEC conference, Alabama, by a wide margin. Here is half an hour of highlights from that game. Please continue reading after you've finished watching.  On YouTube: JohnKasich Subscribers: 284 Most popular video:  This is a boring campaign ad. Here is an ad where Kasich is standing on the field at Ohio Stadium.  Best song related to John Kasich:  On Tumblr: KasichForOhio. Lots of great content there. Advanced Google image search results: It is a bad sign when your image search is so dull that \"signs budget\" gets broken out into its own category. (So does \"wife,\" you will not be surprised to learn.)     Rating: Godwinned. Key GIFs from Giphy:    Rating: Not sure how that middle one got there.", "byline": "", "description": "Part 20 in a series.", "title": "Your online guide to John Kasich", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/21/your-online-guide-to-john-kasich/", "topics": ["campaign_finance"], "people": ["Jack Dorsey", "Rick Perry", "Mike Huckabee", "D. J. Trump", "Ted Cruz", "Chris Christie", "Bobby Jindal", "Bernie Sanders", "Scott Walker", "Rand Paul", "Martin O'Malley", "Bill O'Reilly", "Jeb Bush", "Marco Rubio", "Barack Obama", "Carly Fiorina", "Rick Santorum", "George Pataki", "Hillary Clinton", "John Kasich", "Lindsey Graham", "Jim Webb", "Ben Carson", "Lincoln Chafee"], "orgs": ["Heartland", "SEC"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-21 20:19:54", "org": "washpo", "article_id": "6c947638b2dbd0895845b15e984c2f5b", "date_access": "2015-07-21 19:40:04.033939"}