{"body": "   Republican presidential candidate and former Hewlett-Packard CEO Carly Fiorina. (Reuters/Lucy Nicholson)  In the first set of GOP debates last month, former Hewlett-Packard CEO Carly Fiorina stood out as the clear winner of the “JV debate.” Buoyed by a bounce in the polls (and some lobbying of debate broadcaster CNN), she was on the main stage on Wednesday night, and pulled off the same feat again. Fiorina was the clear victor, while others who needed a win left their supporters at least as or more worried than when the night began. Within her performance, though, were hints of the weaknesses that will plague her for the rest of her campaign. In the broadest sense, Fiorina’s victory was won with clear, specific answers to most of the questions she was asked (with a notable exception which we’ll get to later). She detailed exactly how she would expand the military to send a message to Russia, Iran and so on. She swiftly corrected Donald Trump’s interpretation of the 14th Amendment. She movingly linked her answer on drug policy to how she and her husband had lost a child to drug addiction. And she was succinct in laying out the GOP’s anti-Clinton talking points. And she made sure she got as much speaking time as possible, including interrupting more than any other candidate — a smart strategy in an 11-person debate.           1 of 24       Full Screen Autoplay  Close                                                                       Skip Ad   ×           GOP candidates meet in second presidential debate      View Photos   Front-runner Donald Trump and 10 other Republicans face off at the Reagan Presidential Library in Simi Valley, Calif.    Caption   Front-runner Donald Trump and 10 other Republicans face off at the Reagan Presidential Library in Simi Valley, Calif.  Sept. 16, 2015 Thirteen of the GOP candidates pose on the stage in front of President Ronald Reagan’s Air Force One. (The first two from left, Rick Santorum and George Pataki, took part in the earlier second-tier debate, not the main one.) Chris Carlson/AP  Buy Photo          Wait 1 second to continue.   .wp-volt-gal-preroll-video{width:100%;height:100%}      (function(){var a=window.pbSsiSingle||{};a.onReady=a.onReady||function(){TWPHead.test(!!window.jQuery,\"\",\"//js.washingtonpost.com/pb/resources/js/jquery.1.8.2.js\",function(){a.serverUri=\"//www.washingtonpost.com\";a.contextPath=\"/pb\";var b=[];$(\".pb-feature-ssi-single\").each(function(a,c){var d=$(c).attr(\"data-pb-feature-config\");\"string\"==typeof d&&-1==$.inArray(d,b)&&b.push(d)});a.externals=a.externals||[];b.forEach(function(b){a.externals.push(\"//js.washingtonpost.com/pb/gr/f/ssiSingle/\"+b+\"/render.js?\\x26_\\x3d1709081955\")});\nwindow.EventController||a.externals.unshift(\"//js.washingtonpost.com/pb/resources/js/event-controller.v2.js\");TWPHead.load(a.externals)})};if(!a.loadInitialized){if(window.TWPHead)TWPHead.ready(document,a.onReady);else{window.head_conf={head:\"TWPHead\"};var c=document.getElementsByTagName(\"head\")[0],b=document.createElement(\"script\");b.src=\"//js.washingtonpost.com/pb/resources/js/head.min.js\";c.appendChild(b);var e=function(){window.TWPHead?TWPHead.ready(document,a.onReady):setTimeout(e,200)};e()}a.loadInitialized=\n!0}c=[\"//js.washingtonpost.com/pb/gr/c/ssiSingle/rO609L1qgAmx7p/js/ab0be8c68d.js?_\\x3d49be8\",\"https://js.washingtonpost.com/rw/sites/twpweb/js/plugin/plugin.jquery.wp-preroll.min.js\",\"https://jwpsrv.com/library/l33YMDXrEeKu+iIACp8kUw.js\"];a.externals=a.externals||[];for(b=0;b<c.length-1;b++)-1==a.externals.indexOf(c[b])&&a.externals.push(c[b])})();  Fiorina was also responsible for what will likely be the two most replayed moments of the debate. The first came when CNN’s Jake Tapper asked her to respond to Donald Trump’s quote about her in a Rolling Stone profile: “Look at that face. Would anyone vote for that? Can you imagine that, the face of our next president?” Fiorina, referencing an earlier exchange between Trump and Jeb Bush, answered, “Mr. Trump said that he heard Mr. Bush very clearly what Mr. Bush said. I think women all over this country heard very clearly what Mr. Trump said.” Simple, effective (and surprisingly not pre-planned), her reply was the first time any GOP candidate has drawn blood when attacking Trump since his campaign began. The other moment was her impassioned support for shutting the government over funding Planned Parenthood, daring Clinton and the president to “watch the tapes.” Given how important the issue is right now to the conservative base, do not be surprised if her stand actually wins her more points with GOP voters than her confrontation with Trump. While Fiorina once again succeeded on the debate stage, the rest of the field comes out of Wednesday in the same state as they went in, for better or worse. Trump, who had mocked Jeb Bush as “low-energy,” seemed to tire as the debate wore on, and lost several exchanges with Jeb Bush, Fiorina and others. Judging from the early headlines, the new narrative is that Trump has stalled; as Professor John Sides has pointed out, this new narrative could be a sign of the Trump boomlet ending. After Fiorina, Sen. Marco Rubio (R-Fla.) probably did best. Like Fiorina, he was the most consistently composed and impassioned; unlike Fiorina, he didn’t really have any memorable moments, and his showing wasn’t much stronger than the first debate, when he didn’t gain in the polls. Wisconsin Gov. Scott Walker, after an early attack on Trump, was largely absent in a debate where he desperately needed a win. The pressure on his stumbling campaign will likely only increase. Jeb Bush looked better than he did in the first debate, but likely didn’t do enough to bring his poll numbers back up or sooth his donors’ growing fears. Ben Carson also largely failed to make waves, but staying the course in a strong second suits him just fine right now. The rest of the field was just kind of there. It’s not all roses for Fiorina though; the more one looks at her performance, the more vulnerabilities become clear. The first weakness was that her confidence in delivering specifics did not always match the factual accuracy of those specifics. On the Planned Parenthood videos, as Vox’s Sarah Kliff wrote, “Either Fiorina hasn’t watched the Planned Parenthood videos or she is knowingly misrepresenting the footage.” And she said Obama had done “nothing” on immigration, “because the Democrats don’t want this issue solved,” when Obama pushed for the immigration reform bill that passed the Senate but House Republicans refused to vote on (just one of many GOP excuses for not dealing with the issue). But the bigger weakness was briefly exposed when she and Trump sparred over Fiorina’s record as CEO of Hewlett-Packard. At other points in the debate, Fiorina had been quite willing to come right back at candidates who had challenged her, but when Trump attacked her time at HP, Fiorina almost immediately pivoted towards Trump’s various bankruptcies. That’s because her tenure is difficult to defend. Fiorina claims she doubled the size of the company, but that was almost entirely because of an unsuccessful merger with Compaq. Under Fiorina, thousands lost their jobs and the company’s stock plummeted by more than half — and then jumped 7% the day after her firing. Remember, Mitt Romney was hurt in 2012 merely for investments in companies that lost jobs, and in 2010 California Democrats used Fiorina’s HP record against her with great success. Even in the midst of success on Wednesday night, Fiorina still couldn’t hide her weaknesses.           1 of 15       Full Screen Autoplay  Close                                                     Skip Ad   ×           The top quotes from the second Republican presidential debate      View Photos   Memorable quotes from the second GOP debate.    Caption   Memorable quotes from the second GOP debate.       Buy Photo          Wait 1 second to continue.   .wp-volt-gal-preroll-video{width:100%;height:100%}      (function(){var a=window.pbSsiSingle||{};a.onReady=a.onReady||function(){TWPHead.test(!!window.jQuery,\"\",\"//js.washingtonpost.com/pb/resources/js/jquery.1.8.2.js\",function(){a.serverUri=\"//www.washingtonpost.com\";a.contextPath=\"/pb\";var b=[];$(\".pb-feature-ssi-single\").each(function(a,c){var d=$(c).attr(\"data-pb-feature-config\");\"string\"==typeof d&&-1==$.inArray(d,b)&&b.push(d)});a.externals=a.externals||[];b.forEach(function(b){a.externals.push(\"//js.washingtonpost.com/pb/gr/f/ssiSingle/\"+b+\"/render.js?\\x26_\\x3d1709081955\")});\nwindow.EventController||a.externals.unshift(\"//js.washingtonpost.com/pb/resources/js/event-controller.v2.js\");TWPHead.load(a.externals)})};if(!a.loadInitialized){if(window.TWPHead)TWPHead.ready(document,a.onReady);else{window.head_conf={head:\"TWPHead\"};var c=document.getElementsByTagName(\"head\")[0],b=document.createElement(\"script\");b.src=\"//js.washingtonpost.com/pb/resources/js/head.min.js\";c.appendChild(b);var e=function(){window.TWPHead?TWPHead.ready(document,a.onReady):setTimeout(e,200)};e()}a.loadInitialized=\n!0}c=[\"//js.washingtonpost.com/pb/gr/c/ssiSingle/rO609L1qgAmx7p/js/ab0be8c68d.js?_\\x3d49be8\",\"https://js.washingtonpost.com/rw/sites/twpweb/js/plugin/plugin.jquery.wp-preroll.min.js\",\"https://jwpsrv.com/library/l33YMDXrEeKu+iIACp8kUw.js\"];a.externals=a.externals||[];for(b=0;b<c.length-1;b++)-1==a.externals.indexOf(c[b])&&a.externals.push(c[b])})();  Follow James Downie on Twitter: @jamescdownie", "byline": "", "description": "In the first set of GOP debates last month, former Hewlett-Packard CEO Carly Fiorina stood out as the clear winner of the “JV debate.” Buoyed by a bounce in the polls (and some lobbying of debate broadcaster CNN), she was on the main stage on Wednesday night, and pulled off the same feat again. Fiorina was the clear victor, while others who needed a win left their supporters at least as or more worried than when the night began. Within her performance, though, were hints of the weaknesses that will plague her for the rest of her campaign.Read full article >>", "title": "Post Partisan: Carly Fiorina scores big, but hints at her weakness", "url": "http://www.washingtonpost.com/blogs/post-partisan/wp/2015/09/17/carly-fiorina-scores-big-but-hints-at-her-weakness/?wprss=rss_opinions", "topics": ["immigration"], "people": ["Rick Santorum", "Mitt Romney", "George Pataki", "Sarah Kliff", "Jeb Bush", "Lucy Nicholson", "Scott Walker", "Donald Trump", "Marco Rubio", "John Sides", "Jake Tapper", "James Downie", "Chris Carlson", "Ben Carson", "Carly Fiorina", "Ronald Reagan"], "orgs": ["Compaq", "Reagan Presidential Library", "Senate", "House Republicans", "TWPHead", "Vox", "GOP"], "authors": [{"author_id": 37268, "fullname": "james downie", "primary_org": "washpo"}], "date_written": "2015-09-17 08:22:42", "org": "washpo", "article_id": "a8c220308f6fd2b83c3b6250eda92d22", "date_access": "2015-09-17 13:10:27.629943"}