{"body": "   (Brian Snyder/Reuters)  Chuck Todd, host: “Do you believe President Obama is a citizen who was born in the United States?” Donald J. Trump: “Well, I don’t like talking about it anymore because, honestly, I have my own feelings. I think he should have taken the $5 million. I don’t know why he spent $4 million in legal fees to keep his records away. Nobody has seen his records. I don’t know.” Todd: “We’re talking about the birth certificates.”  Trump: “… I mean his college records. He spent $4 million in legal fees to make sure that nobody ever saw” them.  — exchange during an interview on NBC’s “Meet the Press,” Aug. 17, 2015 Versions of this rumor — that President Obama spent millions of dollars to conceal records that would indicate his true citizenship — have circulated in the birther blogosphere for years. And fact-checkers have debunked versions of this assertion year after year. Yet it keeps rising from the dead, and it was again uttered on national television. Trump, one of the most high-profile birthers, made the same claim in 2011-12, which he repeated in the recent “Meet the Press” interview. Except this time, he placed an even higher price tag on legal fees — $4 million — than he previously claimed ($2 million, or vaguely, “millions”). A skeptical reader asked us to fact-check Trump’s answer. Once again, is there any evidence to back up this claim? The Facts Readers may recall Trump’s reference to the $5 million that Obama “should have taken.” Despite the release of Obama’s long-form Hawaiian birth certificate, the public still knows “very little about our president,” Trump said in a video message posted a week before the 2012 presidential election. There still is a “very serious question” about where he was born, Trump said, and he offered Obama a deal to end suspicions for good. “If Barack Obama opens up and gives his college records and applications, and if he gives his passport applications and records, I will give to a charity of his choice … a check, immediately, for $5 million,” Trump said. Obama gave his answer the next day, on “The Tonight Show with Jay Leno”: “This all dates back to when we were growing up together in Kenya. We had constant run-ins on the soccer field. He wasn’t very good and resented it,” Obama joked. “When we finally moved to America, I thought it would be over.” When the deadline passed with no word on college and passport application records, Trump declared it a “very, very sad day.” Trump’s campaign did not provide an explanation of his most recent claim. But similar claims about legal fees supposedly spent to hide records track back to reports in 2009 by the right-leaning Web site WND.com. It said Obama for America, Obama’s political campaign, had spent more than $1 million to pay Perkins Coie. The law firm defended the campaign in some of the eligibility lawsuits. So we evaluated the same data. The 2009 Federal Election Commission records did not show a breakdown of payments, so eligibility counsel was a portion of overall legal fees. Campaign disbursements to Perkins Coie from 2007 to 2015 show payments in five broad categories: legal services, consulting/accounting services, office supplies, rent/occupancy and travel/lodging. It’s unclear what years Trump is referring to with the $4 million figure. Reports on some right-leaning Web sites suggest that the number is drawn from various FEC primary and general election reports from the end of 2008 through 2012. Our review of FEC data showed that Obama for America paid just over $6 million to Perkins Coie from 2008 through 2012. Overall, from the first quarter of 2007 through the second quarter of 2015, Obama for America paid $7.2 million. (Thanks to Post data reporter Anu Narayanswamy for helping us pull the FEC data.) The 2012 Obama campaign and the Democratic National Committee did not respond to our request for legal-fee breakdowns. Federal court records show Perkins Coie represented Obama for America in several lawsuits unrelated to eligibility. In 2011, the firm represented Obama for America in a trademark infringement lawsuit over the use of the campaign logo. In 2008, Obama for America was a plaintiff in a suit challenging an “election integrity” initiative in Michigan. Perkins Coie defended the campaign in a 2013 lawsuit related to robocalls. Most of the eligibility lawsuits were dismissed immediately or within a year, and many were found to be frivolous. That makes it less likely that the campaign racked up high legal billings, because the cases were not litigated in court. Birther activists have demanded the release of Obama’s college application and transcript records, to prove whether he applied as a foreign student. While Trump says the $4 million in legal fees were spent to keep college records away, we found no evidence that this is accurate or that Perkins Coie defended the campaign in lawsuits asking the court to compel the release of his records from Occidental College, Columbia University or Harvard University. A 2012 legal motion was filed in Orange County Superior Court trying to compel Occidental College to release Obama’s school records, but the judge rejected it and instead ordered $4,000 in sanctions to compensate the college. Most legal fees paid by a presidential campaign are for compliance review, vetting strategies, contributions and other activities, said Larry Noble, senior counsel at the nonpartisan campaign finance reform group Campaign Legal Center and former FEC general counsel: “You have to look at it [a presidential campaign] as a highly regulated business that is dealing with millions of dollars, and they have their lawyers involved in every part of it. … If they spent $4 million on legal fees, there’s no way that the Obama birth certificate issue represented all the work they did. … There’s so much more going on in a campaign.” Fred Wertheimer, founder and president of campaign-finance watchdog Democracy 21, said there is “absolutely no basis” for using FEC data to attribute disbursements to a specific legal service, a case or a decision whether to disclose or release certain records. What about Trump’s challenge to Obama? Noble said offsetting a political campaign’s legal fees with an individual’s donation would have been a campaign finance violation. Trump’s $5 million would have far exceeded the $2,500 campaign contribution limit for an individual, if he gave it to Obama for America. Noble said it is questionable whether a political campaign could legally do something (i.e., disclose documents) in turn for donations to a charity. Now that Trump is running for president, will he be disclosing his college and passport application records? Trump answered that question in the “Meet the Press” interview: “I’ll tell you what. Here’s what I do. Here’s what I do. I’m proud of my records. But he has to do it. If he does it, I’ll do it.” The Pinocchio Test At The Fact Checker, we place the burden of proof on the speaker. Unless Trump knows something that is not available publicly or has access to Perkins Coie’s billing records, our findings do not support his statement. It’s unclear which years he is using, but FEC records show the Obama for America campaign paid more than $4 million in legal services to Perkins Coie from 2008 through 2012, the years others have referred to in similar claims. Further, there is no proof that Obama spent $4 million in legal fees (personally or through his campaign) to keep his school application or passport application records away from the public. Campaigns have in-house and outside counsel to vet a wide range of issues, not just those related to lawsuits. Trump has been challenged on this point before, but he repeatedly has defended it with no proof. Now that he’s a leading candidate for the GOP nomination, it is time for him to finally bury this zombie claim. Four Pinocchios      (About our rating scale)   Send us facts to check by filling out this form Follow The Fact Checker on Twitter and friend us on Facebook For more Donald Trump fact checks:  Fact Checker: Trump’s bogus claim that he never said ‘some of the things’ claimed by Megyn Kelly Fact Checker: Donald Trump’s false comments connecting Mexican immigrants and crime Fact Checker: Fact checking Donald Trump’s presidential announcement speech", "byline": "", "description": "Trump repeats a repeatedly debunked claim and earns Four Pinocchios.", "title": "Trump&#8217;s zombie claim that Obama spent $4 million to conceal school and passport records", "url": "http://www.washingtonpost.com/blogs/fact-checker/wp/2015/08/19/trumps-zombie-claim-that-obama-spent-4-million-to-conceal-school-and-passport-records/", "topics": ["campaign_finance"], "people": ["Perkins Coie", "Larry Noble", "Jay Leno", "Brian Snyder", "Anu Narayanswamy", "Donald Trump", "Chuck Todd", "Donald J. Trump", "Barack Obama", "Megyn Kelly", "Fred Wertheimer"], "orgs": ["FEC", "Campaign Legal Center", "Democratic National Committee", "Harvard University", "Federal Election Commission", "GOP", "Columbia University"], "authors": [{"author_id": 36280, "fullname": "michelle ye hee lee", "primary_org": "washpo"}], "date_written": "2015-08-19 08:00:37", "org": "washpo", "article_id": "22a4b9407e42fb8079b174b583a6b73a", "date_access": "2015-08-19 07:20:03.603185"}