{"body": "   Democratic presidential candidate Sen. Bernie Sanders, I-Vt., speaks at a rally, Monday, Aug. 10, 2015, at the Los Angeles Memorial Sports Arena in Los Angeles. (AP Photo/Ringo H.W. Chiu)  CONCORD, N.H. – It only took six weeks for the Bernie Sanders presidential campaign to outgrow its headquarters in New Hampshire. The Sanders team will move their state headquarters next week from its current location in a modest strip mall on Manchester Road on the south side of Concord to larger offices on the east side of Manchester. Word of the move came just a couple of hours after a new poll in the first-in-the-nation primary state indicated the senator from Vermont may have an edge on Hillary Clinton among likely Democratic primary voters here. According to a Franklin Pierce University/Boston Herald survey, Sanders stood at 44 percent and Clinton at 37 percent. But the poll also indicated that two-thirds of those questioned said Clinton was more likely to win the Democratic presidential nomination, with just over one in 10 saying the same thing about Sanders, an independent senator who caucuses with the Democratic Party. [A few asterisks on that 'Bernie Sanders leads in New Hampshire' poll] The Sanders campaign opened the Concord office, their first and only location in the state to date, in early July. The location will become a regional office next week, after the headquarters is moved to Manchester. “We’re ramping up our campaign. We’re hiring new staff every day. We’re opening new offices,” Kurt Ehrenberg said. “Things are going extremely well.” Ehrenberg, who coordinates the Sanders presidential effort in New Hampshire and serves as the Vermont senator’s top political adviser in the Granite State, said the campaign will open up an office in Berlin in the next couple of weeks, with locations in Nashua, Portsmouth and Keene by the end of the month. “It’s a poll,\" Ehrenberg said of the latest numbers. \"Our campaign is based on people doing work to get Bernie elected. But it’s nice to see that Bernie’s catching on. It’s clear that the more people know Bernie and feel like they know what his issues are, what he stands for, how authentic he is, how genuine his message is, they really like him and want to vote for him as president. “Our volunteers don’t just want to come out and see the candidate. They actually want to work for Bernie because Bernie instills this terrific enthusiasm in them,” Ehrenberg added. The national campaign has been fundraising over the New Hampshire survey results. \"This is the first poll that shows us in the lead,\" campaign manager Jeff Weaver wrote in a message to supporters Wednesday, \"but it won't be the last.\"   ", "byline": "", "description": "The Sanders campaign will move to a bigger headquarters next week.", "title": "The Bernie Sanders campaign has outgrown its New Hampshire office", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/13/the-bernie-sanders-campaign-has-outgrown-its-new-hampshire-office/", "topics": ["personality", "campaign_finance", "women", "other", "economy"], "people": ["Bernie Sanders", "Kurt Ehrenberg", "Hillary Clinton", "Jeff Weaver"], "orgs": ["Democratic Party", "Franklin Pierce University"], "authors": [{"author_id": 30983, "fullname": "paul steinhauser (nh1 news)", "primary_org": "politico"}], "date_written": "2015-08-13 14:00:21", "org": "washpo", "article_id": "162e138f1260451086707d42887c4f58", "date_access": "2015-08-13 16:00:06.203240"}