{"body": "THERE IN Quicken Loans Arena, the home of Cleveland hoops, the mood often turned indeed cavalier at Thursday’s title-card GOP debate, as shots were fired faster than a LeBron-in-the-lane scoring spree. Kicking off with a 10-minute build-up worthy of another three-letter moniker — the WWE — the event sometimes felt more like not verbal basketball, but rather like a 10-contender heavyweight bout, plus a seven-candidate under-card. And Donald “Women’s Glib” Trump was happy to play both hero and villain, as long as the spotlight stayed warm and the mic stayed hot. Elsewhere, contenders Christie and Paul aimed to land some hard jabs; Ted Cruz (a true student of the “sweet science” of debating) was trying to score technical points in a brawl; Marco Rubio was fleet on his feats; and for most of the bout, Ben Carson was the near-silent ring doctor, till even he jumped in for a late haymaker. Meanwhile, local favorite John “Kid Cleveland” Kasich somehow seemed to emerge unscathed. From the under-card to the title fight, here’s Comic Riffs’ on-the-fly Live-Sketching (GOP Debate Division) from last night:   #GOPdebate sketches: Fireworks early w/Chris Wallace, @MegynKelly & @BretBaier at Cleveland arena. @FoxNews pic.twitter.com/myGnt7WUAj — Michael Cavna (@comicriffs) August 7, 2015      #GOPdebate sketches: Ted Cruz, though a famed debate champ, offers an admission: #Cleveland #politics pic.twitter.com/gyuf7VRrsM — Michael Cavna (@comicriffs) August 7, 2015      #GOPdebate: A Thursday \"throwback\" to a recent Trump toon: #DonaldTrump #politics pic.twitter.com/8YVt7CFQOK — Michael Cavna (@comicriffs) August 7, 2015      #GOPdebate sketches: Chris Christie spars in characteristic style: #cleveland #politics pic.twitter.com/vf8ZNkr69d — Michael Cavna (@comicriffs) August 7, 2015      #GOPdebate sketches: @realdonaldtrump v. @randpaul #cleveland #politics pic.twitter.com/Fo33ZaoRV7 — Michael Cavna (@comicriffs) August 7, 2015  Meanwhile, another contender looked so fresh and cool under pressure, Comic Riffs was reminded of an earlier big-spotlight for Marco “Ice” Rubio:    (CAVNA’S CANVAS 2015)    AND even when Trump would square up with a feint 0f an apology, he ultimately, instead, would try to land a left-right combo, aiming to insult two women at once:       And last but not quite least, the night’s under card:   #GOPdebate sketches: @RickSantorum, on faith in our nation through fertility: #secondtier #cleveland pic.twitter.com/yIRHQIR6Bf — Michael Cavna (@comicriffs) August 6, 2015      #GOPdebate Sketches (1st debate): @GovernorPerry on Trump celebrity & immigration: #poltoons pic.twitter.com/x0nsEyY5q9 — Michael Cavna (@comicriffs) August 6, 2015      #GOPdebate Sketches: @LindseyGraham offers an answer…regardless of the question: #SecondTier #Cleveland pic.twitter.com/sssi5drAcS — Michael Cavna (@comicriffs) August 6, 2015  RELATED: ROUNDUP: Eight cartoons to prep you for tonight’s GOP presidential debate ", "byline": "", "description": "THERE IN Quicken Loans Arena, the home of Cleveland hoops, the mood often turned indeed cavalier at Thursday’s title-card GOP debate, as shots were fired faster than a LeBron-in-the-lane scoring spree.Read full article >>", "title": "Cavna: GOP Debate: For heavyweight bout, even quick sketches can draw a little blood", "url": "http://www.washingtonpost.com/news/comic-riffs/wp/2015/08/07/gop-debate-for-heavyweight-bout-even-quick-sketches-can-draw-a-little-blood/?wprss=rss_entertainment", "topics": ["immigration"], "people": ["Chris Wallace", "Chris Christie", "Marco Rubio", "Comic Riffs", "Ted Cruz", "Ben Carson", "Michael Cavna"], "orgs": ["WWE", "GOP", "Quicken Loans Arena"], "authors": [{"author_id": 31147, "fullname": "michael cavna", "primary_org": "politico"}], "date_written": "2015-08-07 15:52:46", "org": "washpo", "article_id": "87b8b2e84cc0929ec37ea8dff859dab7", "date_access": "2015-08-07 15:10:23.442758"}