{"body": "     Senator Rand Paul (R-KY) waves to the crowd of supporters during the kickoff of the National Stand with Rand tour on April 7, 2015 in Louisville, Kentucky. Conservative US Senator Rand Paul announced on April 7 that he is running for his party's nomination for the 2016 presidential race, making him the second major Republican to join the contest. AFP PHOTO / MICHAEL B. THOMASMichael B. Thomas/AFP/Getty Images  A super PAC backing Rand Paul's presidential candidacy raised $3.1 million in the first half of 2015, with two-thirds of the total coming from just two donors. The sum reported Friday afternoon by Paul's supporters is among the smallest reported from the dozen or so presidential candidate super PACs that have so far revealed their fundraising figures. Paul's total puts him behind Carly Fiorina, the former Hewlett Packard CEO, whose supporters reported raising $3.4 million for a super PAC. Allies of former Florida governor Jeb Bush raised nearly $103 million for the Right to Rise super PAC. Supporters of Democratic presidential hopeful Martin O'Malley, the former Maryland governor, reported raising just $289,000 for his super PAC during its first month. Paul, the Kentucky senator and son of former Texas congressman and presidential candidate Ron Paul, reported raising nearly $7 million for his official campaign account -- a more respectable number, but still in the lower tier of candidate totals. Supporters of other GOP presidential hopefuls, including Sen. Lindsey Graham (R-S.C.) and former Pennsylvania senator Rick Santorum, have yet to disclose totals for  super PACs backing them. The pro-Paul PAC, called America's Liberty PAC, lists two seven-figure donors: George Macricostas, the chairman and CEO of a RagingWire, a data center company, and Jeff Yass, the owner of Susquehanna Partners, an investment firm.", "byline": "", "description": "The $3.1 million total is the smallest amount so far reported by any GOP presidential candidate.", "title": "Rand Paul super PAC brings in less money than Bobby Jindal&#8217;s or Carly Fiorina&#8217;s", "url": "http://www.washingtonpost.com/blogs/post-politics/wp/2015/07/24/rand-paul-super-pac-brings-in-less-money-than-bobby-jindals-or-carly-fiorinas/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Ron Paul", "Martin O'Malley", "Rick Santorum", "Lindsey Graham", "Jeb Bush", "Jeff Yass", "George Macricostas", "Bobby Jindal", "Carly Fiorina"], "orgs": ["PACs", "AFP", "Susquehanna Partners", "PAC", "Hewlett Packard", "GOP"], "authors": [{"author_id": 34373, "fullname": "anu narayanswamy", "primary_org": "washpo"}, {"author_id": 31247, "fullname": "tom hamburger", "primary_org": "washpo"}], "date_written": "2015-07-24 21:03:29", "org": "washpo", "article_id": "94a2723125ca6e8aa5a01ffd28c0d949", "date_access": "2015-07-24 21:10:05.117713"}