{"body": " RICHMOND — State Sen. Mark D. Obenshain will serve as chairman of Wisconsin Gov. Scott Walker’s presidential campaign in Virginia, the campaign will announce Friday. The notice comes the day after Walker appeared on stage in Cleveland with nine other White House hopefuls at the first GOP debate.  The early rollout of supporters seven months ahead of Virginia’s March 1 primary is more evidence of the outsize role the swing state will play in the 2016 election. “I am privileged to introduce State Sen. Mark Obenshain as the leader of our campaign’s efforts in Virginia,” Walker said in a statement provided to the Post.  “Sen. Obenshain is a person who shares the same conservative values and reform mentality in which I so wholeheartedly believe. With his support and the support of the broad coalition he will help us build, we are confident our message of bold reform and big results will make an impact, paving the way for victory in Virginia and beyond.” The designation marks the first time Obenshain (R-Harrisonburg) has taken an active role in a presidential contest. He narrowly lost the attorney general’s race to Mark Herring (D) in 2013, and is widely believed to be preparing to run for governor in 2017. Obenshain, an attorney, has amassed a conservative voting record in the state Senate since first winning election 12 years ago. He has been an advocate for charter schools and strengthening voter identification requirements.  In the Badger State, Walker’s elimination of most collective bargaining rights for public workers made him a GOP star who went on to survive a 2012 recall and election to a second term.  [Five things you might not know about Scott Walker]  “I believe we need someone with proven executive experience to lead this country, and Gov. Walker has shown he can do that, even in a blue state,” Obenshain said in the statement. “I’m excited to help spread his message of conservative reform. It is a message that resonates not only with Republicans, but also with independents and conservative Democrats, and that’s a message and a coalition that will get him elected as our next president.” In a hypothetical faceoff against Hillary Rodham Clinton, a July Quinnipiac Poll found Walker would best her by 3 points, which was within the margin of error. Walker was in Virginia to raise money for the state Republican Party in May.   ", "byline": "", "description": "The swing state is important to 2016 hopefuls in both major parties.", "title": "Walker taps state senator Obenshain to lead Virginia campaign", "url": "http://www.washingtonpost.com/local/virginia-politics/walker-taps-state-senator-obenshain-to-lead-virginia-campaign/2015/08/07/6f74fa58-3c87-11e5-b3ac-8a79bc44e5e2_story.html", "topics": ["campaign_finance", "personality"], "people": ["Mark Obenshain", "Hillary Rodham Clinton", "Mark Herring", "Scott Walker", "Mark D. Obenshain"], "orgs": ["RICHMOND", "Senate", "GOP", "Republican Party"], "authors": [{"author_id": 31298, "fullname": "jenna portnoy", "primary_org": "washpo"}], "date_written": "2015-08-07 10:00:00", "org": "washpo", "article_id": "4d7f7bbb4984bf6eb92acd880bb19959", "date_access": "2015-08-07 09:10:09.622492"}