{"body": "   Still here. (AP Photo/Jacquelyn Martin)  If Sen. Rand Paul (R-Ky.) has his way, this will be the last week for a while when he can say he's still running for president and see that statement reported as news. On Monday, he was fending off a quote from anonymous \"GOP strategist\" who said he might drop out soon; on Tuesday, it was Donald Trump, a preternaturally talented taunter, who said Paul might quit. Thursday's announcement of a wan $2.5 million fundraising haul started a new round of pundit speculation, asking when Paul might just hang it up and run for re-election to his Senate seat. The answer: No time soon. Paul's campaign told The Washington Post yesterday that the most important facts about his fundraising were that it ticked up in the last few weeks of September, and that he was raising more than he spent (when including the $7 million raised in the first months of his campaign, a combination of new money and Senate campaign money.) Paul himself had been baffled by the quick campaign collapse of Gov. Scott Walker (R-Wis.), unable to imagine how someone could put in the legwork of campaign travel and events and not have money stocked away. He did not lobby the Kentucky GOP, and write a check to fund a caucus, so he could duck out before they even voted. \"I can't imagine any scenario in which he quits before that,\" said Rep. Tom Massie (R-Ky.), an early Paul endorser, in an interview. \"It wouldn't make sense.\" The message from Paulworld is that the bad times are over. As of this week, the campaign has at least one county chair in all 99 Iowa counties, winning them over even as Paul's support was mired in the single digits. It has added new staff in the caucus state of Nevada, where it is currently holding onto an endorsement from a Republican state legislator who was reportedly switching to Sen. Ted Cruz (R-Tex.). There are no layoffs, no triage plans, for a staff of more than 40 people, which was always designed to be lean. No one, according to the campaign, has been asked to take a pay cut or an IOU. Last night, Paul allies spread this gospel to reporters from Buzzfeed, something made easier by libertarian donors' growing satisfaction with Paul's messaging. Reason's Brian Doherty, the long-time sympathetic chronicler of the Paul movement, argued that \"if voters are paying attention, Paul has distinguished himself from the GOP pack on foreign policy and criminal justice.\" Paul was not onstage when a bipartisan group of senators rolled out a criminal justice reform package; that also meant he dodged criticism from reformers who thought the bill was unduly watered down. Paul's approach represents a shift from the hype and ambitions of last year, before the rise of ISIS, when commentators like Peter Beinart asked if Paul could actually lead his fractured party. Now, Paul is bidding for ownership of a niche, and for a long primary where his libertarian base returns to grind out caucus wins. The crowds have not shrunk from their triple-digit 2014 sizes; the drive to start Students for Rand chapters led to 350 of them, with 15 just in Iowa. And in a bit of irony, the failure of two pro-Paul super PACs has prevented the fate that befell Walker and former Texas governor Rick Perry -- campaigns counting on the outside groups to carry it if the cash ran out. Concerned American Voters PAC, an unofficial group led by the former president of FreedomWorks and by Young Americans for Liberty president Jeff Frazee, told Reason's Doherty that it raised around $3 million for the quarter, all of it to be spent on grassroots organizing. But America's Liberty PAC, Paul's preferred ally, has been stalled out since the indictments of its leaders in a bribery scandal from the 2012 Ron Paul campaign. Ron Paul's 2008 and 2012 bids became fundraising phenomenons, but its restive libertarian base was full of complaints about the money being wasted.", "byline": "", "description": "The Paulworld view: He did not lobby the Kentucky GOP, and write a check to fund a caucus, so he could duck out before they even voted.", "title": "Rand Paul's long, hard week of explaining why his campaign isn't over", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/10/02/rand-pauls-long-hard-week-of-explaining-why-his-campaign-isnt-over/", "topics": ["campaign_finance"], "people": ["Rand Paul", "Ron Paul", "Rick Perry", "Donald Trump", "Jeff Frazee", "Brian Doherty", "Jacquelyn Martin", "Peter Beinart", "Scott Walker", "Ted Cruz"], "orgs": ["Senate", "Young Americans for Liberty", "GOP", "Liberty PAC"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-10-02 15:11:33", "org": "washpo", "article_id": "db0ae1e78dec977735e1aed1c634ae41", "date_access": "2015-10-02 14:30:08.657200"}