{"body": "Hillary Rodham Clinton says the \"defining economic challenge of our time\" is raising incomes for working Americans, specifically for the middle class. It is no mystery why: Middle-class incomes have been stagnant for a generation and a half. Many Americans have not really benefited from an economic recovery that is now in its sixth year. This week and the last, Clinton, a Democratic presidential candidate, has been outlining policies to address the challenge: setting a higher minimum wage, helping workers unionize, allowing new parents to take paid time off, among others. [Clinton to center campaign on raising middle-class incomes] But even if she wins the opportunity to try out these ideas during four or even eight years as president, factors beyond her control could make a meaningful increase in wages impossible for many Americans. Some economists argue that forces, such as technological automation and globalization, have devalued moderately skilled labor and held down wages, particularly in manufacturing. Better education would mean more employment opportunities for Americans in the coming decades, but that would take, well, decades. So might reversing the long decline of organized labor. Some have even argued that the era of rapid technological advancement might be ending, meaning growth in incomes will be slower overall. These are among the reasons that real, lasting middle-class wage growth -- the type experienced in the years after World War II and in the 1990s -- could be difficult or impossible to achieve over the next eight years. Clinton's advisers say they recognize the challenge, but that it can be overcome. [Hillary Clinton is getting serious about social mobility] Her campaign is \"developing evidence-based policies that, taken together, would boost incomes, create a stronger and fairer economy, and set us on a path to sustainable long-term growth,\" Ian Sams, a spokesman, wrote in a statement, citing research by economists Alan Krueger, Raj Chetty, Heather Boushey and others. Falling incomes are an urgent question for Clinton and other candidates for president. They've declined for the typical American household over the past 15 years, and they haven't kept pace with growth in the economy for decades.     Rich and poor shared the benefits of economic growth until about 40 years ago. That's about when American workers' wages suddenly stopped increasing, even though they were producing more and more, creating more revenue for their employers. There is debate among economists about why a rising tide no longer seems to lift all the boats. Some argue that employers aren't hiring because they are relying more and more on machines to get things done. Others contend that on the contrary, meaningful technological progress has basically stopped, and that's why living standards are improving more gradually. And still others point to trade with China, which has created new competition for American labor. Larry Mishel, president of the liberal Economic Policy Institute, dismisses these explanations as a way of avoiding what he says is the real problem. Workers have lost leverage over their bosses, and they're being paid less a result. \"It's bargaining power,\" he said. A stronger hand for workers was a theme of Clinton's proposals. She denounced past policies that had eroded the bargaining power of labor. \"The choices we make as a nation matter,\" Clinton said last Monday, \"and the choices we make in the years ahead will set the stage for what American life in the middle class in our economy will be like in this century.\" As president, though, Clinton's choices would be limited. Clinton talked about rules to guarantee workers are paid for overtime and to prevent employers from misclassifying them as contractors. The Obama administration has already taken action on these issues, though. [Clinton says she’d ‘crack down’ on independent contractor abuse. Obama already has.] She again proposed raising the federal minimum wage, but policymakers in many states and cities are a step ahead of Congress on the question. Roughly three out of five workers are living in a jurisdiction with a minimum wage above the federal level. Last year, about 3 million workers received the federal minimum wage or less. That's a lot of people, but it's a small fraction of the national labor force. [60 percent of Americans live with a minimum wage higher than the federal one] Proponents predict that higher minimums would increase wages even for workers who are already earning more. Giving a minimum-wage worker a promotion and a raise could mean paying a wage above the minimum, and an increase could cascade up the scale this way. The Congressional Budget Office has predicted that an increase in the minimum wage would raise incomes slightly for the poor and the middle class, although the estimates were uncertain. Clinton said the decline in union membership is another reason wages have improved little over the past four decades. The research shows that membership in a union increases a worker's income. And according to one estimate by Mishel and his colleagues, the decline in unions explains roughly a third of the increase in income inequality among American men between 1973 and 2007. [Should you join a union? The research says yes.] As president, though, Clinton would confront a major obstacle to restoring unions: the right-to-work laws that conservative governors such as Wisconsin's Scott Walker, another presidential candidate, have enacted in half the states. [Labor board takes big step toward helping all McDonald’s employees unionize] Clinton also wants to require employers to offer new parents paid leave. Only about 12 percent of U.S. workers enjoy paid family leave, according to federal statistics. Clinton hasn't yet detailed her ideas about paid leave, but the main proposal in Congress to establish paid leave would implement it with a 0.2 percent tax on payrolls, taking money from workers and returning it to them when they have children. Paid leave funded this way could increase household incomes on the whole if it helped more mothers go back to work after having children. Yet in the developed world, more generous paid leave is associated with a larger gap between men's and women's earnings. That could be because mothers take advantage of paid leave more frequently than fathers in those countries, and the time off puts those women at an even greater disadvantage when they go back to work. To be sure, one way to maximize wages is to have very low unemployment, and one way to do that would be looser monetary policy at the Federal Reserve. It's unclear how much more Clinton could achieve at the Fed, since the central bank is already led by an aggressive advocate for reducing unemployment, Janet Yellen. And in any event, the fact that unemployment is already at 5.3 percent and wages have hardly increased at all raises questions about the future trajectory of incomes. In practice, Congress is the most important limit on a president's economic influence. As Republicans are likely to remain in control of the House no matter what the outcome of the presidential election, Clinton would have to win their cooperation if she wanted to enact paid leave for parents or a higher minimum wage, or if she wanted to repeal state right-to-work laws through federal legislation. [Why the GOP could control Congress for a long time] There are a couple of areas in which Clinton and Republicans might be able to find common ground. Politicians in both parties have been calling for comprehensive tax reform, but the last major revision to the tax code -- in 1986 -- had very little aggregate effect on the economy, research suggests. And Congress started undoing it just a couple of years after it was passed. The next Congress could also reform the immigration system and make new investments in public infrastructure. Clinton's aides argued that both would increase the incomes of ordinary Americans. Still, some commentators have suggested that Clinton's agenda doesn't go far enough, and the only way to meaningfully increase incomes for the working class is to redistribute money to them by raising taxes on the wealthy. For example, Sen. Bernie Sanders (I-Vt.), one of Clinton's competitors for the Democratic nomination, has suggested raising marginal tax rates on the highest incomes to 50 percent or more and expanding Social Security to help prepare workers for retirement. Clinton has endorsed the idea of a minimum effective tax rate, but it seems unlikely that she'd propose major increases in taxes on the rich. Any suggestion that some people might have to pay more taxes to support incomes for others can make Democrats uncomfortable, as Obama and his advisers discovered when the president began talking about inequality a couple of years ago. He soon abandoned the subject. [With Democrats split on inequality issues, Obama shifts talk away from income gap] \"The appetite for tax-and-transfer strategies, even among Democrats, much less among independents or Republicans, is probably somewhat limited,\" Obama recently told The New Yorker. The president explained that people worry that the burden of new taxes could fall on them and that the government would not use the money effectively, and stagnant incomes have made them even more skeptical of proposals for new revenue. Obama's experience with how Democrats see the issue will be instructive for Clinton and her advisers if she wins the presidency and Republicans lose control of the House.", "byline": "", "description": "Hillary Rodham Clinton says the \"defining economic challenge of our time\" is raising incomes for working Americans, specifically for the middle class. It is no mystery why: Middle-class incomes have been stagnant for a generation and a half. Many Americans have not really benefited from an economic recovery that is now in its sixth year.Read full article >>", "title": "Wonkblog: Hillary Clinton’s top goal as president could be effectively impossible to achieve", "url": "http://www.washingtonpost.com/blogs/wonkblog/wp/2015/07/20/hillary-clintons-top-goal-as-president-could-be-effectively-impossible-to-achieve/?wprss=rss_business", "topics": ["economy"], "people": ["Alan Krueger", "Hillary Clinton", "Hillary Rodham Clinton", "Ian Sams", "Bernie Sanders", "Raj Chetty", "Heather Boushey", "Scott Walker", "Janet Yellen"], "orgs": ["Fed", "Economic Policy Institute", "Federal Reserve", "Congress", "Congressional Budget Office", "Social Security", "GOP"], "authors": [{"author_id": 31049, "fullname": "max ehrenfreund", "primary_org": "politico"}], "date_written": "2015-07-20 14:39:53", "org": "washpo", "article_id": "f4e969bee9796be17c38482faebf5189", "date_access": "2015-07-20 18:16:30.828528"}