{"body": "   (Photo by Andrew Burton/Getty Images)  Welcome to Main Street Morning, The Washington Post’s daily collection of news affecting entrepreneurs, start-ups and small businesses with a special focus on policy and government. Here’s what’s affecting my small business my clients and other entrepreneurs today. Washington  House Speaker John Boehner says that the House will likely have to pass a short-term budget extension “of some sort.” Small business owners swarm DC to oppose Obamacare fines. President Obama uses small business owners to argue for the export-import bank.  The Economy  Applications for U,S. unemployment aid have plummeted to a 42-year low and weekly jobless claims dropped to its lowest level since 1973. A gauge of future U.S. economic activity increased more than expected in June, boosted by a strengthening housing market, suggesting growth will continue to gain momentum for the remainder of the year Manufacturing contraction in the Kansas City region continued in July 2015.  The Elections  Hillary Clinton backs local taxes on Internet sales. Trump bashes Secretary Kerry for breaking his leg. Jeb Bush wants to “phase out” Medicare.  Management  Five myths that make being a CEO seem a better job than it is. Nine signs you are a bad manager. If you want to partner with other small businesses then send focused emails and don’t call them.  Entrepreneurs  If you want to start your own Dunkin’ Donuts franchise then here are the costs you can expect. What entrepreneurs can learn about PR from Donald Trump’s presidential campaign. Comic book store owners explain how to start a comic books retail store.  Restaurants  A chef creates a sustainable menu using food waste. Starbucks chooses Lyft over Uber for its new rewards program. Five funding questions to ask yourself before expanding your restaurant.  Finance  Ferrari officially files for an IPO. Why venture capitalists are spending like it’s 1999. VC funding rockets as the “unicorn” population booms.  Start-ups  This start-up founder redesigned her app when she found out the majority of people were using it to smoke weed with their friends. Google is giving free patents to start-ups to fight patent trolls. A company that puts butter in coffee raises $9 million. This start-up wants you to connect with brand advertising using emojis. A start-up sells 75 sizes of men’s shirts. This start-up wants to rent its customers a tiny house in the middle of nowhere.  Technology  Twelve disruptive tech trends you need to know. The tech world pretty much thinks the death of Adobe Flash is timely.  Online  Communications software Slack now integrates with Google Calendar to add events to channels and Twitter is making it easier to target ads around big events. How to optimize your site for every stage of the buying cycle. Why your Internet prices are bound to go up.   Social Media  Twitter regrets throwing a frat-themed employee party. Why it may not be a bad idea to delete an offensive tweet.  Ideas  A new strain of rice could feed the world and fight climate change.  Around the Country  A court thwarts New York City’s efforts to restrict sex shops. The University of California system sets a $15 minimum wage for its employees. New York also plans a minimum wage raise to $15-an-hour for its fast food workers. New York’s mayor ditches his plan to curb Uber’s expansion. Business owners in Central Texas react to new smoking ordinances. Why now may be a good time to buy a small business in Colorado.   Around the World  Spain’s unemployment is at its lowest level since 2011.  Gene Marks owns the Marks Group,  a Bala Cynwyd  PA  consulting firm that helps clients with customer relationship management. Follow Gene Marks and On Small Business on Twitter. News we should know about? Email us here.", "byline": "", "description": "Welcome to Main Street Morning, The Washington Post’s daily collection of news affecting entrepreneurs, start-ups and small businesses with a special focus on policy and government.Here’s what’s affecting my small business my clients and other entrepreneurs today.Read full article >>", "title": "Main Street Morning: New York to raise minimum wage for fast food workers", "url": "http://www.washingtonpost.com/news/on-small-business/wp/2015/07/24/main-street-morning-new-york-to-raise-minimum-wage-for-fast-food-workers/?wprss=rss_business", "topics": ["economy"], "people": ["Andrew Burton", "Jeb Bush", "Hillary Clinton", "Donald Trump", "John Boehner", "Gene Marks"], "orgs": ["On Small Business", "University of California", "Marks Group", "IPO", "Bala Cynwyd PA"], "authors": [{"author_id": 384, "fullname": "gene marks", "primary_org": "nyt"}], "date_written": "2015-07-24 13:12:11", "org": "washpo", "article_id": "8e0ecd74b9176d86d568d478b65d8cd7", "date_access": "2015-07-24 12:20:15.638347"}