{"body": "   Amy Schumer (Photo by Chris Pizzello/Invision/AP, File)  Amy Schumer and Jeb Bush aren’t people you’d normally put in the same sentence, but thanks to Stephen Colbert, we’re doing just that. Here is the story. See, Colbert and Bush have been messing with each other this week ahead of Colbert’s debut as the new host of the CBS “Late Show” on Tuesday. In fact, Bush is going to be one of the show’s first guests (the other is George Clooney), as Colbert announced on Aug. 11:   .@JebBush will be on #LSSC Sept. 8! My first GOP candidate! Luckily I do 200 shows a year, so I think I can fit them all. — Stephen Colbert (@StephenAtHome) August 11, 2015  The guest spot is a nice get for Bush. Plenty of people will be watching, and as we know, Bush is trying to stay relevant in his bid for the Republican presidential nomination. The Bush team was apparently so excited that it used the event to launch a fundraising drive. The contest involves donating to Bush’s campaign for a chance to win a VIP ticket to the taping:   On Sept 8th I’ll sit down w/Stephen Colbert for his first taping of the Late Show. Enter to win a VIP ticket to join: http://t.co/OvCqPsqk4D — Jeb Bush (@JebBush) August 24, 2015  Pretty straightforward, right? Wrong. Colbert responded to the contest and seemed a little miffed. “No one from Jeb’s campaign asked me if this was OK with me to raise money off my first show,” he said in a video-slash-comedy-routine posted Wednesday on YouTube. “Where is my cut of that sweet three bucks, governor?” The real purpose of Colbert’s video was to announce his own contest. Here’s how it works: fans can donate $3 to a veterans charity for the chance to give Colbert a non-obscene question to ask Bush on the show. Oh, and the winner also gets two VIP tickets to the taping:   Enter this raffle and I might ask @JebBush your question on #LSSC! Have your voice heard, in the form of my voice. http://t.co/EtSg9N9H3j — Stephen Colbert (@StephenAtHome) September 2, 2015  Colbert made several jokes at Bush’s expense during the video. In one instance, he made fun of the clumsy way Bush’s contest talked about the “new host” of the “Late Show.” (That would be Colbert.) “Gosh, I hope it’s Amy Schumer,” Colbert said. “She is hilarious.” This is where the tweeting really heats up. A couple of hours later, Bush responded to Colbert with a video on Twitter. He said he’s excited for the show, and made a joke that suggested he’s a Schumer fan (unlikely and strange as that is):   .@StephenAtHome I’m in. See you September 8th my man https://t.co/INl40CfrQ4 — Jeb Bush (@JebBush) September 3, 2015  This is where the real Amy Schumer comes in (finally). In a turn for the absurd, she recorded a video message to Bush while pretending to be Colbert, and it was posted on Colbert’s account:   .@JebBush I'm inner! See you Tuesday, my Jebroh! http://t.co/fJkcqonJmt https://t.co/uFZh9dDcNh — Stephen Colbert (@StephenAtHome) September 3, 2015  And that brings us to the finale, when a self-declared conservative Republican presidential candidate tweeted at Amy Schumer:   I see what you did there, @amyschumer https://t.co/opfKqdPpK2 — Jeb Bush (@JebBush) September 3, 2015  The end. ", "byline": "", "description": "The inside joke is a bit complicated.", "title": "Why Amy Schumer sent Jeb Bush a message as Stephen Colbert", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/09/04/why-amy-schumer-sent-jeb-bush-a-message-as-stephen-colbert/", "topics": ["personality", "campaign_finance", "economy"], "people": ["Chris Pizzello", "Amy Schumer", "Jeb Bush", "George Clooney", "Stephen Colbert"], "orgs": [], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}], "date_written": "2015-09-04 18:33:20", "org": "washpo", "article_id": "08bbbd8d52c250c8fea8316bda0da0d1", "date_access": "2015-09-04 18:10:09.482826"}