{"body": "    Donald Trump and former Florida governor Jeb Bush are trading insults on the campaign trail. Here's a few of their best sparring moments. (Pamela Kirkland/The Washington Post)    The Washington Post's Ed O'Keefe and Sean Sullivan report that Jeb Bush has finally said \"game on\" to Donald Trump. On Tuesday, the former Florida governor released a video attacking Trump as a closet liberal, and while in Miami, he went off in Spanish to reporters about Trump's \"barbarities.\" Then, on Wednesday, he posted a quiz on his Web site that accused the GOP front-runner of being ... a \"germophobe\":    Bush, of course, is attempting to respond to a series of recent attacks from Trump. Trump has criticized Bush's stances on Common Core and immigration, including releasing a chilling Instagram video Monday juxtaposing Bush's comments that illegal immigration is \"an act of love\" with mug shots of two undocumented immigrants recently convicted of murder.   This is no \"act of love\" as Jeb Bush said… https://t.co/K4FKTKpaTI — Donald J. Trump (@realDonaldTrump) August 31, 2015  Trump's escalating attacks have gotten personal, too; he has repeatedly called Bush \"a low-energy person.\" An above-the-fray Bush tried to weather the storm by keeping quiet, choosing to ignore Trump in the hopes he'd eventually go away. But in the meantime, he has dropped into the single digits in some polls. And this week, Bush appears to have spun a 180 on his Trump strategy — the \"germophobe\" quiz being Exhibit No. 1. Looks like it felt good to finally go after Trump. Bush's staff couldn't resist trolling the Troll King even further on Twitter:   Grab your hand sanitizer and take the quiz! https://t.co/4Jq59GNPBi — Matt Gorman (@mattsgorman) September 2, 2015  And apparently Bush has long had a fascination with Trump's reluctance to shake hands:   I remember declining to shake @JebBush's hand 15 years ago, explaining I had a cold. Seeming amused, he asked: So you're like Donald Trump? — Bob King (@BKingDC) September 2, 2015  But if we're analyzing this strategy — which is kind of what we do — we have to note that it has its limits. Yes, it's true that Trump is a documented germaphobe. He wrote in his 1997 book, \"The Art of the Comeback,\" that shaking hands is \"one of the curses of American society. ... I happen to be a clean hands freak. I feel much better after I thoroughly wash my hands, which I do as much as possible.\" And Bush kind of has a point that this is not really compatible with being president. Part of a politician's job description is to shake hands — lots of them. An estimated 65,000 a year if you're president of the United States, wrote David Owen in The New Yorker. But there are some holes in Bush's attack. Developing a fear of germs, in fact, could in fact be considered a hazard of the job. And that includes Jeb's older brother. In 2013, Owen described how George W. Bush would squirt Purell on his hands after most shakes. He even passed the tip on to President Obama (but not before being called a germaphobe, among other things, for sanitizing his hands after shaking Obama's). It's a risky move for any politician to go after Trump, whose magic coat of armor seems to only reflect an opponent's attack back onto the opponent. And that goes double when your own former-president brother has faced the same accusations.", "byline": "", "description": "It might come with the territory of being president.", "title": "Jeb Bush called Donald Trump a &#8216;germophobe.&#8217; About that&#8230;", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/02/jeb-bush-called-donald-trump-a-germophobe-about-that/", "topics": ["immigration"], "people": ["Sean Sullivan", "Ed O'Keefe", "Jeb Bush", "Bob King", "Donald Trump", "Matt Gorman", "George W. Bush", "Donald J. Trump", "Pamela Kirkland"], "orgs": ["GOP"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-09-02 16:34:24", "org": "washpo", "article_id": "fe33d6f563d9792740f3a3a192301cd0", "date_access": "2015-09-02 15:50:05.987840"}