{"body": "   President Obama and Chinese President Xi Jinping meet at the U.S. ambassador's residence in The Hague on March 24, 2014, ahead of the Nuclear Security Summit. (Saul Loeb/AFP/Getty Images)  Donald Trump may shock American reporters and the public with his overheated rhetoric. But a former Chinese diplomat says Communist Party officials consider The Donald's anti-China bombast — and similar barbs from other 2016 candidates — as the usual campaign pandering. \"For years, our American friends have been telling us that this is a special season,\" said Ruan Zongze, who served as a minister at China's Embassy in Washington from 2007-2011. \"Whatever people say now is for a different target audience, but it does not mean it will be their policy once they are in the White House. For years, we have been educated that this is American politics. I don't take too much of it. This is a very special moment.\" As economic turmoil in China has panicked U.S. stock and bond markets this week, candidates on both sides of the aisle have reacted with alarm, calling on the Obama administration to get tougher on China, the world's second-biggest economy. Trump, the New York mega-developer seeking the Republican presidential nomination, said this week that he would downgrade Chinese President Xi Jinping's state visit to Washington next month by serving him a Big Mac. Wisconsin Gov. Scott Walker, another GOP White House hopeful, called on President Obama to cancel the visit altogether to send a message to Beijing over its manipulation of its currency and other slights to the United States. Sen. Marco Rubio (R-Fla.), another candidate, plans to lay out his strategy to get tough on China during a speech in Charleston, S.C., on Friday. \"In the last two or three elections, at the very beginning, people started to play the China card,\" Ruan, now a vice president at a Chinese think tank affiliated with the Foreign Ministry, told The Washington Post on Tuesday while in Washington for two days of meetings ahead of Xi's visit. \"They want to benefit from criticizing and being tough on China. It turns out that's not working. They need to focus on the economy, job creation, many other very basic things.\" Americans, he added, should understand that \"China can be helpful for economic prosperity and job creation.\" In China, there has been little reaction to the China bashing on the U.S. campaign trail. In a commentary titled \"What does the Trump phenomenon tell us?\" the Jiefang Daily, a state newspaper in Shanghai, said Trump's rise in the GOP polls \"highlighted the failure of the American political system\" and said it emphasized the role of money in U.S. politics. \"On the other hand, the 'Trump phenomenon’ is also in some ways as an expression of disappointment towards politics,\" the newspaper stated. \"Many Americans are not satisfied with the American political and economic systems, and hope to change the current situation, so they put their hope temporarily on some ‘outsider’ of the mainstream political circles.\" Yet political candidates aren't the only ones calling for a tougher tone on China from the Obama White House amid allegations of Chinese hacking and skirmishes between China and its neighbors in the South China Sea. Some foreign policy experts have said the U.S.-China relationship has been strained to the point that competition, not cooperation, has become the dominant state of affairs. Ruan said the reason for the U.S. fears is that Americans feel more insecure after the Sept. 11, 2001,  terrorist attacks and the 2008 financial meltdown and view China's rise as a looming threat. \"Those were two huge setbacks for America from a psychological impact,\" he said. \"When America is really strong, it's easier to deal with [rising powers]. People saying America is in decline is a narrative that makes Americans nervous to prove they're not in decline. The most eloquent literature on this has been written by Americans, not the Chinese.\" But Ruan says the fear in the United States is misplaced. \"China is not challenging American supremacy,\" he said. \"This is a misreading by some people who think China is going to replace America. Being No. 1 is very expensive business. What's the point for China?\" Liu Liu in Beijing contributed to this report.", "byline": "", "description": "Beijing views anti-China rhetoric as election pandering and a sign that the United States is worried about its role in the world.", "title": "Chinese official on GOP&#8217;s anti-China rhetoric: &#8216;Americans nervous to prove they&#8217;re not in decline&#8217;", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/26/chinese-official-on-gops-anti-china-rhetoric-americans-nervous-to-prove-theyre-not-in-decline/", "topics": ["economy", "china"], "people": ["Donald Trump", "Saul Loeb", "Marco Rubio", "Xi Jinping", "Scott Walker"], "orgs": ["Communist Party", "Foreign Ministry", "Big Mac", "GOP White House", "United States.", "GOP"], "authors": [{"author_id": 31326, "fullname": "david nakamura", "primary_org": "washpo"}], "date_written": "2015-08-26 15:43:12", "org": "washpo", "article_id": "69117b6faed8bb69924b51ce640c91d5", "date_access": "2015-08-26 15:00:05.227080"}