{"body": "   Republican presidential candidate Jeb Bush. (AP Photo/Gene J. Puskar)  Stanley Hubbard, a major financial backer of Scott Walker before his campaign for president fizzled, recently made the maximum allowable contribution to Jeb Bush's campaign, making Bush the fifth Republican candidate the Minnesota media mogul has given to after Walker's downward spiral began. Hubbard told The Washington Post Monday that he recently gave $2,700 to Bush's campaign last week. He said his wife contributed the same amount. Hubbard previously told The Post that he gave to former Hewlett-Packard chief executive Carly Fiorina, Sen. Marco Rubio (Fla.), retired neurosurgeon Ben Carson and New Jersey Gov. Chris Christie. He said he also maxed out to those candidates, but his wife did not. Word of Hubbard's donation comes at a time of major interest in campaign finance reports. The third quarter fundraising deadline arrived last week. Campaigns have until the middle of this month to report their totals from July through September. Asked why he gave to Bush, Hubbard called him a \"very good man,\" and he showed little concern about Bush's recent tumble in the polls in a race that has been very unpredictable so far. \"The guy on the bottom of the of the polls might be at the top of the polls\" later on, Hubbard said. Hubbard also said he is interested in Ohio Gov. John Kasich. But he added that he has not yet given to his campaign. Hubbard was an early backer of Walker, the Wisconsin governor who ended his campaign last month. Since Walker's departure, Republican campaigns have been racing to scoop up new support from his vast network of donors.", "byline": "", "description": "Bush is the fifth candidate Hubbard has given to after Walker's downward spiral began.", "title": "Former Walker donor Stan Hubbard gives to Jeb Bush after giving to rivals", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/10/05/former-walker-donor-stan-hubbard-gives-to-jeb-bush-after-giving-to-rivals/", "topics": ["campaign_finance"], "people": ["Stanley Hubbard", "Chris Christie", "Stan Hubbard", "Jeb Bush", "Ben Carson", "Marco Rubio", "John Kasich", "Carly Fiorina", "Scott Walker", "J. Puskar"], "orgs": ["The Post"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-10-06 00:58:38", "org": "washpo", "article_id": "eee72629cede17b9a14a7b9859758dcc", "date_access": "2015-10-06 00:00:05.826536"}