{"body": "  ROCHESTER, N.H. — New Jersey Gov. Chris Christie has been a presidential candidate for only a few days, but he already has settled into his routine: gather a crowd, remove his jacket and take questions — and more questions and more questions. And when the event is over and the crowd is filing out into the parking lot, he stays until the room has emptied. Starting well behind in the pack of Republican hopefuls, and with resistance to his candidacy among many GOP voters, Christie’s chosen vehicle for political rehabilitation is the town hall meeting. “It’s what you expect us to do,” he said Thursday morning here at the Pink Cadillac Diner. Town hall meetings are part of the cherished tradition of presidential campaigning in New Hampshire and something the governor thinks is particularly suited to his blunt, freewheeling style. He has now held more than a dozen such meetings in the Granite State, along with 138 in New Jersey.   New Jersey Gov. Chris Christie talks with voters following a town hall meeting Tuesday night in Sandown, N.H. (Dominick Reuter/Reuters)  Christie has campaigned throughout New Hampshire since announcing his candidacy Tuesday, with one detour to neighboring Maine to pick up the endorsement of Gov. Paul LePage. He will be here through Saturday and plans to return frequently. Christie said Thursday that he sees two challenges as he tries to scramble up the ladder in the crowded field of GOP candidates. He must erase any negative impressions about his personality and the controversies of his governorship, and he must persuade voters here and elsewhere that he would make a good president.  [Chris Christie: The human opera takes the stage]  “Listen, the last year and a half hasn’t been a picnic, so there’s some of that,” he said in a brief interview Wednesday morning, referring to his negatives. “But there’s also some really residual goodwill that’s here. . . .  I’ve spent a lot of time in New Hampshire advocating for other Republicans. . . . But that doesn’t make them think you’re a president.” Christie’s big personality is part of what he is selling, hoping that it serves as a proxy for strong leadership that he thinks voters are looking for. But personality-based candidacies alone usually aren’t enough unless they are combined with a record of accomplishments and a substantive plan to lead the country. Christie’s path in New Hampshire isn’t clear-cut by any means. He will be competing with former Florida governor Jeb Bush, Ohio Gov. John Kasich and possibly others for the mainstream conservatives who populate the state. But if he can catch on, something strategists here don’t discount, Christie could become a threat to any or all of those candidates who also consider New Hampshire a state they must win or do extremely well in.   New Jersey Gov. Chris Christie, seen here Wednesday night in Ashland, N.H., answers questions at town hall meetings. (Darren Mccollester/Getty Images)  Christie’s town hall meetings are well-choreographed. The introductions are brief at best. There is no walk-on music typical of most campaign events. The governor, who speaks with no notes, sprinkles his remarks with local trivia and humorous asides. He begins by warming up his crowd with references to his more famous moments in which he has confronted citizens in New Jersey who have challenged him.  [Watch Post TV: Chris Christie in his own words]  “Some of you may have seen some of those clips on TV or on YouTube over time,” he said in Rochester. “I get really in touch with my people.” Christie’s opening also includes a long statement about some of his policy proposals — entitlement and tax reform and a muscular foreign policy that includes plenty of criticism of President Obama. He hits Obama hard, saying he lacks leadership abroad, but stops short of suggesting that the president’s goal is to put the country back into foreign wars. “There’s a difference between being the world’s policeman and being the world’s leader,” Christie said in Ashland, N.H., on Wednesday night. “We’re not looking to conquer them. We’re not looking to dominate them. We just want a peaceful world.” Then, as he removes his coat, he starts the questions and answers, and the hands shoot up for as long as he is willing to answer. More than an hour into his event at a packed American Legion hall in Ashland, aides signaled for him to wrap it up. “They tell me I can take one more question, which means I’ll take two, because I want to show them I’m still the boss,” he said. Christie has displayed more humor than belligerence, which may be a calculated strategy. Christie and his team are aware that every exchange is being recorded by the media and by opposition trackers, who are ready to pounce on any undignified moment. To show a friendlier side, he talks about the time he held a town hall meeting at a pub in Exeter, N.H. “Yes, I do town halls in bars,” he said. “I think it works great for me. When people start drinking, I get more charming, I get smarter.”  [It’s hard to overstate Chris Christie’s unpopularity problem]  On Wednesday night, 6-year-old Cameron Theos asked Christie if he could come see him in the White House. Christie leaned in close to the boy, joked that he wouldn’t make the promise to anyone who asked, but said that because Cameron was the first, he would oblige. He said Cameron could sit at the presidential desk in the Oval Office and eat some presidential M&Ms — but not sign any executive orders. That was one example of Christie’s effort to connect with voters, and his engaging style drew favorable responses from some of the people who came to see him this week, even if they are far from deciding whom they will support. “He clarified the issues for me,” said Randal Heller, a retired Navy commander who said his first choice at the moment is Sen. Rand Paul (Ky.). “He was succinct, to the point,” he said of Christie. He added, “This is a guy who can cross party lines and get things done. He’s my second choice, but he borders on being my first.” Christie’s campaign slogan is “Telling It Like It Is,” which suggests that he is not simply looking to be loved. He thinks straight talk and occasional disagreement with voters is his biggest asset. Most politicians, he said, “just want you to love them long enough to get in the voting booth and pull the lever. I’m not that kind of guy.” As the crowd filtered out here Thursday morning in Rochester, Christie lingered to meet whomever stuck around. Some voters approached him in search of life advice. Chase Hagaman, 27, told the governor that he would be getting married in a week. “Give me a pearl of wisdom for my new journey in life,” Hagaman said. With his wife, Mary Pat, listening in, Christie indulged the young man. “Marriage is a 100-percent proposition,” he said. “You have to be committed every day to making up the difference to get to 100. That’s the way marriage survives.” ", "byline": "", "description": "ROCHESTER, N.H. — New Jersey Gov. Chris Christie has been a presidential candidate for only a few days, but he already has settled into his routine: gather a crowd, remove his jacket and take questions — and more questions and more questions.Read full article >>", "title": "In New Hampshire, Chris Christie bets his candidacy on town hall meetings", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/47c9a261/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cin0Enew0Ehampshire0Echris0Echristie0Ebets0Ehis0Ecandidacy0Eon0Etown0Ehalls0C20A150C0A70C0A20C8d326890A0E20Ad60E11e50E84d50Eeb37ee8eaa610Istory0Bhtml0Dwprss0Frss0Inational/story01.htm", "topics": ["terrorism", "personality", "gay_marriage"], "people": ["Rand Paul", "Chris Christie", "Cameron Theos", "Mary Pat", "Jeb Bush", "Dominick Reuter", "John Kasich", "Chase Hagaman", "Randal Heller", "Darren Mccollester"], "orgs": ["GOP", "Oval Office"], "authors": [{"author_id": 31230, "fullname": "philip rucker", "primary_org": "washpo"}, {"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-07-02 22:28:00", "org": "washpo", "article_id": "4c4090fc5d7bb28a7fd47a39c4f3d28e", "date_access": "2015-07-02 22:10:14.009100"}