{"body": "   Republican candidates at the first debate of the 2016 U.S. presidential campaign in Cleveland Aug. 6, 2015. (REUTERS/Aaron Josefczyk)  It's the \"guilt by association\" theory of how Donald Trump’s candidacy hurts Republicans’ 2016 chances: Hispanics connect his strong anti-illegal immigrant stances to the rest of the party or its eventual nominee, undermining the GOP’s concerted efforts to perform better among Hispanics voters since Barack Obama routed Mitt Romney by 71 to 27 percent among the group in 2012. And then on Tuesday night, Trump kicked the most influential Spanish-language newsman out of a press conference. The only problem: It's not borne out in the polls -- at least yet. In fact, a new Gallup poll casts doubt on Trump’s damage to Republicans in a summer dominated by his candidacy; Hispanics clearly despise Trump, but they view other Republicans much more positively (or have no opinion at all). Gallup’s chart tells the story as well as anything:    Gallup poll results among Hispanic adults.  Hispanics give Trump an anemic negative-51 net favorable rating (percentage favorable minus percentage unfavorable), with 65 percent of Hispanics holding unfavorable views and 14 percent favorable in combined polls from July to August. No other GOP candidate is even close to his level of unpopularity – Ted Cruz and Rick Perry are nearest at negative-7. And here's the most surprising finding: six candidates are actually seen in a net-positive light -- most clearly Jeb Bush at +11 and Marco Rubio at +5. This, despite the fact that the GOP in 2012 lost the Hispanic vote by 44 points. The trajectory of Gallup’s data over time also suggests no Trump damage; comparing data from daily surveys from July and August, their surveys tracked no significant shifts in favorability for almost any GOP candidate. The exception was Bush, whose net favorability rating actually increased from plus-1 in July (28 percent favorable vs. 27 percent unfavorable) to +22 in August (41 vs. 19). It’s worth noting that most of Gallup’s August interviewing concluded before Bush used the term \"anchor babies\" to describe children of undocumented immigrants, which could undermine his moderate image on the issue. [Monkey Cage: This chart explains how Trump’s stand on immigration is hurting the Republican Party] So why hasn’t Trump’s strongly negative image with Hispanics damaged other Republicans? The obscurity of GOP contenders is one likely reason, as most Hispanics are not familiar enough with other Republican candidates to offer an opinion. Only 43 percent are familiar with Marco Rubio, despite his long run in the spotlight as a Cuban-American Republican involved in immigration reform efforts. In addition, other polling shows Hispanics do not immediately ascribe Trump’s comments to the Republican Party more broadly. Shortly after Trump’s comments about immigrants from Mexico being “criminals,” a large survey of Hispanic voters by Univision/Bendixen & Amandi found 61 percent of Hispanics saying Trump’s comments only represent his viewpoint, while 32 percent said they also extend to the Republican Party. That's pretty remarkable, given Hispanics skew toward Democrats. [Monkey Cage: Will Trump’s view on immigration hurt the GOP? Maybe not.] The Gallup poll is good news for Bush and other Republicans aiming to demonstrate appeal with Hispanic voters, but Romney’s experience in 2012 shows how attitudes in the year before the election can change drastically. Romney’s net favorability rating was +1 among Hispanics across three Post-ABC polls in late 2011, with 49 percent having no opinion -- quite similar to most candidates in Gallup’s poll. By contrast, the 2012 exit poll showed Romney with a -49 rating among Hispanic voters (29 percent favorable, 68 percent unfavorable), which is almost as bad as Trump’s rating today. There’s no telling whether the Republican nominee – assuming it's not Trump – will avoid Romney’s big loss among Hispanics, but they aren’t suffering from guilt by association with Trump. At least yet. The Gallup poll was conducted July 8- Aug. 23 among a random national sample of Hispanic adults reached on landline and cellular phone numbers, with interviews conducted in English and Spanish. The sample size for favorable ratings on each candidate averages about 700 interviews, carrying a margin of sampling error of plus or minus five percentage points. Peyton M. Craighill contributed to this post.", "byline": "", "description": "An early look at the \"guilt by association\" theory", "title": "No, Donald Trump isn&#8217;t hurting Republicans with Latinos", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/26/no-donald-trump-isnt-hurting-republicans-with-latinos/", "topics": ["immigration"], "people": ["M. Craighill", "Mitt Romney", "Aaron Josefczyk", "Jeb Bush", "Rick Perry", "Donald Trump", "Marco Rubio", "Barack Obama", "Will Trump", "Monkey Cage", "Ted Cruz"], "orgs": ["Republican Party", "Hispanics", "Republicans", "GOP", "Gallup"], "authors": [{"author_id": 31108, "fullname": "scott clement", "primary_org": "politico"}], "date_written": "2015-08-26 12:00:39", "org": "washpo", "article_id": "b2b49b700583440ddedd7f036af8d3b8", "date_access": "2015-08-26 11:10:04.842720"}