{"body": "The Outrage Machine is a weekly opinion column by voices from the left and right on Washington. Want to write for us? Contact us at powerpost@washpost.com If elections are about the future, then the GOP is in big trouble. The historic Supreme Court decision allowing gay marriage in all 50 states, the aftermath of the Charleston tragedy, and the public’s reaction to a racist rant by a GOP presidential candidate display a country ready to leap forward to a future of fairness where the Constitution protects the equal rights of all citizens.     That future includes the right to marry the person you love regardless of gender, one where government sanctioned symbols of violence and hate give way to constructive conversations about race, and where repulsive racist comments uttered by a buffoon-like GOP contender no longer get a pass from businesses and the public. But the backwards reactions from GOP candidates as these events played out underscore the stark contrast between where the country wants to go and where the Republicans seem to be stuck. Most voters want to know how their public officials will lead the country forward, not how they will take it back in time. If the GOP doesn’t figure out how to navigate current trends, the party’s chances of winning the White House in 2016 are indeed slim. After the Supreme Court decision allowing same-sex marriage in every state, all of the Republican presidential candidates spoke against it. Sen. Ted Cruz (R-Texas) urged public officials to ignore the ruling and former Arkansas Gov. Mike Huckabee told Americans to resist it. Wisconsin Gov. Scott Walker called for a Constitutional amendment defining marriage as between a man and a woman. This is not a winning general election strategy when almost two-thirds of the country supports the court’s decision. After Charleston, we also saw Republicans reluctant to acknowledge the tragic shooting of nine African-Americans at a historic AME church was shown to be motivated by racism. Ex-Pennsylvania Sen. Rick Santorum first said the incident was an attack on religious liberty. He and other GOP candidates refused to support the Confederate flag being removed from public grounds, saying it should be an issue left up to the states. South Carolina GOP Sen. Lindsey Graham had a speedy evolution from not thinking removal of the flag was necessary, to standing next to South Carolina Gov. Nicki Haley just four days later, calling for the flag to come down.  Sen. Graham, Gov. Haley, and the South Carolina congressional delegation knew defense of the flag was a dangerous position after it was shown the killer was motivated by racism. And they knew they had to act. Now, we are in the midst of the exploding controversy over Donald Trump’s repulsive remarks about Mexican immigrants. The businessman and reality TV star declared Mexican immigrants were “rapists” and criminals, and managed to insult a whole country, one of our most important trading partners, and 54 million Latinos who call the United States home.  Instead of apologizing, Trump has doubled down.  Latinos are rightly outraged and are flexing their substantial economic muscle. With buying power of more than $1.5 trillion, rising political power, and 800,000 turning 18 every year, Latinos finally broke through not just politically, but economically. Latin artists, then Univision, NBC Universal, Macy’s, and most recently, NASCAR, the PGA, and renowned Spanish Chef Jose Andres (who was slated to open a flagship restaurant in Trump’s multi-million dollar new hotel development in Washington, D.C.) have all broken ties with the outlandish Trump, understanding that sticking with him would have huge long-term economic costs. Remarkably, it took more than two weeks and growing public pressure for any of the GOP 2016 contenders to say anything. And not one was forceful and unequivocal from the beginning. In fact, asterik candidate George Pataki was the one who woke Republicans from their stupor and got them to finally condemn Trump -– who has surged to second place and higher in some polls of the GOP race.  I am still surprised that Jeb Bush, whose wife is from Mexico and whose kids are Mexican-American, did not seem all that bothered by Trump’s racist rant, tepidly calling it “wrong” when first forced to respond.  Hillary Clinton was the only major candidate who spoke out early and forcefully against those atrocious comments.  The Republican Party is already in a deep hole with Latinos because of its dismal track record on immigration, its hate-filled rhetoric surrounding the immigration debate, and the GOP lawsuit against President Obama’s executive action on immigration — which 89 percent  of Latinos support.  The last two GOP presidential nominees — Arizona Sen. John McCain and Mitt Romney — received 31 percent and 27 percent of the Latino vote, respectively. In order to win, a GOP candidate needs at least 40 percent of Latinos. The Trump episode will exact an unaffordable political cost on Republicans, making it impossible to reach the needed threshold. Republicans’ long-term survival in national elections is in jeopardy because of their actions and reactions of the past few weeks. They help cement an already ingrained and particularly pernicious perception of a party that is intolerant, out–of-touch, unwelcoming and increasingly anti-immigrant, anti-Latino, anti-gay, and resistant to a more inclusive, fair and equal country for all Americans. Without a broader appeal to the country’s changing, diverse communities, there is no viable path for Republicans toward a Casa Blanca win in 2016 and beyond. Maria Cardona is a Democratic strategist, a principal at the Dewey Square Group, a CNN and CNN Español political commentator, a former senior adviser to the 2008 Hillary Clinton campaign, a former Democratic National Committee communications director, and a fellow at the George Washington University Graduate School of Political Management.  ", "byline": "", "description": "The Outrage Machine is a weekly opinion column by voices from the left and right on Washington. Want to write for us? Contact us at powerpost@washpost.com If elections are about the future, then the GOP is in big trouble. The historic Supreme Court decision allowing gay marriage in all 50 states, the aftermath of the […]", "title": "Opinion: Republicans are in Big Trouble", "url": "http://feeds.washingtonpost.com/c/34656/f/677373/s/481c9026/sc/7/l/0L0Swashingtonpost0N0Cnews0Cpowerpost0Cwp0C20A150C0A70C140Copinion0Erepublicans0Eare0Ein0Ebig0Etrouble0C/story01.htm", "topics": ["immigration"], "people": ["Rick Santorum", "Jeb Bush", "Lindsey Graham", "Jose Andres", "Hillary Clinton", "Mitt Romney", "Donald Trump", "George Pataki", "Mike Huckabee", "Nicki Haley", "Maria Cardona", "Scott Walker", "Ted Cruz"], "orgs": ["Dewey Square Group", "PGA", "Republican Party", "Univision", "Supreme Court", "NASCAR", "Democratic National Committee", "Macy", "George Washington University Graduate School of Political Management", "GOP"], "authors": [{"author_id": 30995, "fullname": "rachel van dongen", "primary_org": "politico"}], "date_written": "2015-07-14 16:23:19", "org": "washpo", "article_id": "5cfb7c75b277898ca9158350e85e5a4a", "date_access": "2015-07-14 15:30:04.394157"}