{"body": " Scott Walker has yet to launch his presidential campaign, but the Wisconsin governor is already talking both privately and publicly about a running mate: Marco Rubio. This comes as news to Rubio, the freshman Florida senator who is running his own campaign to be president. The constant prodding from Walker has become an irritant between the two GOP rivals, neither of whom knows the other all that well.  The goal for Walker is clear: to calm the nerves of Republican power brokers who love his conservative message and anti-union pedigree but who worry about the appeal of a white male Midwestern governor in a fast-changing country — especially if Hillary Rodham Clinton is the Democratic nominee.  It also less-than-subtly suggests that one of his rivals is not up for the top of the ticket.  “He’s sending several messages — give the impression he’s on top; acknowledge that he would be running against a historical figure in the first woman candidate and needs some diversity; telegraph Marco that they are allies; and in a way belittle Marco,” said Ana Navarro, a Republican strategist and longtime friend of Rubio and Jeb Bush, who is backing Bush for president.    Sen. Marco Rubio (R-Fla.) has suggested that his position has provided him with foreign policy experience that a governor like Walker does not have. (J. Scott Applewhite/AP)  As for Rubio, he has made clear that if there’s a ticket involving him and Walker, he wants his name first.  The two Republicans — both in their 40s and hailing from working-class families — are engaged in a fight to become the chief alternative to Bush, an establishment favorite. Rubio is campaigning this week in Iowa, where Walker is leading in the polls, as Walker prepares to formally launch his campaign Monday in suburban Milwaukee. Over the past several months, Walker has routinely discussed Rubio in private meetings with supporters and potential donors. The governor praises Rubio and all that the senator can bring to a presidential campaign but does it in a way that casts Rubio as more lieutenant than general, according to several Republicans with knowledge of the conversations. Often a donor or audience member is the one to bring up the topic, although Walker has been known to bring it up himself — and he has even spoken publicly about the possibility of a Walker-Rubio ticket.  [Scott Walker is about to launch campaign with Bush and Rubio in his sights]  “I like Marco Rubio a lot,” Walker said in a recent Bloomberg interview. But then: “Obviously, I’m deferential to governors. I think there’s a lot we bring to the table as having proved executive experience. But I do like Marco Rubio.” He added that “quite a few people” have suggested a Walker-Rubio ticket to him.  Rubio has suggested the opposite. “A Walker-Rubio ticket may be fine,” he said recently in New Hampshire, “but it’s got to be in alphabetical order.”   Walker sits with his wife, Tonette, during a fundraiser in West Des Moines on May 16. (Daniel Acker/Bloomberg)  Frank VanderSloot, a top Republican donor and chief executive of an Idaho nutritional-supplement company, said Walker has mentioned the idea of tapping Rubio as his running mate twice to him — once in a phone call early this year and last month at a Utah retreat hosted by Mitt Romney. VanderSloot has also talked to Rubio about the idea; he was adamant about being at the top of the ticket.  The continuous one-upmanship, VanderSloot said, is “a little tongue-in-cheek. But in good humor there is always a little truth.” Michael Steele, the former Republican National Committee chairman, said Walker’s ticket talk “is a little bit presumptuous” — and puzzling.  “I guess because of the Hispanic vote and the idea that Rubio may have some appeal to draw that,” he said.  Walker has repeatedly described Rubio as a friend, although associates say that the two do not have an especially close relationship. They met in 2010, soon after Walker was elected to the governor’s office and Rubio to the Senate; neither side can remember the details.  “They haven’t stayed in great touch since but run into each other now and again since they attend events with a very similar following,” said one person close to Walker, who requested anonymity to describe private interactions.   [Marco Rubio: A man in a hurry]  Both campaigns declined to discuss the relationship between the two politicians. A senior Republican who stays in contact with both said Rubio’s team has reacted to Walker’s rhetoric with a shrug.  “It doesn’t make them happy, but they are not unduly annoyed,” said the Republican, who requested anonymity to discuss private conversations. “They kind of chuckle and go, ‘That’s just the way the game works.’ ” Walker’s embrace-and-diminish treatment of Rubio was on full display late last month during a speech at a regional Republican conference in Philadelphia. Walker lauded the entire GOP field — but Rubio was the only one he mentioned by name.  “I know Senator Rubio very well,” Walker said. He then noted that while U.S. senators have admirably fought President Obama’s agenda, they “have yet to win any of those serious battles.” Walker has pitched himself as a candidate who can fight and win battles with Democrats. This spring, Rubio said in a meeting with the Des Moines Register editorial board that there was “no way” a governor like Walker is ready to make foreign policy decisions. Walker hit back, asking if Rubio thought former California governor Ronald Reagan had been prepared for the job.  A few days later, one of Walker’s college-aged sons tweeted: “Marco Rubio just tweeted a good 50 times in the last hour. . . . Whoever runs his account NEEDS TO CHILL.” Stanley Hubbard, a conservative billionaire who oversees a Minnesota broadcasting company and is supporting Walker, said that he likes Rubio but doesn’t think he is quite ready for the presidency.  “He has not yet had any executive experience — and that’s really important to get the job done right as president. He hasn’t had that experience yet, but he could get it as vice president,” Hubbard said.  Walker and Rubio are now competing against one another in Iowa, where both have hired strategists who steered Sen. Joni Ernst (R-Iowa) to victory in the 2014 midterms. Walker has visited the state at least half a dozen times this year and plans to again visit after his announcement next week. He is banking heavily on a good showing there, and polls show he has the inside track against the crowded field of Republican hopefuls.   [Scott Walker’s wife, toughened by life, is ready for the fires of a campaign]  Iowa is much tougher for Rubio, who is trying to make an impression there. He will hold seven public Iowa events in three days this week and has reserved TV advertising time in the state.  Some top Republicans worry that Walker is tacking too far to the right on social issues in an effort to win the Iowa caucuses, which are usually dominated by conservative activists. They point to the Supreme Court’s recent decision to legalize gay marriage nationwide, which Walker called a “grave mistake” that should be undone by amending the Constitution to give states the right to ban gay marriage. Rubio and Bush did not call for such an amendment.  Walker also came out as a more vocal critic of abortion, backing a ban in his state on abortions after 20 weeks. Walker has long opposed abortion in all cases, including pregnancies resulting from rape and incest, although he avoided discussing the issue in last year’s gubernatorial race.  “He has gone too far to the right,” said a top Republican fundraiser who is close to Walker but has not endorsed him. “He has been very focused on Iowa, but he needs to have his eye on New Hampshire . . . and the other primaries.”   Democrats are eager to engage in culture war debates with Republicans, and Clinton recently slammed the GOP as the “party of the past.” It’s unclear whether a joint ticket would resolve such problems for Republicans or cause more confusion, since Rubio and Walker disagree on some issues.  But that’s not going to stop Walker’s backers from daydreaming out loud about Walker-Rubio 2016.  “My dear wife, Karen, said to me months ago, ‘Wouldn’t a great ticket be Walker for president and Rubio for vice president?’ ” Hubbard said. “I think it’s a very good idea. It would be a heck of a ticket.” ", "byline": "", "description": "Scott Walker has yet to launch his presidential campaign, but the Wisconsin governor is already talking both privately and publicly about a running mate: Marco Rubio.This comes as news to Rubio, the freshman Florida senator who is running his own campaign to be president. The constant prodding from Walker has become an irritant between the two GOP rivals, neither of whom knows the other all that well. Read full article >>", "title": "Why Scott Walker keeps dropping Marco Rubio’s name as VP", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47f3062e/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cwhy0Escott0Ewalker0Ekeeps0Ementioning0Emarco0Erubio0Eas0Ea0Erunning0Emate0C20A150C0A70C0A80C720Abe62e0E23f40E11e50Eaae20E6c4f59b0A50Aaa0Istory0Bhtml0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["abortion", "personality", "gay_marriage"], "people": ["Stanley Hubbard", "Mitt Romney", "Michael Steele", "Jeb Bush", "Ana Navarro", "Ronald Reagan", "Hillary Rodham Clinton", "Marco Rubio", "Daniel Acker", "Joni Ernst", "Scott Walker", "J. Scott Applewhite"], "orgs": ["Senate", "Des Moines Register", "GOP", "Committee", "Supreme Court"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}, {"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-07-08 18:05:41", "org": "washpo", "article_id": "fe764cff9b86b944a179549118f30f43", "date_access": "2015-07-08 17:20:03.372651"}