{"body": "    U.S. Treasury Secretary Jack Lew announced that a woman will be featured on a new $10 bill rolling out in 2020. Here are four likely candidates. (Nicki DeMarco/The Washington Post)    Quick, name a woman -- any American woman -- who you think deserves to be memorialized on a piece of paper American currency. Maybe women's suffrage leader Susan B. Anthony comes to mind. Civil rights hero Rosa Parks? Your own mother? [The 33 women who should be considered for the $10 dollar bill] For the 11 college-educated presidential candidates on stage at the main Republican primary debate Wednesday night, those are pretty much the only American women they seemed to be able to think of. CNN host Jake Tapper curated one of the night's last questions from social media. \"Earlier this year, the Treasury Department announced that a woman will appear on the $10 bill,\" Tapper said. \"What woman would you like to see on the $10 bill?\" He then went around the debate stage for rapid-fire responses. Apparently it was a little too rapid-fire for some of the GOP candidates. Here are everyone's answers: Sen. Rand Paul (Ky.): Susan B. Anthony Former Arkansas governor Mike Huckabee: His mom Sen. Marco Rubio (Fla.): Rosa Parks Sen. Ted Cruz (Texas): Rosa Parks (also, he'd leave Alexander Hamilton on the $10 and knock Andrew Jackson off the $20) Retired neurosurgeon Ben Carson: His mom Real estate mogul Donald Trump: His daughter, Ivanka (Editor's note: The rules say -- though the question didn't indicate -- the woman on the $10 bill can't be alive). Oh yeah, and Rosa Parks. Former Florida governor Jeb Bush: Former U.K. prime minister Margaret Thatcher Wisconsin Gov. Scott Walker: Clara Barton, the founder of the American Red Cross Former Hewlett-Packard CEO Carly Fiorina: Nobody. (\"I don't think it helps to change our history. ... We ought to recognize that women are not a special interest group,\" she explained.) Ohio Gov. John Kasich: Mother Theresa New Jersey Gov. Chris Christie: America's second first lady, Abigail Adams Bush added of his Thatcher pick that it's \"probably illegal, but what the heck.\" And it would be illegal, since the woman must be an American. So that nixes Mother Theresa too. And the woman must also be dead, which nixes living immediate family members -- even if that were a good answer on some planet. Suffice to say, almost all of these are either very safe or very weak. We came up with 33 women who would all make great candidates for the $10 bill. What about Shirley Chisholm, the first African American woman elected to Congress? Maya Angelou, the famed poet and civil rights activist? There's lots to work with here, which is why our list had 33 names! We know this question came toward the end of a three-hour (!) debate, but it presented a unique opportunity for the candidates on stage to connect with American women of all different colors from both sides of the aisle -- if only any of them had tried.    (Max Whittaker/EPA-Pool)  ", "byline": "", "description": "A couple chose their moms.", "title": "Apparently the hardest question of the GOP debate was &#8216;pick a woman for the $10 bill&#8217;", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/17/apparently-the-hardest-question-of-the-gop-debate-was-pick-a-woman-for-the-10-bill/", "topics": ["personality"], "people": ["Susan B. Anthony", "Clara Barton", "Alexander Hamilton", "Mike Huckabee", "Max Whittaker", "Margaret Thatcher", "Rosa Parks", "Ted Cruz", "Chris Christie", "Shirley Chisholm", "Maya Angelou", "Scott Walker", "Rand Paul", "Jeb Bush", "Donald Trump", "Marco Rubio", "Jake Tapper", "Ivanka Trump", "Carly Fiorina", "John Kasich", "Jack Lew", "Mother Theresa", "Ben Carson", "Andrew Jackson"], "orgs": ["Treasury Department", "Real", "Congress", "U.S. Treasury", "Rosa Parks", "GOP", "EPA"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-09-17 14:20:46", "org": "washpo", "article_id": "3c64efe688ea2f4b4f4524f86837019f", "date_access": "2015-09-17 13:40:03.924018"}