{"body": " NORTH CHARLESTON, S.C. — Donald Trump said during a campaign speech on Wednesday that Hillary Rodham Clinton is “shrill,” raising his voice several octaves to get the point across.  “Hillary, who is very shrill -- do you know the word ‘shrill’?” Trump said to a crowd of a few hundred at a convention center here on Wednesday afternoon. “She can be kind of sha-riiiiill.”  Trump is often criticized for the way he describes women, and Clinton wasn’t the only woman he went after here on Wednesday. He said Caroline Kennedy is too nice to be the ambassador to Japan. He described, at length, a “vicious, vicious woman” in her 80s who once sued him during a dispute over an apartment. And he yet again called the career of former technology executive Carly Fiorina, another Republican running for president, “a disaster.”  “They say: ‘You can’t say that because it’s sexist,’” Trump said. “I say: ‘What’s sexist about it?’ I respect women more than I respect men...I have great respect, admiration, and I cherish women... I love women!” Several people in the audience said those sorts of brash, politically incorrect comments are the No. 1 reason they love Trump — and why they would vote for him in the presidential primary here next February.     Republican presidential candidate Donald Trump speaks at the Charleston Convention Center Wednesday in North Charleston, S.C. (Charles Ommanney/The Washington Post)  “He speaks his mind. He tells the truth,” said Stephanie Grant, a mother of three wearing a “ReTRUMPlican” t-shirt who drove about two and a half hours from Hartsville to see Trump. “As much as I hate to admit it, I’m 42 and I’ve never voted before. But I’m voting for him. I never felt like anyone was telling the truth before now.” Trump’s comments came during a meandering 40-minute speech that featured many of his regular talking points — like China stealing jobs from the U.S. and the media treating him unfairly — along with tangents on sweating, golf, his plane, Michael Jordan, the low quality of foreign-made furniture and his various business ventures. He spent very little time discussing what some expected would be the centerpiece of his speech: expanding opportunities for minority business owners. Trump’s team billed the event as an address to the South Carolina African American Chamber of Commerce, but his appearance actually came during the Greater Charleston Business Alliance’s annual meeting. The audience looked like those at most of Trump’s events: mostly white and skewing older, although a few African American business owners attended. (The crowd was much smaller than those at most Trump events, with rows and rows of empty chairs that, towards the end of the speech, small children raced up and down.) Trump said he likes “African American negotiators,” and he said it should be easier for black entrepreneurs, along with all entrepreneurs, to secure business loans. He also claimed that a recent, unidentified poll found that 25 percent of African Americans surveyed would vote for him in the general election.  “I have a lot of friends, African Americans in New York, who said: ‘You’re going to get most of them,’” Trump said. “I was actually disappointed with the 25 percent.” John Gethers of Columbia, who secures financing for minority-owned businesses, said he attended the speech to hear Trump’s ideas on bonding issues, access to capital and contracting opportunities.  “I was kind of confused — I don’t know what I just sat through,” said Gethers, 31, who is black. “I don’t know if any presidential candidate is going to be specific, but I just thought I was going to hear a little bit more.”   Republican presidential candidate Donald Trump greets audience members Wednesday in North Charleston, S.C. (Charles Ommanney/The Washington Post)  Trump instead devoted large chunks of his speech criticizing various media outlets for not treating him fairly.  Earlier in the day, Trump had tweeted that “for the foreseeable future” he would no longer do interviews with Fox News. Trump has become increasingly critical of Fox and its major personalities in recent days. The announcement came about 15 minutes afterr The O’Reilly Factor show canceled an interview with Trump scheduled for Thursday, according to a Fox spokesperson.  Becky Causey, a 71-year-old retiree who attended the speech, said she closely reads Trump’s tweets and watches television at least 15 hours per day to catch everything Trump-related. But she noted that the channels she surfs is becoming more limited. “I don’t like CNN because they don’t like Trump,” said Causey, a retired nurse who lives in Murrells Inlet. “Now it looks like Fox News is against him. And I’m putting Bill O’Reilly on hold.” During the speech, Trump also went after the weaknesses of some of his fellow Republican rivals. He marveled at how much New Jersey Gov. Chris Christie sweated during the second GOP debate last week, and wondered aloud why Fiorina is “fighting like hell to raise money” instead of self-financing her campaign like him. But his strongest critique was for Sen. Marco Rubio (R-Fla.), who is also a candidate. Trump questioned why Rubio personally has “no money, zero” and why he is running against his mentor, former Florida governor Jeb Bush.  “He’s overly ambitious, too young, and I have better hair than he does, right?” Trump said. “I’m so tired of this politically correct brat.”  ", "byline": "", "description": "The GOP front-runner’s comments are the latest in a line of questionable remarks about women.", "title": "Donald Trump calls Hillary Clinton ‘shrill’", "url": "http://www.washingtonpost.com/politics/donald-trump-calls-hillary-clinton-shrill/2015/09/23/63c6d5be-6216-11e5-8e9e-dce8a2a2a679_story.html", "topics": ["women", "campaign_finance"], "people": ["Michael Jordan", "Jeb Bush", "John Gethers", "Chris Christie", "Carly Fiorina", "Bill O'Reilly", "Hillary Clinton", "Caroline Kennedy", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Charles Ommanney"], "orgs": ["S.C.", "Hartsville", "GOP", "Greater Charleston Business Alliance", "South Carolina African American Chamber of Commerce"], "authors": [{"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-09-23 22:45:14", "org": "washpo", "article_id": "2e04eec3faba424ecce4f97de5c220f4", "date_access": "2015-09-23 22:00:05.489083"}