{"body": "  KENNEBUNKPORT, Maine — Supporters of former Florida governor Jeb Bush have donated more than $114 million to support his presidential bid since the beginning of the year, giving the GOP contender an unprecedented campaign treasury as he heads into the highly competitive 2016 primary contest. The bulk of the money was raised by his allied super PAC, Right to Rise USA, which announced Thursday that it brought in more than $103 million between January and June. Separately, the Bush campaign said it raised $11.4 million in the second quarter.  The massive sum collected by Right to Rise instantly makes it one of the most potent forces in the race and spotlights how groups financed by unlimited donations are driving the action in national politics. The news of Bush’s fundraising success came as top donors assembled in this Maine seaside town to be feted at the Bush family compound. Bush’s financial firepower is unlike that of any previous candidate, both in size and form. The combined total raised by his campaign and super PAC is more than double the $50.1 million that his brother, then-President George W. Bush, collected in the fall of 2003. That is the largest amount that a White House candidate has raised in a quarter during a year before an election, according to the nonpartisan Campaign Finance Institute. But that was before the advent of super PACs, which can accept unlimited sums from individuals and corporations.   [It’s bold, but legal: How campaigns and their super PAC backers work together]  The financial success of Right to Rise is due largely to the intensive efforts of Jeb Bush, who spent much of the year raising tens of millions of dollars for the group by headlining dozens of fundraisers in the nation’s money capitals, tapping a network of donors cultivated over the past 40 years by the Bush family. All the while, he maintained he had not yet decided whether to make a run. Right to Rise cannot coordinate with his campaign, but the group is run by one of his longtime advisers, Mike Murphy. The super PAC, which said it has $98 million in cash on hand, is planning to run a major TV and digital media operation. Advocates for more stringent campaign finance rules said the super PAC’s fundraising bonanza — and Bush’s role in helping secure six- and seven-figure checks — underscores the need to revamp the campaign finance system. “We can’t have a functioning democracy where leading presidential candidates operate in this fashion,” said Robert Weissman, president of Public Citizen. Bush spokeswoman Kristy Campbell said that Jeb Bush “has always followed a conservative approach to his political fundraising activities.” “He has and will continue to comply with all applicable campaign finance laws,” she added. Right to Rise said that it raised money from more than 9,900 donors, including 9,400 who gave less than $25,000 each. “We are grateful for the overwhelming response from the thousands of donors who have been drawn to Jeb’s optimistic message of conservative renewal and reform,” said Charlie Spies, the group’s treasurer and general counsel. Bush also logged an impressive haul in his first two weeks as an official candidate, averaging $760,000 in donations a day. That beats the fundraising pace of Hillary Clinton, who averaged $570,000 a day in the second quarter, raising a total of $45 million so far. Her allied super PAC, Priorities USA Action, brought in another $15.6 million.   [Hillary Clinton raised $45 million since April]  New York Jets owner Woody Johnson, Bush’s national finance chairman, said the candidate is “encouraged and grateful for the tremendous early support and enthusiasm his candidacy has generated since he launched his campaign.” As recently as early June, there were signs that the super PAC might not hit a $100 million benchmark that had been talked about earlier in the year. But Thursday’s total showed the group finished the month strong enough to hit that six-figure number. Bush’s totals give him a wide lead in the 2016 money race. Among fellow Republicans, Sen. Ted Cruz of Texas is a distant second, with more than $51 million between his campaign and a quartet of super PACs. Sen. Marco Rubio of Florida appears likely to be in third place. He has yet to release his campaign fundraising totals, but two independent groups backing his bid have raised nearly $32 million so far. Still, Bush aides concede that he is still building a network of small-dollar donors, unlike rivals such as Cruz and Sen. Rand Paul of Kentucky, who have already have strong grass-roots donor bases. Here in Kennebunkport, more than 200 of Bush’s top fundraisers and donors gathered for a private two-day confab with the candidate and his top advisers. “If I had any athletic skills, I’d be doing cartwheels,” GOP strategist and Bush supporter Ana Navarro wrote in an e-mail. “This is a huge shot in the arm for Team Jeb. The super PAC haul, coupled with the Jeb campaign numbers, shows nationwide support and enthusiasm for Jeb. The guy has been plugging away at this with dedication and discipline. And it paid off.”  [Jeb Bush: A clan of ferocious competitors returns to the fray]  The Kennebunkport retreat was designed to reward bundlers who had raised $27,000 for the campaign in its first 15 days. Many of those in attendance also took part in a similar event for super PAC donors in Miami in late April.  This week’s gathering kicked off with a nostalgic appeal to longtime members of the Bush network, with a private dinner at the family compound featuring former president George H.W. Bush and his wife, Barbara.  Guests were told not to wear jackets and ties — a suggestion violated by many attendees — and instead don “Kennebunkport casual.” On Thursday afternoon, about 200 invitees and Bush aides milled outside the Carriage House at the Colony Hotel, one of the seaside town’s largest venues. Four black-and-red trolleys from the Ogunquit Trolley Co., a local tour group, came to pick them up and transport them to the family compound on Walker’s Point, about a mile and a half away.  On Friday morning, donors are set to receive briefings from top campaign officials, including campaign manager Danny Diaz, senior aide Sally Bradshaw and finance director Heather Larrison. The meetings will help “recharge our batteries,” said longtime Bush friend Al Cardenas, “given how much more we’ll need to do.”  Tom Hamburger contributed to this report. ", "byline": "", "description": "KENNEBUNKPORT, Maine — Supporters of former Florida governor Jeb Bush have donated more than $114 million to support his presidential bid since the beginning of the year, giving the GOP contender an unprecedented campaign treasury as he heads into the highly competitive 2016 primary contest.Read full article >>", "title": "Jeb Bush and allied super PAC raise an unprecedented $114 million war chest", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47fdfa55/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cjeb0Ebush0Eand0Eallied0Esuper0Epac0Eraise0Ean0Eunprecedented0E1140Emillion0Ewar0Echest0C20A150C0A70C0A90C652e120A60E26510E11e50Eb72c0E2b7d516e1e0Ae0Istory0Bhtml0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance"], "people": ["Woody Johnson", "Rand Paul", "Danny Diaz", "Kristy Campbell", "Heather Larrison", "Robert Weissman", "Jeb Bush", "Tom Hamburger", "Hillary Clinton", "Ana Navarro", "Mike Murphy", "Al Cardenas", "George W. Bush", "Sally Bradshaw", "Marco Rubio", "Charlie Spies", "Ted Cruz"], "orgs": ["Campaign Finance Institute", "PAC", "New York Jets", "GOP", "PACs"], "authors": [{"author_id": 32408, "fullname": "matea gold", "primary_org": "washpo"}, {"author_id": 32008, "fullname": "ed o’keefe", "primary_org": "washpo"}], "date_written": "2015-07-10 00:48:13", "org": "washpo", "article_id": "be434d7b922a1922744b6795b5432aa8", "date_access": "2015-07-10 00:00:03.650190"}