{"body": "   Democratic presidential candidate Senator Bernie Sanders speaks as former Secretary of State Hillary Clinton looks on during the first official Democratic candidates debate of the 2016 presidential campaign in Las Vegas, Nevada October 13, 2015. REUTERS/Lucy Nicholson  The Democrats on stage in Tuesday night's primary debate have traded barbs over guns, banking regulation and college tuition. You might forget that the candidates on stage agree about the major issues, including the economic ones. They believe that in order for most Americans to enjoy improving standards of living, the government has to intervene in the economy, redistributing wealth and reining in what they see as the excesses of the free market. Since the Second World War, the economy has done better when Democrats are in the White House, a point that Hillary Rodham Clinton made in response to a question from CNN's Anderson Cooper. \"The economy does better when you have a Democrat in the White House and that's why we need to have a Democrat in the White House in January 2017,\" the former secretary of state said. The average rate of economic growth under Democratic presidents since the Truman administration has been 4.4 percent, compared to 2.5 percent under Republicans. The economy has performed better on other measures under Democratic presidents, too. Industrial production, unemployment and returns on the stock market have all been worse when a Republican occupies the Oval Office. It is unclear, though, whether Democrats' approach to the economy is responsible for this impressive record, or whether they just got lucky. All kinds of factors affect the economy that are beyond the president's control -- wars, oil shortages and the decisions of the Federal Reserve.      ", "byline": "", "description": "The Democrats on stage in Tuesday night's primary debate have traded barbs over guns, banking regulation and college tuition. You might forget that the candidates on stage agree about the major issues, including the economic ones. They believe that in order for most Americans to enjoy improving standards of living, the government has to intervene in the economy, redistributing wealth and reining in what they see as the excesses of the free market.Read full article >>", "title": "Wonkblog: Hillary Clinton was right: The economy has done better under Democrats", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/10/13/hillary-clinton-was-right-the-economy-has-done-better-under-democrats/?wprss=rss_business", "topics": ["economy"], "people": ["Bernie Sanders", "Anderson Cooper", "Hillary Clinton", "Lucy Nicholson", "Hillary Rodham Clinton"], "orgs": ["Federal Reserve", "Oval Office"], "authors": [{"author_id": 31049, "fullname": "max ehrenfreund", "primary_org": "politico"}], "date_written": "2015-10-14 04:03:58", "org": "washpo", "article_id": "abedf3001baa078dd15defdd019d561f", "date_access": "2015-10-14 03:52:28.083429"}