{"body": "  CHRISTIANSTED, U.S. VIRGIN ISLANDS — As the setting sun glistened off the bay, palm trees swayed and Bob Marley played at the bar. Sen. Ted Cruz’s father and a political operative were making the case that the path to the presidency ran through this unlikely tropical outpost.   “You have an opportunity to make a difference in the Republican primary,” Cruz’s father, Rafael, told a woman drinking white wine, a GOP button pinned to her tank top. This was no rubber chicken dinner in Iowa or New Hampshire; waves lapped the beach behind the handful of activists looking to increase the small number of Republicans in the Virgin Islands and its clout in the presidential election. With a packed, unpredictable Republican field, several well-funded candidates are playing the long game, betting on the idea that a primary race will stretch well into the spring — and that just as Democrats learned in 2008, amassing support from people in and delegates to the national convention from places traditionally on the sidelines of the primary process could help lead to the nomination. Presidential candidates are veering far from the traditional campaign trail, stumping in Alaska and Wyoming and sending emissaries to far-flung locals such as Guam and American Samoa early in the primary process.   CHRISTIANSTED, U.S.V.I. - SEPTEMBER 29: John Canegata, chairman of the Virgin Islands GOP, left, and Rafael Cruz, the father of presidential candidate Sen. Ted Cruz (R-Tex.) meet with activists. (Photo by Katie Zezima /The Washington Post) (Katie Zezima /TWP)  ”You’ve got to chase delegates everywhere. You can’t just pick your spots,” said David Kochel, senior strategist for former Florida governor Jeb Bush. Sen. Rand Paul (R-Ky.) blitzed across the delegate-rich West this summer. Bush has started recruiting delegates in Illinois and New Jersey. Cruz has traveled to Michigan and Wyoming, and Sen. Marco Rubio (R-Fla.) has rolled out state chairs in Nebraska, Oregon and Montana. A 2012 rule change makes later contests even more valuable: Now a candidate must win a majority of delegates from eight states in order to have his or her name put forward for nomination. “To me, it’s like niche farming for delegates,” said Saul Anuzis, former chair of the Michigan Republican Party who is supporting Cruz and is spearheading his hunt for support in unusual places. “We’re looking at this as a marathon, not a sprint.” Cruz’s campaign says it sees the careful courting of delegates — along with coalescing his base of conservative and religious voters — as a linchpin of its primary strategy. The Texas senator has been pouring time and resources into the delegate-heavy South, where many states vote March 1. But investing in the presidential race in Alabama or Georgia is one thing; devoting campaign attention to Guam, about 8,000 miles from Washington, is something very different.   [Southern states set to play major role in GOP race]   Cruz’s campaign started dispatching people in August to five U.S. territories to hunt for delegates. Dennis Lennox, a former Michigan county drain commissioner and hockey official with a penchant for bespoke suits, exclusive parties and travel blogging, went to the Pacific territories for more than a month. Along the way, he encountered an uncommon trail hazard: a typhoon. Lennox met with elected and party officials — the Guam Republican chairman threw him a pizza party — and worked to convince anyone he could meet to support Cruz. Anuzis and Rafael Cruz, a pastor, recently visited the Virgin Islands, where boats bob lazily in turquoise waters, people drive on the left and free shots of rum are offered to travelers getting off flights at the airport in St. Thomas. The men held political meetings, spoke to gatherings of pastors and made a pit stop at a Catholic school, reminding 17-year-olds that they would be able to vote next year. At a park in Charlotte Amalie on St. Thomas, roosters strutted and crowed nearby as Cruz told two men that he believes the primary is more important than the general election. Residents of U.S. territories cannot vote for president, but have the ability in the primary to cast ballots for delegates who choose the party nominee at the nominating convention in July. “Puerto Rico, the Virgin Islands, have the same vote as Michigan or California. Only in the primary. Only in the nominating process. And you guys have so few people that vote,” Anuzis pitched the group. Bush and Rubio stumped in Puerto Rico earlier this year. “So if you can get a critical mass of people supporting a candidate, you guys . . . can make a big difference,” he said. John Canegata, chairman of the Virgin Islands Republican Party, said only a handful of people in this territory of 104,000 are registered as Republicans, and few presidential campaigns have paid attention in the past. Anuzis said that “less than 200” Republicans here voted in the last primary.  “Don’t take our vote for granted,” said Canegata, who is working to recruit and organize the islands’ small number of Republicans. According to FEC filings, the Virgin Islands Republican Party has paid small fundraising commissions to Anuzis’s company, Coast to Coast Strategies. . Canegata said he has heard from representatives from the campaigns of Paul and Ben Carson. He said Bush met with Virgin Islands Republicans at a meeting in Arizona; Bush has also met with officials from Guam. Kochel said Bush’s team has people gathering signatures to get Bush on the ballot in numerous states — he wasthe first to file in Vermont and Kentucky. “It’s not enough to just go park in one state, win one state and expect that momentum is going to carry you through the long and difficult nominating process,” Kochel said. “You have to have a national organization that is working to get delegates in every state.” Rand Paul is particularly looking to find delegates in states that caucus, such as Idaho, Utah and Vermont, because, he said, they are easier to organize — a strategy that played a large role in the presidential campaigns of his father, Ron Paul. Ron Paul won the Virgin Islands in 2012, and his campaign’s Virgin Islands chair is Cruz’s campaign chair.   [Rand Paul’s sneak attack strategy]   In 2012, Ron Paul was able to game the delegate system at the Nevada and Maine state conventions, snagging all of their delegates to the national convention in Tampa. There, Paul supporters walked out after a decision to replace some of those delegates. Delegate math sealed Barack Obama’s nomination over Hillary Clinton in 2008, with delegates from Montana and South Dakota, as well as superdelegate endorsements, propelling him to victory. This year, the Republican National Committee tried to change its calendar and delegate rules to speed the nominating process. That resulted in a deluge of key nominating contests compressed into a short period in March — and the urgency of some candidates to give their campaigns a national reach early.       On the Virgin Islands, organizing and getting people to understand how they can play a role in the presidential race without being able to vote next fall is a challenge. “I don’t understand the process,” said Julie Rhymer, who heard Rafael Cruz speak and said she would consider changing her party affiliation to Republican to vote for his son. For Canegata and the Cruz campaign, that means more organization and outreach to current or potential Republicans. “We’ve been making an effort to get delegates wherever we can,” Anuzis said as rain clouds gathered over the park in Charlotte Amalie. “To some extent, if you just pay attention and ask, it’s more than most other campaigns do.”  Jose A. DelReal and David Weigel contributed to this report.  ", "byline": "", "description": "Campaigns betting on a long primary race are trying to find support in unlikely places.", "title": "For some candidates, the path to the White House runs through paradise", "url": "http://www.washingtonpost.com/politics/for-some-candidates-the-path-to-the-white-house-runs-through-paradise/2015/09/30/1c3e3814-62d3-11e5-b38e-06883aacba64_story.html", "topics": ["campaign_finance", "trade", "immigration", "economy"], "people": ["Rand Paul", "Ron Paul", "David Kochel", "Rafael Cruz", "Jeb Bush", "Saul Anuzis", "Bob Marley", "Katie Zezima", "David Weigel", "Marco Rubio", "Barack Obama", "Dennis Lennox", "Hillary Clinton", "Ben Carson", "John Canegata", "Ted Cruz"], "orgs": ["Michigan Republican Party", "TWP", "Republican National Committee", "GOP", "FEC"], "authors": [{"author_id": 31435, "fullname": "katie zezima", "primary_org": "washpo"}], "date_written": "2015-10-01 11:20:36", "org": "washpo", "article_id": "e225d4917412e37268d2879aaacdee4a", "date_access": "2015-10-01 10:30:07.380787"}