{"body": "   Bernie Sanders, feminist. EPA/MICHAEL REYNOLDS  The clip released Thursday from actress Lena Dunham's interview with Hillary Clinton has her asking the Democratic front-runner: \"Do you consider yourself a feminist?\" To no one's surprise, Clinton's answer is yes, and she adds: \"I’m always a little bit puzzled when any woman of whatever age, but particularly a young woman, says something like, ‘well, I believe in equal rights but I’m not a feminist.’ Well, a feminist is by definition someone who believes in equal rights.\" As it happens, I recently posed the exact question to Clinton's opponent Sen. Bernie Sanders (I-Vt.), as he was campaigning in New Hampshire. Here's how it went: Q. Do you consider yourself a feminist? Sanders: Yes. Q. What does that term mean to you? Sanders: Well, it means a commitment to fighting for women’s rights. And I think if you check my record, you will find that that is what I’ve done throughout my entire political career. Q. Is it your sense that women, as you are out on the trail, are hearing that and understanding that? Sanders: Well, I hope that they will hear it. I do understand there is a desire on the part of many women, perfectly understandable, to see a woman being elected president. And we all want to see that. We want to see women hold more political offices. But I also would hope that, in these enormously difficult times, where it is absolutely imperative that we stand up to the billionaire class, bring our people together, to fight for a progressive agenda, that all people—women—look at that candidate who has the record to do that. In terms of women’s rights, you’re looking at somebody who, to the best of my knowledge, has a 100 percent pro-choice voting record. You’re looking at somebody who’s made a cornerstone, a key part of my campaign, the need for at least three months of family and medical leave; somebody who is fighting to raise the minimum wage over a two year period to $15 an hour, which will benefit everybody, but women actually more than men; somebody who regards it as enormously important that we fight for pay equity for women; somebody who believes that our child care system is a disaster today and that we need to have the best childcare/pre-K system in the world, making it universal and affordable. So I think if people look at my record, I think they will see somebody who has had a lifelong record of support for the women’s movement and women’s rights. ", "byline": "", "description": "\"I do understand there is a desire on the part of many women, perfectly understandable, to see a woman being elected president. And we all want to see that.\"", "title": "Hey Bernie Sanders, are you a feminist?", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/24/hey-bernie-sanders-are-you-a-feminist/", "topics": ["women"], "people": ["Bernie Sanders", "Lena Dunham", "Hillary Clinton"], "orgs": ["EPA"], "authors": [{"author_id": 31223, "fullname": "karen tumulty", "primary_org": "washpo"}], "date_written": "2015-09-24 22:29:22", "org": "washpo", "article_id": "8d506301b6df2e06f3f4e5cf93663473", "date_access": "2015-09-24 21:30:07.391772"}