{"body": "Hispanic voters do not like Donald Trump. We could have assumed this prior to Wednesday, of course, based on his comments about illegal immigrants. But a survey of Hispanic voters included in the new NBC News-Wall Street Journal poll shows just how much they dislike him.    And so:  That is the bad news for Trump. For Republicans,though, there's a second question: Is Trump's Trumping hurting the party overall? And to that the answer appears to be, no. Jeb Bush, for example, doesn't seem to have suffered any ill effects from having shared a political party label with Trump. He's actually viewed more positively by Hispanics than by voters at large -- something that has been the case for a while now.     What's more, Hispanic support for the Democratic and Republican parties is about where it's been for a while. There's no obvious Trump effect.         Notice that Hispanics are consistently more supportive of the Democratic Party and less supportive of the Republicans than voters overall. That hasn't changed post-Trump, but it also hasn't gotten better, which is what the Republicans were hoping would happen. (See the Republican National Committee's autopsy report following the 2012 election.) So in head-to-head match-ups between Hillary Clinton and Bush or Trump, Hispanic voters overwhelmingly choose Clinton -- just a bit more overwhelmingly choosing her over Trump.     Hispanics backed President Obama over Mitt Romney by 44 points in 2012, according to exit polls. In NBC-WSJ's new poll, they back Clinton over Bush by 28 points and over Trump by 51. Don't read too much into that 28 percent (or that 51); it's still very early in this thing. But, for now, the party can at least rest easy knowing that Trump isn't dragging them down. Now they just need to worry about what happens if he gets the nomination.", "byline": "", "description": "This is a mixed blessing for the GOP.", "title": "Hispanic voters hate Donald Trump - but don't hate Republicans (any more than normal)", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/30/hispanic-voters-hate-donald-trump-but-dont-hate-republicans-any-more-than-normal/", "topics": ["immigration"], "people": ["Donald Trump", "Jeb Bush", "Hillary Clinton", "Mitt Romney"], "orgs": ["Democratic Party", "Republican National Committee", "WSJ", "GOP"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-09-30 20:38:38", "org": "washpo", "article_id": "a31f7623161ecc1222d14ca7bc39eb2f", "date_access": "2015-09-30 20:00:06.180895"}