{"body": "   Crowd cheers for Donald Trump. (Melina Mara/The Washington Post)  WHAT TO EXPECT FROM TRUMP ON TAXES. Republican presidential candidate Donald Trump has been letting bits and pieces of his thinking on tax policy slip in recent days, and the New York Times has a roundup of what those hints tell us about his overall policy. So far Trump has discussed cutting taxes for the middle class, reducing rates for corporations and ending loopholes to simplify the code. So far those proposals are right in line with the rest of the GOP, where he differs is on taxes for the wealthy. Trump has said he would increase taxes on some high-income earners and wants to increase taxes for hedge fund managers by upping the rates for carried interest. PREPARING FOR CONGRESSIONAL DRAMA IN DECEMBER. Welcome to your daily reminder that Congress is in trouble in the fall. Today’s warning comes from The Hill in a guest post from Richard Arenberg, a former staffer for Sens. Carl Levin (D-Mich.) and George Mitchell (D-Maine), who warns that the remainder of the year will likely be marked by filibuster after filibuster. “Now the summer is ending. Will the logjam break up?  There’s little chance of that.  On the horizon is a pile-up of contentious issues each with its own filibuster possibilities. The new fiscal year begins on October 1.  If the appropriations impasse is not resolved by then, we face another government shutdown. Neither party wants that, but that fact alone won’t prevent it from happening.” A MAJORITY OF AMERICANS SUPPORTS THE GAS TAX. A new poll from the Mineta Transportation Institute found that 71 percent of those surveyed support a 10-cent increase in the gas tax to help pay for infrastructure improvements. The Hill has more: “Support for increasing the gas tax to 28 cents-per-gallon drops to 31 percent if the money is used to ‘maintain and improve the transportation system’ instead of ‘improve road maintenance,’ according to the group. The group behind the study said ‘the survey results show that a majority of Americans would support higher taxes for transportation—under certain conditions.'” Congress must find a way to pay for those highway and infrastructure projects before the Highway Trust Fund expires at the end of October but public support for increasing the tax isn’t likely to impact transportation funding this year. The White House and many in Congress have already ruled out a gas tax hike in previous discussions of highway funding. ", "byline": "", "description": "", "title": "Watch out for the Trump tax plan and get ready for a tough autumn, Washington", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/09/02/watch-out-for-the-trump-tax-plan-and-get-ready-for-a-tough-autumn-washington/", "topics": ["economy"], "people": ["Donald Trump", "Melina Mara", "Carl Levin", "George Mitchell"], "orgs": ["Highway Trust Fund", "Sens", "GOP", "Congress"], "authors": [{"author_id": 30993, "fullname": "kelsey snell", "primary_org": "politico"}], "date_written": "2015-09-02 14:23:51", "org": "washpo", "article_id": "e17690fa0618dad1d9345ee36b82d852", "date_access": "2015-09-02 13:40:03.266891"}