{"body": "   Then-president Bill Clinton waves as he sails with wife Hillary and daughter Chelsea aboard a sailboat skippered by the late CBS anchor Walter Cronkite near Edgartown, Mass. Tuesday Aug. 25, 1998. (AP Photo/Charlie Krupa)  Putting a new spin on which candidate would you most like to have a beer with, the discount travel Web site Travelzoo has capitalized on the pre-GOP debate buzz with a truly thought-provoking survey. Members received an e-mail early Tuesday morning asking them to imagine vacationing with one of the presidential candidates. (Do we have to?) “With the first presidential debate just around the corner, we’re curious …,” it began. Totally bipartisan, the choices are between five Democrats and five Republicans, which means Jim Webb and Joe Biden (who isn’t even running … yet) got a spot in the survey where the likes of Rand Paul, Ben Carson and Marco Rubio were relegated to “Other.” Travelzoo wonders who, among Martin O’Malley, Ted Cruz, Donald Trump, Jim Webb, Hillary Clinton, Mike Huckabee, Bernie Sanders, Jeb Bush, Joe Biden, Scott Walker, Other (please specify), its members would want to sit with on an airplane. And who they wouldn’t want to sit with. It also asks which candidate would they want to road trip with, vacation in Europe with, snorkel with and have dinner with. A random respondent will win a $100 gift card. (Man, we just give out Loop T-shirts.) That a company would be marketing off a presidential primary debate this early underscores how the Trump factor has turned a once boring event for political junkies into must-see TV. Christie McConnell, Travelzoo’s marketing director, told the Loop that their Manhattan offices are adjacent to the Trump Tower. So they can’t escape all the media hoopla outside the building. Can’t beat ’em? Join ’em. “Everybody is going to be watching,” McConnell said about Thursday night’s event. We’ll get the survey results Wednesday, but early indications, she said, show that Trump is taking the lead in most categories. We definitely vote for Trump to go snorkeling with. Just to see what happens to his hair when wet.", "byline": "", "description": "Travelzoo asked its members which presidential candidate they want to do various vacation activities with.", "title": "This travel site wants to know which presidential candidate you&#8217;d like to snorkel with", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/04/this-travel-site-wants-to-know-which-presidential-candidate-youd-like-to-snorkel-with/", "topics": ["personality", "immigration"], "people": ["Rand Paul", "Jeb Bush", "Scott Walker", "Martin O'Malley", "Bill Clinton", "Joe Biden", "Hillary Clinton", "Ben Carson", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Jim Webb", "Bernie Sanders", "Walter Cronkite", "Ted Cruz"], "orgs": ["Chelsea"], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-08-04 16:18:28", "org": "washpo", "article_id": "0433a9849a9f484101cccf82396fadfa", "date_access": "2015-08-04 16:00:08.142569"}