{"body": "One of the most prominent differences in the bases of support for Hillary Clinton and Bernie Sanders is in racial composition. In Fox News' most recent poll, Clinton led Sanders by 29 points among all voters -- and by 50 points among non-white voters. Sanders has increased his emphasis on courting non-white voters for that very reason. New data from Gallup makes clear that part of the divide has nothing to do with Sanders: Clinton is  simply very popular among black Americans. Eighty percent of black Americans view Clinton favorably -- only four points below where President Obama polls right now. Of course, Clinton is also much better known than Sanders, or most Republicans running in 2016. Ninety-two percent of respondents were familiar enough with Clinton to have an opinion, compared to a third who were familiar with Sanders. If you adjust the favorability for each candidate based on how well known they are, Sanders is viewed favorably by 70 percent of black Americans who know about him. For all of the 2016 candidates, those figures look like this.     We can look at this another way. Below, we've plotted favorability versus unfavorability, with points scaled to how familiar people are with each candidate.     Notice that, generally, as Republicans get better known, they are less popular. Generally, as Democrats get better known, they are more popular -- though Clinton just sort of breaks the scale. The question is: As Sanders becomes better known, how does his dot move? Does it go straight up, mirroring Clinton's numbers? Or does it drift a bit to the right, instead, seeing increased favorability but also increased unfavorability? (If that 70 percent overall favorability figure is predictive, Sanders would drift over to 30 percent unfavorability.) Notice Ben Carson's circle. He's doing better than most other Republican candidates with black voters. He seems to be likely to buck the trend of Republicans growing less popular as they're better known. But it's hard to say where Carson or Sanders will go. There's a lot of time and a lot of campaign that will need to unspool before we get a good sense of how black voters are reacting to the candidates. Sanders is doing everything he can to drag his circle up and to the left. He has to.", "byline": "", "description": "But which direction is Bernie Sanders headed?", "title": "Bernie Sanders&#8217; big challenge, explained in 1 chart", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/12/bernie-sanders-big-challenge-explained-in-1-chart/", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton", "Ben Carson"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-12 14:45:58", "org": "washpo", "article_id": "d7db45f4c0087c06c69c46b011da5250", "date_access": "2015-08-12 14:10:12.384172"}