{"body": "   Members of NASA’s New Horizons team react to seeing the spacecraft’s images of Pluto at their office in Laurel, Maryland. (Via Getty Images)  “NASA’s New Horizons spacecraft phoned home Tuesday night, reporting that it had made it to Pluto and beyond after crossing the solar system for 9 1/2 years,” Joel Achenbach writes. “To the immense relief of the men and women who had built it and then flung it into deep space, the robotic probe sent a brief stream of data, received shortly before 9 p.m., confirming that it had survived the close pass of the dwarf planet.” Here’s the view of Pluto that the mission provides:    The spacecraft became the first to fly past the dwarf planet Pluto, capping the exploration of the solar system, scientists said. (Via NASA)  THE BIG IDEA: A new conservative self-help manifesto from the head of AEI — Arthur Brooks, president of the American Enterprise Institute, is positioning his think tank to play a bigger role in 2016, offering more issue briefings and debate preparation for candidates. His new book out this week, “The Conservative Heart,” can be read as a communications manual of sorts. It also prods GOP leaders to outline a conservative social justice agenda. “Forget the scapegoats,” Brooks writes. “When the vast majority of Americans agree that conservatives are not compassionate, the time has come for a little introspection. The central problem is not what others say about us. It is what we say about ourselves.” Brooks, who told The Daily 202 that Jeb Bush has already read the book, is upset by the extent to which Republicans have run against Barack Obama in recent elections, rather than outlining their own vision. He thinks the GOP must become less “oppositional” to become a majority party. “Our politics have to be joyful, optimistic and in the service of people,” he explained in an interview. “Right now, the left and right are offering two negative, pessimistic, dividing options.”    Mitch McConnell greets Arthur Brooks after delivering a speech at AEI’s downtown offices. (Photo By Tom Williams/CQ Roll Call)  The think tank chief concludes his book with “Seven Habits of Highly Effective Conservatives,” a 38-page self-help manifesto for how lawmakers should talk so that real people will listen. Here is a summary of his key points—  Be a moralist. “Instead of championing low-wage Americans, conservatives sound like tax accountants to billionaires,” Brooks writes. “When we cheerlead entrepreneurship, for example, we usually heap praise on rags-to-riches outliers who are now multinational executives.” In explaining their opposition to a higher minimum wage, he urges conservatives to “stop laboring to explain inflation cycles, consumption patterns, and the laws of supply and demand.” Instead, he says, “lead with your heart and offer a statement of principle.” Fight for people, not against things. Using a word cloud from Ronald Reagan’s 1980 RNC convention speech in Detroit, Brooks points out that “people” appeared more than anything else. He argues that the Great Communicator never got bogged down in wonky specifics.  Brooks writes. “Economics runs quietly in the background, like your computer’s operating system … Republicans today have become like a bunch of computer geeks talking about ‘bits,’ ‘algorithms,’ and ‘binary values.’ Most people don’t understand that stuff or much care about it.” Get happy. “How often did you see Ronald Reagan truly angry? … His jokes were more devastating than any fire-and-brimstone words could have been,” Brooks recalls. “Thin skin and a hair trigger make us look like an angry political minority.” Steal all the best arguments. “Make the arguments for empathy and compassion,” he writes. “Trait-trespassing is the right thing to do and it’s the only way to win nationwide.” Say it in 30 seconds. “Each of us has ancient regions in our brain that make us decide if that politician on TV is a friend or foe,” writes Brooks. “If our brain says he or she’s a friend, we’re going to keep listening.”  WHILE YOU WERE SLEEPING: — Missouri executed an inmate last night (pictured below), the first person put to death since the Supreme Court weighed in on lethal injection last month.    David Zink in an undated photo provided by the Missouri Department of Corrections.  GET SMART FAST:  Jurors begin deliberations this morning in the Aurora theater shooting murder trial after closing arguments wrapped up yesterday. Making an impassioned case for criminal justice reform at the NAACP convention, the president said he has ordered Attorney General Loretta Lynch to start a review of the use of solitary confinement in prisons. He also argued that the $80 billion the federal government spends each year on prisons — nearly a third of the Justice Department’s budget — could instead fund preschool for every 3- and 4-year-old in the country, Juliet Eilperin reports from Philadelphia. The Oklahoma Republican Party posted a Facebook note that compared food stamp recipients to animals. It was deleted yesterday afternoon. A former Boston Uber driver, arrested last year for kidnapping and raping a passenger, was charged with five other previously unsolved sexual assaults yesterday. Donald Trump is first in a fresh Suffolk University/USA Today national poll of Republican primary voters, leading Jeb Bush by 3 points, 17 percent to 14 percent. After NBC chose not to air the Miss America pageant because of its severed ties with Trump, fewer than a million people watched it on the Reelz Channel. Last year, it was 5.6 million. This year, it was 925,000, per Nielsen.  POWER PLAYERS IN THE NEWS:  The pro-Chris Christie super PAC raised $11 million and will go on New Hampshire TV next week. Mike Huckabee raised about $2 million in the second quarter, and outside groups supporting him have brought in an additional $6 million. Sen. John McCain drew a primary challenge from state senator Kelli Ward, a second-termer from Lake Havasu City who practices osteopathic medicine. The incumbent’s campaign immediately fired back at her, per The Arizona Republic. Ted Cruz is going to Trump Tower in New York today for a private meeting with The Donald. Jeb Bush castigated Trump by name in Council Bluffs, Iowa, as pro-Trump, anti-immigration demonstrators waved signs outside. “Whether it’s Donald Trump or Barack Obama, their rhetoric of divisiveness is wrong,” the former Florida governor said, according to the Des Moines Register. “A Republican will never win by striking fear in people’s hearts.” Muriel Bowser, the District’s mayor, called Trump’s comments about Mexicans “idiotic” but defended his hotel development project as important for the city. She also claimed on WTOP that she cannot do anything to stop him at this point, and that Trump’s daughter Ivanka “will remain the face of the hotel” despite protests. A super PAC supporting George Pataki plans to go on TV with a commercial that touts the former New York governor as a GOP moderate. “If we nominate another Bush, or give voice to Trump on Mexicans, Hillary Clinton will win, and it’ll be our fault,” a narrator says. Scott Walker clarified that he does not want to change the minimum wage during a stop in Nevada. Two top Mitt Romney advisers, Beth Myers and Peter Flaherty, have signed on to help Jeb with debate prep. A 39-year-old state lawmaker from Bethesda, Delegate Ariana Kelly (D), was arrested in late June and charged with indecent exposure and trespassing after a dispute at the home of her ex-husband. The charging document includes some pretty salacious color, though the lawmaker’s lawyer said she will be “aggressively disputing” the charges at an Aug. 13 trial. Rapper 50 Cent filed for Chapter 11 bankruptcy.  IRAN DAY TWO HIGHLIGHTS — A round up of the coverage:   While every Republican presidential candidate spoke out against the deal, including Rand Paul, Hillary Clinton embraced it. “In Tehran, a live broadcast of Obama’s White House remarks was interrupted for an address by President Hassan Rouhani, who said that ‘all of our objectives’ had been realized in the planned lifting of sanctions and in what he said was the world’s recognition of Iran’s nuclear program for civilian use,” Carol Morello and Karen DeYoung report from Vienna. “Reaction from U.S. allies ranged from concern among the Sunni monarchies of the Persian Gulf that lifting sanctions would increase Shiite Iran’s efforts to expand its powers, to Israeli Prime Minister Benjamin Netanyahu’s assessment that Iran would not only get a nuclear weapon out of the agreement, but also a ‘cash bonanza’ to continue support for terrorism once sanctions are gone.” “Most congressional Republicans remained deeply skeptical, some openly scornful, of the prospect of relieving economic sanctions while leaving any Iranian uranium-enrichment capability intact. And Democrats offered only cautious endorsements of the deal that represents a cornerstone of Obama’s foreign policy as Congress begins a two-month review of the agreement,” per Mike DeBonis and Steven Mufson. At least 13 Democratic or independent senators would have to join with Republicans to override an Obama veto (at the end of the 60-day review period). “Dem-aligned groups that favor the deal are putting together plans to spend millions of dollars on a campaign shoring up support for the deal among Democrats in Congress, and offering backing to those who find themselves targeted by ads from opponents,” Greg Sargent reports. There’s a divide within Obama’s team over what’s next in the U.S. relationship with Iran. “The optimists, led by Secretary of State John Kerry and Obama himself, believe the nuclear deal can be the first step to a healthier relationship with Iran that begins to stabilize the anarchic region,” Politico’s Michael Crowley writes. “The skeptics, dominated by senior military, intelligence and counter-terrorism officials, deeply distrust Iran and imagine knives hidden behind the back of Iran’s smiling diplomats.” The fate of several Americans held in Iran, including a Washington Post journalist detained last July, remains separate from the deal, even after U.S. officials repeatedly raised the issue with Tehran. Oil prices fell yesterday: “For American corporations, the Iran nuclear deal starts with pistachios, caviar, carpets and airplanes — and could mean more. For American consumers, the deal could mean slightly lower oil prices, but not until next year, as limits on Iranian crude oil exports are lifted. But for Iran, the nuclear deal — once it is fully implemented several months from now — will have far-reaching benefits, giving it access to foreign investment, trade with oil-thirsty markets in Europe and Asia, and escrow accounts that are holding more than $100 billion from oil sales out of Tehran’s reach.”  WAPO HIGHLIGHTS: — “Scott Walker: Unbending and excitable,” by Michael Fletcher: “At 47, Walker’s polite unwillingness to bend, his placid determination to stand his ground at all cost, both animates and complicates his presidential candidacy. Partisans love hearing about how he decimated Wisconsin unions, cut taxes, defunded Planned Parenthood and required photo identification at the voting booth – all while calmly staring down political opponents. It has helped catapult him to the first rank of Republican presidential hopefuls.The question is whether voters will see his style as evidence of clear vision or the mark of a man unwilling to compromise. And how far can he go without backing down as he enters an arena where the issues are more complex and the politics more treacherous?” — “Groups backed by secret donors take the lead in shaping 2016 elections,” by Matea Gold: “These tax-exempt groups — which can keep their donors secret even as they sponsor hard-hitting ads — are being increasingly embraced by campaign operatives looking for new ways to influence the political environment. While such ‘social welfare’ organizations are not supposed to be primarily focused on elections, they face little oversight from a deadlocked Federal Election Commission or the Internal Revenue Service, whose effort to issue new rules governing their political activity has stalled.” — “It’s not just OPM: Cybersecurity across the federal government is pretty awful,” by Andrea Peterson: “According to the Government Accountability Office, 19 of 24 major agencies have declared cybersecurity a ‘significant deficiency’ or a ‘material weakness.’ Problems range from a need for better oversight of information technology contractors to improving how agencies respond to breaches of personal information … GAO also noted the ‘sharp’ increase in information security incidents reported by federal agencies in recent years.” In fiscal year 2006, there were 5,503. In fiscal year 2014, there were 67,168 — as illustrated by this graph from the GAO report:     BIOMETRICS COMPROMISED: National Journal zeroes in on the Chinese stealing 1.1 million sets of fingerprints during the OPM hack. “Unlike a Social Security number, address, or password, fingerprints cannot be changed—once they are hacked, they’re hacked for good,” writes Dustin Volz. “And government officials have less understanding about what adversaries could do or want to do with fingerprints, a knowledge gap that undergirds just how frightening many view the mass lifting of them from OPM.” SOCIAL MEDIA SPEED READ: — ZIGNAL VISUAL — Word Cloud Wednesday: Our analytics partners at Zignal Labs offer a text-based snapshot of a day in the life of buzzed-about presidential candidates. For Scott Walker, the state budget and labor issues dominated talk surrounding his candidacy.     Most of the talk about Bernie Sanders centered on his support for the Iran accord:     As for Donald Trump, he spent the day in that political sweet spot between Nazism and consumerism. He tweeted an image that incorporated a photo of Waffen-SS soldiers at the White House, and then he deleted it. The campaign blamed an intern.     –WHAT EVERYONE IS TALKING ABOUT: Tweets of the day: Don Stewart, a spokesman for Senate Majority Leader Mitch McConnell (R-Ky.), caused a stir when he tweeted the image below. “OMG, @taylorswift13 in the Rotunda?” he wrote.    (@StewSays)  Soon enough, after droves of staffers (and press) left their offices to search for Swift, Stewart took it back:  Public Service Announcement: @taylorswift13 is not in the @uscapitol. Get back to work. Love, STEW — STEW (@StewSays) July 14, 2015  Jeb took a shot at Hillary for corralling press with a moving rope line in New Hampshire. “No ropes necessary,” he tweeted:    (@JebBush)  Rep. Debbie Wasserman Schultz (D-Fla.) shared a photo from Air Force One en route to the NAACP convention in Philadelphia:    (@DWStweets)  Instagrams of the day: Hillary Clinton received a warm welcome from House Dems, including Rep. Janice Hahn (D-Calif.), who shared an old photo of herself with Clinton. “You should see our hairdos back then,” she posted:    (repjanicehahn)  Rep. Sheila Jackson Lee (D-Texas) posted an image of staffers with Clinton and aide Huma Abedin:    (repjacksonlee)  And Rep. Mark Takano (D-Calif.) said he enjoyed a “little kiki” with Clinton. “We’re basically BFFs now,” he posted:    (repmarktakano)  Bobby Jindal bumped into champion wrestler Dan Gable in Cedar Rapids, Iowa:    (bobbyjindal)  GOOD READS FROM ELSEWHERE: — Conservative blogger Crystal Wright (ConservativeBlackChick.com) saw Hillary Clinton campaign chairman John Podesta shopping at a liquor store and eavesdropped on his cell phone conversation. “With an earpiece dangling from his left ear, Podesta told the person on the other end there were two things he was most concerned about,” she wrote. “The first was being ‘outgunned’ in money by Jeb Bush; second that he was worried about the “psychosis of the media . . .which is something we created.’ He added with a humble chuckle – and I’m paraphrasing – that they certainly couldn’t complain about the media’s coverage of Hillary because it was something of her campaign staff’s own making.” Asked for a response, Clinton spokesman Nick Merrill emails: “John admits to thinking that at times the press can be a bit psychotic, but the rest is inaccurate. He’ll be more careful next time he’s at Magruders.” — New York Times, “3 Leave Jobs Over Psychologists’ Involvement in Bush-era interrogations,” by James Risen: “The nation’s largest professional organization for psychologists announced a management shake-up on Tuesday. The action came days after a scathing report concluded that top officials of the group had colluded with government officials during the George W. Bush administration to assure that the organization’s ethics rules did not bar psychologists from involvement in harsh interrogations about terrorist activity…The report concluded that several prominent psychologists had taken actions that helped the C.I.A.’s interrogation program, which is now known to have included torture, including protecting it from dissent by health professionals inside the C.I.A.” — New York Times, “I.M.F. Demands Greek Debt Relief as a Condition for Bailout,” by Jack Ewing: “The I.M.F., in a report released publicly on Tuesday, proposed that eurozone creditors should consider letting Athens write off part of its huge debt or at least make no payments on its eurozone debt for 30 years…Germany and other countries, including the Netherlands and Finland, are loath to grant Greece easier terms, which are a tough sell to their own voters. But Germany in particular is anxious for the I.M.F. to continue monitoring Greece.” — Wall Street Journal, “Christian Employers Dealt Setback on Birth Control Issues,” by Louise Radnofsy: “Christian employers challenging the Obama administration’s revised system for providing contraception as part of the 2010 health law lost a round in the U.S. 10th Circuit Court of Appeals on Tuesday. The ruling added another victory for the federal government in a series of lawsuits working their way through the courts … The opinion covered cases including one brought by the Little Sisters of the Poor, a Catholic religious order that operates nursing homes. The Obama administration’s rules that most health plans cover contraception have spurred dozens of legal challenges from Christian groups with moral objections to birth control…Under alternative arrangements finalized by the Obama administration last week, employers who have such objections must tell their insurance company or the federal government. The insurance company then takes over responsibility for providing the coverage to employees who want it.” — Raw Story, “Stats wiz Nate Silver: For black Americans, U.S. is as about as dangerous as Rwanda,” by Katie Halper: “As he explained to me… ‘If you’re a white person your chance of being murdered every year is 2.5 out of 10,000… If you’re a black person it’s 19.4, so almost eight times higher’… Silver: the murder rate for white Americans is similar to the murder rate for people living in Finland, Chile or Israel. The murder rate for black Americans, on the other hand, is similar to the rate found ‘in developing countries that are war zones even, like Myanmar, or Rwanda, Mexico, Brazil, Nigeria, places that have vast disorder.'” — CNN, “Brad Steinle: Trump ‘sensationalizing’ sister’s death,” by Theodore Schleifer: “The brother of a San Francisco woman killed by an undocumented immigrant said Tuesday that Donald Trump was inappropriately using her without as much as calling the family to express condolences. ‘Donald Trump talks about Kate Steinle like he knows her,’ Brad Steinle told CNN’s Anderson Cooper on Tuesday. ‘I’ve never heard a word from his campaign manager, I’ve never heard a word from him. It’s disconcerting. I don’t want to be affiliated with someone who doesn’t have the common courtesy to reach out and ask about Kate, and our political views and what we want.'” BUZZING AT THE CAPITOL: — Politico, “Hillary Clinton’s Capitol Hill mission accomplished,” by Lauren French and Burgess Everett: “Progressives have criticized Hillary Clinton for being too close to Wall Street. They’ve questioned her rhetoric on poverty and education. In early voting states they’ve come out in droves for her chief competitor, Sen. Bernie Sanders. But on Tuesday, even some of the most ardent populists in Congress had nothing but praise for the 2016 Democratic front-runner during her day trip to Capitol Hill, after peppering her with questions on income inequality, early childhood education and criminal justice reform.” — National Journal, “Capitol Hill Dems wish Clinton was president already,” by Lauren Fox and Rachel Roubein: “Members leaped at the chance to have the ear of a former colleague and potential future president … ‘There are warm, warm feelings in that room for her,’ [Sen. Tim] Kaine said. ‘She knows she is going to be running in 2016 when there are a whole bunch of competitive Senate races, and she said, ‘I want to campaign with ya. I want to be standing on a stage with ya, and if you do that, you’ll help me, and if I do that, I’ll help you.’ … There was a very nice teamwork message that was part of the speech today.’” — National Journal, “House GOP pulls another bill from floor over abortion,” by Daniel Newhauser: “House Republican leaders pulled a commemorative coin bill supporting breast cancer from the floor Tuesday amid conservative outrage that an organization the measure would support is allied with Planned Parenthood. The bipartisan bill would have funneled some proceeds from the minting of commemorative coins to Susan G. Komen for the Cure and the Breast Cancer Research Foundation. But conservatives objected, noting that the Komen organization donates money to Planned Parenthood.” HOT ON THE LEFT Scott Walker: Boy Scouts ban on gay leaders ‘protected children.’ From the Washington Post: “Walker (R) said Tuesday that the Boy Scouts of America should keep its blanket ban on openly gay leaders because the policy ‘protected children and advanced Scout values’ … Walker, who launched his presidential campaign on Monday, is an Eagle Scout who has long been active with the organization. His two sons, now in their 20s, were involved in scouting and his wife served as a den mother.” HOT ON THE RIGHT NAACP chapter calls for removal of massive Confederate sculpture in public park. From Fox News: “A sculpture in Georgia larger than a football field – depicting Civil War luminaries Jefferson Davis, Robert E. Lee and Thomas ‘Stonewall’ Jackson – has become the latest target in the push to purge the South of signs of the Confederacy. The Atlanta chapter of the NAACP called Monday for the elimination of all symbols of the Confederacy from Stone Mountain Park, whose marquee attraction is the 90-foot-high, 190-foot-wide sculpture carved deep into the mountain.” DAYBOOK: –What’s happening today on the campaign trail: Scott Walker will campaign in North Charleston, Lexington and Mauldin, South Carolina. Ben Carson will speak at the Iowa National Security Forum in Dubuque, Iowa and hold a meet-and-greet in Decorah, Iowa. Rick Santorum will campaign in Maquoketa, DeWitt, Anamosa and Tipton, Iowa.   — Mark your calendar: C-SPAN will announce later this morning that it’s partnering with the New Hampshire Union Leader for a voter forum on August 3. All 17 current or likely Republican presidential candidates have been invited to participate, which will start at 7 p.m. Eastern at St. Anselm’s College in Manchester. It’s a Monday night. They already have confirmations from Chris Christie, Ben Carson, Ted Cruz, Bobby Jindal, Carly Fiorina, Lindsey Graham, John Kasich, and George Pataki. –On the Hill: The House will meet at 10 a.m. First votes on a short-term highway fix are expected between 1:15 and 2:15 p.m. The Senate will meet at 9:30 a.m. to resume work on the Every Child Achieves Act. The House Judiciary Committee will mark up a bill designed to improve the workings of the Secret Service. The House Homeland Security Committee will hold a hearing on countering terrorism. The Senate Homeland Security Committee will hold a hearing on border issues. –At the White House: President Obama will deliver remarks on economic opportunity in Durant, Okla. He will stay overnight in the Oklahoma City area.  QUOTE OF THE DAY: “We have officials all over the place, including right outside hanging out in trees.” – Donald Trump announces that he’s beefed up his security detail after a Twitter account that possibly belongs to “El Chapo,” the escaped Mexican drug kingpin, posted a threatening message. NEWS YOU CAN USE IF YOU LIVE IN D.C.: — “If we can get through one more day with a lingering chance of a few scattered showers or thundershowers, we have a nice change of pace waiting in the wings for our Thursday and Friday. Namely, mostly sunny skies, low humidity and pleasant temperatures,” the Capital Weather Gang reports.   — The American League won 6-3 in last night’s All Star Game. Nats star Bryce Harper went 0 for 3 with a pair of strikeouts. VIDEO OF THE DAY: Rep. Charles Rangel (D-N.Y.) sings a rendition of “Unchained Melody” while holding a wad of cash:    (Congressman Charles B. Rangel)  Bonus: A flyover by the Navy’s Blue Angels sent umbrellas flying across a beach over the weekend.", "byline": "", "description": "“NASA’s New Horizons spacecraft phoned home Tuesday night, reporting that it had made it to Pluto and beyond after crossing the solar system for 9 1/2 years,” Joel Achenbach writes. “To the immense relief of the men and women who had built it and then flung it into deep space, the robotic probe sent a brief stream of data, received shortly before 9 p.m., confirming that it had survived the close pass of the dwarf planet.”Read full article >>", "title": "PowerPost: The Daily 202: A Conservative Guide to Compassion", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/4823dc3e/sc/32/l/0L0Swashingtonpost0N0Cnews0Cpowerpost0Cwp0C20A150C0A70C150Cthe0Edaily0E20A20Ea0Econservative0Eguide0Eto0Ecompassion0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["abortion", "immigration", "campaign_finance"], "people": ["Lauren Fox", "Burgess Everett", "Charles B. Rangel", "Bryce Harper", "Robert E. Lee", "Dan Gable", "Carol Morello", "Debbie Wasserman Schultz", "Mike Huckabee", "Rachel Roubein", "Peter Flaherty", "John Kasich", "Ronald Reagan", "Ted Cruz", "Juliet Eilperin", "Susan G. Komen", "Jack Ewing", "Chris Christie", "Arthur Brooks", "Nick Merrill", "Mark Takano", "Beth Myers", "Andrea Peterson", "Crystal Wright", "Loretta Lynch", "Ariana Kelly", "Bobby Jindal", "Bernie Sanders", "Kelli Ward", "Scott Walker", "David Zink", "Rand Paul", "Michael Fletcher", "Don Stewart", "Janice Hahn", "Rick Santorum", "Muriel Bowser", "Steven Mufson", "Jeb Bush", "Katie Halper", "Tom Williams", "Brad Steinle", "Donald Trump", "Michael Crowley", "Charles Rangel", "Barack Obama", "Ivanka Trump", "Lauren French", "John Podesta", "Hassan Rouhani", "Benjamin Netanyahu", "Greg Sargent", "John Kerry", "Theodore Schleifer", "Sheila Jackson Lee", "Mitt Romney", "Carly Fiorina", "Dustin Volz", "George Pataki", "Louise Radnofsy", "Anderson Cooper", "Hillary Clinton", "Nate Silver", "Huma Abedin", "Lindsey Graham", "George W. Bush", "Daniel Newhauser", "James Risen", "Kate Steinle", "Jefferson Davis", "Joel Achenbach", "Ben Carson"], "orgs": ["House Judiciary Committee", "Nats", "New Hampshire Union Leader", "House Homeland Security Committee", "Supreme Court", "Progressives", "PAC", "Zignal Labs", "AEI", "House GOP", "Reelz Channel", "Confederacy", "Senate", "Congress", "Capital Weather Gang", "Suffolk University", "GAO", "NASA", "Boy Scouts of America", "Eagle Scout", "Instagrams", "Senate Homeland Security Committee", "Iowa National Security Forum", "Circuit Court of Appeals", "Federal Election Commission", "NAACP", "GOP", "WTOP", "National Journal", "RNC", "Internal Revenue Service", "Air Force", "Justice Department", "Donald", "Des Moines Register", "CQ Roll", "OPM", "Government Accountability Office", "American Enterprise Institute"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}, {"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-07-15 12:14:31", "org": "washpo", "article_id": "0991feb63d25c575d19a83fcaf18a495", "date_access": "2015-07-15 11:30:02.872021"}