{"body": "Jeb! Bush has just opened the most hipster campaign merchandise store of all time. Among the traditional Jeb! paraphernalia for car windows, coffee mugs and baby onesies, is a T-shirt with a threatening message to anyone who dares challenge his father’s greatness. In block, capital letters, the shirt says: “My dad is the greatest man I’ve ever known, and if you don’t think so, we can step outside.” That is not an empty threat, people. Remember what happens when you cross a Bush…  Now, if we buy this shirt are we defending former President George H.W. Bush’s honor or our own dad’s?     The most blatantly hipster item is the graphic muscle-tank screenprinted with a black and white picture of Jeb! from the 1970s complete with sideburns and a ‘stache. If he can’t get 20-somethings to wear this ironically …     The store is also peddling a bowl to make guacamole. It looks like a mortar and pestle without the pestle. The bowl costs $75, and the Jeb! insignia, if there, is not apparent in the photo. (Sales tip: Plain mortars and pestles can be purchased together for much less at any random retailer.) But we guess we’re supposed to presume this is similar to the “guaca bowle” Jeb! and Columba use for “whipping up guacamole on Sunday Funday.” (Their words not ours.) So, if you’ve longed to spend a lazy Sunday vicariously living like the South Florida Bush family …     If you’re fully emulating the Bushes and traveling to Miami any time soon, there’s also a $30 Jeb! 2016 beach towel to rest your head as you bathe in the sun and ponder your life decisions.", "byline": "", "description": "He's also selling a $75 guaca bowle. And a muscle tank.", "title": "Jeb! Bush selling T-shirt threatening to beat up people who don&#8217;t like his dad", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/05/jeb-bush-selling-t-shirt-threatening-to-beat-up-people-who-dont-like-his-dad/", "topics": ["personality", "economy", "immigration"], "people": [], "orgs": [], "authors": [{"author_id": 30989, "fullname": "colby itkowitz", "primary_org": "politico"}], "date_written": "2015-08-05 16:18:49", "org": "washpo", "article_id": "ed652619ca1148d77f1305a9aefde0d0", "date_access": "2015-08-05 15:40:04.037837"}