{"body": "   Arnold Schwarzenegger speaks on stage during the Arnold Classic Australia at The Melbourne Convention and Exhibition Centre on March 14, 2015 in Melbourne, Australia. (Robert Cianflone/Getty Images)  It was on this day, Oct. 7, 12 years ago that California made history. For the first time, voters in the state went to the polls in a special election to oust the sitting governor and replace him. Not for the first time, Californians chose a former Hollywood actor for that privilege. Arnold Schwarzenegger went on to govern the state until January 2011. With the advent of Donald Trump's 2016 campaign, a lot of comparisons have been made to 2003. If a celebrity like Arnold can upend the establishment, the thinking seems to go, why not Donald? That it is Oct. 7 helps answer that question. In 2003, Schwarzenegger announced his plans to run on Aug. 7 -- 52 calendar days after Trump announced his bid in June 2015. The campaign ended on Oct. 7 -- whereas Trump's first (of many) ballots would be on Feb. 2, 2016. Arnold's campaign lasted 62 days. Trump's will last at least 232, assuming he gets to Iowa.     What difference does that make? Let's look at Donald Trump's polling.     At the 62-day mark in his campaign, Trump had just reached his first plateau. He went on to rise once more, then drop back down to where he is now. If the election had been 62 days after his announcement -- in mid-August in other words -- Trump would have won. He still might, but the recent trend isn't super reassuring. Candidates often get a boost of publicity and attention after they announce. In the case of Trump, that was sustained. In 2003, it was only toward the end of the short campaign that Schwarzenegger started to see attention paid to his past behavior with women, as we noted before. That might not have doomed him -- but having the election sooner than later meant that it wasn't an issue. In an interview earlier this year with Jimmy Fallon, Trump made an interesting comment.  \"You know, in some countries, you can demand that the election be the following week,\" he said. \"And I'm demanding right now that the election be this week or next week!\" He was up in the polls! Hold the election already! That was on Sept. 11 -- when Trump's campaign was already nearly a month older than Schwarzenegger's.", "byline": "", "description": "By this time in 2003, Schwarzenegger's short campaign was already over.", "title": "Today is a reminder of how Donald Trump and Arnold Schwarzenegger are different", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/10/07/today-is-a-reminder-of-how-donald-trump-and-arnold-schwarzenegger-are-different/", "topics": ["women", "campaign_finance"], "people": ["Donald Trump", "Jimmy Fallon", "Arnold Schwarzenegger"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-10-07 20:50:13", "org": "washpo", "article_id": "fe35310292ff6c2ce22f15cc5b956d49", "date_access": "2015-10-07 20:00:05.025110"}