{"body": "Much of Donald Trump's immigration rhetoric is predicated on anecdotes, not data. Asked to demonstrate that most immigrants are criminals, he pointed to a tragic death in San Francisco. Asked at the first debate to prove that the Mexican government is sending criminals into America, he said that border patrol agents told him it was happening. There's no evidence of the latter and the former is not true. Following the release of his more-detailed immigration plan over the weekend, Trump has begun talking about \"anchor babies,\" children born to immigrants and who therefore obtain citizenship under the 14th Amendment. The term is usually regarded as more of a slur than a definition, used by different people in different ways. But, in the interest of applying data analysis to Trump's claims, we set out to answer the question: How many children of immigrants are in the United States? The answer at the top: It depends. It depends on a lot of things. It depends on what you mean by \"anchor baby.\" It depends on if you only want to talk about undocumented immigrants. But in short: 8.4 percent of the resident adult population of the United States in 2012 was the child of a person born outside the country. That same year, 4.5 million children born in the U.S. lived with at least one undocumented parent.  The Census Bureau has tracked foreign-born residents of the United States over time. Those born in other countries who come to the U.S. (legally or illegally) are considered first generation immigrants. Their children -- those whose parents are foreign-born -- are second generation immigrants. Everyone else is third-or-higher. What we're talking about, then, is those second-generation people, the children of immigrants. In 2013, Pew Research released a report tracking the demographics and socioeconomic status of this group. After a lull in the middle of the 20th century, immigration in the United States has picked back up. In 2012, 15.9 percent of the adult population in the United States was first generation, according to Pew, and 8.4 percent was second generation.     Over time, that proportion is expected to grow. By 2050, 36.9 percent of the population is expected to be first- and second-generation, split about 50-50 between the two.     That doesn't answer the question before us, though. Pew provides numbers that get a bit closer to what we're looking for. In 2012, 4.5 million U.S.-born children under 18 lived with at least one undocumented parent. That was 6.1 percent of the population under 18 -- twice the percentage as in the year 2000.     Many of those 4.5 million children were part of the group of 340,000 babies born to undocumented immigrants in 2008 -- about 7.9 percent of all children born that year. There are a number of qualifying factors that come into play here. The term \"anchor baby,\" as Time noted in 2010, is often meant to suggest that people arrive in the country to have a baby that will then be an American citizen. That's usually not the case. About 4 million undocumented people lived in the United States with U.S.-born children in 2012, 38 percent of the total undocumented population (which has hovered around 11 million for several years, as of 2013). That's up from 2.1 million -- 30 percent of the undocumented population -- that lived with American-born children in 2000. Parents of American-born children have lived in the United States longer than those who don't have children. In the year 2000, the length of time undocumented immigrants with U.S.-born children had stayed in the country was 11 years. In 2012, it was up to 15 years -- four years longer than those without children. This is part of a trend of undocumented immigrants staying in the United States longer.     If the idea is that the child is used to ensure the ability to stay, it seems that parents tend to stay anyway. If the idea is that parents want to ensure citizenship for their children, so they arrive, give birth and leave, that's usually not the case. Notice, too, that since we stopped talking about Trump we haven't been talking about Hispanic immigrants. The population of people here illegally is much more diverse than you might think. According to Pew's estimates, 5.8 million of the people here without authorization in 2012 were from Mexico. Another 1.4 million were from Asia.         Earlier this year, the Census Bureau announced that China passed Mexico as the place of origin for new immigrants in 2013.     Most of the children born to undocumented immigrants in the United States are probably Hispanic. Not all are. That China surpassed Mexico shouldn't be surprising. Over America's history, the places from which new immigrants have arrived has shifted regularly. A century ago, they were mostly European.    (Census Bureau)  At the time, immigrants from certain European countries faced opposition similar to that offered by Donald Trump today. One of those immigrants was Friedrich Drumpf, who arrived in New York City in 1885, during a previous immigration wave. He was Donald Trump's grandfather.", "byline": "", "description": "Millions -- but it's not as simple as you might think.", "title": "How many children born to undocumented immigrants are there in the U.S.?", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/20/how-many-children-born-to-undocumented-immigrants-are-there-in-the-u-s/", "topics": ["immigration"], "people": ["Donald Trump", "Friedrich Drumpf"], "orgs": ["Census Bureau", "Pew Research"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-20 18:45:01", "org": "washpo", "article_id": "a075fa0a01f96b23167f0eb44194c6cd", "date_access": "2015-08-20 18:10:06.769711"}