{"body": "   Then-Republican presidential candidate Herman Cain talked to the media after a meeting with Donald Trump on Oct. 3, 2011. (Richard Drew/AP)  Herman Cain, I’m sorry. Loyal readers during the 2012 presidential contest may recall that I used the frontrunner for the Republican presidential nomination as a political pinata. The former Godfather’s Pizza executive could do nothing right. Cain was ill-prepared. He joked about putting an electric fence on the border with Mexico to thwart illegal immigration. He slammed critics with belittling jokes. And he was so unprepared for the intense spotlight on the main stage of American politics that I said his campaign was an insult to my mother. Four years later, Donald Trump makes Cain’s candidacy seem like a sincere effort at leadership. My primary beef with Cain was that his “9-9-9” tax plan made absolutely no sense. Sure, the plan sounded great on the debate stage, and in the glib, showman-like manner he employed as he tried to sell it to GOP primary voters. Even under mild scrutiny, Cain’s 9-9-9 proposal collapsed faster than a poorly stacked Jenga. But at least he had a plan. At least Cain respected the American people enough to put forth a proposal they could pick apart and debate. At least Cain submitted to editorial board interviews, in which he explained that his lack of foreign policy knowledge was due to all the stuff “twirling around in my head.” Trump has done none of that. Instead, at a rally in South Carolina yesterday, the billionaire Big Apple loudmouth gave credence to the lesson the Rev. Al Sharpton told me yesterday was imparted to him by James Brown. “There’s a difference between the lounge act and the acts that play the main room.” the Godfather of Soul told him. “When you’re in the lounge, you’re competing with the bars and the barmaids and the slot machines and people gambling. So you do whatever you can to get attention. But when you’re in the main room, they paid to see a show. You’ve got to be ready. You gotta have choreography. You gotta be rehearsed. You gotta have polish.” [Donald Trump “is an Apollo act in Lincoln Center,” says Al Sharpton] Despite the gleam of his buildings and the fixtures within them, Trump has no polish. None. Giving out Sen. Lindsey Graham’s private cell phone number and revealing a private conversation with him or snidely questioning Rick Perry’s intelligence makes for a perfect lounge act. Actually, Trump’s routine in South Carolina yesterday was more like a Friar’s Club roast — without the booze and expletives. So thin-skinned is he that he seems to spend as much time berating critical journalists, including this one, as he does his rivals for the presidential nomination. But let’s not forget, Trump’s career in public shaming is quite long.    Donald Trump didn’t like what this columnist wrote about him. (Jonathan Capehart/The Washington Post)  At some point, Trump will have to move from insults to ideas. He will have to tell his supporters and those watching warily from the sidelines what he would actually do as president. And he will have to present concrete proposals expected of frontrunners. Even Cain understood this. I’m sorry it took me four years to realize it. Follow Jonathan on Twitter: @Capehartj ", "byline": "", "description": "Herman Cain, I’m sorry.Loyal readers during the 2012 presidential contest may recall that I used the frontrunner for the Republican presidential nomination as a political pinata. The former Godfather’s Pizza executive could do nothing right. Cain was ill-prepared. He joked about putting an electric fence on the border with Mexico to thwart illegal immigration. He slammed critics with belittling jokes. And he was so unprepared for the intense spotlight on the main stage of American politics that I said his campaign was an insult to my mother.Read full article >>", "title": "Post Partisan: Why I owe Herman Cain an apology", "url": "http://www.washingtonpost.com/blogs/post-partisan/wp/2015/07/22/why-i-owe-herman-cain-an-apology/?wprss=rss_opinions", "topics": ["immigration", "mexico", "campaign_finance"], "people": ["James Brown", "Lindsey Graham", "Jonathan Capehart", "Herman Cain", "Rick Perry", "Donald Trump", "Richard Drew", "Al Sharpton"], "orgs": ["Godfather", "GOP"], "authors": [{"author_id": 34878, "fullname": "jonathan capehart", "primary_org": "washpo"}], "date_written": "2015-07-22 19:27:26", "org": "washpo", "article_id": "922e201bbf5d36ded38907a310855f84", "date_access": "2015-07-23 01:10:07.750367"}