{"body": "The first Millennials were born in the 1980s. Today's 35 year-old was nine in 1989, the year that leant its name to 2014's top-selling album. Sure, the album was by Taylor Swift, which didn't hurt sales, but it also functioned a \"nostalgia trip\" in the words of NME. At the Oscars, \"Wolf of Wall Street\" threatened to take home five Academy Awards, despite being terrible. (Editor's note: It wasn't that bad.) The movie offered not only its own '80s nostalgia, but was also a very 2010s remake of the very 1980s \"Wall Street.\" That's the movie that gave us Gordon Gekko, who, oddly enough, has become one of the most resonant cultural figures of the Reagan era. Look how often he's referenced on Tumblr, for Pete's sake. Oh, also: Reagan. Ronald Reagan has long been among the country's most admired presidents, particularly among Republicans. Reagan is praised for forcing the Soviet Union to its knees (for which he probably gets more credit than is due) and for reviving the nation's economy after the doldrums of the Carter years. And, hell, he was an interesting, charismatic guy. Even Barack Obama said that Reagan \"changed the trajectory of the country\". The political and cultural moment was waiting for a 1980s throwback. And right on cue, Donald Trump shows up.    (From the Trump campaign store.)  Trump's campaign slogan is an implicit reference to the Reagan years. \"Make America Great Again,\" it says, and in his sit-down with Fox News' Sean Hannity this week, Trump made sure to highlight that \"again.\" What's the again referring to? The Colonial era? Maybe the post-war boom in the 1950s? Or maybe the 1980s. Which of course is what he's talking about. After all, the 1980s made Donald Trump great, too. Oliver Stone, who directed and co-wrote \"Wall Street,\" says the Gekko character is based on '80s trader Ivan Boesky. But the parallels to Trump are obvious and immediate. Trump clearly relishes the association, too. A few months ago, he tweeted a photo from a visit he paid to the set during filming.    (Via Instagram.)  Trump has explicitly compared himself and his campaign to Reagan, of course. In that Hannity interview, Trump embraced the Gipper with all his might. \"He was a Democrat with a liberal bent and he became a great conservative,\" Trump said. \"...He had a great heart and I have a great heart.\" (His opinion of Reagan has changed over time.) Who does this resonate with? Eighties nostalgia may be relatively hot among youngsters right now, but they probably still prefer '90s nostalgia. But who cares; young people don't vote as much. Trump's nostalgia trip almost certainly appeals more to people who were already adults in the 1980s, the Boomers whose transition from 1970s counter-culturalism to '80s coke-and-cash gave America whiplash. It's that group, in their 30s in the 1980s, who remember Trump's rise to fame. They bought \"Art of the Deal.\" They tuned in as Trump became a cultural icon. Here he is on Letterman in the late 1980s.  It's today's 60-somethings that watched this, and who will vote in 2016. (An aside: Look how chill Trump is here. Calm, self-assured. Nothing like Trump the candidate.) For all of Marco Rubio's critique of Hillary Clinton as a figure from the past, the Republican base is generally older than the Democrats' -- and almost certainly remember Reagan much more vividly. Somewhere, in the brimstone-caked cave where the universe weaves the threads of American politics, someone decided to give a Republican base hungry for a return to the 1980s a candidate born of and longing for that decade. You're not going to get to elect Ronald Reagan. But you might, at least, be able to elect the living embodiment of the era.   In 1979, Donald Trump let the Reagan campaign use his plane to fly petitions to Albany. http://t.co/RFb4BzFF8t pic.twitter.com/sQ1B7NfLjA — jimgeraghty (@jimgeraghty) August 11, 2015 ", "byline": "", "description": "Trump is perfectly positioned to reap 1980s nostalgia.", "title": "Donald Trump: The perfect candidate for 1985", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/13/donald-trump-the-perfect-candidate-for-1985/", "topics": ["economy", "immigration"], "people": ["Sean Hannity", "Oliver Stone", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Barack Obama", "Gordon Gekko", "Taylor Swift", "Ronald Reagan"], "orgs": ["America Great Again", "Gipper", "Art of the Deal", "Trump", "Soviet Union"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-13 16:11:23", "org": "washpo", "article_id": "a866235f413d222f9c614a4a40d0dbe4", "date_access": "2015-08-13 15:20:03.767253"}