{"body": "   Vice President Biden (Saul Loeb/AFP/Getty Images) and Sen. Elizabeth Warren (Alex Wong/Getty Images)  Vice President Biden huddled Saturday with Sen. Elizabeth Warren (D-Mass.), the rising liberal star who has declined to endorse a candidate for the 2016 presidential race, an impromptu meeting that came as speculation mounted over Biden's own potential candidacy, according to a report. Biden, who has begun to explore a possible presidential campaign in recent weeks, made the trip Saturday from his personal home in Wilmington, Del., to his official residence at the Naval Observatory in Washington to meet Warren, who has become an icon to liberal activists who view financial institutions as wielding too much clout in the corridors of power. CNN first reported the meeting Saturday afternoon, after which an administration official declined to comment about the meeting but acknowledged that Biden made an unplanned trip to the capital. \"The Vice President traveled last minute to Washington, DC for a private meeting and will be returning to Delaware,\" the official wrote in an e-mail. Advisers to Warren did not respond to requests for comment after the first-term senator was spotted by media catching a flight Saturday afternoon at Ronald Reagan National Airport.  Just saw a woman run thru Natl Airport, up to a gate about to close and barely make her flight. Nice work. Also it was Elizabeth Warren. — Jennifer Bendery (@jbendery) August 22, 2015  The meeting only intensified speculation surrounding Biden's own interest in the race as questions continue to surround Hillary Rodham Clinton, the Democratic front-runner for the nomination, who has faced scrutiny over her use of a private e-mail account while serving as President Obama's secretary of state and whether that exposed classified information. Earlier this year, campaign-watchers focused on Warren and whether she would challenge Clinton, prompting a vibrant \"Draft Warren\" movement that fizzled after she repeatedly declined to enter the race. Instead, Sen. Bernie Sanders (Vt.), the independent with socialist leanings, has emerged as Clinton's only strong challenger so far, leaving a vacuum for some liberal activists who respect Sanders but question whether the 73-year-old's rumpled style could translate into a national victory. In recent weeks, the \"Draft Biden\" super PAC has become the fulcrum of a different challenge to Clinton, with several polls showing Biden a more trustworthy figure than the former senator and first lady. Biden's son, Beau, died in late May after a nearly two-year battle with cancer, which consumed the vice president's personal and professional life for months. Only in recent weeks has he begun to resume a normal schedule, and with it, he has heard from supporters urging him to consider what would be a third run for the presidency, following previous efforts in 1988 and 2008. Biden's advisers have said that a decision will be made by the end of September. Despite many entreaties, Warren has declined to make an official endorsement in the 2016 race. However, Biden is not a natural ally for Warren. As a Harvard Law professor, Warren's specialty is bankruptcy law, and more than a decade ago — long before she became famous — Warren expressed her disappointment with Clinton for supporting a bankruptcy bill in 2001 that was supported by the credit card industry. That version of the bankruptcy legislation died, but in 2005, a different version won approval from the Republican-controlled Congress and was signed into law by President George W. Bush. Among the 19 Senate Democrats who voted for the legislation: Biden, who as a senator from Delaware, where a good chunk of the credit card industry was based, had long supported the legislation Warren opposed. Clinton, a senator at the time, missed that vote because her husband, ex-president Bill Clinton, was recovering from heart surgery, but she had publicly said she would joined the other 25 Senate Democrats who opposed the legislation.", "byline": "", "description": "Vice President Biden travels from his private home in Delaware on Saturday back to the District to meet with Sen. Elizabeth Warren.", "title": "Biden, Warren huddle amid 2016 speculation", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/22/biden-warren-huddle-amid-2016-speculation/", "topics": ["campaign_finance", "personality"], "people": ["Bill Clinton", "Beau Biden", "George W. Bush", "Hillary Rodham Clinton", "Saul Loeb", "Elizabeth Warren", "Bernie Sanders", "Alex Wong"], "orgs": ["Senate", "Naval Observatory", "PAC", "Harvard Law", "Nice"], "authors": [{"author_id": 30985, "fullname": "paul kane", "primary_org": "politico"}], "date_written": "2015-08-22 23:03:09", "org": "washpo", "article_id": "3ae86a06d6a3f78771ad5a2ed06fb85f", "date_access": "2015-08-22 22:40:03.288061"}