{"body": "   Cruz said he was the target of 'venom' during debt ceiling fight. Andrew Harrer/Bloomberg  Sen. Ted Cruz has flung, and received, countless barbs during his time in Washington. But the Texas Republican said that he was never such a target of “venom” than during a fight over the debt ceiling last year. In an excerpt from his new book \"A Time for Truth,\" obtained by The Washington Post, Cruz recounts a closed-door lunch Republicans had the day before a vote on the debt ceiling last year. Cruz did not want to suspend the debt limit. His colleagues, Cruz said, did. And it all came to a boiling point in a gilded Senate room. Cruz's book comes out June 30. Cruz, who is now running for president, paints himself on the campaign trail as an uncompromising conservative not afraid to take on members of both party. In the excerpt, Cruz hammers home that theme -- writing that the \"driving force\" in Washington on both sides of the aisle is \"risk aversion,\" insisting government is \"corrupt\" and asserting that telling the truth in Washington is a \"radical act.\" Cruz has said that Republican leadership forced a \"show vote\" that day, telling members to align with a Democratic deal that would, he wrote in the book, let Senators \"return home and tell the voters that we had opposed raising the debt ceiling, right after consenting to let it happen.\" Cruz said he raised his hand and said he could not agree to the deal. He said he offered suggestions on how to go forward, including attaching legislation that prohibited bailing out insurance companies under Obamacare, and they were rejected. There was yelling. Lots of it. \"I heard more than one variation of 'That's what you say to folks back home. You don't actually do it.' They were convinced they had a brilliant maneuver to increase our debt without any fingerprints. And here was a freshman senator with the temerity to screw it all up,\" he wrote. The debt ceiling fight, Cruz wrote, was an \"opportunity\" because a vote on raising the nation's borrowing authority has been one of the few days that Congress has been able to limit \"the size and power of the federal government,\" he wrote. Then-minority leader Mitch McConnell (R-Ky.) and then-majority leader Harry Reid (D-Nev.) wanted to allow a simple majority, all of whom were Democrats, to approve the debt limit suspension. Cruz used a procedural maneuver to increase the number of votes needed to shepherd through the legislation, requiring five Republicans to vote for the legislation in order for it to pass. Cruz wrote that a senator asked him why he wanted to throw those Republicans \"under the bus.\" The maneuver prompted a showdown on the Senate floor, and Congress ultimately voted to increase the debt ceiling. Cruz's maneuver enraged his Senate colleagues. “There was no endgame there,” said Sen. Bob Corker (R-Tenn.), said after the vote. Cruz wrote that \"nothing I have said or done has engendered more venom or animosity from my fellow Republicans\" than what he said in the lunch. To Cruz, however, the vote was emblematic of all that is wrong in Washington. In the excerpt, titled \"mendacity,\" he pulls few punches against politicians, claiming they forget they work for their constituents, and flings barbs at Washington journalists. \"I've found the more reviled you are in Washington, the more they appreciate you in places like Waco, and Dallas and San Antonio,\" he wrote. Cruz also wrote that members of the Republican leadership \"made it clear\" to big business after his first year in office that if they supported Cruz they would be \"frozen out.\" Cruz wrote that the person who headed up fundraising for his PAC quit \"under pressure from folks connected to the GOP leadership.\"", "byline": "", "description": "Sen. Ted Cruz has flung, and received, countless barbs during his time in Washington. But the Texas Republican said that he was never such a target of “venom” than during a fight over the debt ceiling last year.Read full article >>", "title": "Ted Cruz: I was target of ‘venom’ during debt ceiling fight", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47904cef/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A60C250Cted0Ecruz0Ei0Ewas0Etarget0Eof0Evenom0Eduring0Edebt0Eceiling0Efight0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "health"], "people": ["Harry Reid", "Bob Corker", "Andrew Harrer", "Ted Cruz"], "orgs": ["Senate", "PAC", "GOP", "Congress"], "authors": [{"author_id": 31435, "fullname": "katie zezima", "primary_org": "washpo"}], "date_written": "2015-06-25 12:15:39", "org": "washpo", "article_id": "6d29c6518294ccb566259fe07256fdcf", "date_access": "2015-06-25 15:30:09.832147"}