{"body": "   David Koch in 2013 (Phelan M. Ebenhack/AP)  DANA POINT, Calif. — Seven sitting governors, six incumbent senators and two House members — all Republicans — have flown here this weekend for the Koch donor network conference. There are 450 donors at a seaside resort here, and the network of conservative advocacy groups they fund aims to spend $889 million in advance of the next White House election. The governors — Wisconsin’s Scott Walker Indiana’s Mike Pence Illinois’ Bruce Rauner  Texas’ Greg Abbott Arizona’s Doug Ducey South Carolina’s Nikki Haley North Carolina’s Pat McCrory The senators — Colorado’s Cory Gardner Utah’s Mike Lee Nebraska’s Ben Sasse  Alaska’s Dan Sullivan Florida’s Marco Rubio  Texas’ Ted Cruz  The congressmen — Ohio’s Jim Jordan, who chairs the House Freedom Caucus Wisconsin’s Sean Duffy In addition to the elected officials, the crowd heard from presidential candidate Carly Fiorina earlier Saturday and will hear from former Florida governor Jeb Bush on Sunday. The Washington Post is one of nine news organizations allowed in to cover the traditionally private confab, on the condition that the donors present not be named without their permission. ", "byline": "", "description": "Seven sitting governors, six incumbent senators and two House members — all Republicans — have flown here this weekend for the Koch donor network conference.", "title": "The 15 elected officials who scored invites to the Koch brothers&#8217; donor retreat", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/08/01/the-15-elected-officials-who-scored-invites-to-the-koch-brothers-donor-retreat/", "topics": ["personality", "immigration"], "people": ["Sean Duffy", "Jeb Bush", "Mike Lee Nebraska", "Scott Walker Indiana", "Carly Fiorina", "Greg Abbott Arizona", "David Koch", "Nikki Haley", "Jim Jordan", "Ben Sasse", "Cory Gardner Utah", "Ted Cruz", "Phelan M. Ebenhack", "Doug Ducey"], "orgs": ["Mike Pence Illinois", "Marco Rubio Texas", "Dan Sullivan Florida", "House Freedom Caucus Wisconsin"], "authors": [{"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-08-02 02:55:27", "org": "washpo", "article_id": "f334486815bb87073525203430deab44", "date_access": "2015-08-02 02:20:14.570473"}