{"body": "Ben Carson has been trailing Donald Trump in the polls for about a month now, steadily increasing his share of support from Republican voters even as Trump keeps tromping around in first place, shouting. Carson, tortoise; Trump, hair. A new poll from CBS News and the New York Times reveals just how much Carson is gaining on Trump. Trump gets 27 percent of support from Republican primary voters -- and Carson gets 23. (The Post/ABC poll that was conducted a few days prior to the CBS/Times poll had Trump at 33 and Carson at 20.) To show movement in the field over time, CBS coupled its report on the new poll with results from a poll conducted at the end of July. It's only been a bit over a month, but in this ridiculous year, a month's passage yields an entirely different field. Back then, Trump had as much support as the next two candidates, Jeb Bush and Scott Walker, combined. Now, Trump's got as much as Bush plus Walker times three. You can see Carson's improvement clearly on the graph below. Any candidate above the line is doing better than in July -- and the further from the line, the larger the effect.     Big jump for Carson. Consistent polling for Trump, whose surge in the polls is now two-and-a-half months old. In fact, Carson's recent improvement looks an awful lot like Trump's. Comparing Real Clear Politics polling averages for the two from the point at which each began to surge, Carson's rise tracks how Trump did when he first started to run wild -- albeit slightly less huge.     Interestingly, this is Carson's second surge. Like other candidates, he saw an initial boost after he launched his campaign in early May, only to see that fade.     What powered Carson's most recent surge was his performance in the first Republican debate in early August. This week's sequel could help Carson's surge continue, finally overtaking Trump and earning front-runner status. Or, perhaps as easily, it could offer someone else the opportunity to make a run at Trump. The thing about surges and increases in the polls, as everyone would have reminded you two months ago, is that they are rarely permanent.", "byline": "", "description": "But the debates that made him could just as easily stop his run cold.", "title": "Ben Carson&#8217;s poll surge is starting to look like Donald Trump&#8217;s", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/15/ben-carsons-poll-surge-is-starting-to-look-like-donald-trumps/", "topics": ["personality", "immigration"], "people": ["Donald Trump", "Jeb Bush", "Ben Carson", "Scott Walker"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-09-15 15:04:03", "org": "washpo", "article_id": "4aa0dee3cff877145344dee5238dc917", "date_access": "2015-09-15 14:20:03.287050"}