{"body": "   NEW YORK, NY - JUNE 16: Business mogul Donald Trump holds documents certifying his net worth is 8.7 billion dollars as he announces his candidacy for the U.S. presidency at Trump Tower on June 16, 2015 in New York City. Trump is the 12th Republican who has announced running for the White House. (Photo by Christopher Gregory/Getty Images)  Donald Trump's popularity has surged among Republicans after dominating several news cycles with his anti-illegal immigration rhetoric, according to a new Washington Post-ABC News poll. Nearly six in 10 -- 57 percent -- Republicans now have a favorable view of Trump, compared to 40 percent who have an unfavorable one. That marks a complete reversal from a late-May Post-ABC poll, in which 65 percent of Republicans saw Trump unfavorably. Trump continues to be unpopular among the public at large, with negative marks outpacing positive ones 61-33. \"Strongly unfavorable\" views outnumber strongly positive ratings by a three-to-one ratio. But Trump's image has improved since his campaign launch; in May, just 16 percent had a favorable view of him, while 71 percent were unfavorable -- by far the worst rating among a slew of candidates in that poll. Trump's numbers have improved enough that they are nearly as good as frontrunner Jeb Bush. Bush's 63 percent favorable rating among Republicans outpaces Trump by six points. Overall, Bush is viewed favorably by 38 percent of Americans and unfavorably by 47 percent. Trump's improvements have been broad-based, with his numbers creeping up among most all demographic and political groups. He has even improved slightly among Democrats and liberals, though he is still at very low levels (19 percent favorable among Democrats and 17 percent among liberals). Aside from Trump's newly positive reviews from Republicans, he receives split marks from conservatives overall (46 percent favorable vs. 46 unfavorable) and his image is still overwhelmingly negative among most political groups. His net favorable rating (favorable rating minus unfavorable rating) is negative-23 among independents, negative-27 among political moderates and negative-37 among women. Hispanics represent one group where Trump's image, perhaps understandably, has soured since his negative comments about Mexican illegal immigrants. Trump's unfavorable ratings among Hispanics rose sharply from 60 percent in May to 81 percent now. His favorable ratings are 13 percent among Hispanics, little changed from the previous survey. Trump has said his immigration comments would help him win the Latino vote if he were the 2016 GOP nominee. This poll (along with basic logic) suggests that would be nothing shy of a miracle. While the number of Hispanic respondents are small in each survey and subject to high levels of sampling error, the changes are large enough to be meaningful. And Trump has doubled down on the sharply negative characterization of illegal immigrants as \"rapists\" and other criminals. These opinions among Hispanics offer one of the sharpest dividing lines between Trump and Bush. While Trump's net favorability rating is negative-68 among Hispanics, Bush's net rating is 15 points more positive than negative (46 percent favorable, 31 percent unfavorable) -- very good numbers for a Republican these days. Bush has criticized Trump's characterizations of illegal immigrants and has taken a more conciliatory tone in approaching immigration policy. More broadly, Bush's net favorability exceeds Trump's among every major demographic and political group, including conservative Republicans who have been more reluctant to support Bush for the nomination. Bush's net rating is plus-39 among conservative Republicans (67 percent favorable, 28 percent unfavorable), while Trump's is plus-20 (58-38). Clinton's favorability rises, tops Sanders among liberals The poll brings into perspective the popularity of candidates on the Democratic side too. Hillary Clinton has ticked back up slightly, moving from a net negative position in May of 45-49 favorable-unfavorable to a net positive position of 52-45 favorable-unfavorable. Bernie Sanders, the independent socialist Vermont senator making a run for the Democratic nomination, is largely unknown at this point with ratings that split 27 percent favorable to 28 percent unfavorable. A 45 percent plurality are unable to rate him. Sanders has generated a lot of intensity from the farthest left wings of the Democratic party, with rallies attended by thousands on college campuses. Sanders has gained ground in New Hampshire and Iowa according to some recent statewide polls, but he still trails Clinton by very wide margins in national popularity. Even among his supposed base of liberal Democrats, Clinton's favorable ratings are nearly twice as high as Sanders -- 86 percent favorable for Clinton to 48 percent for Sanders. In fact, Clinton's strongly favorable ratings are equal to Sanders's overall favorable ratings among liberal Democrats. ", "byline": "", "description": "Donald Trump's popularity has surged among Republicans after dominating several news cycles with his anti-illegal immigration rhetoric, according to a new Washington Post-ABC News poll.Nearly six in 10 -- 57 percent -- Republicans now have a favorable view of Trump, compared to 40 percent who have an unfavorable one. That marks a complete reversal from a late-May Post-ABC poll, in which 65 percent of Republicans saw Trump unfavorably.Read full article >>", "title": "The Fix: Trump’s popularity spikes among Republicans", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/4823d998/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C150Ctrumps0Epopularity0Espikes0Eamong0Erepublicans0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["immigration"], "people": ["Donald Trump", "Bernie Sanders", "Jeb Bush", "Christopher Gregory", "Hillary Clinton"], "orgs": ["GOP"], "authors": [{"author_id": 34040, "fullname": "peyton m. craighill", "primary_org": "washpo"}], "date_written": "2015-07-15 12:00:41", "org": "washpo", "article_id": "e02110e05038cd0347d0a34ab9d799c9", "date_access": "2015-07-15 11:20:03.896792"}