{"body": "   Rep. Steve King (R-Iowa) speaks at the Freedom Summit in Des Moines in late January. (AP)  Congress returns to Washington after the Independence Day break with a slate of hefty items on the to-do list. But at least one leading social conservative wants to ensure that lawmakers spend a few minutes discussing the Supreme Court’s recent decision to legalize same-sex marriage. Rep. Steve King (R-Iowa) says he is working on introducing a nonbinding resolution of disapproval against the high court’s ruling. “We should bring it to the floor and have a debate and let people register their positions,” he said in an interview Monday afternoon. The vote might also be a way to get the growing number of Republican presidential candidates to weigh in on the matter. King says that, so far, he has heard “a good number of tepid responses from our presidential candidates on this.” “I think it’s important to let the public know where they stand,” he said. Every major Republican presidential candidate said they disagree with the Supreme Court’s ruling, but several, including former Florida governor Jeb Bush, New Jersey Gov. Chris Christie and Sen. Lindsey O. Graham (S.C.), have said that they will respect the court’s ruling. It’s unclear whether Speaker John A. Boehner (R-Ohio) and his leadership team would ever allow a vote. But given that virtually all GOP lawmakers have expressed disagreement with the court ruling, it might be a vote worth holding. King admitted that previous nonbinding resolutions passed after similar court rulings “didn’t change anything — it just sent a message.” But he said holding a vote on the resolution is important to let the nine justices know that members of another branch of government are yet again upset with one of their rulings. “If the state legislatures were to pass laws that established same-sex marriage in the states and if they established reciprocity from the other states, that would be the voice of the public making this decision,” King said. “What I reject is an activist court with no basis for this decision transforming the greatest civilization we’ve ever seen by a 5-to-4 decision.” King also said that Justices Elena Kagan and Ruth Bader Ginsburg should have recused themselves from the case because they had previously officiated at same-sex weddings. If they had recused themselves, “it would have been a 4-to-3 decision the other way,” he said – suggesting that Chief Justice John Roberts or Justice Anthony Kennedy might have voted with conservative justices against legalizing same-sex marriage.", "byline": "", "description": "Congress returns to Washington after the Independence Day break with a slate of hefty items on the to-do list. But at least one leading social conservative wants to ensure that lawmakers spend a few minutes discussing the Supreme Court’s recent decision to legalize same-sex marriage.Read full article >>", "title": "Steve King wants resolution denouncing Supreme Court same-sex marriage ruling", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47e25543/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C0A60Csteve0Eking0Ewants0Eresolution0Edenouncing0Esupreme0Ecourt0Esame0Esex0Emarriage0Eruling0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["gay_marriage"], "people": ["Steve King", "Ruth Bader Ginsburg", "Chris Christie", "Lindsey O. Graham", "Jeb Bush", "Justice Anthony Kennedy", "John A. Boehner", "Elena Kagan", "Justice John Roberts"], "orgs": ["S.C.", "Supreme Court", "Congress", "GOP"], "authors": [{"author_id": 30984, "fullname": "ed o'keefe", "primary_org": "politico"}], "date_written": "2015-07-06 22:18:55", "org": "washpo", "article_id": "5367652193ab046563f4aec0fda2021c", "date_access": "2015-07-06 21:30:03.393130"}