{"body": "Americans' opinion of the Republican Party is at a six-year low -- in part because an increasing number of Republicans don't think much of their own party. In a new Pew Research poll, just 32 percent of Americans view the Republican Party favorably, a nine-point drop since January.    (Pew Research Center)  Among Republicans, that decline has been even sharper: The percentage of those who view the party favorably has dropped 18 points since January, to its lowest share in two years.     There are a few forces likely at play here -- not the least of which is Mr. Donald Trump. First, as the survey notes, the GOP has trailed the Democratic Party in favorability ratings in recent years. For the past four years, Americans have said the Republican Party has more extreme views than Democrats. Those numbers coincide with the 2010 rise of the tea party, which grabbed headlines with aggressive town hall meetings the summer before and now has 48 members of Congress in its official caucus. Second, Republicans have controlled the House of Representatives since 2011 and the Senate since 2015. As President Obama will tell you, the simple act of governing makes you less popular with the public. Look at these numbers from Pew of Republicans' approval of their GOP-led Congress in May and back in 2011:     Third, Republicans are in the midst of a primary battle with an unprecedented number of candidates (16!) and no clear leader. In fact, the 2016 Republican field is the most fractured in recent memory. Nasty primary battles are never a great time for any party. On top of all that, Republicans are dealing with Trumpmania. The real estate magnate's improbable and inescapable presidential campaign has clearly tapped into a small but fervent anti-Washington sentiment (a recent Washington Post/ABC News poll found about 14 percent of the population supports Trump's run for president). But for obvious reasons, Trump is incredibly divisive: That same poll found 61 percent of Americans would never, ever consider voting for Trump under any circumstances. [Here are 12 other times Trump vilified illegal immigrants] These latest approval numbers for the GOP show that party leaders who are nervous about Trump have real reason to be. If they don't cut ties with Trump, and do it quickly, their nightmare appears to be on its way to becoming true: People are associating Trump with the Republican Party -- and as a result, turning away from the party itself.", "byline": "", "description": "The answer could have something to do with Donald Trump.", "title": "Republican opinion of the Republican Party is dropping. Why?", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/24/republican-opinion-of-the-republican-party-is-dropping-why/", "topics": ["immigration"], "people": ["Donald Trump"], "orgs": ["Pew Research", "Congress", "Senate", "Republican Party", "Pew Research Center", "House of Representatives", "Democratic Party", "GOP"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-07-24 17:32:14", "org": "washpo", "article_id": "c906e629377053a5ebd32e76a69f76f7", "date_access": "2015-07-24 16:50:03.493309"}