{"body": "   Sen. Bernie Sanders (I-Vt.), a Democratic presidential candidate, pauses while speaking during a Liberty University Convocation in Lynchburg, Va., on Sept. 14. (Andrew Harrer/Bloomberg News)  On May 10, the weekend after he announced his presidential bid, Sen. Bernie Sanders (I-Vt.) appeared on CBS's \"Face the Nation\" to reemphasize some of his campaign themes. Among them was that anyone he would appoint to the Supreme Court would have to be on record against the \"disastrous\" 2010 Supreme Court decision known as Citizens United. CNN's Eric Bradner reported this under the headline, \"Bernie Sanders has a Supreme Court litmus test.\"     On Monday, Sanders spoke at an event held by the University of Chicago's Institute of Politics in Washington. Much had changed since May; for example, in Real Clear Politics's national average of polls, Sanders had jumped from 5.6 percent to 27.6 percent, a boom predicted by no one in the media.    CNN reported from the new speech, and delivered an article with this headline: \"Bernie Sanders' Supreme Court litmus test: Overturn Citizens United.\" The reporter? Not to pick on the guy, but it was Eric Bradner. It's unusual for candidates to get national coverage this consistent when they repeat their core messaging. Local coverage is one thing; the media in Oskaloosa might be hearing a speech that was already played out in Greenville or Derry or Pahrump. But Sanders, who has refused to go negative against his main Democratic opponent*, has received relatively skimpy coverage, and he knows it. He likes to say that if he \"slipped on a banana peel\" at an event, the assembled reporters would make that the story. No one seriously disputes this. In an analysis last week, media watcher Andrew Tyndall discovered that network newscasts had devoted only eight minutes to the Sanders campaign, despite it being arguably the most surprising political story of 2016. That was as much as they had devoted to Mitt Romney's brief flirtation with a third presidential bid. Sanders has offered fresh hooks for new coverage, and he tends to introduce legislation every week that Congress is in session. But his stump speech, a 40-minute monologue on how European-style socialism could work in the United States, does not thrive in the greenhouse of narrative media coverage. So his old ideas get treated like new ideas; his old answers to Hillary Rodham Clinton questions are repeated as new answers. Most frustrating for Sanders reporters is that he is polling better than almost anyone running for president, and the fact is usually buried in stories about how Vice President Biden, who may run, polls a little better nationally. Now there's a guy who can give a fresh quote! *The closest he got came in a staff statement reacting to a lazy \"oppo\" memo sent to a Huffington Post reporter. ", "byline": "", "description": "It's not like he isn't interesting.", "title": "How the media fails to cover Bernie Sanders, in two headlines", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/29/how-the-media-fails-to-cover-bernie-sanders-in-2-headlines/", "topics": ["campaign_finance"], "people": ["Mitt Romney", "Andrew Harrer", "Hillary Rodham Clinton", "Eric Bradner", "Andrew Tyndall", "Bernie Sanders"], "orgs": ["Institute of Politics", "Congress", "Supreme Court", "University of Chicago", "Citizens United"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-09-29 15:13:43", "org": "washpo", "article_id": "45edffdfd453ae1e31aba65cbacf7de6", "date_access": "2015-09-29 14:30:07.998713"}