{"body": "  RICHMOND — A national Republican group on Friday pledged to pump a total of $100,000 into races for Virginia’s House of Delegates as part of the GOP’s national bid to boost its appeal to women and minorities. The Republican State Leadership Committee announced that it is giving $80,000 right away to help bankroll four minorities and one woman running for the House in November, when all 140 seats in the General Assembly are up for grabs. It promised to provide another $20,000 to undetermined House races by Labor Day. The donations come through two separate RSLC initiatives intended to help the GOP broaden its reach to a changing electorate in Virginia and across the country: its Future Majority Project and Right Women, Right Now venture. “The strength and diversity of Virginia’s Republican candidates this year is reflective of what we are seeing around the country, with outstanding Republican candidates who more closely reflect the electorate we seek to serve,” said former RSLC chairman Ed Gillespie, who last year nearly unseated Sen. Mark R. Warner (D-Va.). “These five delegate candidates are running on policies that will create more opportunities for their fellow Virginians,” Gillespie said. “Their victories in November — combined with victories in the state senate — will go a long way in demonstrating that our Republican nominee for president will carry Virginia next year.” In announcing the donations, the RSLC highlighted the candidates’ diverse backgrounds — a first-generation Korean American, the son of a Cuban exile, a Puerto Rican raised by a single mother, a Vietnamese refu­gee who went on to Harvard and a once-single mother. Then it took a swipe at Democrats for fielding “mostly white men in key Virginia races this year.” “While the Democrats run mostly white men in key Virginia races this year, the Republicans’ impressive slate of qualified, conservative and diverse men and women running for the House of Delegates is reflective of where our party is today,” former Puerto Rico governor Luis Fortuño, an RSLC board member, said in a written statement.  Morgan Finkelstein, spokeswoman for the Democratic Party of Virginia, said the RSLC’s investment in those races will do nothing to broaden the GOP’s appeal if the party does not change its stance on issues important to minorities and women. “The party of Donald Trump can throw money at Virginia races, but it won’t solve the inclusiveness issues raging in the Virginia GOP,” she said. “And it certainly won’t change the fact that Republicans here are still wrong on the issues that matter to Virginia families; rather than focus on investing in education, transportation and jobs, they’ll pick political fights over women’s health care and LGBT discrimination.”  [With key elections ahead, Virginia Democrats spend big]  The five candidates are: ●Sang Yi, who is challenging Del. David Bulova (D-Fairfax). ●Jason Miyares, who is seeking the Virginia Beach seat that Del. Bill DeSteph (R-Virginia Beach) is giving up to run for state Senate. Miyares’s Democratic opponent is Bill Fleming.  ●Danny Vargas, who is seeking to fill the Northern Virginia seat long held by Del. Tom Rust, who is retiring. Vargas faces Democrat Jennifer Boysko and independent Paul Brubaker. ●Chuong Nguyen, who is running for the Northern Virginia seat being vacated by Del. David Ramadan (R-Loudoun). He faces Democrat John Bell and Libertarian Brian Suojanen. ●Lara Overy, who is trying to unseat freshman Del. Monty Mason (D-Williamsburg).   In its announcement, the GOP group described each of the five as follows: “Sang Yi, 37th District: Yi is a first-generation Korean-American who immigrated to the United States with his parents, and is now running to represent a Virginia district with a high concentration of Korean-Americans. He is a dedicated public servant deeply committed to his Northern Virginia community. He is a Lieutenant Commander in the U.S. Navy Reserve, has worked in the Defense Department and now is on Capitol Hill. “Jason Miyares, 82nd District: Miyares is a conservative attorney, former prosecutor and community leader. His mother is a Cuban exile who instilled in her son the values of freedom and opportunity. Running in Virginia Beach’s 82nd District, he would be the first Cuban-American to serve in the state house if elected. “Danny Vargas, 86th District: Vargas is an award-winning businessman, media personality, and U.S. Air Force Veteran. A Puerto Rican raised by a single mother in New York, today Vargas is active in civic engagement and political leadership. He would be the first Latino to represent the 86th House District if elected. “Chuong Nguyen, 87th District: Nguyen is a Harvard graduate, attorney, teacher and former counselor. He and his family escaped communist Vietnam on a fishing boat, journeyed through a Malaysian refugee camp, and finally arrived in the United States. Nguyen became an involved member of his community in Virginia and would be the first Vietnamese-American to represent the increasingly diverse 87th House District if elected. “Lara Overy, 93rd District: Overy is a development professional, philanthropist, and first-generation college graduate. She grew up in the 93rd District and raised her own family there as a once single, young mother. She seeks to represent her life-long community by being a bridge-builder and advocate for greater educational and economic opportunities.” ", "byline": "", "description": "Republicans fault Democrats for fielding “mostly white men” in five districts with diverse GOP candidates", "title": "GOP group to pump $100K into Va. races in bid to draw women, minorities", "url": "http://www.washingtonpost.com/local/virginia-politics/gop-group-to-pump-100k-into-va-races-in-bid-to-draw-women-minorities/2015/08/28/5e61f242-4d72-11e5-902f-39e9219e574b_story.html", "topics": ["campaign_finance", "women"], "people": ["Mark R. Warner", "Donald Trump", "Morgan Finkelstein", "Luis Fortuno", "Ed Gillespie"], "orgs": ["General Assembly", "Senate", "Democratic Party of Virginia", "RSLC", "RICHMOND", "Republican State Leadership Committee", "United States.", "Defense Department", "Virginians", "GOP"], "authors": [{"author_id": 31540, "fullname": "laura vozzella", "primary_org": "washpo"}], "date_written": "2015-08-28 13:52:43", "org": "washpo", "article_id": "9990e73137e5229c00bbb44bdd9e7a73", "date_access": "2015-08-28 13:20:07.678874"}