{"body": " Only Hillary Rodham Clinton knows why it took as long as it did for her to say that using a private e-mail account as secretary of state was a mistake and that she was sorry for the error. But not even Clinton knows whether what is being described as an apology will repair the damage inflicted to her candidacy. The reasons why Clinton needed to deal more forthrightly with the e-mail issue are as clear as the downward sloping lines of national and state polls that have defined her political trajectory over the past few months. Even the most loyal Clinton supporters, those who remain confident that she will become the Democratic presidential nominee, could not ignore the fact that a course change was needed. What also had become apparent was that questions about the e-mail controversy were getting in the way of the messaging she and her campaign were trying to project. Clinton could participate in roundtable conversations with voters, hold big rallies to try to generate excitement or deliver major policy addresses, but she had trouble breaking through as the focus stayed on polls and e-mails.  [Clinton offers apology for e-mail account]  In this time of reality-TV politics, Clinton’s image — like that of other candidates — is defined as much or more by a media-driven national conversation as by the traditional tools available to political strategists. Faced earlier with rising doubts about Clinton’s honesty and trustworthiness, her campaign responded by airing television ads in Iowa and New Hampshire. What happened? In spite of those ads, challenger Sen. Bernie Sanders (I-Vt.) has overtaken her in New Hampshire and closed the gap in Iowa. Whenever Clinton engaged reporters, in short sessions at campaign events or in recent sit-down interviews, she was peppered with questions about the latest revelations about the e-mail issue. For months, her answers conveyed impatience and disdain. She grew testy. She seemed to want to blame political opponents. She resisted acknowledging that the questions being raised were legitimate. None of this should have been surprising, say people who have known and worked with her over many years. It is part of her character to fight when challenged, to dig in and refuse to give ground even when that is the politically wise course. She has been through many controversies over the past quarter-century, and the pattern has been consistent. Recall how she dealt with questions during her first campaign eight years ago about her 2002 vote for the Iraq war resolution. Long after other Democrats had recanted, acknowledging they had been wrong to support the resolution, Clinton held firm. She went only as far as saying that, had she known then that Iraq had no weapons of mass destruction, she would not have voted for the resolution. She resisted saying that her vote had been a mistake. It was only when she was getting ready to run in 2016 that she changed her response. In her memoir of her tenure at the State Department, she finally said the words: “I thought I had acted in good faith and made the best decision I could with the information I had,” she wrote. “And I wasn’t alone in getting it wrong. But I still got it wrong. Plain and simple.”  [Clinton looks to fall rebound after tough summer]  Two weeks ago, Clinton began to adopt a more contrite approach to the e-mail issue, shifting from a position of hostility to an acknowledgment that people had legitimate questions and concerns that she needed to address. She should not have needed a focus group to know that. She began a round of television interviews last week. To NBC’s Andrea Mitchell, she said she was “sorry that this has been confusing to people.” On Tuesday, she seemed to go further. When ABC News anchor David Muir asked her why she had not used both a personal and governmental e-mail account, Clinton said: “That was a mistake. I’m sorry about that. I take responsibility.” She followed that with an e-mail message to supporters using the same language. Her answer has been widely interpreted as a genuine apology. However, not all campaign officials felt that what she said in the ABC interview was notably different from what she had said before. As one official put it Wednesday, “We’re surprised by the reaction. . . . She’s answering questions, and we think that’s a positive thing.” What Clinton said on Monday will not end the e-mail controversy. As events unfold, as new information spills out from those examining the e-mails and the server, as the congressional panel investigates the tragic 2012 events in Benghazi, Libya, she will face continuing inquiries. At best, her words of contrition could give her some relief from the constant pressure to acknowledge error. It also should give some reassurance to nervous supporters that she has begun to come to terms with the political ramifications of the controversy. All that, however, begs the larger question of how Clinton’s handling of the e-mail issue plays into larger perceptions of her character. Even at the beginning of her campaign, before the e-mail issue had become a constant irritant to her candidacy, there were concerns among her supporters about whether she could connect more effectively with voters. Whatever her talents as a public official, campaigning has never come as easy to her as it did to her husband, former president Bill Clinton. Her advisers have looked from the beginning for ways to make her more approachable, more natural, more humorous — more like the Hillary Clinton they say they see in private. The New York Times reported Monday that Clinton’s advisers were looking for “new efforts to bring spontaneity to a candidacy that sometimes seems wooden and overly cautious.” So far this year, the formula has escaped them. The candidate’s innate guardedness has made their task all the more difficult. That is likely to remain a challenge for as long as she is in the public arena. Clinton is still the favorite to win the Democratic nomination, but she will have to fight harder for it than she might have presumed. She has been weakened, her vulnerabilities highlighted by self-inflicted wounds. She is changing course, if not her strategy. She wants to talk about the middle class and Iran and women’s issues. But as the e-mail issue underscores, voters still have other concerns they want her to address.  ", "byline": "", "description": "E-mails have dogged her candidacy, feeding character questions that she has yet to overcome.", "title": "Can Clinton’s ‘I’m sorry’ bring about a change in her political fortunes?", "url": "http://www.washingtonpost.com/politics/can-clintons-im-sorry-bring-about-a-change-in-her-political-fortunes/2015/09/09/85775e98-5719-11e5-8bb1-b488d231bba2_story.html", "topics": ["women", "economy"], "people": ["Bill Clinton", "Hillary Clinton", "Hillary Rodham Clinton", "David Muir", "Andrea Mitchell", "Bernie Sanders"], "orgs": ["State Department"], "authors": [{"author_id": 32108, "fullname": "dan balz", "primary_org": "washpo"}], "date_written": "2015-09-09 19:08:08", "org": "washpo", "article_id": "f863aa14b8d1bfeff5cb4f2ace8f9fb1", "date_access": "2015-09-09 19:20:03.764267"}