{"body": "   Bernie Sanders cracks a rare smile. (AP Photo/Carolyn Kaster)  THE BIG IDEA:   — A 74-year-old democratic socialist from Vermont essentially matched Hillary Rodham Clinton’s fundraising over the past three months, and he probably has even more cash on hand than she does, a remarkable development certain to make already-nervous supporters of the Democratic frontrunner even more so. Clinton raised $28 million from July 1 to Sept. 30. Bernie Sanders raised $26 million. Hillary personally headlined 58 fundraisers during that time period, the same number as she did during the previous quarter. Sanders only appeared at seven finance events! Almost all of his money came from online. The disclosures come with fresh evidence that the base of the Democratic Party is not ready for Hillary. Yesterday alone, the Sanders campaign raised more than $2 million online. About $500,000 of that came in from 10:30 p.m. until midnight, according to my colleagues Matea Gold and John Wagner. Sanders has received 1.3 million donations from about 650,000 different donors. That puts him across the threshold of 1 million contributions earlier than Barack Obama in both his presidential campaigns. The Sanders campaign says it has more than $25 million in the bank. The Clinton campaign refused to disclose its cash on hand, but they have been far less thrifty. She’s built a gigantic apparatus full of pricey consultants. She’s also running ads on television in the early states, which Sanders has not done. Her burn rate last quarter was 40 percent. In all, Clinton has now raised $75 million for her campaign, while Sanders has pulled in more than $40 million. Sanders strategist Tad Devine has said that they gauged that it would take at least $40 million before the Iowa caucuses to run credibly against Clinton — a mark they’ve now hit months ahead of schedule. Many of Clinton’s donors are now maxed out for the primaries. Sanders’ average donation is for less than $25, so he can keep pumping the well for more. Clinton aides in Brooklyn stress that they are on pace to reach their goal of raising $100 million by the end of the year, and that they’re breaking records. They also have the backing of a serious super PAC, which can raise unlimited money, something Sanders has eschewed. — Four major implications of this:  Last night’s numbers raise the stakes for the first Democratic debate, which is just 11 days away. Hillary needs a really strong performance to make her supporters less queasy; Sanders needs to look presidential. The closeness of the money chase will further tempt Joe Biden. The Times reports this morning that the Clinton campaign is “INCREASINGLY WORRIED” about Biden and is “making a sudden and urgent effort to throw roadblocks into his path,” with extra attention being given to locking down super delegates. Per Amy Chozick and Maggie Haberman: “Among the clearest signs in the last week was a series of phone calls from Mrs. Clinton and two of her top advisers, Huma Abedin and John Podesta, to the financier Robert Wolf, a major Democratic donor who is now supporting Mrs. Clinton but who recently met privately with Mr. Biden.” It’s not clear Biden could raise as much money as either. In fact, he probably could not. But, as Mitt Romney told Philip Rucker yesterday, “the unavailable is always the most interesting, the most attractive.” There will be more pressure from Clinton’s donors to go negative on Sanders. Brooklyn has dismissed him, and Hillary has tried to avoid saying his name. Will that change? Watch for a flurry of fresh stories that take Sanders more seriously. It remains pretty inconceivable to the political class in both parties that Bernie could actually be the nominee. As a top D.C. Republican likes to tell us: America will never elect as president someone who does not comb his hair.  The Post’s David Fahrenthold has a great read this morning on how Sanders would transform America if he became president. The piece is based on an examination of his current and past legislation; his campaign speeches; and interviews with him, his chief policy aide and experts. “If he becomes president, Sanders would spend an enormous amount of money: $3.27 trillion. At the very, very least,” Dave writes. “But he is not just a big-spending liberal. And his agenda is not just about money. It’s also about control. The biggest pieces of Sanders’s domestic agenda – making college, health care and child care more affordable – seek to capture these industries and convert them to run chiefly on federal money.” “The simplest parts of Sanders’s platform are the parts that are simply very expensive. New money. But pumped through old pipes. He would allot, for example, an extra $1.2 trillion for Social Security beneficiaries, paid for by higher taxes on people earning more than $250,000. He also would create a new Social Security benefit: paying for Americans of any age to take 12 weeks off to care for a new baby or deal with a serious illness. The funding for that would be new taxes on wage-earners and businesses, raising $319 billion. Clinton also has called for family leave, but her staff declined to say how she would pay for it.”    Hillary Clinton checks her Blackberry from inside a C-17 in 2011. (AP Photo/Kevin Lamarque, Pool, File)  — On the bright side for Hillary, the fundraising numbers helped bury another cycle of embarrassing coverage about the latest tranche of e-mails from the State Department. Here are the hard news developments out of the afternoon release, the fifth round, which included 6,300 pages of e-mails:  The number of e-mails now considered classified that were on Clinton’s homebrew server doubled to more than 400 with this release. Three of the 215 newly classified documents are marked as SECRET, per Politico’s Josh Gerstein: This is “the first time the State Department itself has deemed messages in Clinton’s account to warrant protection at the SECRET level — the middle tier of the national security classification system. State earlier classified one Benghazi-related message SECRET, but did so at the request of the FBI.” “Two of the just-released SECRET emails pertain to talks about the Iranian nuclear program …. The messages are from January 21 and 22, 2011 and were forwarded to Clinton’s private account by Deputy Chief of Staff Jake Sullivan, who now serves as policy director on Clinton’s presidential campaign. The substance of the two emails was redacted from the public release, but the subject lines identify the messages as summaries of the nuclear talks underway in Istanbul, Turkey.” It turns out that John Kerry not only had Hillary’s personal address, but he still sometimes uses private e-mail to conduct State Department business, the Boston Globe scoops. State Department spokesman John Kirby says that the secretary “primarily uses a state.gov e-mail account for his daily work.” Per Annie Linskey and Matt Viser: “The State Department goes to extensive lengths to be sure work-related matters sent to Kerry’s personal account are preserved, with at least one staff member granted access to his private account and tasked with pulling out any potentially work-related e-mails, a department official said. … In the past Kerry has used an AOL account and a Gmail account to communicate with longtime friends.” Russia-linked hackers tried at least five times in August 2011 to pry into Clinton’s private email account while she was secretary of State, the Associated Press reports. “It is unclear if she clicked on any attachment and exposed her account.” They were phishing emails designed to look like speeding tickets, which would suggest they were not that sophisticated. The Clinton campaign says there’s no evidence her system was ever breached. Two months of emails from the start of Clinton’s tenure at State are missing, and federal officials haven’t been able to recover them, the Wall Street Journal reports. The first emails turned over by Clinton’s lawyers are from March 18, 2009. Clinton was privately cautious about being a leader on gay rights. My colleagues note that Clinton was perturbed after she read a Washington Post story about the State Department deciding to make U.S. passport forms gender neutral. “Who made the decision that State will not use the terms ‘mother and father’ and instead substitute “parent one and two’?” she wrote to Cheryl Mills, her chief of staff, on Jan. 8, 2011. “I’m not defending that decision, which I disagree w and knew nothing about, in front of this Congress. I could live w letting people in nontraditional families choose another descriptor so long as we retained the presumption of mother and father. We need to address this today or we will be facing a huge Fox-generated media storm led by Palin et al.” Read the email here. The Los Angeles Times, read widely by the west coast donor class, leads its coverage with this message.  — Six of the funniest e-mails—   Hillary could not convince a White House operator that it was really Hillary on the line, and she emailed Huma Abedin to complain. In an email to Maryland Sen. Barbara Mikulski, she called Harriet Tubman her “home girl.” She had to ask aides what “FUBAR” meant. Clinton sometimes acted as her own press agent. In the midst of discussions about a possible Clinton appearance on Ellen DeGeneres’s television show, Clinton told an aide: “I spoke w her and she said she would do whatever we asked and so full speed ahead!” Read it. Clinton kept a close eye on her reputation, polling about her and Capitol goings-on. On Dec. 30, 2010, as Congress faced a looming debt ceiling battle the next year, Clinton asked a staffer: “Can you pls tell me how many times I voted against raising the debt limit?” Finally, Delaware Sen. Chris Coons was apparently sad when Hillary did not recognize and greet him by name at an event for senators. “He was the only one whom HRC didn’t recognize and greet by name,” Nelson Cunningham said in a message to Cheryl Mills. “He reminded her that he was ‘the one who beat the witch.’ Chris is not a big-ego, high-maintenance guy, but he seemed a bit miffed as he described this.” Coons also expressed some dismay that he was not informed through official channels of a Clinton trip to Africa.      — Kevin McCarthy’s first big mistake as Speaker Apparent could let Clinton get off the mat over Benghazi: Michael Kinsley defined a gaffe as when a politician tells the truth, and that’s what the California congressman appeared to do on Fox News when he said that the House GOP deserves credit for dragging down Hillary’s poll numbers through its broadening inquest into the deaths of four Americans in Libya. Outgoing Speaker John Boehner has gone out of this way for the last year to insist that politics has nothing to do with it. McCarthy made the mistake, apparently deliberately, to reassure conservatives, including Sean Hannity, that he’ll be a fighter in his new job.  What he actually said: “Everybody thought Hillary Clinton was unbeatable, right? But we put together a Benghazi special committee, a select committee. What are her numbers today? Her numbers are dropping. Why? Because she’s untrustable. But no one would have known any of that had happened had we not fought.” (Watch McCarthy in his own words here.) Privately, congressional Republicans were incensed. Rep. Jason Chaffetz, who chairs the oversight committee, told CNN that McCarthy should apologize and that it was an “absolutely inappropriate statement.” He added, “That was not the reason we started. We started because there were four dead Americans and we didn’t have answers.” Observers like Chris Cillizza point out McCarthy’s relative inexperience as he prepares to get the gavel, wondering if he’s ready for primetime and suggesting that Republicans may be making a mistake by not putting him through his paces. Hillary testifies before the panel on Oct. 22, and the McCarthy comment is already allowing her team to lower expectations and present the whole show as a political witch hunt. Several Democrats said yesterday that the committee should now be shut down. Clinton campaign chairman, John Podesta, piled on:     (@johnpodesta)  WHILE YOU WERE SLEEPING:    Trump hugs a U.S. flag in Derry, New Hampshire (Reuters/Brian Snyder)  — In a New Hampshire speech last night, a few hours after another poll showed him leading the GOP field, Donald Trump said the U.S. should not accept Syrian refugees because they could actually be a terrorist army in disguise. “They could be ISIS — I don’t know,” Trump said. “Did you ever see a migration like that?” he said. “They’re all men, and they’re all strong-looking guys. … There are so many men; there aren’t that many women. And I’m saying to myself: Why aren’t they fighting to save Syria? Why are they migrating all over Europe? Seriously. … Military tactics are very interesting. This could be one of the great tactical ploys of all time. A 200,000 man army, maybe.” If he’s elected, he vowed that any refugees who immigrate to the U.S. are “going back.” This is a reversal from what he said a few weeks ago. Read Jenna Johnson’s story here. — During an appearance on the new “Daily Show,” Trevor Noah pressed  Chris Christie about his “biometrics” plan to track immigrants who are in the U.S. by collecting their fingerprints. Noah said he felt the New Jersey governor was “speaking to me” because he’s a South African national. “So, you want people to get FedEx stamps, or…?” Noah asked, referring to Christie’s statement that immigrants should be tracked like Fedex packages.  “This is getting personal,” Noah said, even though the conversation was pretty civil, according to Bustle.com. Watch the full interview here. GET SMART FAST:  CNBC unveiled its rules for the next GOP debate. There will be an undercard debate, despite rumors to the contrary, but candidates must get at least 3 percent to appear on the main stage during a short polling window. To get in the undercard, a candidate needs to get at least 1 percent, which could keep Lindsey Graham out. Oklahoma Gov. Mary Fallin blocked the execution of death row prisoner Richard Glossip a few hours after the Supreme Court cleared the way for his death. She says the delay until Nov. 6 will give state officials time to decide if their three-drug cocktail is compliant with the state’s protocol or whether a different third drug should be obtained. (USA Today) A federal judge in Wyoming blocked Interior Department rules setting stricter standards for fracking on public lands, the Wall Street Journal reports. “U.S. District Judge Scott Skavdahl issued a preliminary injunction barring implementation of the rules, saying the Interior Department lacked the authority to issue them.” The Indiana House Majority Leader resigned after lewd images were texted from his phone. (AP) The top Republican recruit for Senate in Colorado announced he won’t run, a blow for GOP hopes to play offense in the state against Sen. Michael Bennet. (National Journal) House GOP leadership elections will be next Thursday, Oct. 8. The Vatican confirmed that Pope Francis met with Kentucky clerk Kim Davis, as the Democratic governor attacked her in a legal filing. Arizona sheriff Joe Arpaio will testify at a contempt hearing about his refusal to obey court orders in a racial profiling lawsuit. The Transportation Department ruled that Kuwait Airlines must sell tickets to Israeli travelers if it wants to continue operating in the United States. UAW members voted to reject a proposed contract with Fiat Chrysler. (NYT)  POWER PLAYERS IN THE NEWS:  John Boehner secretly urged Trey Gowdy to run for Majority Leader so that he could help protect McCarthy’s right flank, per Politico’s Jake Sherman and John Bresnahan. Gowdy denied rumors that he won’t run for reelection in 2016. (The Greenville News) Jeb Bush said Marco Rubio followed his lead when they were both in Tallahassee and compared his lack of experience to President Obama’s. (Sean Sullivan and Jenna Johnson) Rand Paul will campaign this weekend for Kentucky GOP gubernatorial nominee Matt Bevin, but Bevin said yesterday that he prefers Ben Carson for president. (Politico) Bobby Jindal is only getting 3 percent in a poll of Louisiana Republicans. (WWL/Advocate) Colin Powell said he’s saying a registered Republican “because it annoys” the right-wing. (Daily Mail) A major bundler for Scott Walker, Dallas biotech investor Chuck Westcott, will endorse Ted Cruz today, Matea Gold scoops.  WAPO HIGHLIGHTS: — Russia giving U.S. another big headache in the Middle East. Karen DeYoung reports: “Blindsided by the unexpected swiftness of Russia’s air attacks in Syria, the Obama administration scrambled Wednesday to retake the diplomatic and military initiatives, saying it would not be bullied into supporting President Bashar al-Assad and that it was about to significantly expand its own Syrian air operations. … Secretary of State John F. Kerry and his Russian counterpart, Sergei Lavrov, said in terse evening statements that U.S. and Russian military officials would meet, perhaps as soon as Thursday, to ‘de-conflict’ their operations in Syria. … Earlier in the day, Russian President Vladimir Putin brushed off Western concerns, suggesting that other countries ‘get involved’ in Syria under Russia’s leadership.” U.S. officials believe the strikes not only targeted ISIS but U.S.-backed Assad foes, despite Russian denials. Defense Secretary Ashton Carter warned Russia of “pouring gasoline on the fire,” adding that the year-long U.S. bombing campaign would continue as planned. If you’re trying to keep all the players straight, the NYT has a nifty “who’s fighting whom” guide. In Congress, Democrats and Republicans are in rare agreement that Russia’s actions rule out ousting Assad, at least for now, PowerPost’s Karoun Demirjian reports. Bob Corker, chairman of the Senate Foreign Relations Committee, is calling on Kerry to testify before his panel next week about the U.S. response to Putin, per Roll Call.    Vladimir Putin and Sergei Lavrov listen as Chinese President Xi Jinping addressed the UN on Monday. (AP Photo/Mary Altaffer)  The most epic pool report of 2015 provides a telling window into the kind of people we’re dealing with. Nicole Gaouette at Bloomberg relays a scene from the UN yesterday. Russian Foreign Minister Sergei Lavrov was waiting for Kerry to arrive so they could pose for press photographs before a Security Council meeting. Asked about the U.S. claim that Russia was targeting more than ISIS, he responded: “Everything was said by the Russian media. Don’t listen to the Pentagon about the Russian strikes.” Kerry walked up at this point, the two shook hands and stood for the cameras. As the pooler tried to ask Kerry a question, and he declined, Lavrov broke in and said: “It’s politically incorrect for a woman to address a gentleman on her knees.”     Melania Trump and her son Barron at FAO Schwarz in March 2010. (Photo by Bryan Bedder/Getty Images)  — “Meet Melania Trump, a new model for first lady,” by Mary Jordan: Trump and then-Melania Knauss, the Slovenian supermodel, met at New York City’s Kit Kat Club in 1998. She wouldn’t give him her phone number, but he left his and she called days later. “So far in the 2016 campaign season, Melania Trump has shown more of her homebody side than her provocative one…Friends said she prefers to stay at home — or homes, actually, in New York and Palm Beach — with the couple’s 9-year-old son, Barron…her celebrity appeal was cemented by her appearance on the January 2000 cover of British GQ magazine….Lying on a fluffy fur on Trump’s private jet. Wearing a sparkly necklace and not a stitch of clothing. … ‘It’s a lot of responsibility for a woman to be married to a man like my husband,’ Melania told Parenting magazine. ‘I need to be quick, smart and intelligent.” She’s happy about her role as a hands-on mom and doesn’t begrudge Trump’s hectic schedule: ‘We know what our roles are and we are happy with them,’ she said.”    The Secret Service leaked that House Oversight and Government Reform Committee Chairman Rep. Jason Chaffetz’s application to join the Secret Service was rejected. (AP Photo/Jacquelyn Martin)  — “Top Secret Service official urged release of unflattering information about congressman,” by Carol D. Leonnig and Jerry Markon: “An assistant director of the Secret Service urged that unflattering information the agency had in its files about a congressman ­critical of the service should be made public, according to a government watchdog report released Wednesday. ‘Some information that he might find embarrassing needs to get out,’ Assistant Director Edward Lowery wrote in an e-mail to a fellow director on March 31, commenting on an internal file that was being widely circulated inside the service. ‘Just to be fair.’ Two days later, a news Web site reported that Rep. Jason Chaffetz (R-Utah), chairman of the House Oversight and Government Reform Committee, had applied to be a Secret Service agent in 2003 and been rejected. That information was part of a Chaffetz personnel file stored in a restricted Secret Service database and required by law to be kept private.” SOCIAL MEDIA SPEED READ: — ZIGNAL VISUAL: How the Hillary news played. The storylines played very differently across traditional and social media. Among the more than 65,000 Clinton-related Tweets on Wednesday, nearly 15,000 of them mentioned her e-mail – about 23% of all Twitter mentions, per our analytics partners at Zignal Labs. By comparison, there were about 2,200 Tweets that mentioned Sanders and Clinton together, and just 789 that mentioned the former Secretary of State and the Vice President. The 7,221 news articles about Clinton were even heavier on the e-mail story. More than 3,200 of those stories mentioned the email dump – 45% of all stories. Another 1,333 mentioned Sanders (18%) and just 540 mentioned Biden (7%). –Pictures of the day: Sen. Susan Collins (R-Maine) posted a picture with Cal Ripken, Jr., and Kevin Spacey. “2632 consecutive games, 6000 consecutive votes – even Frank Underwood is impressed,” she tweeted:    (@SenatorCollins)  Trump trolled Bobby Jindal by posting a picture of himself with Duck Dynasty star Willie Robertson, a longtime ally of the Louisiana governor:    (realdonaldtrump)  Jeb Bush (6′ 3″) compared his height to CNN’s Dana Bash (5′ 2″):    (@JebBush)  Lots of empty chairs. The below image is from Chelsea Clinton’s showcase panel at the Clinton Global Initiative on Tuesday. The Wall Street Journal notes that this was one of many signs of donor fatigue and waning interest in CGI at this year’s event:    (@JamesVGrimaldi)  –Tweets of the day: Del. Eleanor Holmes Norton (D-D.C.) criticized Jeb Bush for saying that the Washington Redskins should keep their name:    (@EleanorNorton)  Sen. Claire McCaskill (D-Mo.) is getting excited about October baseball with the St. Louis Cardinals:    (@clairecmc)  More Ben Carson comments raised eyebrows. He said that a Nazi-like force could come to power in the United States. He also laughed about running away from cops as a kid in Detroit: “That was back in the day before they would shoot you — I’m just kidding.” And finally:    (@wpjenna)  Sen. Cory Booker (D-N.J.) joked about wearing his veganism on his sleeve:    (@CoryBooker)  Donald Rumsfeld, who served in the House from 1963 to 1969, was seen roaming around the Hill:    (@SteveKingIA)  –Instagrams of the day: Ben Cohen and Jerry Greenfield (aka Ben & Jerry) taped a video explaining their support for Sanders:    (berniesanders)  Arkansas Rep. Rick Crawford (R) noted that the time has come for a harvest. “Beans down Highway 75 look ready, time to get ’em,” he wrote :    (reprickcrawford)  GOOD READS FROM ELSEWHERE: — Boston Magazine, “Bernie Sanders is cold as ice,” by Harry Jaffe: “Sanders, it turns out, has little patience for reporters—or, for that matter, anyone who disagrees with him. Among his faults, this could be the one that most weakens his presidential bid. Former aides have called him strident and never satisfied, to the point of being abusive, especially during his first years in Congress…as more than one Vermont politician told me, ‘Bernie’s an asshole, but he’s our asshole’…’Bernie has no social skills, no sense of humor, and he’s quick to boil over,” says Chris Graff, who covered Sanders for 25 years as Vermont bureau chief for the Associated Press. ‘He’s the most unpolitical person in politics I’ve ever come across.” Ex-Rep. Barney Frank (D-Mass.) said : “He went for the ideal, but he was not part of the legislative process. He chose to be an outsider.” — CNN Politics, “Inside Carly Fiorina’s California campaign meltdown,” by Maeve Reston: In Fiorina’s 2010 Senate loss to incumbent Barbara Boxer, “She dazzled voters, particularly women, with her secretary-to-CEO life narrative…But the 2010 race offered a window into something else: the ease of constructing a brutal and relentless takedown of the one-time Hewlett-Packard chief executive that could well be repeated in the presidential cycle…pairing the stories of dismissed H-P workers with details of her compensation package and luxurious CEO ‘perks’ — from private jets to yachts…’Early on, we were very concerned,’ said Boxer’s lead strategist, Rose Kapolczynski, recalling her alarm when she first experienced Fiorina’s powerful appeal to moderate women of all political parties in early focus groups. ‘Some voters found her so appealing that when we told them about her laying off workers, they didn’t believe us. They’d say ‘She wouldn’t do that.’…’We worked hard to find video of her talking about layoffs and shipping jobs overseas,’ Kapolczynski said, “because that was the proof point — that we aren’t making this up; it isn’t a political attack; it is her in her own words. We barely scratched the surface,” Kapolczynki said.” — Meanwhile, the New York Times reports on how Fiorina’s camp is exploiting a big loophole in FEC rules allowing candidates and super PACs to coordinate “if the information is shared in public view.” “That exception has taken on extraordinary power in the post-Citizens United campaign world, where candidates can give super PACs B-roll for campaign ads by posting video on YouTube, and campaign managers can signal a preference for positive advertising by alerting their Twitter followers. Mrs. Fiorina and other candidates who have depended the most on the unlimited money raised by allied super PACs have taken it a step further: making travel schedules available, then letting the outside groups arrange and finance the events.” Fiorina (along with Rand Paul and Mike Huckabee) posts her travel schedule on an a public Google calendar, allowing allies to track it. — Wall Street Journal, “What’s holding women back in the workplace,” by Nikki Waller and Joann S. Lublin: “…when asked whether they want a top role in their companies or industries, a majority of women say they would rather not grab the brass ring…Roughly equal numbers of men and women say they want to be promoted—78% and 75%, respectively. But as men’s desire for big jobs intensifies in the course of their careers, only 43% of women said they want to be a top executive, compared with 53% of men. Perhaps most startling, 25% of women feel their gender has hindered their progress, a perception that grows more acute once women reach senior levels…Women, along with many men, cited stress and pressure associated with upper-management jobs as the main reason they didn’t aspire to those roles, a result that held whether the respondents were parents or not.” Read the whole study by McKinsey & Co. and LeanIn.org here. HOT ON THE LEFT Today’s anti-Muslim sentiment is yesterday’s fear of Catholics. From TPM: “Ben Carson’s warnings about a Muslim president sound almost identical to many concerns raised about John F. Kennedy as he ran for the presidency in 1960 … If we extend our historical gaze further back, we can find even more overt anti-Catholic echoes of our contemporary narratives about Muslim Americans. New York Governor Al Smith’s 1928 campaign for the presidency was significantly affected — if not indeed derailed — by anti-Catholic fears and accusations.” HOT ON THE RIGHT Family is on fleek. From the Federalist: “Parenthood is having a cultural moment. It’s striking, because in our materially oriented society, we’ve recently seen a number of celebrities speak out publicly not only about the joy of children, but also acknowledging that their professionally successful lives feel incomplete without children. Indeed, it has become cool to publicly praise family … Ivanka Trump [who recently announced she is pregnant with her third child] is certainly an example of that.” DAYBOOK: — What’s happening today on the campaign trail: Hillary Clinton attends a community forum on substance abuse in Dorchester, Mass. In Iowa, Marco Rubio holds a town hall in Cedar Falls; Ben Carson attends a fundraiser in West Des Moines; and Bobby Jindal speaks in Cedar Rapids. Mike Huckabee tours Alabama with stops in Florence, Sylacauga, Selma and Dotha. — On the Hill: The Senate reconvenes at 9:30 a.m. to resume consideration of the motion to proceed to the Military Construction and Veterans Affairs and Related Agencies Appropriations Act of 2016. A vote to invoke cloture is expected at 1:45 p.m. The House meets at 9 a.m. — At the White House: President Obama and Vice President Biden meet with Treasury Secretary Jack Lew. Later, Biden travels to New York City and speaks at the 5th Annual Concordia Summit and the Atlantic Council Global Citizen Awards.   — Israeli Prime Minister Benjamin Netanyahu addresses the U.N. General Assembly at noon Eastern. — The Washington Post is hosting a cybersecurity summit this morning, from 9 a.m. to noon. Watch a live stream of the program here. Reps. Devin Nunes and Adam Schiff will join security experts, including FireEye’s Richard Bejtlich, General Motors’ Jeffrey Massimilla, Visa’s Ellen Richey and Access Now’s Amie Stepanovich, to discuss and debate the latest cybersecurity policies, new security tools for keeping consumer trust, the debate over encryption and the future of the U.S.-China arms deal in cyberspace. QUOTE OF THE DAY: “I’d say mediocre.” — George W. Bush, asked to describe his golf game during an interview on The Golf Channel. NEWS YOU CAN USE IF YOU LIVE IN D.C.: — “Today’s showers and gusty winds are just a sneak preview for what promises to be a windy and wet next several days. Even if Hurricane Joaquin follows tracks passing to our north or out to sea, we still face a good old deluge Friday from tropical moisture driving directly into cold air pushing down into our area (ahead of Joaquin). If Joaquin follows the many models towards the Mid-Atlantic, Sunday into Monday could be even more inclement with the potential for flooding and damaging winds,” the Capital Weather Gang reports. — With Joaquin coming, Virginia Gov. Terry McAuliffe has already declared a state of emergency. Watch a video of what Joaquin could mean for our region here. — The Nationals lost to the Atlanta Braves, 2-0. — The Justice Department gave D.C. a $1 million grant to support more body cameras for cops. VIDEOS OF THE DAY: — Al Gore got awkward when Jorge Ramos asked him if he’s going to run for president in 2016, refusing to utter the word “no” and declining to defend Hillary on her e-mails or otherwise comment on the Democratic field. The self-described “recovering politician” would only say, “I am not giving serious thought to that. I am grateful in some ways that people will ask the question, but I am enjoying what I’m doing in my life right now.” These guys just can’t let go. Watch the 2-minute exchange:    (Fusion)  — “Jimmy Kimmel Live” tricked Hillary supporters by asking them what they thought about her tax plan. Then, after they voiced approval for its various components, they were told that it was actually Donald Trump’s plan. Watch the 3.5-minute clip here:     — Stephen Colbert riffed on the story about Rep. Bob Brady (D-Pa.) stealing Pope Francis’s water glass:    (The Late Show with Stephen Colbert)  — Brand new “Daily Show” host Trevor Noah poked fun at Ben Carson’s voice:    (Comedy Central)  — Rick Santorum defended his views during an appearance on “The View.”   Here is Whoopi Goldberg’s interrogating him about Planned Parenthood:     And here’s Raven-Symone pressing him over his opposition to gay marriage:    ", "byline": "", "description": "", "title": "The Daily 202: So much for the Clinton juggernaut", "url": "http://www.washingtonpost.com/news/powerpost/wp/2015/10/01/the-daily-202-so-much-for-the-clinton-juggernaut/", "topics": ["terrorism", "campaign_finance"], "people": ["Jorge Ramos", "Rose Kapolczynski", "Al Smith", "John Wagner", "Mike Huckabee", "Kevin Lamarque", "Vladimir Putin", "Tad Devine", "Cheryl Mills", "Chris Christie", "Chris Cillizza", "Ben Cohen", "Whoopi Goldberg", "Hillary Rodham Clinton", "Jenna Johnson", "Jake Sullivan", "Michael Kinsley", "Nicole Gaouette", "Chris Coons", "Jeb Bush", "Barack Obama", "Colin Powell", "Philip Rucker", "Al Gore", "John Kerry", "Rick Santorum", "Barbara Mikulski", "Jerry Greenfield", "Lindsey Graham", "Cory Booker", "Willie Robertson", "Cal Ripken", "Stephen Colbert", "Sergei Lavrov", "Harriet Tubman", "Amy Chozick", "Kim Davis", "Matt Viser", "Chelsea Clinton", "Ted Cruz", "Richard Glossip", "Melania Trump", "Bob Corker", "Sarah Palin", "George W. Bush", "Mary Fallin", "Pope Francis", "Bobby Jindal", "Rand Paul", "Ashton Carter", "Mary Jordan", "Bob Brady", "Donald Trump", "John Bresnahan", "Marco Rubio", "Ivanka Trump", "Carly Fiorina", "Benjamin Netanyahu", "Frank Underwood", "Barbara Boxer", "John F. Kerry", "Matt Bevin", "Trevor Noah", "Brian Snyder", "Mary Altaffer", "Michael Bennet", "Dana Bash", "Joe Biden", "Josh Gerstein", "Edward Lowery", "Bernie Sanders", "Xi Jinping", "Huma Abedin", "Jake Sherman", "John Kirby", "Sean Hannity", "Susan Collins", "Hillary Clinton", "Devin Nunes", "Robert Wolf", "Joann S. Lublin", "David Fahrenthold", "Sean Sullivan", "Kevin Spacey", "Jacquelyn Martin", "Joe Arpaio", "Matea Gold", "Carol D. Leonnig", "Chris Graff", "Eleanor Holmes Norton", "Adam Schiff", "Annie Linskey", "Carolyn Kaster", "Harry Jaffe", "Rick Crawford", "Donald Rumsfeld", "John Boehner", "Scott Walker", "Karoun Demirjian", "Trey Gowdy", "John F. Kennedy", "Jack Lew", "Maeve Reston", "Barney Frank", "John Podesta", "Mitt Romney", "Jerry Markon", "Maggie Haberman", "Melania Knauss", "Jason Chaffetz", "Ben Carson"], "orgs": ["CNBC", "State Department", "House Oversight and Government Reform Committee", "The Post", "Ben & Jerry", "Citizens United", "Supreme Court", "NYT", "PAC", "Golf Channel", "Zignal Labs", "Treasury", "Hill : The Senate", "CGI", "Congress", "Capital Weather Gang", "Transportation Department", "AOL", "UAW", "Interior Department", "House GOP", "Senate Foreign Relations Committee", "Justice Department", "St. Louis Cardinals", "Security Council", "PACs", "Atlanta Braves", "McKinsey & Co.", "Fiat Chrysler", "General Motors", "GOP", "HRC", "Social Security", "Trump", "Clinton Global Initiative", "Senate", "Democratic Party", "FedEx", "Kentucky GOP", "U.N. General Assembly", "Boston Magazine", "United States.", "FBI", "Pentagon"], "authors": [{"author_id": 30988, "fullname": "elise viebeck", "primary_org": "politico"}, {"author_id": 30994, "fullname": "james hohmann", "primary_org": "politico"}], "date_written": "2015-10-01 13:55:16", "org": "washpo", "article_id": "9f7e943de100837da7930b10ab4e53d8", "date_access": "2015-10-01 13:00:05.210414"}