{"body": " The e-mail server used by Hillary Rodham Clinton when she served as secretary of state was turned over to the FBI late Wednesday afternoon from a private data center in New Jersey, according to an attorney familiar with the transfer. “It was picked up about 4 p.m.,” said Barbara J. Wells, a Denver lawyer who represents Platte River Networks Inc., a small computer services firm that has managed the Clintons’ private e-mail system since mid-2013. Wells said her client was contacted by the FBI, which expressed interest in obtaining the old server. The FBI did not have a search warrant or subpoena and did not interview her clients, she said. The FBI’s request for information about Clinton’s e-mail system followed a referral from the intelligence community’s inspector general to the Justice Department in July. Intelligence officials expressed concern that sensitive information was not in the government’s possession and could be “compromised.” The referral did not accuse Clinton of wrongdoing, and officials familiar with the inquiry have said that the FBI is not targeting her. In addition to obtaining the old server, the FBI recently obtained a thumb drive in the possession of Clinton’s lawyer, David Kendall, that contained copies of work e-mails kept on the server. Before it was taken to a “secure data center” in New Jersey, the server had been in the basement of the Clintons’ private home in Chappaqua, N.Y., during the time she was secretary of state, according to people familiar with the Clintons’ e-mail network. After she left government service in early 2013, the Clintons decided to upgrade the system, hiring Platte River as the new manager of a privately managed e-mail network. The old server was removed from the Clinton home by Platte River and stored in a third party data center, which are set up to provide security from threats of hacking and natural disaster, Wells said. Platte River Networks has retained control of the old server since it took over management of the Clintons’ e-mail system. She said that the old server “was blank,” and no longer contained useful data. “The information had been migrated over to a different server for purposes of transition,” from the old system to one run by Platte River, she said, recalling the transfer that occurred in June 2013. “To my knowledge the data on the old server is not available now on any servers or devices in Platte River Network’s control.” She said that Platte River officials “have been working with and cooperating fully with the FBI.” She added that “we have been assured that Platte River Networks is not the subject of any investigation.” The FBI transfer Wednesday occurred one day after a top intelligence official whose office has been reviewing some of Clinton’s e-mails informed congressional leaders that top-secret information had been contained in two e-mails that traveled across the server. The e-mail issue has become problematic for Clinton, the front-runner for the Democratic nomination for president. On Wednesday, her campaign worked to reassure donors and supporters amid the rising controversy over the e-mail issue. In a blast e-mail, the campaign’s communications director, Jennifer Palmieri, said “this kind of nonsense comes with the territory of running for president.” The controversy over Clinton’s e-mail dates to the summer of 2014, when, according to government officials, State Department lawyers realized they didn’t have access to some of her records as they prepared responses to congressional requests related to the 2012 attacks on a U.S. compound in Benghazi, Libya. In October 2014, the State Department asked four former secretaries to turn over e-mails in their private possession. In December, Clinton handed over 55,000 pages of e-mails, which she said represented all of her work-related correspondence. She has said she deleted all other e-mails she had sent or received as secretary of state, indicating that they dealt only with personal matters. In March, the New York Times reported that Clinton exclusively used a private e-mail system. Clinton has said she handled her e-mail this way for the convenience of carrying just one phone. That news set off a burst of criticism, particularly from congressional Republicans complaining that Clinton’s private server arrangement put her discussions beyond the reach of government investigators, congressional committees and courts seeking public records from the State Department. The Clinton’s private e-mail system passed through different hands. In 2008, responsibility for the system was held by Justin Cooper, a longtime aide to former president Bill Clinton who served as a special assistant helping the former president with his books. “The system we used was set up for President Clinton’s office. And it had numerous safeguards. It was on property guarded by the Secret Service. And there were no security breaches,” Hillary Clinton said in March. Those briefed on the server setup say the device installed for Bill Clinton was deemed too small for the addition of a sitting Cabinet official. Instead, a server that had been purchased for use by Hillary Clinton’s 2008 presidential campaign was installed at the Chappaqua home. With the new server came an additional specialist who had worked as her campaign’s Internet technology director and later went to the State Department as an IT specialist.  Rosalind S. Helderman and Carol D. Leonnig contributed to this report.  ", "byline": "", "description": "New Jersey-based private data firm says transfer occurred Wednesday afternoon.", "title": "Clinton’s e-mail server turned over to FBI", "url": "http://www.washingtonpost.com/politics/clintons-e-mail-server-turned-over-to-fbi/2015/08/12/aba5feea-4160-11e5-8ab4-c73967a143d3_story.html", "topics": ["campaign_finance"], "people": ["Justin Cooper", "Bill Clinton", "David Kendall", "Jennifer Palmieri", "Hillary Clinton", "Hillary Rodham Clinton", "Rosalind S. Helderman", "Carol D. Leonnig"], "orgs": ["Justice Department", "FBI", "State Department", "Platte River Networks", "Clintons"], "authors": [{"author_id": 31223, "fullname": "karen tumulty", "primary_org": "washpo"}, {"author_id": 31247, "fullname": "tom hamburger", "primary_org": "washpo"}], "date_written": "2015-08-13 03:50:29", "org": "washpo", "article_id": "0391892338a867942e6d97028e9705c1", "date_access": "2015-08-13 03:10:10.455345"}