{"body": "   Hillary Clinton speaks in Ankeny, Iowa, on Aug. 26. (AP Photo/Charlie Neibergall, File)  Women of color still have Hillary Rodham Clinton’s back, giving the Democratic presidential candidate stellar favorable ratings even as her numbers have plunged among other groups -- including white women -- a new Washington Post-ABC News poll shows. Clinton got a favorable mark of 74 percent from African American, Hispanic and other nonwhite women. By contrast, 37 percent of white women have a favorable impression of Clinton, down from 48 percent in July to the lowest point in almost 10 years of Post-ABC polls. In the poll released Wednesday, 45 percent of the public overall had a favorable rating of Clinton, while 53 percent had an unfavorable view. Women of color are an increasingly important segment of the electorate, particularly within the Democratic Party. They played a large role in President Obama’s 11-point edge over Republican Mitt Romney among female voters in the 2012 general election -- 85 percent of nonwhite women supported Obama, according to the national exit poll. The majority of white women, 56 percent, voted for Romney, including 62 percent of married women. [Hillary Clinton's image continues to decline] The new Post-ABC News poll comes amid ongoing scrutiny and criticism of Clinton’s use of a private server to handle her e-mails while she was secretary of state, stirring concern that the controversy has consumed too much attention in the early months of her campaign. The surprising surge of support in Iowa and New Hampshire for Clinton challenger Sen. Bernie Sanders (I-Vt.), along with chatter about a possible late presidential bid from Vice President Biden, also have dominated the news in recent weeks and led to grumbling among some Democrats that Clinton might not be the strongest candidate to lead the party into the 2016 general election battle. But if a turbulent summer has caused some to sour on Clinton, who is still the front-runner for the Democratic nomination, women of color have been unfazed. Democratic pollster Celinda Lake, who has done extensive research on female voters,  said that women of color “really respect HRC’s resiliency and believe the attacks on her a due to Republicans and the media. White women are more concerned by the substance of the attacks and more influenced by the drumbeat in the media.” Because nonwhites are more likely to identify as Democrats and liberals than whites, one might expect that they would respond more favorably to Clinton, a former first lady and New York senator, whose favorability peaked at 67 percent after she left the State Department in early 2013, but has fallen steadily since. [In South Carolina, Bernie Sanders confronts his black voter problem] But a deeper dive into the Post-ABC poll data finds nonwhites are especially positive toward Clinton, even after taking into account their party and ideological leaning. The Post used a statistical analysis known as regression to look at the independent impact of partisanship, ideology and race all at the same time. It found that partisanship and ideology were big drivers of opinions, but that being black or Hispanic was connected with far higher ratings for Clinton than being white. It’s not a small difference, either: After controlling for party and ideology, the expected difference in Clinton’s favorability rating between white and black women is over 20 percentage points. The racial gap was similar between white and Hispanic women. The analysis also revealed that gender had no significant impact on views of Clinton once controlling for partisanship, ideology and race. There was no particular impact from being a woman of a particular racial or ethnic group, as race itself appears to have a strong impact on views of Clinton among both men and women. That overall racial difference is marked among independents, where nonwhites are far more favorable toward Clinton. Sanders has drawn most of his support from white liberals frustrated that the Democratic Party isn't progressive enough on some issues and from anti-establishment activists. Donna Brazile, a Democratic strategist, said that women of color are “traditional Democratic voters who know and respect [Clinton's] record.” Lake also added that women of color “are much more supportive of a role for government in helping and protecting people and fixing the economy.” Clinton’s favorables among women of color have remained consistently high, including during the 2008 Democratic primary, when many voters of color abandoned her for Obama. Some of that affection is spillover from black voters' longtime support for her husband, former president Bill Clinton. But Clinton has her own connections to professional women of color among baby boomers and gen Xers, who know her through her work on women's and children's issues inside and outside government. Her circle of confidantes has always included women of color, including former aides Maggie Williams and Patti Solis Doyle, and current advisers Huma Abedin and Cheryl Mills. Unlike her approach in 2008 when she downplayed her gender, this time Clinton is unabashedly running to be the first woman president. Her campaign hopes to reassemble the coalition of voters who turned out to elect Obama as part of its strategy to win the White House next year. The challenge for Clinton will be getting those voters, especially women of color, to be as excited about making history in 2016 as they were in the last two presidential elections.", "byline": "", "description": "A Washington Post-ABC News poll shows that women of color have steadfastly remained in Hillary Clinton's corner.", "title": "Clinton far more popular among women of color than among white women", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/04/clinton-far-more-popular-among-women-of-color-than-among-white-women/", "topics": ["women", "campaign_finance"], "people": ["Patti Solis Doyle", "Cheryl Mills", "Charlie Neibergall", "Bill Clinton", "Donna Brazile", "Hillary Clinton", "Maggie Williams", "Hillary Rodham Clinton", "Huma Abedin", "Bernie Sanders", "Celinda Lake"], "orgs": ["Democratic Party", "State Department", "HRC", "The Post"], "authors": [{"author_id": 32608, "fullname": "vanessa williams", "primary_org": "washpo"}, {"author_id": 31108, "fullname": "scott clement", "primary_org": "politico"}], "date_written": "2015-09-04 14:59:42", "org": "washpo", "article_id": "6106a1e78b1a7af2f2bd71f318f06e0e", "date_access": "2015-09-04 14:30:04.130910"}