{"body": "An unexpected bit of news from a new Quinnipiac poll: A plurality of Ohio Democrats approve of the job John Kasich is doing. By itself, that's not super noteworthy. Democrats in the Buckeye State are about evenly split on Kasich's performance. That's better than a lot of state executives, certainly, but it isn't earth-shattering. What makes it particularly interesting is that Kasich is one of a minority of 2016 candidates who's actually viewed favorably back home. Favorability is different than job approval. You can think a politician is doing a bad job but still view them favorably, and vice versa. (Editor's note: President Obama's favorable numbers have consistently been better than his job approval marks.) But Quinnipiac also asked about favorability in a recent survey, and Kasich is above water in his home state on that front, too. In all, ten of the 17 Republicans seeking the party's nomination have recent favorability data from their home states. Of those that have overall figures, Kasich has by far the widest margin of support, with a plus-28-point favorability. (Net favorability is those who view a politician favorably minus those who view him or her unfavorably.) Florida still regards Jeb Bush and Marco Rubio positively, and, as of February, Texas still liked Ted Cruz on net. Everyone else? Not so much -- with the worst grades going to Louisiana's Bobby Jindal, New Jersey's Chris Christie and New York's Donald Trump.     This, of course, may help explain why very few Republicans are actually leading in their home states. Kasich is one of the exceptions there, too. In some cases, we could get data on how partisans in each state felt about the elected officials. Democrats in every state disliked the candidates, unsurprisingly, but there was often a gap between how home-state Republicans and national Republicans felt about the candidates. Ohio Republicans like Kasich far more than national Republicans -- in part because they actually know who he is.     Jersey Republicans like Chris Christie far more than national Republicans, too.     And Florida Republicans like Bush.     There's only one candidate where national Republicans prefer him to his home state GOPers: Mr. Donald Trump.     (Part of this may be due to the fact that the Trump poll is over a month old. He's gained a lot since then!) Rubio and Cruz fall somewhere in the middle.         In most cases, the 2016 candidates were at least better liked by national Republicans than by all of the voters in their home states.             And then there's the other poll from Tuesday. Monmouth University polled in South Carolina, and found that Lindsey Graham is barely more popular there than he is in the rest of the country.     Allowing the also-unpopular Trump to lay out a sick burn.   Congrats @LindseyGrahamSC. You just got 4 points in your home state of SC—far better than zero nationally. You’re only 26 pts behind me. — Donald J. Trump (@realDonaldTrump) August 25, 2015  This is known as \"pouring salt in a wound.\"  Polls used: National. States: New York (July), Florida and Ohio (August), South Carolina (August), New Jersey (August), Wisconsin (August), Texas (February) and Louisiana (May).", "byline": "", "description": "The least popular in his home state? Mr. Trump.", "title": "John Kasich is the most popular 2016 Republican back home &#8212; and one of the only popular ones", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/25/john-kasich-is-the-most-popular-2016-republican-back-home-and-one-of-the-only-popular-ones/", "topics": ["immigration", "personality"], "people": ["Chris Christie", "Jeb Bush", "John Kasich", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Donald J. Trump", "Bobby Jindal", "Ted Cruz"], "orgs": ["Monmouth University", "Quinnipiac"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-25 20:38:05", "org": "washpo", "article_id": "b63cc14183301e9a4323ec852ce8cd73", "date_access": "2015-08-25 20:00:10.184090"}