{"body": "  ALBEMARLE COUNTY —Donald Trump touched down Tuesday at his namesake winery outside Charlottesville to remind people of his dealmaking chops, hours after President Obama announced a nuclear agreement with Iran. Trump, who is seeking the Republican presidential nomination, told the story of getting a $6.5 million bargain on the nearly 1,300-acre winery, which he called the largest on the East Coast. “A lot of people wanted it, and I wanted it, but I didn’t want to pay for it,” he told a crowd of wine enthusiasts. Trump said he told the story to prove his negotiating mettle. “That’s what our country should be doing with our deals. We should be making great trade deals with China, with Mexico,” he said. He crticized the just-inked deal with Iran as bad for the United States – and worse for Israel — saying Washington had “negotiated from total weakness. What we should have done is double and tripled up the sanctions, and made a good deal.” Trump also slammed this country’s federal debt as holding back the U.S. economy. “When you hit 24 trillion dollars, that’s like the point of no return — that’s Greece standards,” Trump said. “We need people that know what they’re doing and we can really make this county great again.”. Not far from Jefferson’s Monticello and Monroe’s home, Albemarle Estate sits atop a hill on sprawling, manicured grounds dotted with hay bales. A smattering of reporters awaited the arrival of Trump’s arrival by helicopter on Tuesday morning, looking out over an opulent backdrop replete with statues, gold fixtures and brocade chairs.  Trump was there to cut the ribbon on a luxury hotel  ", "byline": "", "description": "ALBEMARLE COUNTY —Donald Trump touched down Tuesday at his namesake winery outside Charlottesville to remind people of his dealmaking chops, hours after President Obama announced a nuclear agreement with Iran.Read full article >>", "title": "Trump visits his winery in Virginia to tout his negotiating bona fides", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/481d2cf7/sc/7/l/0L0Swashingtonpost0N0Clocal0Cvirginia0Epolitics0Ctrump0Evisits0Ehis0Ewinery0Ein0Evirginia0Eto0Etout0Ehis0Enegotiating0Ebona0Efides0C20A150C0A70C140C10Abc5e260E2a2f0E11e50Ebd330E395c0A560A80A590Istory0Bhtml0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["economy", "trade", "personality", "mexico"], "people": ["Donald Trump"], "orgs": [], "authors": [{"author_id": 31298, "fullname": "jenna portnoy", "primary_org": "washpo"}], "date_written": "2015-07-14 18:15:00", "org": "washpo", "article_id": "ecf9e6ad0137162e12065a60e30b6bec", "date_access": "2015-07-14 17:30:03.364127"}