{"body": "Wisconsin Gov. Scott Walker (R) jumped into the 2016 presidential race on Monday morning. Here are five random facts you might not know about him: 1) He is Wisconsin's most dedicated salesman.  Walker often sounds like a bit of a traveling salesman as he plugs products from his state. He brags about finding bargains at Kohl's, a moderately priced department store with headquarters in Menomonee Falls. At a London think tank earlier this year, he repeatedly plugged Wisconsin cheese. While eating pie in New Hampshire, he pined for some Wisconsin ice cream. Later in Canada, he gave a shout-out to the Green Bay Packers. Walker has promised to ride a Harley-Davidson, which is based in Wisconsin, in several early primary states. And on his son's recent 21st birthday last month, the two posed for a photo with Wisconsin-brewed Leinenkugel's.   Having a beer today with my son @MattWalkerWI celebrating his 21st birthday. -SKW pic.twitter.com/lPPVmbYyij — Scott Walker (@ScottWalker) June 30, 2015  2) He never finished college. Walker enrolled at Marquette University in 1986 but dropped out during his senior year in 1990, short at least 34 credits. Walker has said that he always meant to finish his degree but never did. If elected president, Walker would be the first president since Harry Truman without a college degree. Earlier this year, ABC News asked Walker if he would be willing to take online classes while in the White House, an idea he called \"interesting.\" 3) His wife Tonette is a decade older than him. The two met during karaoke night at Saz's, a Milwaukee bar known for its barbecue. As Walker left, he scribbled a note on a napkin, telling her to calling she wanted to go to dinner. Six months later, they were engaged. They married in February 1993 on Ronald Reagan's birthday. The couple has two sons, Matt and Alex, who are in their 20s.  4) He's the son of a Baptist minister. Walker grew up as a \"PK,\" aka a preacher's kid, and sometimes filled in for his dad and gave sermons. He often talks about the role of prayer in life his and has said that his values were formed by his faith. 5) He was a better McDonald's employee than U.S. Rep. Paul Ryan. Walker often talks about saving up money to pay for school by washing dishes at a Countryside restaurant and then flipping burgers at a McDonald's – at about the same time that Wisconsin Rep. Paul Ryan (R-Wisc.) was working at a McDonald's in Janesville, about 15 miles down the road. Walker likes to tell audiences that the only difference between the two of them was this: \"His manager told him he had to work the back flipping hamburgers because he didn't have the interpersonal skills to work the front cash register.\" Walker visited the McDonalds where he used to work on Sunday, the day before announcing his run for president.    Two ways to spot the difference between when @HillaryClinton and Scott Walker stop to order food. - STAFF pic.twitter.com/22tdAGwto7 — Scott Walker (@ScottWalker) July 12, 2015  ", "byline": "", "description": "Wisconsin Gov. Scott Walker (R) jumped into the 2016 presidential race on Monday morning. Here are five random facts you might not know about him:1) He is Wisconsin's most dedicated salesman. Walker often sounds like a bit of a traveling salesman as he plugs products from his state. He brags about finding bargains at Kohl's, a moderately priced department store with headquarters in Menomonee Falls. At a London think tank earlier this year, he repeatedly plugged Wisconsin cheese. While eating pie in New Hampshire, he pined for some Wisconsin ice cream. Later in Canada, he gave a shout-out to the Green Bay Packers. Walker has promised to ride a Harley-Davidson, which is based in Wisconsin, in several early primary states. And on his son's recent 21st birthday last month, the two posed for a photo with Wisconsin-brewed Leinenkugel's.Read full article >>", "title": "Five things you might not know about Scott Walker", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/4813ca15/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cpost0Epolitics0Cwp0C20A150C0A70C130Cfive0Ethings0Eyou0Emight0Enot0Eknow0Eabout0Escott0Ewalker0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Ronald Reagan", "Scott Walker", "Paul Ryan", "Harry Truman"], "orgs": ["Green Bay Packers", "SKW", "McDonalds"], "authors": [{"author_id": 31249, "fullname": "jenna johnson", "primary_org": "washpo"}], "date_written": "2015-07-13 16:05:46", "org": "washpo", "article_id": "3eff3192404010a4e8c80c5620dc1fc4", "date_access": "2015-07-13 15:20:03.536287"}