{"body": "   Josh Duggar speaks at the Family Leadership Summit in Ames, Iowa, on Aug. 9, 2014. (Brian Frank/Reuters/file)  A day after Gawker alleged in a report that Josh Duggar had paid for an account on the infidelity site Ashley Madison, Duggar — the oldest child of the family famous for the now-cancelled TLC show “19 Kids and Counting” — said in a statement that he has “been the biggest hypocrite ever.” “While espousing faith and family values, I have been unfaithful to my wife,” the statement posted to the Duggar family Web site said. “I am so ashamed of the double life that I have been living and am grieved for the hurt, pain and disgrace my sin has caused my wife and family, and most of all Jesus and all those who profess faith in Him.” An earlier version of the statement, which appeared then disappeared from the family’s Web site on Thursday afternoon, added: “I have secretly over the last several years been viewing pornography on the internet and this became a secret addiction.” That line was not included in the later statement, posted shortly after a public relations firm that works with the family confirmed to The Washington Post that a Duggars statement was forthcoming. In May, Josh Duggar apologized and resigned from his job at the conservative lobbying firm Family Research Council after it emerged that he had molested multiple young girls as a teenager, including some of his own siblings. The Duggar family later confirmed the reports in an interview with Fox News. TLC officially cancelled “19 Kids and Counting” in mid-July. Duggar’s parents, Jim Bob and Michelle, wrote in a short statement that “when we learned of this late last night our hearts were broken. As we continue to place our trust in God we ask for your prayers for Josh, Anna, our grandchildren and our entire family.” Neither Josh Duggar nor his parents specifically mentioned Ashley Madison in their statements. [How to search the Ashley Madison leak] Gawker’s report — and the statements from the Duggars — came after a team of hackers published what it claimed was a massive trove of user data from the spouse-cheating site, including names, phone numbers, e-mail addresses and credit card fragments of users. While Ashley Madison has not confirmed that the information is authentic, several security researchers have already said that it appears to be. Here’s the full statement from Josh Duggar:  Statement from Josh Duggar: I have been the biggest hypocrite ever. While espousing faith and family values, I have been unfaithful to my wife. I am so ashamed of the double life that I have been living and am grieved for the hurt, pain and disgrace my sin has caused my wife and family, and most of all Jesus and all those who profess faith in Him. I have brought hurt and a reproach to my family, close friends and the fans of our show with my actions. The last few years, while publicly stating I was fighting against immorality in our country I was hiding my own personal failures. As I am learning the hard way, we have the freedom to choose our actions, but we do not get to choose our consequences. I deeply regret all the hurt I have caused so many by being such a bad example. I humbly ask for your forgiveness. Please pray for my precious wife Anna and our family during this time. Josh Duggar   Want more stories about faith? Follow Acts of Faith on Twitter or sign up for our newsletter. Soon you can toast Pope Francis with a commemorative papal beer LGBT equality groups getting shut out of Pope Francis meeting in Philadelphia Which presidential candidate leads among evangelicals? Right now, it’s Donald Trump.", "byline": "", "description": "\"I am so ashamed of the double life that I have been living and am grieved for the hurt, pain and disgrace my sin has caused my wife and family,\" Duggar said.", "title": "Amid Ashley Madison rumors, Josh Duggar says: &#8216;I have been the biggest hypocrite ever&#8217;", "url": "http://www.washingtonpost.com/news/acts-of-faith/wp/2015/08/20/amid-ashley-madison-rumors-josh-duggar-says-i-have-been-the-biggest-hypocrite-ever/", "topics": ["terrorism", "personality", "gay_marriage"], "people": ["Pope Francis", "Josh Duggar", "Donald Trump", "Ashley Madison", "Jim Bob", "Brian Frank"], "orgs": ["TLC", "Family Research Council", "Family Leadership Summit in Ames"], "authors": [{"author_id": 31559, "fullname": "abby ohlheiser", "primary_org": "washpo"}], "date_written": "2015-08-20 20:19:43", "org": "washpo", "article_id": "7ceed2832cc285879ea81412e6650022", "date_access": "2015-08-20 19:40:09.797472"}