{"body": "   Jeb and Columba Bush with their children, Jebby, George P., and Noelle, on Aug. 7, 1988. (Courtesy of the George H.W. Bush Presidential Library)  Jeb Bush speaks frequently about the time he met his wife as a high school exchange student in Mexico. But he rarely does so in Spanish. And rarely has he spoken about the taunts his own children faced for the color of their skin growing up as half-Hispanic children in Florida. On Monday, Bush spoke in deeply personal terms about his family's Hispanic heritage -- and did so entirely in Spanish, providing a strong contrast with the recent rhetoric of Donald Trump, whether intentional or not. He also vowed to enact comprehensive immigration reform during his first term as president -- a significant priority for a Spanish-speaking audience and a pledge that he noted President Obama also made, but failed to achieve. In an interview with Telemundo, Bush sat for roughly 25 minutes answering questions from anchor Jose Diaz-Balart, who also hosts a daytime program on MSNBC. The exchange began by reminding viewers that Bush's wife, Columba, is from Mexico, and that his children are bilingual and bicultural. Speaking in Spanish, Bush said: \"We are very Hispanic, in that we speak Spanish in the house. Columba is a good Mexican, proud of her citizenship of this country, of course, but we eat Mexican food in the home. My children are Hispanic in many aspects. We don't talk about it, but the Hispanic influence is an important part of my life.\" Diaz-Balart asked if Bush's three children had ever faced criticism for their skin tone or their accent and how he might have spoken to them about it. \"I remember one time when my son went to Ocala to play in a baseball game and the team was from Miami,\" he said. \"The majority were Hispanics – my son George has brown skin. ... At one point, I had to describe, or tell him that people like him aren’t the majority. You need to accept it, but move on. Because he was really annoyed because he and his friends -- we don't have that problem in Miami, but in other parts of the country, yes. It was a good lesson to remember that we still don’t have a country of complete justice. You can see it in African American communities too, that there’s still discrimination. But in my life, it’s important to remember that.\" The mixed heritage of Jeb Bush's children first earned national attention during the 1988 presidential campaign, when George H.W. Bush introduced his grandchildren -- George P. Bush, Noelle Bush and Jeb Bush Jr. -- to then-President Ronald Reagan as \"the little brown ones.\" Amid a backlash from Democrats and Latino activists, the elder Bush had to defend his comments, saying that \"Those grandchildren are my pride and joy, and when I say pride, I mean it.\"    Jeb Bush and George P. Bush, photographed on the son's campaign bus during an interview in Abilene, Texas. (AP/LM Otero, File)  As governor, Jeb Bush told Diaz-Balart that he tried to \"always be conscious of the diversity of the state of Florida and the entire country. It’s a virtue – it’s something positive. We shouldn’t divide ourselves, but yes, we should respect and embrace the diversity to have a better result.\" Telemundo aired portions of the interview Monday night on its national newscast, \"Noticiero Telemundo.\" An audio recording of the entire exchange was provided to The Washington Post in advance of other portions airing, including on Diaz-Balart's Sunday morning public affairs program, \"Enfoque.\" The interview was conducted in the back room of a small party hall owned by an immigrant couple of Mexican and Peruvian descent in Longwood, Fla., a suburb of Orlando. The former governor also recounted in Spanish when he first met his wife as a high school exchange student. \"I was a bad kid. I wasn’t very organized, but when I saw Columba, it was a flash of lightning,\" he said. \"In reality, from that moment on, I wanted to work, I wanted to finish my studies, I wanted to win her over. I got out of the University of Texas in about two years, because I didn’t want to stay there partying, I wanted to marry Columba. And I did it. I started my life early, we married when I was 21 years old and she was 20. I started working. My entire life was organized by that encounter in Leon.\" The couple met when Bush was a 17-year-old high school student. He completed his studies in less than three years and the couple moved to Venezuela, where he worked briefly for a Texas-based bank. Bush recounts much of this frequently in English -- and the comments are often translated into Spanish by Telemundo, Univision and other Spanish-language news outlets. But throughout the week, millions of Spanish-speaking television viewers will see a Republican presidential candidate say those words fluently in Spanish. The political benefit of such an appearance might not be known for several months. Bush was also critical of comments made over the weekend by former Arkansas governor Mike Huckabee, who suggested that Obama is trying to \"take the Israelis and march them to the door of the oven\" by agreeing to the recent nuclear agreement with Iran. \"That use of those type of words doesn’t help, doesn’t help,\" Bush said. \"We must have a more civil policy debate in this country.\" He also said he was \"hurt\" by Trump's recent comments that illegal immigrants from Mexico are rapists and criminals. \"He was offending millions of people that are here illegally,\" he said. \"It makes no sense. In a political sense, it's bad and it creates an environment that is worse. ... And I believe it’s important that I as a candidate offer a more optimistic version than Trump’s negativeness.\" On Cuba, Bush reiterated that he is \"totally against [Obama's] policies recognizing the Castro brothers without getting anything in return.\" And on Puerto Rico, he said that island residents \"should receive the respect first for self-determination, and then we should assist them as much as we can in their economic crisis.\" ", "byline": "", "description": "\"It was a good lesson to remember that we still don’t have a country of complete justice,\" he said in fluent Spanish.", "title": "In Spanish, Jeb Bush recounts his children were taunted for their skin tone", "url": "http://www.washingtonpost.com/blogs/post-politics/wp/2015/07/27/in-spanish-jeb-bush-recounts-his-children-were-taunted-for-their-skin-tone/", "topics": ["immigration"], "people": ["Noelle Bush", "Jeb Bush Jr.", "Jeb Bush", "Donald Trump", "Mike Huckabee", "Columba Bush", "Ronald Reagan"], "orgs": ["Noticiero Telemundo", "Univision", "Telemundo", "University of Texas", "MSNBC"], "authors": [{"author_id": 30984, "fullname": "ed o'keefe", "primary_org": "politico"}], "date_written": "2015-07-28 02:05:30", "org": "washpo", "article_id": "fb9448d6a0cf95abfa4a50f389ed2947", "date_access": "2015-07-28 01:30:03.688472"}