{"body": "   U.S. Border Patrol agents detain undocumented immigrants after they crossed the border from Mexico into the United States on Aug. 7, 2015 in McAllen, Texas. (Photo by John Moore/Getty Images)  It's bill-signing season in California, that period where a raft of measures that managed to make it though the state's legislature now await the governor's signature. And California being California -- a state where a Republican has not won a state wide office since 2006 -- the list of bills sounds a lot like an American progressive wish list. Awaiting the signature of Gov. Jerry Brown (D) are measures to teach high school students about affirmative consent as a sexual prevention tool, a gender pay equity bill with teeth and a proposal requiring high school students to take sexual health and STD prevention courses unless their parents object. And there's one more which Brown signed late last week, which would seem to run counter to so much of what is animating the national political conversation right now. On Oct. 1, Brown signed a bill that will encourage California's school districts to teach about and select text books that include information on an unconstitutional state effort in the 1930s which pushed somewhere between 400,000 and 1 million people of Mexican descent out of the country. This, of course, comes as Republicans vying for the White House have clamored to distinguish their campaigns by identifying what, if any, share of the nation's estimated 11.3 million undocumented immigrants should be forced out of the country or allowed to stay with no path to citizenship. Republican front-runner Donald Trump has also called for an end to birthright citizenship, meaning those born in the United States to undocumented parents would be stateless. But, in California, state lawmakers think it's high time that the state reckon with it's role in a Depression-era effort known as \"Mexican Repatriation\" that booted Mexican Americans and Mexican nationals out of the country. Most of those removed, forced out, or who \"voluntarily left\" fearing reprisals lived in California, Texas and Arizona. [Trump supporters want mass deportations poll finds]    Republican presidential candidate Donald Trump speaks at a campaign town hall meeting in Rochester, N.H., on Sept. 17, 2015. (REUTERS/Brian Snyder  The program, which ran for under a decade beginning in the late-1920s and ending in the mid-1930s, wasn't an official U.S. government initiative, according to the Department of Homeland Security. Instead, state and local officials targeted, harassed, sometimes rounded up or \"strongly encouraged\" Mexican Americans and Mexican nationals to leave their communities. Other states got in on the act too. Michigan, for example, dispatched 1,500 Mexican nationals and Mexican Americans, under guard, to the U.S.-Mexico border. And the federal agency then known as the Immigration and Naturalization Service (today known as Immigration and Customs Enforcement, or ICE) also ramped up its deportation efforts during roughly the same period. The entire effort was spurred by largely white groups of private citizens and elected officials convinced that Mexican nationals and their descendants were occupying much-needed jobs. And with so many people hungry, homeless or very close to one or both during the Depression, public and private aid programs began requiring people to prove their citizenship status in order to receive help. [Donald Trump's 'humane' 1950s model for immigration, 'Operation Wetback' was anything but] In the end, through some combination of force and intimidation, newspaper and first-hand accounts from the period indicate that entire blocks in once heavily Mexican-American neighborhoods in places like Houston and Los Angles were left empty. Many families never recovered financially from the loss of their property or emotionally from having been forced out. Some people died trying to return to the United States illegally. And, as many as 60 percent of those who left or were forced to leave, were, in fact, American citizens, according to some accounts. [Donald Trump's immigration message is potent, and it's a lost cause] Beyond the economic and human toll the repatriation initiative had on Mexican Americans, there were other ripple effects that surfaced pretty soon. By the 1940s, American labor shortages on farms led the federal government to create what is known as the Bracero program. The Bracero program brought some 4 million Mexicans to the United States to work as legal, temporary workers between 1942 and 1964. And, to this very day, the Mexican Repatriation program comes up in immigration court. People born in Mexico to U.S. citizen parents and grandparents pushed out of this country have -- sometimes successfully -- raised U.S. citizenship claims. [The U.S. has deported half a million parents since 2009. Here's what happens to their kids] To say the very least, removing or forcing out what might have been as many as 1 million people didn't turn out to be as simple or wonderful as advocates claimed that it would be. And for those poised to argue that the Mexican Repatriation program has little to nothing to do with our present political debate, remember this: Trump has called for the removal of all of the country's estimated 11.3 million undocumented immigrants plus their children, U.S. citizens or not, inside of 18 months. Interestingly enough, the bill was itself inspired by a group of fifth-graders. After a teacher assigned projects on Mexican Repatriation, students told a visiting lawmaker about the difficulty they had finding information about this period of time and what happened to so many Mexican and Mexican-American families.", "byline": "", "description": "There is precedent. It didn't go well.", "title": "As some in GOP toy with mass deportation, California teaches kids about the time we tried it", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/10/06/while-the-gop-toys-with-mass-deportation-californias-schools-teach-kids-about-just-that/", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Brian Snyder", "John Moore", "Jerry Brown"], "orgs": ["Department of Homeland Security", "Immigration and Naturalization Service"], "authors": [{"author_id": 30980, "fullname": "janell ross", "primary_org": "politico"}], "date_written": "2015-10-06 13:21:13", "org": "washpo", "article_id": "4b46f4e91a6b99da828439d2e62772a9", "date_access": "2015-10-06 12:30:09.209518"}