{"body": "   The Walking Dead - Season 3, Episode 1 - Photo Credit: Gene Page/AMC  Rick Perry, who as Texas governor oversaw hundreds of executions, is no doubt used to the term \"dead man walking.\" With news that his campaign has stopped paying staff due to cash flow problems, our Chris Cillizza suggests that the term might also apply to Perry -- or at least his candidacy. But that's not quite right. The better analogy is probably that he'll be undead -- shuffling around surviving on someone else's brains (or, more accurately, money). Perry was near the bottom of the pile in fundraising in the second quarter, and he spent 50 cents for every dollar he raised. That was through the end of June -- before he last-minute press for poll number spikes to get into that first debate. He had $800,000 on-hand July 1 -- not a whole lot to pay 400 staff, plus polls and travel and so on.     But that said, Rick Perry will not vanish from the campaign trail. \"We’ve got plenty of money,\" Austin Barbour, the head of a super PAC backing Perry told our Robert Costa. \"The super PAC is not going to let Rick Perry down.\" The PACs \"saw this was coming,\" Barbour said, so it \"started working on our own plan. We knew we would have to go build a ground game.\" So they'll pick up the slack in early primary states. Super PACs, which aren't constrained in fundraising the way candidates are, can spend money on anything they see fit, as long as that doesn't get spent in coordination with the candidate. Which is why candidates all have super PACs backing them: it's a fail-safe mechanism for the candidacy at worst and, at best, a potential primary driver of it. Denizens of Iowa and New Hampshire and South Carolina will still see Perry advocates out and about, advocating -- but those advocates won't be paid by the Perry campaign. (Including, it seems, the ones that are actually on staff.) Earlier this year, we noted that the campaigns of Jon Huntsman and Newt Gingrich in 2012 were kept alive thanks to an infusion of support from external PACs. In Huntsman's case, it was one run by his father; in Gingrich's, by billionaire Sheldon Adelson. Each managed to struggle forward for a few more weeks thanks to ads run by PACs; each faltered when that lifeblood was cut off. Jon Huntsman/Newt Gingrich/Rick Perry mounted to the front of some billionaire's dusty car as they try to run the rebellious Hillary Clinton off the road. [Editor's note: Philip assures me this is a reference to a popular movie.] The nonchalance of Barbour's \"we saw this coming\" is pretty amazing. Granted, the campaign and its backers are in full-fledged this-is-no-big-deal spin mode right now. But even so, shrugging at \"we figured the campaign would be unable to even pay its staff and we are prepared for that eventuality\" may be honest but it's also revealing. The campaign itself was never essential to the effort. The PAC is. So Zombie Rick Perry will shuffle around the primary states for a while, eventually joined by more and more zombies that in another time would have gracefully bowed out but now can keep going. Zombie Rick Santorum, Zombie Chris Christie: the Campaigning Dead. If enough stay in long enough, peeling away enough votes, the race shifts. There's no consolidation, and a guy polling at, say, 20-odd percent could start winning states. Talk about television dramas.", "byline": "", "description": "Rick Perry: Zombie.", "title": "What the 2016 presidential campaign has in common with the &#8216;Walking Dead&#8217;", "url": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/11/what-the-2016-presidential-campaign-has-in-common-with-the-walking-dead/", "topics": ["campaign_finance"], "people": ["Rick Santorum", "Austin Barbour", "Chris Cillizza", "Robert Costa", "Rick Perry", "Sheldon Adelson", "Hillary Clinton", "Jon Huntsman", "Newt Gingrich"], "orgs": ["PAC", "Super PACs", "PACs"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-08-11 17:37:04", "org": "washpo", "article_id": "02080cbf13986533a336b7db88f612e7", "date_access": "2015-08-11 17:00:06.225981"}