{"body": "   Republican presidential candidate Ben Carson speaks during a new conference before a campaign rally at the Anaheim Convention Center on Wednesday in Anaheim, Calif. (Kevork Djansezian/Getty Images)  Stepping away from a potentially explosive confrontation with Donald Trump, Ben Carson said Sunday that he never meant to attack the GOP presidential front-runner on his faith and skirted questions about whether Trump is fit to lead.  In an interview on ABC's \"This Week\" with Martha Raddatz, Carson said the media spun his comments that he \"doesn't see\" Trump's faith into an attack he never meant. Carson reiterated an apology he issued Friday in an interview with Fox News for questioning Trump's faith. \"When you do something that's inappropriate, I think it's appropriate to apologize for it,\" he told Raddatz.  [Ben Carson: I don't want to get into a 'gladiator' fight with Donald Trump] But Trump had already retaliated, telling voters at an Iowa rally on Saturday that Carson lacks the \"energy\" to be president.  Trump, a reality TV show host and real-estate magnate, and Carson, a neurosurgeon and the only African American in the race, are leading the polls in an election that is being shaken up by outsiders. The two men have never before held public office. [Like Trump, Ben Carson has surged ahead by being a non-politician] As Trump's lead solidifies, he's fielding an increasing amount of attacks from his Republican rivals. In recent weeks, he has sparred with more-establishment candidates such as former Florida governor Jeb Bush, who has called Trump a germophobe, and candidates at the bottom of the race, such as Louisiana Gov. Bobby Jindal, who said Trump is \"a narcissist\" and an \"egomaniac.\"      Donald Trump and former Florida governor Jeb Bush are trading insults on the campaign trail. Here's a few of their best sparring moments. (Pamela Kirkland/The Washington Post)    After his brief brush of controversy with Trump, Carson appears to be taking a different tack.  The soft-spoken candidate sidestepped other opportunities Sunday to jump on the Trump-attack train. On CBS's \"Face the Nation,\" host John Dickerson asked Carson whether he thinks Trump is humble enough. \"I think I'm going to leave that up to the voters,\" Carson said. \"That's the appropriate way to do it.\" ", "byline": "", "description": "Carson's taking a different tack than other GOP candidates.", "title": "Ben Carson backs off Donald Trump feud", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/09/13/ben-carson-backs-off-donald-trump-feud/", "topics": ["personality"], "people": ["John Dickerson", "Jeb Bush", "Donald Trump", "Martha Raddatz", "Bobby Jindal", "Pamela Kirkland", "Ben Carson"], "orgs": ["GOP"], "authors": [{"author_id": 30979, "fullname": "amber phillips", "primary_org": "politico"}], "date_written": "2015-09-13 16:34:17", "org": "washpo", "article_id": "9809ed6d4db498139cfec1a7ed16c4f4", "date_access": "2015-09-13 16:10:10.599652"}