{"body": "   (AP Photo/Stephen B. Morton)  You shall not crucify Donald Trump upon a cross of economic coherence. America's premier real estate mogul-cum-reality TV star, utterer of the phrase \"you're fired,\" and, for the moment, Republican presidential frontrunner, has risen to the top of the polls by flinging himself on the real third rail of our politics: economic nationalism. Trump is anti-trade, anti-immigration, pro-manufacturing, and the darling of working class whites who haven't heard this kind of blmessage since the last time a billionaire elbowed his way in to a Bush-Clinton contest. The problem, though, with this kind of populism is that it requires an unhealthy dose of cognitive dissonance. Specifically, Trump wants a weaker dollar, to make American goods and services cheaper to sell abroad, but he doesn't want to do anything that would actually, well, make the dollar weaker. It's the contradiction at the heart of Trumponomics. Now, this is an old kind of politics that resurfaces every now and then, even though both parties have given up on it other than as quadrennial Rust Belt rhetoric. It's the politics of \"the war on coal\" and \"renegotiating NAFTA\" and, most of all, \"getting tough on China.\" Or, as it's more commonly known, economic populism. You can trace its lineage from Donald Trump, Ross Perot and William Jennings Bryan all the way back to Andrew Jackson. And this year, it has come up not only in Trump's candidacy but in that of Bernie Sanders and opposition to a major trade deal with the Pacific. At the center is a fact that neither Democrats nor Republicans love to admit: that globalization has costs as well as benefits, and a stronger dollar might not always be in our interest. That's something no Treasury secretary from either side of the aisle would say now. That's because reassuring the rest of the world that we won't try to devalue all the dollars they've bought isn't just de rigueur anymore. It's all but part of the job description. The result, though, is a bipartisan blind spot the size of Ohio. Sure, free trade creates more winners than losers, but that still leaves a lot of, well, losers—especially when the dollar is too strong. How many exactly? Well, economists David Autor, David Dorn, and Gordon Hanson estimate that trade with China cost the United States almost a million manufacturing jobs between 2000 and 2007. That's left Trump to serve this underserved political market. That, after all, is what happens when the establishment doesn't pay attention to people's problems. In this case, a billionaire real estate mogul has cast himself as the tribune of blue-collar workers besieged by cheap goods and cheap currencies from abroad. And so Trump has questioned the sanctity of our strong dollar policy. As he tells it, a too expensive dollar has put our workers at a competitive disadvantage at the same time that it's let the wealthy \"buy property all over Europe.\" It's the same anti-elitist script as the 90s—the 1890s, that is—when farmers agitated for a cheaper dollar that was in their interests but not Wall Street's. And, as surprising as it might be, Trump kind of has a point here. China's artificially cheap currency really did cost us jobs (although not anymore), and the strengthening dollar really might be the biggest threat to the recovery right now. But it's one our policymakers either don't understand or, if they do, just don't do anything about. Other countries try to, though. Japan, as Paul Krugman pointed out, actually wanted China to stop buying its debt—that's how currency manipulation works—while we, on the other hand, tend to worry that China will stop buying ours. So it shouldn't be a surprise, as Bloomberg's Joe Weisenthal observed, that Trumponomics looks a lot like Japan's Abenomics. Both want to jumpstart the economy with a weaker currency, infrastructure spending, and military buildup, all as an offering to the gods of national greatness who have allegedly forsaken us. At the very least, it's a much more plausible path to 4 percent growth than anything Jeb Bush has come up with. The only hitch is Trump has been against the things that would make Trumponomics work. Back in 2011, he lambasted the Federal Reserve's stimulus efforts—basically printing money—as \"absolute insanity\" that was \"killing the dollar.\" A year later, he warned that it was only a matter of time before \"inflation will start rearing its ugly head.\" Now, never mind that these predictions didn't come true. If you want to devalue the dollar, then you're going to have to print more of them and promise not to un-print them. That last step is what Japan did when it started buying its own bonds with newly-printed money in 2013, and it might be the most important one. Only then will your currency go down, and stay down. But this says what people don't want to hear—that there are always trade-offs—and Trump doesn't want to tell them that. The reality is that as much as they would love a manufacturing renaissance powered by a weak dollar, they hate inflation even more. It's a question of fairness, as is everything for them. Working-class whites feel like Washington D.C. has betrayed them with trade deals that take away jobs, immigration that make jobs pay less, and inflation that steals whatever's left. Trumponomics, then, is just like any other populism. It's a wish that the world was simple and just some \"common sense\" away from being better. It's not so much as a left versus right politics as us versus them. And that's why Trump's ideological, well, flexibility isn't necessarily a negative for voters who care more about how high their Social Security benefits are than how high the top marginal tax rate is. You shall not press down upon the brow of Trump this crown of consistency.", "byline": "", "description": "You shall not crucify Donald Trump upon a cross of economic coherence.America's premier real estate mogul-cum-reality TV star, utterer of the phrase \"you're fired,\" and, for the moment, Republican presidential frontrunner, has risen to the top of the polls by flinging himself on the real third rail of our politics: economic nationalism. Trump is anti-trade, anti-immigration, pro-manufacturing, and the darling of working class whites who haven't heard this kind of blmessage since the last time a billionaire elbowed his way in to a Bush-Clinton contest. The problem, though, with this kind of populism is that it requires an unhealthy dose of cognitive dissonance.Read full article >>", "title": "Wonkblog: Donald Trump kind of has a point about the unfair economy", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/07/29/donald-trump-kind-of-has-a-point-about-the-unfair-economy/?wprss=rss_business", "topics": ["economy", "trade"], "people": ["Jeb Bush", "David Dorn", "Gordon Hanson", "David Autor", "William Jennings Bryan", "Donald Trump", "Joe Weisenthal", "Paul Krugman", "Bernie Sanders", "Ross Perot", "B. Morton", "Andrew Jackson"], "orgs": ["Social Security", "Federal Reserve", "Treasury"], "authors": [{"author_id": 31100, "fullname": "matt o'brien", "primary_org": "politico"}], "date_written": "2015-07-29 14:19:07", "org": "washpo", "article_id": "7babf0c37a943af57986af99ffcb7814", "date_access": "2015-07-29 13:40:36.284327"}