{"body": "   Hillary Rodham Clinton reacts as she uses a sewing machine designed to eliminate back and wrist strain after giving a speech at the International Ladies Garment Workers Union convention in Miami Beach, Fla., on June 19, 1992, during her husband Bill's campaign for president. At right is Agnes Wong, with Local 2325 in New York City. (Lynne Sladky/AP)  During a speech in Chicago on Tuesday, Sen. Marco Rubio derided the Democratic front-runner by suggesting that her policy ideas were outdated. \"The race for the future will never be won by going backward,\" he said. \"It will never be won by hopping in Hillary Clinton’s time machine to yesterday.\" It's a very au courant reference, in the sense that 2015 is the year in which Marty McFly arrived in \"Back to the Future II,\" which is the one where he goes to the future and then has to go back to the past. And in the sense that \"Terminator Genisys\" is still in theaters for at least a little while longer. Familiarity with those two franchises, though, immediately reveals that Rubio's argument is incorrect. Let's walk through his statement.  Question 1: Can time travel exist? Last November, Gizmodo's Adam Clark Estes detailed the latest understanding of the possible boundaries of time travel. Time passes more slowly for a moving clock than a stationary one, Estes writes, and increased gravity can heighten the effect of \"time dilation.\" In short: Moving very quickly (say, in a spaceship) toward a black hole could allow you to skip forward in time relative to people on Earth. But Rubio's point wasn't about moving forward: It's about moving backward. Estes also notes some research suggesting that \"wormholes\" could be used to jump to different parts of the space-time continuum — but only from the moment the wormhole was created. Here, read all about it.    (Caltech)  An article in Scientific American from last September doesn't involve space travel. Instead, it simply suggests that warps in the space-time continuum could result in \"closed timelike curves\" that would allow people to jump backward in time. The possibility of paradoxes that would result from that travel (for example, if you jumped back in time and accidentally prevented your own birth, a la Marty McFly) is explained away by depending on quantum mechanics to explain the traveling. If something exists in a state of possibility rather than actuality, paradoxes just sort of collapse. (I guess?) \"Perhaps the biggest surprise of the work of the past decade,\" physics professor William Hiscock wrote for the magazine in 1999, \"is that it is not obvious that the laws of physics forbid time travel.\" At which point we play our trump card: The robust evidence that time travel has already happened in this video from the well-vetted science clearinghouse \"YouTube.\"  Question 2: Does Hillary Clinton have access to a time machine? Let's assume there exists some sort of device that can create a \"closed timeline curve,\" allowing travel into the past. Who would have made such a device? It would require a lot of research, a lot of money, and a demonstrated ability to keep it secret. It would require, in other words, the United States government. And if anyone has access to the fruits of the United States government's skunk works, it's the family of a president. Meaning that if Clinton has access to a time machine, so too does Jeb Bush, probably. So let's say, for the sake of argument, that such a machine exists, and Clinton has access to it. Question 3: Can changing the past affect the future? There is a great scene in \"Back to the Future II\" in which Doc Brown explains the problems with time travel.      Brown and McFly are in 2015, having arrived from 1985. The 2015 they're in is not the same one they'd been to previously, because bad-guy Biff stole a book of sports results and gave it to his younger self in 1955. The 2015 Brown and McFly are in is the result of Biff's time travel — Biff2015, if you will. So going back to 1985 in their time machine would only take them to Biff1985, instead of Real1985. They need to go to the point at which Biff2015 (and Biff1985 and Biff2000 and so on) was created: Real1955. So they do, and then eventually end up in cowboy days for no good reason. Anyway, here's the point. If someone were to jump into Hillary Clinton's government surplus closed timeline curve generator (HCGSCTCG), there is no question that they could win \"the race for the future.\" In a literal sense, they could theoretically jump ahead to the future, thereby winning the race of getting there first. (Assuming, of course, that this machine also allows you to determine your destination, etc.)     They could also edit the past to affect current reality. We're in Real2015. Someone -- say, Bill Clinton -- could jump in the HCGSCTCG, head to 1995 and create Bill2015 -- and Bill2016 and every BillYear from now until infinity -- by changing something. Assuming that change \"wins the race to the future,\" whatever that means, hopping in the time machine would have worked. But only for Bill2015 and points forward. Rubio is correct when he says that we can't win the race to the future if he means RealFuture, because the race to RealFuture, by definition, can't be affected by time travel. If it is changed due to time travel, it becomes OtherFuture. (An important note: We use \"RealFuture\" to refer to whatever happens from this point without time travel interference; for all we know, this reality is actually some Marty2015 that no one knows about.) If you want to revert to RealFuture, you need to go back prior to Bill1995 and undo everything. Although that would probably just become Rubio1995, I guess. To recap: Time travel is theoretically possible, and if anyone has access to a time machine, the former wife of a president seems like a decent contender. Using that time machine could in fact create a future which is \"won,\" but it would not be the future that we would see on our existing timeline. Politics, as I have always said, is hard.", "byline": "", "description": "During a speech in Chicago on Tuesday, Sen. Marco Rubio derided the Democratic front-runner by suggesting that her policy ideas were outdated. \"The race for the future will never be won by going backward,\" he said. \"It will never be won by hopping in Hillary Clinton’s time machine to yesterday.\"Read full article >>", "title": "The Fix: Marco Rubio is wrong: Time travel can win the future — just not ours", "url": "http://feeds.washingtonpost.com/c/34656/f/636655/s/47e9cecc/sc/7/l/0L0Swashingtonpost0N0Cblogs0Cthe0Efix0Cwp0C20A150C0A70C0A70Cmarco0Erubio0Eis0Ewrong0Etime0Etravel0Ecan0Ewin0Ethe0Efuture0Ejust0Enot0Eours0C0Dwprss0Frss0Ipolitics/story01.htm", "topics": ["immigration", "economy"], "people": ["Bill Clinton", "Jeb Bush", "Lynne Sladky", "Hillary Clinton", "Hillary Rodham Clinton", "Marco Rubio"], "orgs": [], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-07 17:53:11", "org": "washpo", "article_id": "71abce7217dc0ae18a125dd919dbf596", "date_access": "2015-07-07 17:10:04.228497"}