{"body": "   (AP Photo/Lynne Sladky)  If you liked the Bush tax cuts, good news. They're back, just with more exclamation points. That's what Jeb—or, as his campaign calls him, Jeb!—is running on as the centerpiece of his plan to get the economy growing near the 4 percent pace that it didn't quite manage during either the Reagan or Clinton booms. To that end, Jeb Bush wants to cut the top individual tax rate from 39.6 to 28 percent, cut the corporate tax rate from 35 to 20 percent, cut the capital gains tax rate from 23.8 to 20 percent, get rid of the estate and alternative minimum taxes, strictly limit deductions other than for charitable giving, allow businesses to immediately expense their capital investments, double the standard deduction and expand the Earned Income Tax Credit. The result would be as much a $3.4 trillion tax cut over 10 years that would sharply lower taxes for people at the top, eliminate taxes for more people at the bottom, and slash taxes for businesses. That's a lot of tax-cutting, but there isn't a lot of reason to think it'd help the economy that much. That's because, as William Gale of the nonpartisan Tax Policy Center puts it, \"major changes in tax policy have had negligible impacts on the economy.\" Indeed, the economy took off after Bill Clinton raised taxes in 1993, but didn't after George W. Bush reduced them in 2001. Now, that's not to say that tax policy doesn't matter at the margin—it does—but just that the margin isn't that big. Even Ronald Reagan's 1986 tax reform, which sliced the top rate from 50 to 28 percent and axed a whole host of deductions, didn't, according to to economists Alan Auerbach and Joel Slemrod, do that much for growth. How could that be? Well, tax cuts have to hit a sweet spot to boost the economy in the long run. The tax cuts have to be paid for, and they have to be paid for with spending cuts. If they aren't paid for, bigger deficits will suck up the extra savings that would have made the economy more productive. But if they are paid for by closing tax loopholes, as Bush is partially proposing, they won't change people's tax incentives enough to change growth. That's why the Committee on Joint Taxation thinks that Republican Dave Camp's tax reform plan probably only would have increased growth by 0.01 to 0.06 percentage points a year, with the most ambitious estimates coming in at a still-measly 0.16 percentage points a year. Bush's plan isn't different enough that growth should be that different. He would cut taxes by $3.4 trillion and hope that his plan would make the economy grow so fast that $2.2 trillion of his tax cuts would pay for themselves. The rest would be paid for by cutting entitlements and repealing Obamacare. If history is any guide, though, this would add up to a lot of red ink, and nothing close to 4 percent growth. But no matter. Bush's advisers claim they'd add 0.5 percentage points to growth a year, three times more than the most aggressive estimates for the Camp plan. And Bush even credits tax cuts for Florida's booming economy during his governorship, rather than the historic housing bubble that popped right after he left office. But even if Bush were right that we live in a world where 4 percent growth is just a tax cut away, it's not clear that growth is enough anymore—at least for the middle class. That's because a rising tide might lift all boats, but not many people can afford a boat. That's what we found out when the top 1 percent gobbled up 66 percent of all income gains between 2002 and 2007, the last time top-end tax cuts were supposed to trickle down to everyone else. Now, it's true that Bush would help people at the bottom of the income ladder by putting more money into the Earned Income Tax Credit, but so did his brother. Why would this work this time when it didn't before? He doesn't say. It just seems that he thinks the only problem with Bushonomics is that we stopped trying it.", "byline": "", "description": "If you liked the Bush tax cuts, good news. They're back, just with more exclamation points.That's what Jeb—or, as his campaign calls him, Jeb!—is running on as the centerpiece of his plan to get the economy growing near the 4 percent pace that it didn't quite manage during either the Reagan or Clinton booms. To that end, Jeb Bush wants to cut the top individual tax rate from 39.6 to 28 percent, cut the corporate tax rate from 35 to 20 percent, cut the capital gains tax rate from 23.8 to 20 percent, get rid of the estate and alternative minimum taxes, strictly limit deductions other than for charitable giving, allow businesses to immediately expense their capital investments, double the standard deduction and expand the Earned Income Tax Credit. The result would be as much a $3.4 trillion tax cut over 10 years that would sharply lower taxes for people at the top, eliminate taxes for more people at the bottom, and slash taxes for businesses.Read full article >>", "title": "Wonkblog: The Bush tax cuts are back, just with more exclamation points", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/09/10/the-bush-tax-cuts-are-back-just-with-more-exclamation-points/?wprss=rss_business", "topics": ["economy"], "people": ["Bill Clinton", "Joel Slemrod", "Jeb Bush", "Lynne Sladky", "Alan Auerbach", "George W. Bush", "William Gale", "Ronald Reagan"], "orgs": ["Tax Policy Center", "Committee"], "authors": [{"author_id": 31100, "fullname": "matt o'brien", "primary_org": "politico"}], "date_written": "2015-09-10 12:24:38", "org": "washpo", "article_id": "7eee8c26911741f4088ec3b00a33c7fe", "date_access": "2015-09-10 11:40:32.707925"}