{"body": "   Republican presidential candidate, Sen. Marco Rubio. (AP Photo/Charlie Neibergall)  Marco Rubio plans to personalize his tax reform pitch during a speech before the Detroit Economic Club on Thursday by explaining how his plan would impact a hypothetical single mother and a small business owner working in the automotive industry. The Republican presidential hopeful, whose speech will come as he is in the midst of a Midwest campaign swing, also plans to continue his attacks against Democratic front-runner Hillary Rodham Clinton. And he plans to say that both Democrats and Republicans in Washington are to blame for the struggles of middle-class Americans. Rubio, according to excerpts provided by his campaign, will talk about how his tax plan would impact \"David,\" a fictional auto service shop owner, and \"Danielle,\" a fictional single mother working at the shop's front desk. \"While their names may be fiction, their stories are all too real,\" Rubio plans to say. \"People like David and Danielle have no lobbyists in Washington. Both parties have let them down in the past. But history will judge us by what we do next.\" Rubio, Florida senator who has criticized the 2008 and 2009 auto bailout, will also seek to highlight the city where he will deliver his remarks, and the struggles it has endured. Democrats hit Mitt Romney hard over his opposition to the auto bailout in the 2012 campaign and they are prepared to make a similar case against Rubio. \"No city understands the heights attainable through the American Dream better than Detroit,\" he plans to say. \"And no city understands the pain of losing that Dream – and the importance of restoring it – better than Detroit.\" Together with Sen. Mike Lee (R-Utah), Rubio has released a tax reform plan that would slash the corporate tax rate to 25 percent from 35 percent, expand the child tax credit to as much as $2,500 and create two personal income tax brackets, 15 percent and 35 percent. The Wall Street Journal editorial board has expressed skepticism about the plan. Rubio plans to argue that his plan would enable David to increase Danielle's wages and Danielle to keep more of her earnings. \"If we continue to cling to an outdated tax code, a failing higher education system, and numerous policies that make it harder for businesses to grow and opportunities to flourish, then we will be the first generation in history to pass a weaker America on to our children,\" Rubio plans to say. \"But if we embrace The New American Economy, we will put David and Danielle back in control of their own destinies, and within reach of their American Dreams.\" Rubio will single out Clinton in his ongoing quest to draw a generational contrast with the former secretary of state, saying she \"believes the way to win the race for the future is to drive in reverse – to revert back to more regulations, higher taxes, and bigger government.\" Rubio is fresh off a two-day campaign swing through Iowa. He will campaign in Ohio on Friday and Saturday.", "byline": "", "description": "The Florida Republican will talk about \"David\" and \"Danielle.\"", "title": "How Rubio will try to personalize his tax reform pitch in Detroit on Thursday", "url": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/20/how-rubio-will-try-to-personalize-his-tax-pitch-in-a-detroit-speech/", "topics": ["economy"], "people": ["Hillary Rodham Clinton", "Marco Rubio", "Charlie Neibergall", "Mike Lee", "Mitt Romney"], "orgs": ["New American Economy", "Detroit Economic Club"], "authors": [{"author_id": 31429, "fullname": "sean sullivan", "primary_org": "washpo"}], "date_written": "2015-08-20 05:00:15", "org": "washpo", "article_id": "758dbc19f6d19d824b8300302fb23634", "date_access": "2015-08-20 04:30:04.611851"}