{"body": "  TUPELO, Miss. — Earlier this week, Sen. Ted Cruz (R-Tex.) did what presidential candidates usually do in August: He stood in the bed of a classic, blue pickup truck to address a group of primary voters. But he was a long way from Des Moines.  “Mississippi is going to play a critical role in the so-called SEC primary,” Cruz said from the bed of the 1964 Ford F-250, as the crowd in the stifling Southern heat tried to cool themselves with fans emblazoned with his campaign logo. Cruz wasn’t just dishing out a dose of Southern hospitality. With a packed Republican presidential field and condensed primary season voting schedule, the Southern states are in a position to play a more prominent campaign-year role than ever before when it comes to helping choose a Republican presidential nominee.  “It shouldn’t be decided by a few votes in Iowa or New Hampshire. Nothing against them – I know they take the race very seriously,” said Georgia Secretary of State Brian Kemp, who convinced other Southern states to hold their primaries on March 1 — a regional early voting blitz that’s been nicknamed the “SEC Primary” after the college football conference.  Eight Southern states will vote that day, with more weighing in over the following two weeks. And so Cruz has spent the past week on a 20-stop, seven-day road trip that stretched nearly 2,000 miles, a winding route that took him from South Carolina to Oklahoma.   [As ‘SEC primary’ takes shape, will presidential contenders show up? ]  The candidate has dubbed his road trip the “Cruz Country” tour, traveling in a campaign bus festooned with a warning that it “makes right turns only.”  Since his campaign began, Cruz’s team has poured resources into the South. If he’s doing well by the time those states head to the polls, says his team, it will solidify his momentum. If he’s not, it will help revive his fortunes.  “I view the SEC Primary as a firewall,” Cruz told an audience at the Koch network donor summit last month. The calendar, said former Mississippi governor Haley Barbour, will “increase the influence because more candidates will come participate. There will be candidates who feel like they can’t win the state, but they can win some delegates.”  States that vote before March 15 have their delegates apportioned, rather than a winner-take-all system. In other words, Southern states could represent a delegate bonanza after what may be fractured voting in the first four nominating contests. Cruz’s team has recruited thousands of volunteers, building state leadership teams and deploying targeted online advertising across the South. Over the past few months, he’s made regular campaign and fundraising trips to delegate-rich states like Tennessee and Georgia. In June, he skipped an Iowa cattle call to attend the North Carolina Republican convention.  He’s not the only one who thinks the path to the nomination runs south of the Mason-Dixon line. His competition includes Wisconsin Gov. Scott Walker, whose campaign says he has been spending more time in the South than any other candidate. For months, Walker has been visiting Southern statehouses, looking to line up endorsements and support. His stops this summer have ranged from the small-scale, like a July breakfast at Puckett’s Grocery and Restaurant in Nashville, to the higher-profile, like headline billing at the Alabama Republican Party’s summer luncheon in August.  “We think we can do well in Tennessee. We think it’s a key part of our strategy,” Walker told reporters in the state, as the governor from cheese country extolled the virtues of the local cuisine. (“It doesn’t hurt that I met my wife at a barbecue place, I proposed at that barbecue place and I went to the barbecue place on my wedding, so I love the smell of good barbecue. But we’ll come here for more than just barbecue.”) Former Arkansas governor Mike Huckabee has a base of support in his home state and has been spending time in Georgia.  But few candidates have made the South as central to their White House hopes as early and as prominently as Cruz.   His team sees the region, with its heavy concentration of evangelical Christians and tea partiers, as a natural fit for the son of a preacher who rose to fame pillorying the Republican establishment. Cruz has attended multiple events with pastors and in churches here, drawing a standing ovation while attending Sunday service in Birmingham, Ala. And he’s made a more direct appeal to tea party sympathizers here than just about any other candidate in the race. Here in Mississippi Cruz campaigned with Chris McDaniel, the controversial tea party candidate who lost a Senate runoff election to incumbent Sen. Thad Cochran. Cruz made McDaniel the campaign’s Mississippi chair.  [Cruz campaigns with a foe of the GOP establishment]   “I think one of the real consequences of Super Tuesday being dominated by the SEC is that it puts those states in a position to ensure that the next Republican nominee is a strong conservative, which I believe is the only way we will win in November 2016,” Cruz said on his campaign bus, as it rolled north on Interstate 65 from Birmingham to Huntsville, Ala.  “We have tremendous support throughout the Southern states, which quite frankly are likely to prove difficult states for many of the Republicans who are running in 2016. If you don’t have a conservative record, competing in the South is a real problem,” he said.  Walker’s pitch hits roughly the same notes. Walker often begins speeches in the south by listing off all the other times he’s been there over the past year, along with his personal connections to the state. “I want to begin by stressing how important Georgia is,” Walker said at a private fundraiser in Atlanta soon after formally launching his campaign in mid-July. “You see, we didn’t just come here by accident.  “The other states you hear about nationally – you hear about Iowa, the first primary, you hear about New Hampshire, you hear about South Carolina and Nevada now,” he said. “But with March 1 being not long after those four states, we think that the March 1st primaries – the SEC primaries, if you will – are going to be incredibly important. And we feel that we can do well.”  Cruz, though, has been competing here in a way the South seldom sees this early in the cycle. It’s not just that few candidates decide to launch a Deep South bus tour in the heat of August. The campaign is treating locals with a level of attention usually reserved for voters in Cedar Rapids in January, not Columbus, Ga., in August. It’s handing out biscuits and gravy in Chattanooga, delivering free sweet tea in Memphis and passing around MoonPies in Birmingham.  “Y’all are making it really hard to talk with all those onion rings out there,” Cruz told a crowd chowing on fried catfish and hush puppies in Olive Branch, Miss. “Is there any food on Earth that isn’t better deep fried?” In Alabama, Cruz made college football jokes, telling crowds that it felt like he was at the Iron Bowl, the annual game between the University of Alabama and Auburn University. The smiling candidate nodded his head in cadence to clapping crowds, at times applauding his own speech.  Crowds of hundreds of enthusiastic supporters showed up at each stop, some of them shouting “Amen!” or “Cruz control!” Cruz’s uncompromising conservatism plays well in Southern states that, according to Gallup, identify as some of the most conservative in the country. He vows to defund and potentially prosecute Planned Parenthood, to discard the nuclear deal brokered with Iran this summer, repeal Common Core and abolish the Internal Revenue Service. And the Texan refers to himself as a Southerner.  Of course, he’s not the only son of the South — or the only preacher’s son (Walker) — in contention this year. Huckabee, a former Baptist pastor, is running, as are Louisiana Gov. Bobby Jindal and Sen. Lindsey Graham (R-S.C.). So is former Pennsylvania senator Rick Santorum, who won five Southern states during the 2012 presidential primary season. Jeb Bush and Marco Rubio both hail from Florida. All were at RedState in Atlanta last weekend — the same weekend the canceled Iowa straw poll had been scheduled to take place. But there is a critical difference between Cruz and most of his regional competition, says his team: Money. Cruz’s campaign and super PACs have raised more than $50 million, which his team believes will be enough money to win the ground game and box out conservative candidates with lesser war chests. Cruz’s campaign wants to spend $10 million on the states that vote from March 1 to March 14 — 20 percent of its projected budget.   [Cruz to release bundler names]  They think that figure’s well within reach. “We raised enough money Friday to do a week of TV statewide in Mississippi,” a Cruz adviser said, including more than $1 million in 100 hours after Thursday’s GOP debate.  Of course, Walker stands to have plenty of money too — and his staff and prominent supporters are particularly giddy over the reception he has been getting in the South, where dozens of voters will show up at campaign stops, often more eager to get a selfie or autograph than pin the governor down on a sticky policy issue. Still unknown: the impact of businessman Donald Trump, whose name was on the lips of primary voters interviewed this week across the South. Bush has shown up here this year, as he has in other later-voting states across the country. He attended events in Georgia and Tennessee, one in Mississippi and a tele-town hall in Alabama. Georgia’s attorney general and lieutenant governor endorsed Bush last week, and he is close with Mississippi Gov. Phil Bryant (R).  But Bush doesn’t yet have a robust operation in most of the deep South. At Cruz events in Alabama, Arkansas and Tennessee, his name elicited boos from the crowd. At Cruz’s rally in Huntsville, Ala., so many voters showed up that his team nearly had to move the event outside.  Voters in the South, unaccustomed to this level of attention from this many presidential contenders this early, are adjusting to the new status quo. Gary Birchfeld of Madison, Ala., said he is happy his region may have a better seat at the table this election.  “Now that we’ve joined all of these states, we’re going to make a difference,” he said.  Jenna Johnson, Ed O’Keefe and David Weigel contributed reporting.   ", "byline": "", "description": "With 8 states set to vote on March 1, candidates are touring the South, but none more than Ted Cruz.", "title": "The sweet-tea primary: The campaign takes an early Southern swing", "url": "http://www.washingtonpost.com/politics/the-sweet-tea-primary-the-campaign-takes-an-early-southern-swing/2015/08/13/b8360688-4060-11e5-8d45-d815146f81fa_story.html", "topics": ["campaign_finance", "personality"], "people": ["Rick Santorum", "Haley Barbour", "Lindsey Graham", "Ed O'Keefe", "Jeb Bush", "Phil Bryant", "Thad Cochran", "Donald Trump", "David Weigel", "Marco Rubio", "Mike Huckabee", "Jenna Johnson", "Brian Kemp", "Bobby Jindal", "Scott Walker", "Ted Cruz"], "orgs": ["Internal Revenue Service.", "Southerner", "PACs", "Senate", "SEC", "Alabama Republican Party", "GOP", "Auburn University", "University of Alabama"], "authors": [{"author_id": 31435, "fullname": "katie zezima", "primary_org": "washpo"}], "date_written": "2015-08-13 16:19:30", "org": "washpo", "article_id": "8c248350abd2ab39862f08ba36313b53", "date_access": "2015-08-13 15:30:09.113431"}