{"body": "Joe Biden dominated the 2016 conversation on social media this weekend.  Here’s what talk of Biden potentially entering the presidential contest looks like in the media echo chamber. You can see that mentions of him on Saturday far eclipsed any day in the previous two weeks and started as Maureen Dowd’s column entered the bloodstream.     Just to provide some perspective, here’s the total mentions of Biden alongside those of Jeb during the last two weeks of July. There were nearly five times as many mentions of the former Florida governor as there were of the sitting vice president, according to our analytics partners at Zignal Labs.     But, over this weekend, there was more media interest in Biden than Bush. Reports that he was “actively exploring a presidential run” are what sparked the intense chatter:     But Obama adviser Dan Pfeiffer weighed in with a reality check, tweeting Sunday: “Here’s an uncomfortable reality, 90% of the people being quoted today as ‘Sources Close to Biden,’ know nothing about the VP’s thinking.”", "byline": "", "description": "\n\n\nAt least one moderate Senate Democrat plans to split from his party and vote to defund Planned Parenthood, while two others decided to oppose the measure being pushed by Republicans. Two prominent moderates, Sens. Bob Casey (D-Pa.) and Heidi Heitkamp (D-N.D.), will both vote against defunding Planned Parenthood on Monday night, while Sen. Joe Manchin (D-W.V.) announced […]", "title": "Joe Manchin will vote to defund Planned Parenthood", "url": "http://www.washingtonpost.com/news/powerpost/?p=7957", "topics": ["campaign_finance", "abortion", "personality"], "people": ["Bob Casey", "Heidi Heitkamp", "Dan Pfeiffer", "Joe Biden", "Maureen Dowd", "Joe Manchin"], "orgs": ["Sens", "Zignal Labs"], "authors": [], "date_written": "2015-08-03 22:26:34", "org": "washpo", "article_id": "8c0d28d63b55b38c1c43c1185db34721", "date_access": "2015-08-03 21:30:06.314068"}