{"body": "Jeb Bush has a crazy idea: Maybe members of Congress should get paid for how much they actually work. In a speech on Monday, the former governor of Florida proposed creating a way to get members of Congress to show up for votes. \"If it’s an incentive they need,\" he said, \"how about the one that pretty much every worker in America has in their job: you don’t show up, you don’t get paid for that time.\" Bush was targeting the habit of some members of the House and Senate to miss the (relatively few) votes that each chamber actually takes. Like his primary opponents in the presidential race, for example. Since January, Ted Cruz, Marco Rubio and Lindsey Graham have each missed at least a fifth of the votes the Senate has taken, according to data from GovTrack. Since getting to the Senate, Cruz and Rubio have each missed at least one in ten votes -- which is in part a function of their having been running for president for much of their tenures as senators. (And, yes, the figure pales next to the votes missed by President Obama when he was a senator.) Bush didn't really articulate how the plan would work. But let's say that the senators only got the same percentage of their $174,000 salaries as the percentage of votes they made. That would result in Graham and Cruz losing $40,000 a year -- and Rubio losing $50,000.     That's only looking at votes, though. As Bush pointed out, Congress is \"in session for three days in a typical week anyway.\" Since 1978, Congress has been in session for a full five-day week about once every two months, thanks in part to the vacation schedule members enjoy. Members of Congress will point out that they are doing work even when they are not in session, but of course that's harder to gauge. For kicks, let's apply the Bush formula more broadly. The government's Office of Personnel Management says a full-time year is 2,087 hours of work -- 261 days, or thereabouts. Here's how Congress' number of days in session has compared to that standard since 1985.     It was only toward the end of 2014 that Congress had been in session for enough days since January 1, 2013 to match the government annual standard of workdays. In 2014, the Senate was in session for 136 days and the House for 135. That's about 52 percent of the OPM standard for work days. Let's -- generously! -- give them another 60 days that they worked doing other things, having meetings in districts, etc. That means that each branch worked about 75 percent of a full year -- and that each should get about $130,000 of their $174,000 salaries. Bush also made another point: That a bill like this would never be passed by Congress. He probably meant that legislators wouldn't vote against their own economic self-interest. But he also might have meant that Congress simply doesn't hold that many votes. ", "byline": "", "description": "Though, to be fair, he didn't call them out by name.", "title": "Jeb Bush wants to dock members of Congress for missing votes. What would that look like?", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/20/jeb-bush-wants-to-dock-members-of-congress-for-missing-votes-what-would-that-look-like/", "topics": ["economy", "personality", "campaign_finance"], "people": ["Lindsey Graham", "Marco Rubio", "Jeb Bush", "Ted Cruz"], "orgs": ["Senate", "OPM", "Office of Personnel Management", "Congress"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-20 18:30:41", "org": "washpo", "article_id": "8538313529424021f4fa579ea27dacbf", "date_access": "2015-07-20 18:15:58.304307"}