{"body": "   Republican presidential candidate and former Texas Governor Rick Perry fields questions at The Family Leadership Summit at Stephens Auditorium in Ames, Iowa. (Photo by Scott Olson/Getty Images)  A state appeals court on Friday ruled against one of two counts in the indictment against former Gov. Rick Perry. The 3rd Court of Appeals in Austin specifically found a problem with the second count, which alleges Perry coerced a public servant. The court upheld the first count, which accuses Perry of abusing his power. Perry's legal team called the ruling a \"clear step towards victory for the rule of law.\" The appeals court was ruling on Perry's challenge to a district court's decision earlier this year not to dismiss the case, his second attempt to get rid of the indictment that now hangs over his presidential run. Perry was indicted almost a year ago in a case that centers on his veto of state funding for the public integrity unit in the Travis County district attorney's office. He had threatened to cut off the funding unless the district attorney, Rosemary Lehmberg, resigned following a drunk-driving arrest. At the time, Lehmberg's office housed the public integrity unit, which handles ethics complaints against public officials. Lehmberg refused to step down, and Perry later made good on his threat, vetoing the approximately $3.7 million per year budgeted to fund the unit. The appeals court agreed with Perry's lawyers that his threat was a part of the give-and-take of politics, protected by the First Amendment. In doing so, the appeals court cast doubt on how state District Judge Bert Richardson interpreted the definition of \"coercion\" under the law. \"The only remaining count we believe to be a misdemeanor, and the only issue is whether the governor’s veto – or any veto in the absence of bribery – can ever be illegal,\" Tony Buzbee, Perry's top lawyer in the case, said in a statement. \"The appeals court made clear that this case was questionable. The remaining charge is hanging by a thread, and we are confident that once it is put before the court, it will be dismissed on its face.”", "byline": "", "description": "Perry's legal team called the ruling a \"clear step towards victory for the rule of law.\"", "title": "Appeals court rejects one count in Perry indictment", "url": "http://www.washingtonpost.com/blogs/post-politics/wp/2015/07/24/appeals-court-rejects-one-count-in-perry-indictment/", "topics": ["campaign_finance", "mexico"], "people": ["Scott Olson", "Rick Perry", "Tony Buzbee", "Rosemary Lehmberg"], "orgs": ["Court of Appeals in Austin"], "authors": [{"author_id": 34924, "fullname": "patrick svitek, texas tribune", "primary_org": "washpo"}], "date_written": "2015-07-24 19:44:55", "org": "washpo", "article_id": "a46d1c4476a0a9676d5f544dff24454e", "date_access": "2015-07-24 19:10:05.971178"}