{"body": " SPOKANE, Wa. – Rand Paul was 2,487 miles away from the Beltway journalists who had written off his campaign, and he was loving it.  A riverfront hotel ballroom had filled early, latecomers grabbing chairs from the hallway to add more rows. Seven hundred people stood for a prayer, then the Pledge of Allegiance, then the Star-Spangled Banner, then for two amen-filled endorsements from local legislators, then a video message from the senator’s wife Kelley — and then, finally, for Rand Paul.  “Looks like the liberty movement is alive and well and packing itself into the room!” said Paul.  He wore a dress shirt and tie atop jeans and cowboy boots, his uniform for the week. He delivered a 34-minute speech, touching on everything from the Middle East to land rights to racial sentencing disparities to a rival with “orange hair” – Donald Trump – who benefited from eminent domain. “If I’m president, there’ll be no incident of anyone having their private property taken and given to another owner,” said Paul. Only one line drew louder applause: The one about defunding Planned Parenthood. Paul’s five-day run was taking him through Western states far from the key battlefields of 2016, drawing him out on issues that don’t resonate in Iowa and New Hampshire. That played to Paul’s strengths. He was far more comfortable whaling on the feds for owning so much Idaho land than he was gabbing about Iowa ethanol. His stump speech, peppered with stories of lives ruined by bureaucrats, was tailor-made for people who wore hunting gear downtown or kept legal marijuana prescriptions in their hemp wallets.   As other candidates headed to Iowa, New Hampshire and South Carolina, Rand Paul, here in Idaho, made a swing of Western states this week. (Kyle Green/Idaho Statesman via AP) LOCAL TV OUT (Kyle Green/AP)  Yet Donald Trump’s speeches were running live on cable news; Paul was covered only by local media and The Washington Post. The discrepancy was felt most in Fairbanks, Alaska, where Paul spoke to around 350 people in one room while the hotel turned up the Trump speech – covered live by CNN — in another. None of that affected Paul’s strategy. He was barnstorming the West because its Republican voters would cast votes in March 2016. Each of them had a large cache of delegates, and no one else was campaigning for them. New Hampshire would send 12 delegates to the next Republican convention. Alaska, where only 14,130 people participated in the last caucuses, would send 27 delegates. “It is easier to organize caucuses,” Paul said in an interview on the small and noisy plane from Anchorage to Fairbanks. “They’re smaller than primaries. Those who are better organized will do better in caucuses.” The focus on these March contests would take Paul to Idaho, Wyoming, Utah, Vermont and Maine.  The tactic was devised by his father, former Texas Rep. Ron Paul. In his 2008 and 2012 runs for the Republican nomination, the elder Paul put up some of his best numbers in those states. Rural, libertarian-minded white voters emerged, and stuck around, with Paul backers taking over some of the local Republican organizations. The “liberty movement” out West and in the rural Northeast was not lining up behind Paul like he expected – but who else had a potential base like that? “My dad did excite a whole generation of new people who came into the Republican Party,” said Rand Paul. “It was extraordinary what he did. You can look at the glass full or half empty, and I choose to look at it half full. He started a movement.” Polling has been sparse or nonexistent in the states that will hold mid-March caucuses, despite the fact that they hosted some of 2008’s and 2012’s biggest upsets. President Barack Obama’s campaign flooded Western caucuses to gain a delegate advantage that Hillary Clinton never overcame. Former Pennsylvania Senator Rick Santorum won third place or worst first four contests after Iowa. He only became a threat to Mitt Romney after he took the Colorado and Minnesota caucuses. Paul, who is currently polling in the low single digits, is hoping that sleepy frontrunners and passionate local support will let him repeat history. Interviews with local Republicans suggested only a few campaigns had engaged so far. Only Sen. Marco Rubio (R-Fla.) has an Alaska chairman. Only Sen. Ted Cruz (R-Tex.) has also campaigned in Wyoming.  “The model is what we’re doing in the SEC primaries in the South,” said Cruz spokesman Rick Tyler, referring to the bloc of Southern states that will vote on March 1. “We’ve done more extensive travel than anyone else there; we’ve got 186 leaders backing us in Southern states. The idea that you can go and win one of the early three states and just hope to cash in on that and convert it in terms of momentum and money in March has never worked out. You need to build long before that.” Art Hackney, the longtime Republican strategist who is heading up the Rubio operation in Alaska, agreed with Tyler. He had watched Alaska go for an insurgent candidate — Pat Buchanan, in 1996 — after a frontrunner ignored the state. He had helped George W. Bush win a five-vote victory in the 2000 caucuses — “my office looks like a Bush temple,” he joked — but had become convinced of Rubio’s skills. The senator only needed 50 signatures to make the ballot, so Hackney was getting eminent Alaska Republicans to sign, and finding that Rubio was “at least the second choice” of most.  “We understand the need to be successful in February for the March groundwork to bear fruit,” said Jeb Bush spokesman Tim Miller. Still, Paul’s single trip up West represented the most time on the ground of any 2016 candidate so far. He never drew less than 300 people to a speech, and each one put him back in touch with Ron Paul superfans. Many wore shirts from the 2012 campaign, some of it home-made.  In Seattle, one 22-year-old supporter wore a loose sweater with “God Bless Rand Paul” sewed on the back, and two state legislators credited “liberty” politics with the party’s growth in the suburbs. In Fairbanks he was shuttled around in the black H1 Hummer of two-time U.S. Senate candidate Joe Miller. In Anchorage he was shown the “Alaska Liberty flag,” sewn by 2012 Ron Paul delegate Barbara Anderson, the stars of the Last Frontier meshed with the Stars and Stripes. For all her enthusiasm, Anderson represented a problem unique to Rand Paul: She was working with the far-right Constitution Party, not the GOP, and she wore a pin with the slogan “Remember the Maine.” That slogan, borrowed from the public outrage over the 19th-century sinking of the U.S. Navy ship that helped fuel passion for the Spanish-American War, referred here to the aftermath of 2012’s caucuses in that state.  Paul voters that year lost the “beauty contest” stages of the Western caucuses, the ones heavily reported by the media. But they knew those battles hadn’t ended. “My dad’s campaign had the secret weapon of sticking around for eight or ten hours, after most people thought it was over,” said Rand Paul.  They came to county caucuses. They swarmed state conventions. When the final delegations for the convention were decided, Paul’s supporters had conquered Iowa, Nevada, Minnesota, and Maine. An annoyed Romney campaign managed to replace the Maine delegates, sparking a mini-protest on the convention floor. More importantly, the RNC changed caucus rules so that the “beauty contests,” the events most people showed up for and covered, would decide the delegate counts. That decision alienated the liberty movement. It wasn’t enough that their party rejected them. The party had decided that Paul’s painstaking, grassroots organizing was essentially illegitimate, and could never be repeated. Since 2013, the Republican parties in Iowa and Alaska had been wrested back from Paul supporters. Russ Millette, a Ron Paul fan, won the Alaska GOP chairmanship but was never allowed to serve. In 2015, he would not even bother to organize for Rand. “We got burned last time, and for what?” asked Millette in an interview. “He doesn’t have the strength of persona that Ron does. Ron is a very deep, deep thinker when it comes to libertarian philosophy. Rand may be, too, but he doesn’t project it that well. If he gets the nomination, I probably would vote for him, I guess.” Paul’s endorsers were acutely aware of the fall-off. In Spokane, county treasurer Rob Chase asked supporters to see the Washington caucuses as an opportunity to make the West matter. “We can’t do much about Iowa or New Hampshire but we can affect the inland empire,” he said. In Fairbanks, Joe Miller served as a living embodiment of what the establishment could do. He had won a 2010 Senate nomination, only to watch the GOP endorse a write-in campaign for Sen. Lisa Murkowski. He had ran again in 2014, and nearly won a nomination again. “Apathy is the problem here,” said Miller. “There’s been some structural crumbling of the Ron Paul movement — that’s probably the best way to put it. There’s a high degree of skepticism, about why you should vote at all, that is particularly pronounced in the interior of Alaska. What we need people to understand is that if we lose America, that’s it. We can’t let that happen. We have to participate.” Even then, there was a possibility that the national or state parties would keep limiting the number of events that could be dominated by the hardcore. Last week, Colorado Republicans opted to end their caucuses. Idaho had already abandoned the caucuses for a primary. In Seattle, outgoing local GOP vice-chairman Matt Dubin speculated that Washington might scrap the most delegate-rich contest in the northwest. “Binding all of the delegation to vote a certain way would really be a way to disenfranchise the most dedicated activists,” he said. “I think we could win most if not all of the congressional districts for Rand Paul in the caucuses. If that’s the way the wind is blowing, I’d be in favor of doing away with the caucus altogether.” Paul, who had no say over any of that, offered no protest. There would never again be a sneak-attack caucus strategy. In order to win, he would need to reconnect with the ornery libertarian vote of the plains and mountains. And then, he’d need to get more votes than the other guys. “You know, my dad didn’t lose because of dishonesty,” said Paul. “He lost because he didn’t get enough votes. Ultimately, you do not have a winning strategy unless you win primaries. It’s a great ancillary strategy to win caucuses, but we will work very hard in February to win or place very high in the first four primaries. If you don’t score very high, it’s hard to go on.”  ", "byline": "", "description": "Lose the low-delegate, high-profile contests — and win where it matters most to the bottom line.", "title": "Rand Paul’s sneak attack strategy", "url": "http://www.washingtonpost.com/politics/rand-pauls-sneak-attack-strategy/2015/08/27/fc82d466-4ccb-11e5-bfb9-9736d04fc8e4_story.html", "topics": ["campaign_finance", "personality"], "people": ["Rand Paul", "Rick Santorum", "Jeb Bush", "Mitt Romney", "Ron Paul", "Pat Buchanan", "Hillary Clinton", "Rick Tyler", "Donald Trump", "Marco Rubio", "Barack Obama", "Lisa Murkowski", "Tim Miller", "George W. Bush", "Ted Cruz"], "orgs": ["Art Hackney", "Beltway", "RNC", "Republican Party", "Senate", "SEC", "GOP", "Hackney", "U.S. Navy"], "authors": [{"author_id": 34659, "fullname": "david weigel", "primary_org": "washpo"}], "date_written": "2015-08-28 00:18:29", "org": "washpo", "article_id": "5ac9d2756d25b23ebc3ff5c42afb8ba5", "date_access": "2015-08-27 23:40:03.472384"}