{"body": "   Republican presidential candidate, real estate mogul Donald Trump, speaks at the Family Leadership Summit in Ames, Iowa, Saturday, July 18, 2015. (AP Photo/Nati Harnik)  In a hypothetical general election match-up between Hillary Clinton and Donald Trump, white registered voters were split 50-46 according to a new poll from CNN/ORC. Fifty to 46, with a margin of error of 4 -- meaning that it's essentially a tie. Oh, and it was Trump with the 50 percent. Political observers -- myself included -- can't figure out what to make of Trump's ascent. It's fair to point out that the jury on the guy is still very much in deliberations. But Trump's stubborn insistence on leading the Republican field, while certainly a function of the giant field, is also rooted in something else. Is it anger? Is it an accident of fate? CNN asked a few questions aimed at sussing out an answer to that question. In short, many feel as though their voice isn't heard. \"Republican voters who say their views are not represented at all by the government in Washington,\" Jennifer Agiesta writes, \"are far more likely than other Republicans to back Trump's run for the White House.\" In a series of other questions, CNN found that Trump backers were more likely to want a candidate that stands up for his beliefs, one that wants change in Washington, and is not a typical politician.     It's not clear, though, if respondents like Trump because he represents those ideas, or if they like those ideas because they represent Trump. It's obvious that frustration with the party precedes Trump's ascent. Last May, Pew Research found that Republicans were frustrated with the failure of the party to keep its campaign promises. Granted, it had only been a few months, but Republicans were more likely than other winning parties in other big elections to feel as though the party wasn't moving forward fast enough on its proposals. The undercurrent of frustration with the party goes back further than that, of course, to the gulf that became obvious with the Tea Party rebellion five years ago. Donald Trump is an unavoidable outsider and an accidental voice for an issue that exemplifies that discontent: immigration. It turns out that this is something of a sweet spot, with a base of support large enough to put you into first place in a field of 16. Enthusiasm for Trump -- those who feel left out of the process are much more enthusiastic about voting next year, per CNN -- could easily spill over into expressed enthusiasm for outsider candidates and change in Washington. There are other outsider candidates in the race: Carly Fiorina, Ben Carson, etc. We know that, in Real Clear Politics' polling average, Carson slumped as Trump rose. But trump gained a lot of points from all over the place.     If there were no Trump, maybe Carson or Fiorina would allow us to test the extent to which people are backing candidates because they're outsiders. With Trump in the race, too many other things get pulled into his gravitational field. The smart money still says Trump won't take the nomination as candidates drop out and support consolidates behind his opponents. (Though CNN also found that one-fifth of Republicans have Trump as their second choice.) The smart money also says that, even if he did win it, he couldn't beat Clinton, white voters notwithstanding. But, then, the smart money's been on a bit of a losing streak.", "byline": "", "description": "CNN has some theories.", "title": "Trying to understand Donald Trump&#8217;s appeal, part 324", "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2015/07/27/trying-to-understand-donald-trumps-electoral-appeal-part-324/", "topics": ["immigration", "campaign_finance"], "people": ["Nati Harnik", "Jennifer Agiesta", "Hillary Clinton", "Donald Trump", "Carly Fiorina", "Ben Carson"], "orgs": ["Tea Party", "Family Leadership Summit in Ames", "Pew Research"], "authors": [{"author_id": 31430, "fullname": "philip bump", "primary_org": "washpo"}], "date_written": "2015-07-27 15:29:03", "org": "washpo", "article_id": "ab154f76d87a239bbea4fa92dc610541", "date_access": "2015-07-27 14:40:03.701568"}