{"body": "   Bernie Sanders, left, Hillary Rodham Clinton and Martin O'Malley. (Getty Images, Reuters)  By Max Ehrenfreund Hillary Rodham Clinton has taken the world of politics by surprise the past couple of weeks, giving her support to the most liberal members of her party on trade, climate change and Wall Street. She has now joined her foremost competitors for the Democratic presidential nomination -- Sen. Bernie Sanders (I-Vt.) and Martin O'Malley, the former governor of Maryland -- in signing on to the same ambitiously progressive program. That united front contrasts with the discord in the Republican Party, where internal divisions have been on display this past week as GOP factions in the House dispute who will replace Rep. John A. Boehner (R-Ohio) as speaker. This newly solidified Democratic agenda also contrasts with the situation in the party not all that long ago. After a catastrophic financial crisis and 15 years of declining incomes for typical American households, Democrats seem to have diminishing confidence in the potential of the free market to provide an improving standard of living. Read the rest on Wonkblog.        Number of the day, Larry Summers edition 40 cents. That's the price per gallon of gasoline that Americans pay annually in excess auto repairs and maintenance due to driving on bad roads, by one estimate. In other words, increasing the gasoline tax by 40 cents a gallon would put drivers no worse off. Lawrence H. Summers has more at Wonkblog.    Top policy tweets \"Brainard vs. Yellen. Former: Downside risks outweigh upside, scope for course correction also lopsided. Via @TimDuy http://t.co/WVVNFm8Vyg\" -- @A_Fieldhouse \".@amitabhchandra2: \"No evidence of consumers learning to price shop after two years in high-deductible coverage. http://t.co/qeLeDLRbg0\" -- @esoltas \"Higher taxes on the rich actually wouldn’t lower inequality that much http://t.co/AKNaFTJPts\" -- @ObsoleteDogma", "byline": "", "description": "By Max EhrenfreundHillary Rodham Clinton has taken the world of politics by surprise the past couple of weeks, giving her support to the most liberal members of her party on trade, climate change and Wall Street. She has now joined her foremost competitors for the Democratic presidential nomination -- Sen. Bernie Sanders (I-Vt.) and Martin O'Malley, the former governor of Maryland -- in signing on to the same ambitiously progressive program.Read full article >>", "title": "Wonkblog: 4 differences between the leading Democratic candidates", "url": "http://www.washingtonpost.com/news/wonkblog/wp/2015/10/13/4-differences-between-the-leading-democratic-candidates/?wprss=rss_business", "topics": ["trade", "economy"], "people": ["Martin O'Malley", "Hillary Rodham Clinton", "Lawrence H. Summers", "Larry Summers", "Bernie Sanders", "John A. Boehner", "Janet Yellen"], "orgs": ["Republican Party", "GOP"], "authors": [{"author_id": 31049, "fullname": "max ehrenfreund", "primary_org": "politico"}], "date_written": "2015-10-13 14:59:15", "org": "washpo", "article_id": "ea162903ad57d2e850fe94afeaa84cec", "date_access": "2015-10-13 14:30:25.743634"}