{"body": " For Democrats, Donald Trump amounts to a kind of divine intervention. With the Republican Party on an urgent mission to woo Latino voters, one of its leading presidential candidates has been enmeshed for two weeks in a nasty feud over his inflammatory comments about Mexican immigrants. “They’re bringing drugs,” Trump said in his campaign announcement speech. “They’re bringing crime. They’re rapists.” The comments — and many more since — have prompted an uproar among Latino groups and a series of acrimonious break-ups between Trump and various corporate partners. His outlandish rhetoric and skill at occupying the national spotlight is also proving to be dangerously toxic for the GOP brand, which remains in the rehabilitation stage after losing the 2012 presidential race. Univision said it would not air his Miss Universe and Miss USA beauty pageants; Trump sued the Spanish-language television network for $500 million. NBC Universal severed all ties to him this week, including his “Apprentice” reality series; he called the network “so weak and so foolish.”    Hillary Rodham Clinton, in June 26 speech in Virginia, berated Republicans for not standing up to Donald Trump’s inflammatory rhetoric about Mexican immigrants. (Charles Ommanney/The Washington Post)  And on Wednesday, the Macy’s department store chain dumped him, saying it would no longer sell his menswear line. Trump said the retail chain had “totally caved.” Despite — or perhaps because of — such antics, the flashy real estate mogul with a big bank account and an even bigger ego has rocketed into second place in recent national polls and in the early nominating states of Iowa and New Hampshire.  [Trump: ‘I’m being very nice now. I’m trying to be presidential.’]  Hillary Rodham Clinton and other Democrats, meanwhile, are eager to make Trump the face of the Republican Party, which is momentarily leaderless with a disparate presidential field and no clear front-runner. “I am a person of faith — and the Donald’s entry into this race can only be attributed to the fact that the good Lord is a Democrat with a sense of humor,” exulted Paul Begala, veteran Democratic strategist and adviser to Priorities USA Action, a super PAC boosting Clinton’s candidacy. In Iowa, the New York developer is tied for second place behind Wisconsin Gov. Scott Walker with 10 percent, according to a Quinnipiac University survey released Wednesday. In New Hampshire, a CNN-WMUR poll last week had Trump in second place behind former Florida governor Jeb Bush with 11 percent. He also comes in second behind Bush in a new national CNN/ORC poll released Wednesday.   Donald Trump, seen here campaigning at a backyard reception in Bedford, N.H., has surged to second place in the Granite State and nationally. (Dominick Reuter/Reuters)  Trump, who claims to be worth $9 billion, has staked out populist-sounding ground in the campaign so far, railing against the impact of illegal immigrants, particularly from Mexico, on the U.S. economy and vowing to “build a great wall on our southern border” to keep them out. That message, along with promises to restrict Chinese imports and other protectionist measures, could resonate particularly well with some white, blue-collar male voters, angry over the slow economic recovery and suspicious of elite opinion in Washington. Trump also has stood by his remarks tying immigrants to crime. “I like Mexico. I love the Mexican people. I do business with the Mexican people, but you have people coming through the border that are from all over. And they’re bad. They’re really bad,” Trump said last weekend on CNN’s “State of the Union.” “You have people coming in, and I’m not just saying Mexicans, I’m talking about people that are from all over that are killers and rapists, and they’re coming into this country.”   [Donald Trump begins 2016 bid, citing his outsider status]  Leading the Democratic charge to tie the GOP to Trump is Clinton, who has been invoking Trump’s comments about Mexicans on the campaign trail. Notably, she does not mention Trump by name — perhaps hoping to associate his views with the other 15 declared or likely GOP candidates. “Recently a Republican candidate for president described immigrants as drug dealers, rapists and criminals,” Clinton told a raucous rally in Northern Virginia last week. “Maybe he’s never met them. Maybe he’s never stopped to ask the millions of people who love this country, work hard and want nothing more than a chance to build a better life for themselves and their children what their lives are like.” Other Democrats have pounced as well. Housing Secretary Julián Castro — a descendant of Mexican immigrants seen as rising star in his party — said in a recent interview that Trump was “plainly insulting Mexicans.” “He will be in this campaign in many ways the face of the Republican Party because he has higher name [identification] than almost all of them,” Castro said. “That is a very dumb way to begin a campaign.”  [How Mexico is going to make Donald Trump pay]  Trump and his advisers declined to comment on the record for this story. Reince Priebus, chairman of the Republican National Committee, told reporters last week that Trump’s comments were “not helpful” to the party’s efforts to reach more diverse voters. But, he added, “we don’t get to pick and choose who runs, who doesn’t.” Although most were initially hesitant to comment, a growing number of likely or declared GOP candidates have condemned Trump’s Mexican-bashing comments. “I think they are wholly inappropriate,” New Jersey Gov. Chris Christie said last week. Some of the party’s firebrands, however, rallied to Trump’s support. Sen. Ted Cruz (Tex.), a presidential candidate and tea party favorite, said this week that Trump was “terrific”and that he should not apologize because he “speaks the truth.” Rep. Steve King (R-Iowa), a staunch conservative who plays an important role in Iowa’s first-in-the-nation caucuses, said in a radio interview Wednesday that he appreciates Trump’s “scrappiness.”   [How Donald Trump’s man in Iowa plans to mess with the GOP]  “Donald Trump is one of the few individuals that will speak boldly about what he believes in, and he’ll be challenged by the PC police, the politically correct police, and instead of backing up and curling up, he just goes forward,” King said on KAYL Radio in Storm Lake, Iowa. Clinton, though, in her Virginia speech scolded the GOP field for not speaking up more loudly to condemn Trump. “We need to call out derogatory language, insults, personal attacks wherever they occur,” she said. “There is enough for us to debate without going there.” Begala helped write Bill Clinton’s “Sister Souljah” speech in his 1992 presidential campaign when Clinton repudiated controversial comments about race by a hip-hop artist. “I know how powerful it can be to point out problems on your team,” Begala said. With Trump, Begala said, Republicans “don’t know what to do about him. The truth is, it’s very simple. What they say to friends in private is what they ought to say to the country in public, which is, ‘That guy’s out of line.’” David Axelrod, a former campaign strategist for President Obama, said Republican candidates must develop “a Trump strategy.” “You heard his opening salvos, many of which clanked and created some discomfort among Republicans,” Axelrod said. “Every Republican candidate now has to calculate how they deal with him, particularly in the debates. If he says something outrageous and no one challenges him, that’s bad for them and bad for the Republican Party.” The prospect of such a Trump moment in a debate invites memories of 2012 Republican primary debates that ended up becoming obstacles for the eventual nominee, Mitt Romney. In one debate, when audience members booed a gay soldier, neither Romney nor any other candidate came to his defense. Erik Smith, a Democratic strategist who worked on Obama’s campaigns, said the danger for Republicans is that Trump becomes “an anchor” weighing down the party’s brand, especially with Latino, millennial and independent voters. “The truth is this entire field is currently reinforcing their party’s worst perceptions among the voters they need the most,” Smith said. “Trump simply super-charges it. He turns the volume up to 11.” Some Republican strategists, however, see a silver lining. “You can make the argument that hyperbolic rhetoric like this paints the rest of the field as much more moderate,” said Brian Walsh, a veteran Republican operative. “It’s harder in the long run to paint Republicans like Jeb Bush and Marco Rubio as representative of the far right when that rhetorical space is being filled by someone like Donald Trump.”  ", "byline": "", "description": "For Democrats, Donald Trump amounts to a kind of divine intervention.With the Republican Party on an urgent mission to woo Latino voters, one of its leading presidential candidates has been enmeshed for two weeks in a nasty feud over his inflammatory comments about Mexican immigrants.Read full article >>", "title": "Donald Trump surges, and Democrats cheer", "url": "http://feeds.washingtonpost.com/c/34656/f/636635/s/47c09b94/sc/7/l/0L0Swashingtonpost0N0Cpolitics0Cdonald0Etrump0Esurges0Eand0Edemocrats0Echeer0C20A150C0A70C0A10C895d9e9e0E1f5d0E11e50E84d50Eeb37ee8eaa610Istory0Bhtml0Dwprss0Frss0Inational/story01.htm", "topics": ["personality"], "people": ["Steve King", "Brian Walsh", "Paul Begala", "Bill Clinton", "Chris Christie", "Julian Castro", "Jeb Bush", "Marco Rubio", "Dominick Reuter", "Donald Trump", "Hillary Rodham Clinton", "Reince Priebus", "Mitt Romney", "David Axelrod", "Erik Smith", "Charles Ommanney", "Scott Walker", "Ted Cruz"], "orgs": ["Quinnipiac University", "Republican Party", "Univision", "Priorities USA Action", "PAC", "Republican National Committee", "GOP"], "authors": [{"author_id": 31230, "fullname": "philip rucker", "primary_org": "washpo"}], "date_written": "2015-07-01 21:17:00", "org": "washpo", "article_id": "1df9c5e3ad3e80d5c02eb4a7acc1f855", "date_access": "2015-07-01 21:30:14.058496"}