{"body": "Republican presidential hopeful Donald Trump singled out a new enemy in his immigration reform plan: Facebook Inc. CEO Mark Zuckerberg.\nMr. Trumpâ\u0080\u0099s immigration platform, released Sunday, calls for a curbing of the work visa program that has brought thousands of foreign engineers to Silicon Valley. Mr. Zuckerberg is part of a group of Silicon Valley executives that is lobbying for more work permits.\nMr. Trump, the GOP frontrunner, is proposing an increase in the amount paid to H-1B workers, potentially making hiring foreigners less attractive to employers. He also demands that job vacancies are offered to unemployed Americans first before they can be filled with foreigners. Mr. Trump linked immigration reform to more diversity in tech â\u0080\u0093 a pressing issue for companies such as Facebook.\nâ\u0080\u009cThis will improve the number of black, Hispanic and female workers in Silicon Valley who have been passed over in favor of the H-1B program,â\u0080\u009d the plan says. â\u0080\u009cMark Zuckerbergâ\u0080\u0099s personal Senator, Marco Rubio, has a bill to triple H-1Bs that would decimate women and minorities.â\u0080\u009d\nMr. Trump took to Twitter Tuesday to add: â\u0080\u009cI want talented people to come into this countryâ\u0080\u0094to work hard and to become citizens. Silicon Valley needs engineers, etc.â\u0080\u009d\nFacebook declined to comment. Fwd.us, the initiative Mr. Zuckerberg founded with other leading tech figures such as Yahoo Inc.â\u0080\u0099s Marissa Mayer and Bill Gates, did not respond to requests for comment.\nA spokeswoman for Microsoft Corp., another major user of H-1B visas, referred to a company blog post from last year that criticized the caps on work permits. â\u0080\u009cRestrictive skilled-immigration policy that fails to reflect the demands of the modern economy is costing U.S. jobs,â\u0080\u009d the company wrote.\nTech companies often say they lack qualified talent, and say they need more visas to get the best and brightest from overseas. Critics say some companies use H-1B visa holders as cheap labor, abusing the system.\nGetting work visas for foreign job candidates is a cumbersome process. Companies have to hire lawyers to fill out the application, pay filing fees, and are still not guaranteed to get one of the visas issued each year. â\u0080\u009cThe H-1B process is so ineffective, there is an automatic disincentive to hire a foreigner,â\u0080\u009d says Ava Benach, an immigration lawyer at Benach Ragland in Washington D.C. who has worked with tech companies.\nDemand for H-1B visas far outstrips what the government distributes. In the fiscal year ended in April, the government received nearly 233,000 applications for 65,000 standard visas and an additional 20,000 under the advanced degree exemption, according to U.S. Citizenship and Immigration Services.\nMr. Rubio, also a Republication presidential candidate, has in the past supported increasing the number of visas. In January, he and other senators proposed the Immigration Innovation ActÂ which would triple the number of H-1B visas from its current level to 195,000 and remove the cap altogether on hiring foreigners who graduate from US-universities in science, engineering, math and technology.\nMr. Rubio has now back-pedaled on it, facing criticism from other Republicans on his stance.\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential hopeful Donald Trump singled out a new enemy in his immigration reform plan: Facebook Inc. CEO Mark Zuckerberg.", "title": "Trump’s Immigration Plan Targets Facebook’s Zuckerberg", "url": "http://blogs.wsj.com/washwire/2015/08/18/trumps-immigration-plan-targets-facebooks-zuckerberg/", "topics": ["immigration"], "people": ["Donald Trump", "Ava Benach", "Marco Rubio", "Marissa Mayer", "Bill Gates", "Mark Zuckerberg"], "orgs": ["Immigration Services", "GOP", "Capital Journal", "Microsoft Corp."], "authors": [{"author_id": 36963, "fullname": "marie-astrid langer", "primary_org": "wsj"}], "date_written": "2015-08-19 04:58:13", "org": "wsj", "article_id": "03eea7ff088c8e0e005f72b6877aa5b8", "date_access": "2015-08-19 04:27:17.631337"}