{"body": "A Tax Foundation analysis to be released this morning finds that Jeb Bush’s tax-cut plan would drive significant increases in jobs and wages. A Journal editorial calls the Bush plan “a vast improvement on the current tax code that would give the economy a huge lift.” And that’s exactly what foundation economists found when they ran the details through their economic models.\nClick here to receive Opinion headlines and James Freeman’s commentary via email.\nThe Tax Foundation estimates that the Bush reforms, which include slashing the rates on both personal and corporate income, would lift U.S. GDP 10% above where it would otherwise be over the next decade. They also forecast wage increases of 7.4% and 2.7 million more jobs than would be created under current policy. They further calculate that the plan would provide a tax cut for every income decile. In other words, taxpayers up and down the earnings ladder would get relief. Depending on economic assumptions, the tax cuts would amount to at least $1.6 trillion over 10 years, or as much as $3.6 trillion.\nBush adviser and former Fed Governor Kevin Warsh says on Opinion Journal that the reforms will boost growth because Washington will “no longer be overtaxing investment in the real economy, and no longer subsidizing schemes on Wall Street.”\nSounds good to us. And now for the bad news: Columnist Daniel Henninger sees the President’s Iran nuclear agreement as the new ObamaCare. “The Iran deal is going to ‘pass’—if that’s the word for it—with less than 50 votes in the Senate. Welcome to the progressives’ Constitution,” he writes. But the deal’s provisions are so destructive that Mr. Henninger says that “vaporizing the arcane tradition of simple Senate majorities may be the high point” for Senate Democrats, seven of whom will have to face voters in 2016.\nSpeaking of ObamaCare: “Remember all the mockery, from the media and White House, when House Republicans sued President  Obama for rewriting ObamaCare without proper legislative authority? Well, what do you know, a federal judge ruled Wednesday that the House has legal standing to sue and pursue the case on the merits,” notes a Journal editorial.\nThere’s another legal question about Hillary Clinton posed by Karl Rove: “Did anyone ask the State Department Office of the Legal Adviser for permission for her jury-rigged email arrangement? Or did she simply decide its legality on her own?”\nAnd there’s an answer to still another legal question for anyone who’s been wondering why Internet gambling seems to be illegal—except for fantasy football. Roger Cohen explains: “Because of a Texas Stadium-size loophole in the Federal Interstate Wire Act, it’s 100% legal to wager on how an individual player performs in a game but not on the game’s outcome.”\n\n", "byline": "", "description": "The Tax Foundation forecasts a 10% rise in GDP from Jeb’s tax cuts, plus the House can sue the President over ObamaCare.", "title": "Bush Tax Plan Scores High on Growth  Scale", "url": "http://www.wsj.com/articles/bush-tax-plan-scores-high-on-growth-scale-1441884157", "topics": ["economy"], "people": ["Karl Rove", "Kevin Warsh", "Roger Cohen", "Jeb Bush", "Hillary Clinton", "James Freeman", "Daniel Henninger"], "orgs": ["Fed", "Tax Foundation", "House Republicans", "Senate", "A Journal", "Journal editorial"], "authors": [{"author_id": 3011, "fullname": "james freeman", "primary_org": "wsj"}], "date_written": "2015-09-10 13:30:07", "org": "wsj", "article_id": "8290e10bed5a3ab97903a6405d1766c3", "date_access": "2015-09-10 18:00:08.838845"}