{"body": "Simi Valley, Calif.\nBy the time you see this you will have seen the soundbites, quips and cuts. You’ll have seen the clashes. So, quickly:\nDid the undercard debate suffer for the absence of  Carly Fiorina? No. It was substantive and thoughtful and there were sparks without her. Each of the four candidates had his moments. Best, to me? Rick Santorum on the minimum wage, and evoking the now-frayed connection between the American working class and a Republican Party that 35 years ago became their natural, welcoming home and later threw them over to tend to the causes of the donor class. What the GOP got in return was 5,000 donor votes and lots of money with which to make commercials the working class will find neither believable nor even interesting.\nWhen the candidates of the overcard came out, all eyes went to  Donald Trump, who looked game enough but tired. In an arena, surrounded by 15,000 fans, he is in his element, loose and funny. When on a debate stage in a long line of opponents, under questioning and unable to do long riffs, he is less sure of himself.\nMr. Trump is famously preoccupied with his hair. He refers to it a lot, asking audience members at speeches to come up and see if it’s real, and inviting those behind him in the bleachers to attest to its real-like nature. I have wondered if he identifies with the Old Testament figure Samson, who believed all his might was connected to his long locks, and if he lost the latter he’d lose the former. I wondered if Mr. Trump’s rivals would give him a metaphorical haircut. They tried, but I think it was Mr. Trump who gave himself a trim. His insults weren’t refreshing and outrageous, but personal and tacky. He punched down at contenders struggling in the polls. His aggression was unformed, unfocused and unattractive. He was like an entertainer who senses his material is no longer working but has to keep using it because the new stuff hasn’t arrived yet. His lines didn’t land. On some level he knew it. He played not to his strength—reality-TV truth-teller—but to old clichés about him—vulgarian, bully, boor.\nAnd there was Carly Fiorina, standing there with scissors looking very much like Delilah. She gave him a bit of a trim too, in their exchange on Mr. Trump’s remarks in Rolling Stone: “Look at that face!” he was quoted. “Would anyone vote for that?” He later claimed to have meant her “persona.” Did she buy it? “I think women all over this country heard very clearly what Mr. Trump said.” The crowd exploded. Mr. Trump leaned in: “I think she’s got a beautiful face.” The crowd went silent, and winced.\nMr. Trump’s daughter Ivanka—elegant, poised, chic—told me afterward: “I grew up on construction sites. My father talks to everyone, he’s friends with everyone.” She meant, I believe, that he doesn’t deserve the charge of bigotry. Which makes it odd that so often he seems to summon it.\nI don’t know if he lost any support Thursday night but he would not have increased his portion of the electorate. He is looking stalled and stale.\nMs. Fiorina has broken through again. This was the debate in which she became an acknowledged heavyweight. She is prepared, has a highly organized mind, and remains collected under the lights in a way that allows her to be what she is, knowledgeable and eloquent. She was brilliant on Planned Parenthood, direct on Mr. Trump and bankruptcy—at this point she’s using him as a foil. Her closing remarks on Lady Liberty and Lady Justice were so strong, the man sitting next to me insisted she must have known the question was coming. She can, however, be too stern. There’s nothing wrong with putting a woman on the currency; it does not erase anyone’s history.\nJeb Bush smiled a lot. I wondered if he was channeling Mitt Romney in 2012, who smiled at his opponents on the stage as if they were adorable frolicking children. But Jeb smiles sweetly. With his gray-rimmed glasses and his weight loss he looked like Woodrow Wilson in a winsome mood. Did he break past his recent polling misery? No. He didn’t hurt himself, but he didn’t help himself. There is a discomfort with combat; his syntax and usage break down when he gets an opening to project aggression.\nEveryone else did fine, had moments.  Marco Rubio lets the game come to him, and when it does he hits the ball.\nI hadn’t been to a debate this cycle. These are some of the things you see when you’re there: In the commercial break the candidates thirstily gulp down water and then go straight to family and friends in the crowd for hugs and handshakes. Wives and grown children whisper advice. Supriya Jindal repeatedly huddled with her husband. Throughout the debate Ted Cruz kept his eyes on his wife, Heidi, in the audience. She gave him thumbs-up and mouthed advice. It was like seeing Burgess Meredith call to Rocky in the ring.\nOn TV the candidates seem bold and composed, but when you’re in the room you see how needful of support and encouragement they are.  Lindsey Graham makes faces when he’s not on camera, rolling his eyes and sighing. Mr. Trump makes faces on camera, too—the jut-jawed Mussolini look, the blank-faced Putin pose. In the cavernous spin room where supporters of each candidate tell reporters how well their guy did, every candidate seemed represented but Ms. Fiorina. There was no Carly sign. A reporter explained: Carly doesn’t do the spin room. Like a professional gambler, she scoops her winnings off the table and leaves.\nThe gift of Trump is that just by showing up he makes people watch the Republican debates. The force of his presence makes it all bigger, more exciting, as if something important is happening. That elevates the field. The other candidates are noticed too, and get a chance to make an impression. It’s enlarging.\nThe cost of Trump is that he turns it all into “Survivor.” That trivializes serious candidates. Mr. Trump has so upped the dramatic ante that the networks have jumped in as players, goading dopey candidate No. 3 to confront and attack dopey candidate No. 4. This is diminishing. They’re puppets in somebody else’s show.\nThis journalistic approach is in line with the general national mood of hating politicians. Will they cuff around the Democrats like that? And by becoming active players in the drama, do journalists themselves become the newest freaks in what they themselves call the freak show?\nA Democratic pundit there to do cable told me something smart. Journalists are now acclimating themselves to the new reality, he said. A few months ago they thought Mr. Trump and reality TV were climbing over the wall trying to get into the real world of politics. Now they realize it’s journalists trying to climb over the wall into the new world of reality TV. That, he said, is now the real world of politics.", "byline": "", "description": "Donald Trump’s rivals try to give him a haircut, but he ends up trimming himself.", "title": "The Undercard and the Mane Event", "url": "http://www.wsj.com/articles/the-undercard-and-the-mane-event-1442530625", "topics": ["women", "personality"], "people": ["Rick Santorum", "Mitt Romney", "Lindsey Graham", "Woodrow Wilson", "Jeb Bush", "Donald Trump", "Marco Rubio", "Supriya Jindal", "Vladimir Putin", "Ivanka Trump", "Carly Fiorina", "Ted Cruz"], "orgs": ["Republican Party", "GOP"], "authors": [{"author_id": 1244, "fullname": "peggy noonan", "primary_org": "wsj"}], "date_written": "2015-09-17 23:57:07", "org": "wsj", "article_id": "c1b7eadcc64123980f42769e68beb3eb", "date_access": "2015-09-18 06:00:05.282305"}