{"body": "The first words out of Donald Trump’s mouth last night (not counting his opening statement) were also among the oddest: “Well, first of all, Rand Paul shouldn’t even be on this stage. He’s No. 11, he’s got 1% in the polls, and how he got up here, there’s far too many people anyway.”\nThat was in response to Carly Fiorina’s answer to the first question of the night, in which Paul’s name had not come up. Nor did Paul mention Trump in his inoffensive opening statement. Trump’s attack on Paul was out of the blue.\nFor the record, it was also based on a false premise. According to CNN, Paul was No. 8 in one of its rankings and No. 10 in the other; he polled at an average of 4.7% in the former and 3.2% in the latter. No. 11 in the two rankings were Fiorina and Chris Christie, respectively. Both were included by virtue of having finished in the top 10 in one of the two rankings. Paul led Christie in both rankings.\nBut that’s a quibble. More noteworthy was the strangeness of a presidential candidate in a debate talking about opinion polls—a subject to which Trump returned twice. When Scott Walker compared Trump’s business bankruptcies unfavorably with Walker’s own balanced state budgets, Trump might have pointed out that states cannot go bankrupt and the Wisconsin Constitution mandates a balanced budget. Instead he went for the argumentum ad populum:\nAnd when moderator Jake Tapper asked Trump to “tell Gov. Bush why you are a serious candidate and what your qualifications are to be commander in chief,” Trump began his response: “I’ve actually been in politics all my life, although I’ve been on that side as opposed to this side. I’m now a politician for about three months. Obviously, I’m doing pretty well. I’m No. 1 in every polls [sic] by a lot.”\nNote that Trump was not making the “electability” argument, that he is better positioned than his nomination rivals to defeat Hillary Clinton or another Democrat. Polls to date argue to the contrary. Rather, to the extent that his boast can be construed as an argument, it amounts to a tautological one: Vote for me, I’m popular. It’s as if he mistook the bandwagon effect for a syllogism.\nAnd yet the Trump ergo Trump argument does capture something about Trump’s success, such as it is. His lead in the polls is what made him the dominant figure in last night’s debate, as well as last month’s.\nModerators at both debates led off with questions designed to isolate Trump, the effect of which was to elevate him. Whereas last month’s Fox hosts directed those questions directly to Trump, CNN’s Tapper tended to play let’s-you-and-him-fight. His opening question to Fiorina was whether she agreed with Bobby Jindal, who “said he wouldn’t want, quote, ‘such a hothead with his finger on the nuclear codes.’ ” (Jindal is the governor of Louisiana.)\nFiorina was wise enough to decline the bait, even when Tapper offered it a second time: “You didn’t answer my question. Would you feel comfortable with Donald Trump’s finger on the nuclear codes?” Fiorina: “That’s not for me to answer; it is for the voters of this country to answer, and I have a lot of faith in the common sense and good judgment of the voters of the United States of America.”\nBoth CNN and Fox put poll-leading Trump at center stage, flanked by his closest rivals (Jeb Bush and Ben Carson last night, Bush and Walker last month). That meant he was usually on screen when they were talking. Viewers’ eyes were drawn to Trump because he has an interesting face and likes to mug for the camera.\nWhen lower-ranked candidates like Fiorina talked about Trump, CNN provided a split screen, with the same effect, which was to make Trump look dominant. The Washington Post’s David Farenthold observed late last night that while Fiorina “jabbed Trump,” “still, Trump dominated the night’s conversation—with other candidates often asked to react to things he’d said,” although Trump “lost his role as the dominant player in the debate’s second hour” as “Fiorina became a dominant figure.”\nThat leads us to think that if Trump loses his dominance in the polls—if he falls to No. 2 or 3 over the coming weeks or months—he will lose the capacity to dominate the debates. The moderators and other candidates would pay him less attention; and viewers would laugh at, rather than with, his braggadocio if it were coming from a position of weakness.\nFiorina’s presence on last night’s stage may prove to be Trump’s undoing. Dominance games operate under very different rules when one of the players is female—something that Trump shows signs of starting to realize. His spat with Fox’s Megyn Kelly last month had no evident effect on his poll ratings, and he seemed to be following the same pattern with Fiorina, disparaging her appearance then implausibly trying to explain the insult away the next day.\nBut last night Trump tried a different tack. Tapper once again tried to goad Fiorina into fighting with Trump:\nWill Trump’s new approach fend off the threat from Fiorina? As we did last month, we watched the debate with a mostly female audience at New York’s Women’s National Republican Club. Our sense was that the “compliment” went over poorly.\nTwo Obamas in One!\nFox Butterfield, Is That You?   “Even as Europe’s greatest refugee emergency since World War II grew more acute, prompting Germany and some other nations to temporarily shut their borders, European Union interior ministers failed on Monday to agree on even a limited mandatory distribution of refugees for resettlement among member states.”—editorial, New York Times, Sept. 16\nOut on a Limb   “Obama’s Nobel Peace Prize Didn’t Have the Desired Effect, Former Nobel Official Reveals”—headline, Washington Post website, Sept. 17\nWhat Would We Do Without Experts?   “Expert Says Meteor Could Wipe Out Earth Next Week Despite Nasa’s Reassurance That We’re Safe”—headline, Daily Mirror (London), Sept. 16\nThis Sounds Like a Noxious Anti-Bush Myth   “Jeb Bush’s Noxious Myth: Dubya Didn’t ‘Keep Us Safe’—He Made the World Infinitely More Dangerous”—headline, Salon, Sept. 17\nMake That 11\nProblem and Solution\nFake but Accurate   “Leslie Moonves and CBS Staff Heard Dismissing Robert Redford’s Dan Rather Movie as ‘Half-Truth’ ”—headline, Hollywood Reporter, Sept. 16\nGeneralissimo Francisco Franco Is Still Dead   “This Man’s Bank Keeps Telling Him He’s Dead”—headline, TheVerge.com, Sept. 16\nIt’s a Cookbook   “Lewisville Whataburger Employee Fired for Not Serving Officers”—headline, KDFW-TV website (Dallas), Sept. 16\nSå Mye for Krigen mot Narkotika\nQuestion and Answer—I\nQuestion and Answer—II\nQuestion and Answer—III\nQuestion and Answer—IV\nQuestion and Answer—V\nQuestion and Answer—VI\nIt’s Always in the Last Place You Look   “CBO: 14 Million Would Lose Health Insurance Without Individual Mandate”—headline, RollCall.com, Sept. 15\nNews of the Tautological\nBreaking News From 1976   “Jerry Brown Considering Running for President?”—headline, WeeklyStandard.com, Sept. 16\nBreaking News From 2000   “Debate: Candidates Must Address Supreme Court”—headline, Committee for Justice press release, Sept. 16\nBottom Story of the Day   “George Pataki, Lindsey Graham Performed Least Poorly in CNN Undercard Debate”—headline, Washington Examiner, Sept. 16\nSave the Skeeters!   “Global warming is already underway, taking a toll on the Arctic sea ice and various wildlife populations such as the polar bears, but mosquitoes are thriving,” reports the Christian Science Monitor:\nThis encapsulates why “climate change” is bunk. The researchers had expected to find that the mosquito population had declined, which would be evidence of global warming. Instead, they found that the mosquito population had increased—which is evidence of global warming! That is known as begging the question.\nThe story also raises a question, to wit: Why in the world would anyone want to conserve mosquitoes?\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Eric Jensen, Tony Lima, Macrena Sailor, Irene DeBlasio, Michele Schiesser, Wes Van Fleet, Miguel Rakiewicz, Mike Lavender, Monty Krieger, Debbie Wells, Louis Colombo, John Sullivan, Stuart Sullivan, Bob Acker, Michael Smith and Rebecca Billings. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "Vote for him, he’s popular.", "title": "Trump Ergo Trump", "url": "http://www.wsj.com/articles/trump-ergo-trump-1442510885", "topics": ["campaign_finance", "personality"], "people": ["Carol Muller", "Jake Tapper", "Eric Jensen", "Debbie Wells", "Francisco Franco", "Michael Smith", "Rebecca Billings", "Washington Examiner", "Fox Butterfield", "Monty Krieger", "Macrena Sailor", "Miguel Rakiewicz", "Jerry Brown", "Chris Christie", "Bobby Jindal", "Tony Lima", "Scott Walker", "Rand Paul", "Jeb Bush", "Wes Van Fleet", "Donald Trump", "Bob Acker", "Megyn Kelly", "Carly Fiorina", "Mike Lavender", "Lindsey Graham", "Hillary Clinton", "George Pataki", "Robert Redford", "Will Trump", "Michele Schiesser", "Ben Carson"], "orgs": ["Tapper", "European Union", "CBO", "Best of the Web"], "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-09-17 18:53:40", "org": "wsj", "article_id": "128b1af5fc2b810bfeda2c6f9e41da3f", "date_access": "2015-09-17 18:00:29.383581"}