{"body": "The Republican presidential hopefuls aren’t the only candidates facing transformations in their party and in the country that have reshaped the political battlefield.\nThe Democratic contenders for 2016 are dealing with a party that has shifted left in the 14 years since the end of  Bill Clinton’s presidency. In 2000, according to an October report from the Pew Research Center, 43% of Democrats identified themselves as moderate, 27% as liberal and 24% as conservative. In 2015, 41% of Democrats think of themselves as liberal—a 14-point jump. The moderates’ share of the party dropped to 35%, the conservatives’ to 21%. Half of the Democrats who participate in the 2016 nominating process are likely to be liberal.\nThe candidates will be vying to lead  Barack Obama’s Democratic Party. Pew researchers find that 61% of Democrats who say they may vote in the primaries and caucuses will be more likely to support candidates who offer plans similar to those of the Obama administration. Only 12% would be less likely to do so. By 45% to 19%, these Democrats say that they will be more, rather than less, likely to support a candidate who wants to expand trade agreements. On this issue, surprisingly, there is no disagreement between liberal and moderate/conservative Democrats.\nUnless  Hillary Clinton’s political team is looking at radically different survey results, her decision to oppose the Trans-Pacific Partnership cannot have been driven by sentiments among rank-and-file Democrats. Conversely, the conventional wisdom about a potential  Joe Biden run may well be wrong: His support for the TPP (obligatory for a sitting vice president) wouldn’t necessarily hamper his candidacy.\nOn two other hot-button issues in the Pew study, there are large differences between the party’s ideological wings. Sixty percent of liberal Democrats would be more likely to favor a candidate who wants to break up the big banks; only 38% of moderate and conservative Democrats agree. Among party liberals, 53% would be more likely to support a candidate who backs the Iran nuclear deal, compared with 31% of moderates and conservatives.\nIn fact, 37% of moderate and conservative Democrats—a plurality—are more likely to support a candidate who opposes the nuclear agreement. Mrs. Clinton’s stance on this issue—support for the deal coupled with a tough policy to contain Iranian aggression—seems the most likely to win support among a wide spectrum of Democratic voters.\nPew researchers have pinpointed two defining differences between Democrats and Republicans who may vote in their primaries and caucuses. Among Democrats, 53% say that it is more important for a presidential candidate to have experience and a proven record, compared with 39% who more highly value new ideas and a different approach. Among Republicans, 66% give priority to new ideas, while only 29% give the edge to experience.\nThis contrast has implications for both parties. On the Democratic side, it is hard to see how Sen.  Bernie Sanders would prevail in a head-to-head contest with Mrs. Clinton. Meanwhile, veteran Republican strategists with whom I talked this week are struggling to understand the significance of this transformed political terrain within a party accustomed to an orderly succession of presidential nominees.\nThe second large contrast between the parties is especially telling. Among possible Democratic primary participants, 60% say they are more likely to favor a candidate who wants to compromise with Republicans. Only 41% of possible Republican participants would be more likely to favor a candidate who wants to compromise with Democrats. Democrats are weary of unending partisan strife; Republicans are gearing up to intensify the battle.\nAmong these Democratic respondents, candidates who espouse a more unifying approach to the presidency are likely to hold the advantage over partisan warriors. But Democrats have heard it before. Mr. Obama soared to national attention on the strength of his 2004 speech at the Democratic National Convention. “There’s not a liberal America and a conservative America,” he declared. “There’s the United States of America.” One wonders if Mr. Obama would repeat these words today.\nAlthough Democrats have not abandoned their desire for a more unifying brand of politics, they are sobered by the difficulty of achieving it. Expect Mrs. Clinton and—if he enters the race—Mr. Biden to underscore their records of working effectively across party lines.\nThis is good primary politics, and probably good general-election politics too. According to a Pew Research Center study published in June 2014, 56% of voters overall preferred candidates who are willing to compromise; only 39% wanted leaders to stick to their positions, come what may.\nBut expect battle-weary voters to respond skeptically to promises of renewed unity. We’ve heard it over and over again, they will say—before Barack Obama, it was  George W. Bush. This time, tell us how you will make it happen.\nIn these polarized times, the candidate with the most credible response to this challenge is likely to be the next president of the United States.", "byline": "", "description": "The party has moved to 41% liberal from 21% since 2000, but seeks a unifying candidate.", "title": "The New Democratic Coalition", "url": "http://www.wsj.com/articles/the-new-democratic-coalition-1444776866", "topics": ["economy", "trade"], "people": ["Bill Clinton", "Joe Biden", "Hillary Clinton", "George W. Bush", "Barack Obama", "Bernie Sanders"], "orgs": ["Democratic Party", "United States.", "Pew Research Center", "TPP"], "authors": [{"author_id": 2735, "fullname": "william a. galston", "primary_org": "wsj"}], "date_written": "2015-10-14 00:20:10", "org": "wsj", "article_id": "94ea16ecf4a83a087f795e537263de4f", "date_access": "2015-10-14 00:00:06.495314"}