{"body": "Hillary Clinton’s recent poll troubles have “led to another bout of a contagious pundit malady,” observes David Weigel, who recently rejoined the Washington Post. “That would be Bidenmania.” Not to be confused with Beatlemania.\nTo be sure, Weigel overstates the contagion. “On CNN, Chris Cuomo and Jeff Zeleny took turns asking whether Vice President Joe Biden would be tempted to enter the race,” he notes. He also cites tweets from NBC’s Luke Russert and the Washington Free Beacon’s Andrew Stiles—a total of four pundits.\nMake that three. As Breitbart.com’s Pam Key notes, Cuomo—whose elder brother, the governor of New York, has occasionally been mentioned as a prospective presidential aspirant—yesterday posed a question that confirmed the “Bidenmania” premise: “Zeleny, what do you think of the fact that trustworthiness looms large for Hillary Clinton and that is the exact strength that a candidate named Biden would have?”\nBut Zeleny threw cold water on the idea: “Chris, we still do not think—have no reason to believe that Joe Biden or any other Democrat is going to ride to the rescue here. It is likely going to be the field as we have it right now.” On the other hand, Biden has run for president before, in 1988 and 2008, and the Puffington Host reported last week that he “is still very much considering a bid for the White House, people close to Biden say, and will make a final decision at the end of the summer, targeted for September.”\nCarrying several bucketfuls of cold water is Weigel, who was himself born in Delaware while Biden was still the First State’s junior senator. He notes that the Quinnipiac poll that set off the supposed Bidenmania contagion—and that we discussed yesterday—in many ways looks even worse for Biden than for Mrs. Clinton.\nThat last statement isn’t quite right. As Weigel shows in an interactive bar chart, Iowa is the only state in which Biden does as well as Mrs. Clinton in one of the match-ups, with both trailing Rubio by eight points.\nBut on the whole, he’s right. “How can Joe Biden, the avuncular Irish-American pol whose antics have become inspirations for The Onion and Saturday Night Live, not be popular?” he asks, then answers:\nBiden also is at a disadvantage when it comes to identity politics: “It has been 19 years since Democrats won a presidential election with a white male candidate,” notes Weigel, also white and male. And “the brightest spot” for the vice president “is actually a Clinton weakness”: “fewer voters say that she ‘cares about people like you.’ ”\nActually, that’s the second brightest spot—dimmer than the question of whether the candidate is “honest and trustworthy.” (Biden: 48% yes to 45% no in Colorado, 51% to 36% in Iowa, 58% to 35% in Virginia; Mrs. Clinton: 34% to 52%, 33% to 59% and 39% to 55% in the three states respectively.)\nOn the “cares about people like you” question Biden’s advantage over Mrs. Clinton is smaller than we’d have expected: six points in Colorado, nine in Iowa and 10 in Virginia. Only in the Old Dominion did a majority (55%) answer the question affirmatively about Biden; in the Centennial State 49% answered “no” and only 45% “yes.” Mrs. Clinton does better than Biden in the category of “strong leadership qualities.”\nIt’s not hard to see why journalists covering the Democratic campaign would hope for a Biden candidacy. His bonhomie would provide a refreshing respite from the distant Mrs. Clinton and the severe Bernie Sanders. For a sense of the frustration occasioned by her aloofness, consider this plea from Bloomberg columnist Francis Wilkinson:\nWe can’t quite tell if Wilkinson is serious. The bit about “ecstatic boredom” seems like a joke; and the way he frames the idea, it comes close to being a proposal that reporters surrender their independence and agree to function as campaign operatives. Would any self-respecting journalist do that?\nWell, some might. The Washington Examiner notes a curious comment from Andrew Rosenthal, editorial page editor of the New York Times:\nGranted, Rosenthal has a point about the third-degree navel-gazing (now fifth-degree by virtue of our writing about his talking about it). But it is quite a leap to say that because it’s tedious when the press talks about the press talking about the press, a politician’s avoiding the press is not “an issue.” \nAs for Wilkinson’s suggested arrangement between Mrs. Clinton and reporters, it’s not clear it would be as advantageous to her as it would be disadvantageous to them. Part of “setting her own agenda” consists in avoiding politically difficult policy questions, such as where she now stands on the Trans Pacific Partnership or the 2011 decision to intervene in Libya. She has every reason to continue stonewalling, leaving reporters who cover the Democrats lonely for Joe Biden—or envious of their colleagues who (for the moment at least) get to cover Donald Trump.\n  Fox Butterfield, Is That You?   “Gold might have lost 40 percent of its price over the last four years, capping a stellar 10-year bull run, but analysts are already predicting a possible bottom for the precious metal.”—Matt Clinch, CNBC.com, July 23\n  Out on a Limb   “Almond Milk Is Even More of a Scam Than We Thought”—headline, Salon, July 22\n  The Ghost and Mr. Chicken   “Casper Chicken Ordinance Continues to Move Forward”—headline, KCWY-TV website (Casper, Wyo.), July 21\n  Psycho Killer / Qu’est-Ce Que C’est   “ESPN Dumps Talking Heads for Moving Bodies”—headline, Bloomberg, July 20\n  The Lonely Lives of Scientists   “Scientist Warns the World to ‘Think Twice Before Replying to Alien Signals From Outer Space’ ”—headline, Independent (London), July 23\n  Hey, Kids! What Time Is It?   “It’s a Great Time to Be Frank Pallone”—headline, NationalJournal.com, July 22\n Question and Answer—I \n Question and Answer—II \n  Look Out Below!   “Meatpacking Super Dive Hogs & Heifers Will Toss Its Last Bra Next Month”—headline, Gothamist, July 22\n  Too Much Information   “Gallup: American Conservatives Turn On Pope Francis”—headline, TalkingPointsMemo.com, July 22\n  News of the Tautological   “There Is Something Very, Very Strange Going On Inside the Heads of People Using This Fast-Acting Psychedelic”—headline, Salon, July 23\n  Bottom Story of the Day   “VIDEO: Kitten Rescued From Tree Alive and Well”—headline, Grand Forks (N.D.) Herald website, July 22\n  The Courtship of Chelsea’s Father   Time magazine has a joint interview with Bill Clinton and George W. Bush, and Clinton tells a story of his courtship:\nIt just goes to show, you should always trust your first instinct.\n  Follow @jamestaranto on Twitter.  \n  Join Fans of Best of the Web Today on Facebook.  \n  Subscribe to the Best of the Web email with one click.  \n(Carol Muller helps compile Best of the Web. Thanks to Mike Lavender, Irene DeBlasio, Mordecai Bobrowsky, Tony Lima, Eric Winig, Jim Beck, Michele Schiesser, Ethel Fenig, Zack Russ and Philip McKenzie. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "He would make the Democratic primaries less grim.", "title": "'Bidenmania'", "url": "http://www.wsj.com/articles/bidenmania-1437672602", "topics": ["campaign_finance"], "people": ["Carol Muller", "Andrew Rosenthal", "Mordecai Bobrowsky", "Luke Russert", "Fox Butterfield", "Zack Russ", "Joe Biden", "Frank Pallone", "Pope Francis", "Bernie Sanders", "Tony Lima", "Ethel Fenig", "Bill Clinton", "Jeff Zeleny", "Chris Cuomo", "Donald Trump", "David Weigel", "Andrew Stiles", "Mike Lavender", "Hillary Clinton", "George W. Bush", "Michele Schiesser"], "orgs": ["CNBC", "Trans Pacific Partnership", "Quinnipiac", "Washington Examiner", "Chelsea", "Best of the Web"], "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-07-23 21:29:05", "org": "wsj", "article_id": "3809d655c31afd985e99add38fc2ab8e", "date_access": "2015-07-23 20:55:05.771589"}