{"body": "ANNOUNCEMENT\nReaders:Â Questions about the political and international scene?Â Washington Bureau Chief Jerry Seib would be happy to answer them in an upcoming Daybreak video.Â Send your questionsÂ to editor Kate Milani atÂ kate.milani@wsj.com. We look forward to hearing from you.\nHIGHLIGHTS\nSOME CLINTON DONORS DEFECT TO MOVEMENT TO DRAFT BIDEN:Â Some Hillary Clinton donors are defecting to Joe Biden, resisting entreaties from the Democratic front-runner’s campaign to stand by her despite declining poll numbers. A few of the fundraisers have gone public with their presidential preference. Others have quietly decamped and signaled their intentions to the Draft Biden 2016 super PAC that is working to prod the vice president into the race for the White House.\n\n“Instead of being ready for Hillary, we’re waiting for Joe,” said Bill Bartmann, the founder and chief executive of CFS2 Inc., and onetime donor to Mrs. Clinton’s friendly super PAC. Mr. Bartmann’s switch in allegiance prompted one Clinton campaign official to contact him and ask: “Why are you doing this?” he said.Â Colleen McCain Nelson and Peter Nicholas report.\nMore on election 2016:Â Florida Sen.Â Marco Rubio, a leading contender for the Republican presidential nomination,Â isÂ stepping up his rhetorical attacks on Russian PresidentÂ Vladimir Putin …Â Mr. Rubio and several other GOP candidatesÂ criticizedÂ the president’s call on Thursday after a mass killingÂ in OregonÂ for stricter gun laws…Jeb Bush and his family membersÂ are hitting the ground running in the last fundraising quarter of 2015, with 29 events scheduled in the 31 days of October…Volunteer grass-roots campaigning in 2016Â is going beyond knocking doors. For theÂ Bernie SandersÂ campaign, itÂ meansÂ late-night coding sessions…If there’s a dark cloud hovering overÂ Donald Trump’s presidential bid, it’s this: He has less room to expand his support than any other Republican in the race, according to the latest WSJ/NBC News poll.\nElection tools:Â The CandidatesÂ |Â WSJ/NBC News Poll CoverageÂ |RCP Poll AveragesÂ |Â CalendarÂ |Â VideoÂ\nWSJ STORIES YOU SHOULDN’T MISS\nGLOBAL TURMOIL SAPS U.S. JOB GROWTH: The U.S. economy posted another month of weak job growth in Septemberâ\u0080\u0094adding 142,000 positions, far below the trend over the past 18 monthsâ\u0080\u0094suggesting global economic turmoil is sapping momentum from the U.S. expansion. The unemployment rate remained at 5.1% last month after falling in August. Economists surveyed by The Wall Street Journal expected payrolls to rise by 200,000 and the jobless rate to remain 5.1%.Â For the year, JobÂ growth has averaged 198,000, down from last year’s pace of 260,000. Josh Mitchell and Kate Davidson report.\nJOBS REPORT LIKELY TO KEEP FED RATE RISE ON HOLD IN OCTOBER: Fridayâ\u0080\u0099s soft jobs numbers are unlikely to produce panic at the Federal Reserve about the health of the jobs market, but the report does reduce the likelihood the central bank will raise interest rates at its policy meeting later this month. Read Jon Hilsenrath’s full analysis.\nEDUCATION SECRETARY TO STEP DOWN: Education Secretary Arne Duncan announced his resignation Friday, telling his staff in an email that he would leave the post he has held for nearly seven years in December. President Barack Obama will tap Deputy Education Secretary John King Jr. as acting secretary, a White House official confirmed. During his tenure,Â Mr. Duncan pushed for revamping kindergarten-through-12th-grade education. In higher education, heÂ expandedÂ student-loan forgivenessÂ in certain areas, expanded federal efforts to combat sexual assault on campus and pushed for greater accountability by schools. Colleen McCain Nelson and Douglas Belkin report.\nIRAQI KURDS CALL FOR U.S., RUSSIA TO UNIFY FIGHT AGAINST ISIS: Iraq’s Kurds are pushing for the U.S. and Russia to unify their military campaigns against Islamic State as the best means to defeat the terrorist organization and stabilize Iraq and Syria, according to the foreign minister of the Kurdish Regional Government. The KRG is closely aligned with the U.S. in fighting Islamic State in northern Iraq. Erbil is increasingly concerned that competing military operations led by Moscow and Washington inside Syria could imperil international efforts to defeat Islamic State. Jay Solomon reports.\nBREAKING: At a press conference, President Obama said the U.S. is trying to build on its efforts with Kurds and will continue cultivating Syrian opposition as an alternative to Syrian President Bashar Al-Assad. He added that Russian PresidentÂ Vladimir Putin went into Syria out of weakness. Iran and Mr. Assad make up Mr. Putin’s coalition, he said, while “the rest of the world makes up ours.”\nMore:Â Iran is expanding its already sizable role in Syria’s multi-sided war in the wake of Russia’s airstrikes…Russian warplanes made their first incursionÂ into Islamic State’s home base, as Moscow continued a bombardment of Syria that one official said Friday could last for months…The Kremlinâ\u0080\u0099s propaganda channels are trying to rally the Russia behind Mr.Â Putin’sÂ second foreign military intervention in two years.\nPENTAGON LOOKS TO COLORADO FOR GUANTANAMO TRANSFERS:Â The U.S. Defense Department is looking at least two prisons in Colorado as potential sites to house terrorism suspects as the Obama administration scrambles to find a politically viable approach to closing its detention center at Guantanamo Bay, Cuba. Proponents of the latest effort think they might have an easier time convincing elected officials in Colorado, where facilities have long held some of the nationâ\u0080\u0099s most dangerous prisoners, than they’ve had in other states.Â Gordon Lubold and Devlin Barrett report.\nALSO IN THE NEWS\nThe alleged gunman who opened fire at a community collegeÂ in Oregon on Thursday, killing at least nine and wounding seven before being shot dead by police, was armed with six firearms and a flak jacket during the attack, authorities said.\nU.S. Special Forces traded fire with Taliban insurgents in the northern city of Kunduz, the U.S. military said Friday, a rare direct ground engagement for American troops stationed in the country.\nSecretary of StateÂ John KerryÂ pressed Libyaâ\u0080\u0099s warring parties to agree immediately on names for a government of national unity, using a high-level meeting on the crisis at the United Nations to warn that the security situation in Libya means “there is no time to waste.”\nThe Vatican on Friday played down Pope Francis’Â meeting withÂ Kim Davis, a Kentucky county clerk cheered by Christian conservatives for her refusal to issue marriage licenses to same-sex couples. AÂ Vatican spokesman said in a statement thatÂ the pope’s meetingÂ “should not be considered a form of support of her position in all of its particular and complex aspects.”\nVolkswagen AG took steps Friday to help customers assess whether their vehicles are fitted with emissions-test-cheating software, launching websites that let drivers check vehicle identification numbers online.\nThe East Coast is bracing for a deluge, as Hurricane Joaquin promised to bring heavy rain, even if the storm doesn’t make a direct hit.\nÂ TODAY’S VIDEO\nCLINTON EMAIL CONTROVERSY: POTENTIAL PITFALLS\nThe email controversy weighing on Hillary Clinton‘s presidential campaign isn’t likely to go away anytime soon. What other key events lie ahead? WSJ’s Jason Bellini has #TheShortAnswer. (Search Mrs. Clinton’s emails)\nSATURDAY NIGHT!\nThe Clinton campaign, hoping to turn a corner after a summer of news dominated by an emailÂ controversy, has been working to showcase the candidate’s lighter, more personal side. HillaryÂ Clinton’s friends and people she hasÂ worked with have long said that she is much warmer and funnier than many voters ever see.Â This weekend,Â she’ll be put to the testÂ withÂ an appearance on “Saturday Night Live,”Â the late-night comedy show that relentlessly mocked her last spring. WSJ’s Laura Meckler previews the appearance.\nTOP STORIES OF THE WEEK\nRUSSIA EXTENDS REACH IN MIDDLE EAST:Â Iraq joined Russia, Iran and Syria in a new agreementÂ to strengthen cooperation against extremist group Islamic State, extending the Kremlin’s reach in the Middle East as it rivals Washington for influence.Â Matt Bradley, Carol E. Lee and Jay Solomon reported.Â President Barack Obama and his Russian counterpart Vladimir PutinÂ on Monday clashed publicly over how to resolve the conflict in Syria, in a showdown in front of the United Nations General Assembly that added uncertainty to the burgeoning crisis in the Middle East.Â Carol E. Lee and Farnaz Fassihi reported.Â Â A Russian airstrike targeted an area in western SyriaÂ primarily held by rebel forces backed by the Central Intelligence Agency and allied spy services, U.S. officials said.Â Dion Nissenbaum, Adam Entous, Nathan Hodge and Â Sam Dagher reported.\nPOLL SHOWS RISKS FOR GOP; CLINTON SUPPORT WANES:Â The Republican Party heads into the 2016 presidential race with a negative image, while Democrats are backing a front-runner who continues to lose steam, a Wall Street Journal/NBC News poll found.Â Patrick O’Connor reported.Â [WSJ/NBC News September poll]\nTRUMP PLAN CUTS TAXES FOR MILLIONS:Â Donald Trump unveiled an ambitious tax plan Monday that appears designed to help him, as the GOP front-runner, cement his standing as a populist. Mr. Trump has boasted that the tax plan could push annual economic growth as high as 6%.Â Monica Langley and John D. McKinnon reported.\nHILLARY CLINTON EMAILS HAD A TWO-MONTH GAP:Â An archive of emails thatÂ Hillary ClintonÂ turned over to federal officials is missing about two months of messages from the start of her tenure as secretary of state, and federal officials haven’t been able to recover them.Â Byron Tau and Peter Nicholas reported.\nQUESTIONS ABOUT FED LEAK RISE TO INSIDER-TRADING PROBE:Â A high-profile investigation into a leak of sensitive information from the Federal Reserve in 2012 has escalated to an insider-trading probe.Â Aruna Viswanatha, Kate Davidson, Brody Mullins and Christopher M. Mathews reported.\nGOP DISCONTENT ISN’T EASING UP:Â House SpeakerÂ John Boehner‘s resignation is unlikely to mollify either the House’s most conservative faction or dissatisfied GOP primary voters.Â The party’s soul-searching will be reflected in the competition to fill new House GOP leadership spots.Â Kristina Peterson and Siobhan Hughes reported.\nMILESTONE\n142,000: The U.S. economy addedÂ 142,000 positions in Septemberâ\u0080\u0094suggesting global economic turmoil is sapping momentum from the U.S. expansion.\nTWEET OF THE DAY\n@JebBush: A few months ago I offered some advice to President Obama on how to deal with bullies like Putin. He didn’t listen.\nFEEDBACK:Â This is the Friday afternoon newsletterÂ fromÂ The Wall Street Journal’sÂ Washington bureau. Send your tips, feedback and suggestions for recommended reading to editor Kate Milani atÂ kate.milani@wsj.com.\nSIGN UP:Â Capital Journal Daybreak, straight to your inboxÂ http://on.wsj.com/CapitalJournalSignup\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Some Hillary Clinton donors defect to the movement to draft Vice President Joe Biden to the Democratic primary race, and more in the Friday afternoon newsletter from The Wall Street Journal's Washington bureau.", "title": "Capital Journal Friday PM: Some Hillary Clinton Donors Defect to Draft Biden, More", "url": "http://blogs.wsj.com/washwire/2015/10/02/capital-journal-friday-pm-some-hillary-clinton-donors-defect-to-draft-biden-jobs-report-likely-to-keep-rate-rise-on-hold-can-clinton-get-in-on-the-joke/", "topics": ["terrorism"], "people": ["Carol E. Lee", "Farnaz Fassihi", "Kristina Peterson", "Bashar Assad", "Brody Mullins", "Vladimir Putin", "Jerry Seib", "Laura Meckler", "Nathan Hodge", "Douglas Belkin", "Jon Hilsenrath", "Byron Tau", "Siobhan Hughes", "Joe Biden", "Gordon Lubold", "E. Lee", "Josh Mitchell", "John Boehner", "Patrick O'Connor", "Pope Francis", "Arne Duncan", "Aruna Viswanatha", "Monica Langley", "Dion Nissenbaum", "Draft Biden", "Jeb Bush", "Devlin Barrett", "Donald Trump", "Matt Bradley", "Marco Rubio", "Bill Bartmann", "Barack Obama", "Adam Entous", "Peter Nicholas", "Sam Dagher", "Hillary Clinton", "Kate Davidson", "Jay Solomon", "Jason Bellini"], "orgs": ["United Nations General Assembly", "U.S. Defense Department", "Federal Reserve", "Republican Party", "WSJ", "RCP", "Volkswagen AG", "Capital Journal Daybreak", "Capital Journal", "PAC", "Washington Bureau", "Central Intelligence Agency", "PENTAGON", "GOP", "United Nations"], "authors": [], "date_written": "2015-10-02 21:16:11", "org": "wsj", "article_id": "db57686762f4a57f8fe5a887a1e2192c", "date_access": "2015-10-02 22:04:37.806345"}