{"body": "Donald Trump said he has purchased NBCUniversal’s stake in the Miss Universe Organization, giving the Republican presidential candidate full control of the beauty-pageant owner.\nIn a tweet Friday, Mr. Trump said, “Just purchased NBC’s half of The Miss Universe Organization and settled all lawsuits against them. Now own 100%—stay tuned!”\nMr. Trump, shown above with 2015 Miss Universe Paulina Vega of Colombia, didn’t disclose the value of the transaction. A source from NBCUniversal, a unit of Comcast Corp., confirmed that the company had sold its half of the Miss Universe Organization to Mr. Trump and settled its legal disputes with him but couldn’t provide further details.\nNBCUniversal ended its business relationship with Mr. Trump in June and said it would no longer air the Miss USA and Miss Universe pageants after he made controversial remarks about Mexican immigrants. Spanish-language broadcaster Univision Communications Inc. also pulled out of its business relationship with Mr. Trump over his comments.\nIn response, Mr. Trump filed a $500 million lawsuit against Univision alleging a breach of contract and defamation. He had also threatened to sue NBC.\nCable network Reelz picked up the July 12 telecast of the Miss USA pageant after NBC and Univision pulled out.\nThe pageant brought in an average of only 925,000 viewers, down from an average of 5.6 million viewers for the prior year’s event on NBC.\nAccording to Mr. Trump’s financial disclosure report with the Federal Election Commission, the Miss Universe Organization has a value between $5 million and $25 million.\n—Nathalie Tadena", "byline": "", "description": "Donald Trump said he has purchased NBCUniversal’s stake in the Miss Universe Organization, giving the Republican presidential candidate full control of the beauty-pageant owner.", "title": "Trump Takes Full Control of Beauty Pageant", "url": "http://www.wsj.com/articles/trump-takes-full-control-of-beauty-pageant-1442024012", "topics": ["mexico", "immigration"], "people": ["Donald Trump", "Nathalie Tadena"], "orgs": ["Federal Election Commission", "Univision", "Cable"], "authors": [], "date_written": "2015-09-12 03:13:34", "org": "wsj", "article_id": "2e2723a9b849aa66fd1bb49b401730a6", "date_access": "2015-09-12 08:00:39.937920"}