{"body": "As we move from the slow weeks of summer into the furious fall of politics, the season of Trump rolls on.Â Donald Trump has consistently led in national polls since the Fourth of July. He leads in every state that doesn’t have a hometown favorite (and even in Florida, Mr. Trump is polling ahead of former Gov.Â Jeb Bush and sitting Sen. Marco Rubio). Mr. Trump has had a consistent lead in Iowa. In the most recent poll out of New Hampshire, he is in the mid-thirties and looks to be rising further; Ohio Gov. John Kasich, in second place, is 24 points behind. In Monmouth University polling published Tuesday, Mr. Trump is in first place South Carolina, with 30% support; the second-place candidate, Ben Carson, has half that, at 15%.\nAs I wrote recently, Republican primary voters, at least at this early stage, seem to be prioritizing their frustration with politics as usual and valuing outsider status over candidates’ conservatism and national electability.Â Mr.Â Trump’s unconventional style and his name-calling (most recently, Megyn Kelly of Fox News again and Sen. Lindsey Graham) don’t seem to be a liability; in fact, among his supporters right now his style appears to be an asset. When I talked to Trump supporters in Iowa this month and with voters in other states, the message I heard is consistent: They like that he will take on folks in the media and other politicians.\nThe question is: Will this continue as the race develops and voter engagement becomes more intense? It’s possible that he may at some point cross a line in how he talks about public officials, though presumably he would not directly insult voters. Right now, at least, it seems that the Summer of Trump is not turning into his fall but, rather, the continuing fall of the GOP establishment–and the rise of controversial rhetoric.\nMatthew J. Dowd is an independent analyst for ABC News and founder of Paradox Capital, a social-impact venture fund. He was chief strategist of PresidentÂ George W. Bush‘s 2004 campaign. He is on Twitter:Â @MatthewJDowd.\nALSO IN THINK TANK:\nDonald Trumpâ\u0080\u0099s Inadvertent Gift the Republican Party: Tempting Joe Biden to Run\nFor Joe Biden, the 2016 Opening Has Already Passed\n4 Reasons That Congressâ\u0080\u0099s Debate Over Spending Wonâ\u0080\u0099t Produce a Big Budget Deal\nIn Donald Trumpâ\u0080\u0099s Success, Lessons for the Apprentices\nTwo Themes That Set John Kasich Apart From His GOP Rivals\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Matthew J. Dowd: When I talked to Trump supporters in Iowa and other states, the message is consistent: They like that he will take on folks in the media and other politicians.", "title": "Can Donald Trump Stay Hot Into the Fall?", "url": "http://blogs.wsj.com/washwire/2015/08/25/can-trump-stay-hot-into-the-fall/", "topics": ["immigration", "personality"], "people": ["Joe Biden", "Lindsey Graham", "J. Dowd", "Jeb Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Megyn Kelly", "Ben Carson"], "orgs": ["Capital Journal", "GOP", "Summer of Trump", "Big Budget Deal", "Apprentices"], "authors": [{"author_id": 37355, "fullname": "matthew j. dowd", "primary_org": "wsj"}], "date_written": "2015-08-25 18:12:05", "org": "wsj", "article_id": "8cbc9055520be2226f646df37265bafd", "date_access": "2015-08-25 18:27:33.877679"}