{"body": "House Majority LeaderÂ Kevin McCarthyÂ (R., Calif.),Â expectedÂ to be elevated to the House speakership,Â  said that a panel formed to investigate the 2012 Benghazi attacks had caused Hillary Clinton’s approval rating to sink and was a model for the ways conservatives might â\u0080\u009cfight and winâ\u0080\u009d in the future.\nRepublicans have long said that their only motivation for years of hearings was to uncover the truth behind what happened when an attack on an outpost in Libya killed four Americans, including U.S. Ambassador Christopher Stevens. Democrats have said that the probes, including the creation of a Select Committee on Benghazi, Â were politically motivated attempts to discredit Hillary Clinton, a presidential contender who was secretary of state at the time of the attacks.\nAsked by Sean Hannity on Fox News how he would be successful as House speaker in carrying out a conservative agenda, Mr. McCarthy pointed toÂ the Select Committee on Benghazi, saying it had helped lower Mrs. Clintonâ\u0080\u0099s approval ratings, and suggested that a similar approach might get the public behind a conservative push to defund Planned Parenthood.\nâ\u0080\u009cThe question I think you really want to ask me is how am I going to be different?â\u0080\u009d Mr. McCarthy said. â\u0080\u009cWhat youâ\u0080\u0099re going to see is a conservative speaker that takesÂ  a conservative Congress that puts a strategy to fight and win.â\u0080\u009d\nâ\u0080\u009cAnd let me give you one example. Everybody thought Hillary Clinton was unbeatable right? But we put together a Benghazi special committee, a select committee. What are her numbers today? Her numbers are dropping. Why? Because sheâ\u0080\u0099s untrustable. But no one would have known any of that had happened had we not fought to make that happen.â\u0080\u009d\nDemocrats saidÂ the remarks were proof of what they had suspected all along.\nâ\u0080\u009cWe always knew the Benghazi committee was about turning tragedy into a political attack on HRC,â\u0080\u009d tweeted Sen. Barbara Boxer (D., Calif.) â\u0080\u009cNow the next Speaker is bragging about it!â\u0080\u009d\nâ\u0080\u009cRepublican Majority Leader Kevin McCarthy pulled the curtain back on the true purpose of the Select Committee on Benghazi â\u0080\u0093 not to get the facts â\u0080\u0093 but instead as a political ploy against former Secretary of State Hillary Clinton,â\u0080\u009d said Rep. Linda Sanchez (D., Calif.), a member of the select committee. â\u0080\u009cThis stunning admission shows a gross misuse of millions in tax payer dollars for a purely political purpose.Â  I believe it is time to end this investigation and for Speaker Boehner, Majority Leader McCarthy, and Chairman Trey Gowdy to apologize.â\u0080\u009d\nMr. McCarthyâ\u0080\u0099s office issued a statement clarifying his remarks, saying that the investigations werenâ\u0080\u0099t politically motivated.\nThe Select Committee on Benghazi has always been focused on getting the facts about the attacks on our diplomatic facilities in Libya that led to the death of four Americans,â\u0080\u009d said Matt Sparks, a spokesman for Mr. McCarthy. â\u0080\u009cThis was the right thing to do and the Committee has worked judiciously and honestly. Â As a result of that work, there are now numerous investigations being conducted â\u0080\u0093 including the Federal Bureau of Investigation. These inquiries have nothing to do with politics and everything to do with the consequences of what the former Secretary has done and her confusing, conflicting, and demonstrably false responses.â\u0080\u009d\nClinton campaign spokesman Brian Fallon called Mr. McCarthy’s comments “a damning display of honesty by the possible next speaker of the House.”\n“Kevin McCarthy just confessed that the committee set up to look into the deaths of four brave Americans at Benghazi is a taxpayer-funded sham,” he said. “This confirms Americans’ worst suspicions about what goes on in Washington.”\nMore\nKevin McCarthy Would Face Immediate Tests as House Speaker\nVideo\nClinton, Trump Support Wanes: WSJ/NBC Poll\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The likely next House speaker, Kevin McCarthy, connected Hillary Clinton's falling polling numbers to the House committee investigating the attack on the U.S. compound in Benghazi, Libya. Democrats said it showed GOP motives are political.", "title": "McCarthy Connects Clinton Poll Drop With House Benghazi Probe", "url": "http://blogs.wsj.com/washwire/2015/09/30/mccarthy-connects-clinton-poll-drop-with-house-benghazi-probe/", "topics": ["immigration", "abortion", "campaign_finance"], "people": ["Trey Gowdy", "Christopher Stevens", "Kevin Mccarthy", "Brian Fallon", "Hillary Clinton", "John Boehner", "Matt Sparks", "Sean Hannity", "Barbara Boxer", "Linda Sanchez"], "orgs": ["Congress", "Select Committee", "WSJ", "Capital Journal", "Committee", "GOP", "Federal Bureau of Investigation"], "authors": [{"author_id": 1560, "fullname": "siobhan hughes", "primary_org": "wsj"}], "date_written": "2015-09-30 19:19:05", "org": "wsj", "article_id": "db75d207026b2324ac3e0dc5ee2c4db2", "date_access": "2015-09-30 22:05:28.705450"}