{"body": "Think Tank asked contributors to share their views on the highlights and low points of Wednesday night’s Republican debate. This post will be updated as more responsesÂ come in.\nAs far as I am concerned Carly Fiorina won the prime-time debate. Her ability to stick to her talking points while finding ways to advance her own positions was amazing. Unlike most politicians, she was incredibly disciplined. She may have a flawed business record, but she turned in a strong debate performance, weaving together views on Iran and abortion and speaking powerfully about her family’s experience with drugs.\nFrom what I can tell, Donald TrumpÂ was on his best behavior. That is not to say it was good behavior–but he did not engage in some of the incendiary anti-immigrant rhetoric that he has used in the past.\nThe loser has got to be Gov. Chris Christie. Sure, he used the word braggadocio–which was awesome–but as much as he tried to insert himself into the debate he failed. His tough-guy persona fell flat once again.\nJim Manley, director of the communications practice at QGA Public Affairs, is a former aide to Sens.Â Harry ReidÂ andÂ Edward Kennedy. He is on Twitter:Â @jamespmanley.Â\n\nAll the candidates helped themselves Wednesday night except Donald Trump, John Kasich, and Mike Huckabee. Carly Fiorina was remarkable. She is a far different candidate this time than she was in the 2010 California Senate campaign and during her time as a McCain presidential campaign surrogate. Her team has clearly prepped her and armed her with useful facts that she is skillfully deploying.\nIn the end, Mr. Trump seemed spent. Mr. Kasich struggled to find a showcase moment. And Mr. Huckabee was fairly unmemorable.\nAmong those in middle: Jeb Bush made no mistakes (and after 2.5 hours seemed toÂ be just warming up)Â and was tougher on Mr. Trump, though there is likely to be more clarification on his statement that Chief Justice John Roberts has made some “good decisions.” Mr. Rubio was excellent on foreign policy, demonstrating that although he may have the worst Senate attendance record he has stayed on top of the Senate Intelligence and Foreign Relations Committee portfolios. Ted Cruz–who seemed very proud that he can pronounce “Khamenei”–has a disciplined style of speaking directly to the camera that is a bit reminiscent of an attorney advertising on local TV. Ben Carson‘s quiet performance was very good, but it did nothing to dispel the impression that the surgeon lacks governance and political knowledge. Scott WalkerÂ did well, but he didn’t seem aggressive enough in injecting himself in the discussion. Rand Paul was best on the medical marijuana question, but I’m not sure what that gets him in a GOP primary. Chris Christie fell flat in trying to own the strategy of refocusing the debate on the problems of typical Americans.\nJuleannaÂ Glover is a corporate consultant and Republican policy and communications adviser who has served on the staffs ofÂ George W. Bush, Dick Cheney, John Ashcroft, and others. She has co-hosted fundraisers for former Florida governorÂ Jeb Bush.Â She is on Twitter:Â @juleannaglover.Â\nALSO IN THINK TANK:\nWant to Understand Donald Trumpâ\u0080\u0099s Strategy? Read His Book.\nWhat Bernie Sandersâ\u0080\u0099s Speech at Liberty University Says About His Campaignâ\u0080\u0099s Rise\nWhatâ\u0080\u0099s Holding Back the 2016 Foreign Policy Debate\nFour Takeaways From Obamaâ\u0080\u0099s Victory on the Iran Nuclear Deal\nAn Unserious Approach to Serious Security Issues\nHillary Clintonâ\u0080\u0099s Authenticity Problem\nThe GOP Establishment Wouldn’t Support Trump. Here’s Why It Should Say So.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Takeaways from the Republican debate: Why Carly Fiorina's performance stood out, what Donald Trump didn't do, and more.", "title": "Carly Fiorina’s Discipline and Other Takeaways From the CNN Debate", "url": "http://blogs.wsj.com/washwire/2015/09/16/carly-fiorinas-discipline-and-other-takeaways-from-the-cnn-debate/", "topics": ["personality", "immigration", "terrorism"], "people": ["Rand Paul", "Dick Cheney", "Bernie Sandersas Speech", "Chris Christie", "Carly Fiorina", "Jeb Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Mike Huckabee", "John Ashcroft", "Justice John Roberts", "Jim Manley", "Ben Carson", "Ted Cruz"], "orgs": ["Senate", "Whatas Holding", "WSJ", "Iran Nuclear Deal", "Capital Journal", "QGA Public Affairs", "California Senate", "Serious Security Issues", "GOP"], "authors": [], "date_written": "2015-09-17 04:56:08", "org": "wsj", "article_id": "efc2b8cd7a60e5b8d3f308e0630a3ac6", "date_access": "2015-09-17 04:06:20.557202"}