{"body": "HIGHLIGHTS\nCLINTON STEPS UP EFFORTS TO WOO WOMEN VOTERS: She didnâ\u0080\u0099t mention him by name, but there was no mistaking who Hillary Clinton had in mind Thursday at a campaign stop in Ohio when she said a certain presidential candidate was â\u0080\u009cinsulting women every chance he gets.â\u0080\u009d She was talking about Republican front-runner Donald Trump, who has become a favorite foil in her effort to woo women votersâ\u0080\u0094a task that is turning out to be tougher than Team Clinton had anticipated. White women make up about 40% of the electorateâ\u0080\u0094a large constituency prized by both parties. Yet a pair of national polls over the summer showed a drop-off in Mrs. Clintonâ\u0080\u0099s backing among white women, putting her support at levels below that of President Barack Obama in his 2012 re-election bid.\nWhen Mrs. Clinton launched her campaign in April, her advisers had seen white women as a potential point of strength that would enable her to expand on the voting coalition that propelled Mr. Obama to two election victories. Her advisers remain confident that when compared with Republican alternatives, women voters will conclude sheâ\u0080\u0099s the better candidate and coalesce behind her campaign. Peter Nicholas reports.\nMore on 2016: The top 1% are the biggest winners in Jeb Bushâ\u0080\u0099s tax plan â\u0080¦ Carly Fiorina is officially in for next weekâ\u0080\u0099s top-tier Republican debateâ\u0080\u0094and Jim Gilmore is out of the running altogether â\u0080¦ Sen. Rand Paul, looking to young voters to jumpstart his campaign, is headed to Iowa today for two days of campaigning among college students in a state where their vote might matter more than usual â\u0080¦ Democratic National Committee Chairwoman Debbie Wasserman-Schultz on Thursday said Â the party will not change its debate schedule, rejecting a push by Democratic candidate Martin Oâ\u0080\u0099Malley and two DNC vice-chairs to extend the number of debates… Vice President Joe Biden told “The Late Show with Stephen Colbert” that he is not sure yet whether he can make the whole-hearted commitment necessary to launch a presidential campaign, as he reflected on the loss of his son Beau and the grief that sometimes overwhelms him.\n–Compiled by Rebecca Ballhaus\nNICK TIMIRAOS’S EARLY HIT: FIVE FISCAL DEADLINES TO WATCH THIS FALL\nPolitical analysts are taking more seriously the risk of a partial government shutdown at monthâ\u0080\u0099s end, even thoughÂ Senate Majority LeaderÂ Mitch McConnellÂ (R., Ky.) has repeatedly insisted that this will not happen. What’s going on? Read Nick Timiraos’sÂ primer on five fiscal deadlines lawmakers face before the year is out.\nPlus:Â Lawmakers’Â packed agenda of unfinished fiscal business is ripe for partisan scrapes. For economists and investors, one item stands out: Raising the government’s federal borrowing limit.\nWSJ STORIES YOU SHOULDN’T MISS\nSENATE BLOCKS GOP MEASURE AGAINST IRAN NUCLEAR DEAL:Â President Barack Obama won the biggest foreign-policy fight of his second term when supporters of his nuclear accord with Iran thwarted an effort to cripple it, paving the way for the deal’s implementation. The victory was sealed in a procedural vote, as the Senate voted 58-42, short of the 60 votes needed, on a measure aimed at derailing the international agreement. The vote effectively ends a bitter, partisan fight in Congress over the accord, and spares Mr. Obama from the need for a veto to safeguard the deal. Kristina Peterson reports.\nMARINE CORPS WRESTLES OVER GENDER ISSUE: Â Marine Corps commanders signaled they likely would fight a Defense Department order to allow women to join infantry, artillery and other ground-combat units. In a hint of the service’s thinking, the Marine Corps released research data showing that all-male teams outperformed units comprising men and women in 69% of ground-combat tasks, especially those that involve carrying heavy ammunition or weapons. The findings, Marine officers said, show mixed-gender units are less effective in combat and more likely to suffer casualties than traditional all-male units. Michael M. Phillips and Gordon Lubold report.\nOBAMA SEEKS ADMISSION FOR 10,000 MORE SYRIAN REFUGEES: The U.S. is preparing to admit at least 10,000 Syrian refugees in the next year, a six-fold increase over the number currently in the country, the White House announced, as President Obama comes under pressure to respond more forcefully to a growing global migrant crisis. The proposal follows calls from lawmakers and human rights groups for Mr. Obama to expand the number of Syrian refugees accepted into the U.S. beyond the nearly 1,600 that have been allowed into the country since 2011. The migrant crisis, the worst since World War II, is adding urgency to stymied efforts to address the Syrian civil war, U.S. officials said, and has given a boost to an emerging shift in the international fight against Islamic State militants, as the U.S.-led military coalition begins to focus more heavily on Syria. Carol E. Lee and Felicia Schwartz report.\nALSO IN THE NEWS\nAn aide to former Secretary of State Hillary Clinton invoked his constitutional protection against self-incrimination in front of a congressional panel, a move that could prompt investigators to grant him immunity in exchange for his testimony about the Democratic presidential candidate’s personal email server.\nCyberattacks against the U.S. by Iranian hackers have eased noticeably Â since nuclear talks intensified last year, but there is no sign that Iranâ\u0080\u0099s leaders plan to scuttle their cyberweapons program, National Security Agency Director Adm. Michael Rogers said.\nFlanked by Vice President Joe Biden, New York Gov. Andrew Cuomo on Thursday proposed that the state adopt what would be the nation’s highest minimum wageâ\u0080\u0094$15 an hourâ\u0080\u0094embracing a cause dear to liberal Democrats and setting him up for a fierce fight with the state legislature.Â\nRussia said it is airlifting military cargo and humanitarian aid to Syria, amid U.S. concern that Moscow is stepping up its military support of the Middle East nation’s embattled president.\nInvestor bets that Brazil and South Africa will default on their debt hit their highest level since the financial crisis, underscoring the stress mounting on emerging-market economies heading into the most anticipated Federal Reserve meeting in years.\nThe Organization of the Petroleum Exporting Countries has become more pessimistic about the future of oil prices this year amid plentiful supplies and softening demand from China, the group’s members said this week.\nSeveral hundred people attended a dedication ceremony for a visitor center at the Flight 93 National Memorial, honoring the passengers and crew who perished when the hijacked airliner crashed in a field here on Sept. 11, 2001.\nAÂ Florida man has been arrested after allegedly plotting a bomb attack of a Kansas City event this weekend to honor firefighters killed in the Sept. 11 terrorist attacks.\nA Wall Street financier who helped Chinese firms trade in the U.S. through reverse mergers was charged with manipulating shares.\nThe Food and Drug Administration finalized new rules that will require food makers to develop plans to prevent food-borne illness.\nSEIB VIDEO: WHAT’S NEXT FOR LAWMAKERS IN THE FIGHT OVER THE IRAN NUCLEAR DEAL\nAfter Senate Democrats mustered enough votes to block a measure against the Iran nuclear deal,Â Washington Bureau ChiefÂ Jerry Seib explainsÂ where the heated debate goes from here.\nHERE’S A LOOK AT THE DAY AHEAD\nOBAMA ADMINISTRATION:Â President Barack Obama and first lady Michelle Obama mark the 14thÂ anniversary of the 9/11 terrorist attacks with a moment of silence atÂ the White House at 8:45 a.m. The president meets with Secretary of State John Kerry at 11:45 a.m. At 3 p.m., he’ll hold a town hall from Fort Meade with service membersÂ around the world …Vice President Joe BidenÂ delivers remarks at the 9/11 Memorial Motorcycle Ride Kickoff event in New York City at 1 p.m. … Â Homeland Security Secretary Jeh Johnson delivers remarks at 9:45 a.m. at the annual September 11 Observance ceremony in honor of the 40 passengers and crew of United Flight 93 in Stoystown, Pa. … Defense Secretary Ash CarterÂ delivers remarks atÂ 2 p.m. at the 9/11Â remembrance ceremony atÂ the Pentagon.\nCONGRESS: The House meets at 9 a.m. toÂ considerÂ H.R. 3461, the Joint Comprehensive Plan of Action relating to Iran’sÂ nuclear program.\nECONOMIC INDICATORS: The LaborÂ Department releases the producer price index for August at 8:30 a.m. Treasury releases the federal budget for August at 2 p.m.\nWHAT WE’RE READING AROUND THE WEB\nPresident Barack Obama has secured implementation of the Iranian nuclear deal by rallying Democrats to block a resolution of disapproval in the Senate, writes Max Boot in Commentary, but “by disregarding the clear will of a majority in Congress, and if polls are to be believed, in the country at large, Obama is furthering the sense of cynicism and disenchantment that he inveighed against during his first presidential campaign.”\nBy proposing a large tax cut and saying it won’t add to the federal deficit, Jeb Bush is reverting to the “voodoo economics” that his father once accused Ronald Reagan of practicing, writes John Cassidy of The New Yorker.\nWilliam Schneider, writing for Reuters, likens Donald Trump and his campaign to a conservative radio talk-show host: “Bombastic, bullying, crude and insulting. It’s a style that has long been influential in the Republican Party. Now it’s taking over.”\nGeorge Will writes that Donald Trump,Â “whose promises are probably as malleable as his principles,” has nonetheless gotten other GOP candidates acting as if they fear and envy him.\nBloombergView’s Paula DwyerÂ writes thatÂ Hillary Clinton’s planÂ for campaign-finance reform won’t work because campaigns can’t be run on a dime, a fallacy he says she’s encouraging. “Telling voters that it’s possible to remove big money from politics makes sense only if elections are publicly financed. And, as we know, Americans don’t like the idea of paying the bill for that.”\nIn the WSJ’s Think Tank, Ray Takeyh writes that Democrats’ claims they will follow up enactment of the Iran nuclear deal by confronting Iranian misbehavior aggressively “often lack specifics, which makes them appear more as justifications for this accord’s deficiencies than blueprints for a different policy.”\nMILESTONE\n1.8%:Â U.S. import prices fell 1.8% in August, registering their largest drop since January.\nTWEET OF THE DAY\n@DeptofDefense: Join President Obama as he talks to troops around the world Friday.Â Ask @POTUS your question with #AskPOTUS.\nFEEDBACK:Â The Capital Journal Daybreak newsletter is The Wall Street Journal’sÂ morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more. Send your tips, feedback and suggestions for recommended reading to editor Kate Milani atÂ kate.milani@wsj.com.\nSIGN UP:Â Capital Journal Daybreak, straight to your inboxÂ http://on.wsj.com/CapitalJournalSignup\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The Wall Street Journal's morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more.", "title": "Capital Journal Daybreak: Obama Wins Fight Over Iran Nuclear Deal, More", "url": "http://blogs.wsj.com/washwire/2015/09/11/capital-journal-obama-wins-fight-over-iran-nuclear-deal-hillary-clinton-targets-women-voters-marine-corps-wrestles-over-gender-issue/", "topics": ["terrorism", "campaign_finance", "trade"], "people": ["Ray Takeyh", "Carol E. Lee", "Debbie Wasserman", "Ronald Reagan", "Joe Biden", "Gordon Lubold", "Michelle Obama", "Michael Rogers", "Max Boot", "Andrew Cuomo", "Michael M. Phillips", "Rebecca Ballhaus", "Rand Paul", "Jeb Bush", "Beau Biden", "George Will", "Jeh Johnson", "Donald Trump", "Barack Obama", "Peter Nicholas", "Carly Fiorina", "John Kerry", "Kristina Peterson", "Hillary Clinton", "Jim Gilmore", "Felicia Schwartz", "Stephen Colbert", "Nick Timiraos", "John Cassidy"], "orgs": ["CONGRESS", "SENATE", "Republican Party", "WSJ", "Capital Journal", "Democratic National Committee", "Treasury", "POTUS", "Drug Administration", "Federal Reserve", "Congress", "Marine Corps", "Capital Journal Daybreak", "Marine", "DNC", "atA", "National Security Agency", "GOP", "Defense Department", "Senate", "Washington Bureau", "Pentagon"], "authors": [], "date_written": "2015-09-11 12:48:28", "org": "wsj", "article_id": "fa056255c5ce0618aa928a69c6567086", "date_access": "2015-09-11 14:05:27.131780"}