{"body": "The Trump Hotel Collection, a small but growing part of  Donald Trump’s business empire, has hired hospitality veteran Eric Danziger as its first chief executive officer.\nMr. Danziger, 61 years old, began his career more than four decades ago as a bellboy with the Fairmont hotel in San Francisco before working his way up to top-executive roles at places like Carlson Hotels Worldwide,  Wyndham Hotel Group\nWYN\n\n\n-0.65\n%\n\n\n\n\n and  Starwood Hotels & Resorts,\nHOT\n\n\n-1.26\n%\n\n\n\n\n when that company was a real-estate investment trust.\nMost recently, he was CEO of Hampshire Hotels & Resorts, a New York City boutique hotel operator with brands like the Dream Hotel and Time Hotel. He said Trump Hotel Collection, a luxury-hotel operator that is part of Trump Organization LLC, was poised to ramp up.\n“I believe there is an enormous global growth opportunity with Trump,” Mr. Danziger said in an interview on Friday. He will report to Mr. Trump and three of his children: Donald Jr., Eric and Ivanka, who each hold the title of executive vice president of development and acquisitions.\nBefore Mr. Danziger, the Trump Hotel Collection’s highest ranking executive outside the family was a chief operating officer.\nMs. Trump said the decision to recruit a CEO reflected the company’s new emphasis on expanding its footprint more rapidly.\n“We wanted to bring in someone who could spearhead our growth,” Ms. Trump said. Mr. Danziger, she added, “has relationships with industry people he has cultivated over the years.”\nThe new CEO will face challenges in the highly competitive five-star hotel sector, where rivals like Four Seasons Hotels and Ritz Carlton also are looking to expand more aggressively. Meanwhile, foreign luxury brands like Hong Kong-based Langham Hotels & Resorts are opening up properties in major U.S. cities.\nThe Trump Hotel Collection could face repercussions from Mr. Trump’s recent criticisms of Mexican immigrants that he made while running for president.\nChef José Andrés, citing those comments, last month said he no longer would be part of a flagship restaurant in Mr. Trump’s Washington, D.C., hotel. The property is a restoration and conversion of the city’s iconic Old Post Office Pavilion that is expected to open next year.\nThe Trump Organization responded with a lawsuit in U.S. District Court for the District of Columbia seeking $10 million in damages against Mr. Andrés’s company, ThinkFood Group. ThinkFood Group didn’t respond to requests for comment.\nAlex Zozaya, CEO of Apple Leisure Group, said his Philadelphia-based company that offers vacation packages to travel agents and consumers was no longer working with Trump hotels. He also relocated a travel conference next month that was supposed to be hosted at the Trump hotel in Chicago.\n“We decided after that statement from Donald Trump that we could no longer do business with him,” Mr. Zozaya said.\nA Trump Hotel Collection spokeswoman said: “We are not concerned about any current or future business. Our efforts at the Trump Hotel Collection remain, and always have been, singularly focused on operating and managing the finest luxury hotels in the world.”\nMr. Danziger, who met Mr. Trump briefly during the interview process, said he didn’t think Mr. Trump’s comments would be an issue for the company.\nThe Trump Hotel Collection is looking to grow fast with 10 hotels open today in places like New York, Chicago and Miami and four slated to open in 2016, including in Vancouver, Rio de Janeiro and Baku, Azerbaijan. Ms. Trump said the company was in discussions for many other locations and was close to a deal in about 10.\nUnlike most hotel operators, which prefer not to spend money buying properties but instead focus on management, the Trump Hotel Collection reflects the family’s development roots. The company owns all of its Miami and Washington, D.C., properties and has stakes in some other properties.\nWhile Trump Hotel Collection expects to do more pure management contracts as it expands into less familiar markets abroad, “in markets where we like to be the developer, we will own assets,” Ms. Trump said. “We like to own and operate over the long term.”\nWrite to Craig Karmin at craig.karmin@wsj.com", "byline": "", "description": "The Trump Hotel Collection, a small but growing part of Donald Trump’s business empire, has hired hospitality veteran Eric Danziger as its first chief executive officer.", "title": "Trump Hotel Collection Hires Eric Danziger as CEO", "url": "http://www.wsj.com/articles/trump-hotel-collection-hires-hospitality-veteran-eric-danziger-as-ceo-1439310062", "topics": ["campaign_finance"], "people": ["Donald Trump", "Ivanka Trump", "Eric Danziger", "Jose Andres"], "orgs": ["Old Post Office Pavilion", "Trump Hotel Collection", "District of Columbia", "Trump Organization"], "authors": [{"author_id": 1562, "fullname": "craig karmin", "primary_org": "wsj"}], "date_written": "2015-08-11 18:20:44", "org": "wsj", "article_id": "6bf5bd31c1f0f23d8584cc60e2e0258d", "date_access": "2015-08-11 18:00:06.651261"}