{"body": "The main super PAC backing Democratic front-runner Hillary Clinton has landed $25 million in commitments since July 1, according to an official with the super PAC, which would bring its total haul this year to more than $40 million.\n“We are encouraged by the support we’ve received so far and have strong momentum coming out of the summer,” Guy Cecil, chief strategist for Priorities USA Action said in a statement.\nThe latest haul is about $10 million more than what the super PAC, Priorities USA Action, raised in the two-and-a-half months following Mrs. Clinton’s announcement April 12, suggesting the group’s fundraising rate is quickening. Super PAC fundraising began to ramp up in June, following a staff shakeup that included replacing Buffy Wicks, a veteran field organizer for President Barack Obama, withMr. Cecil, a longtime Democratic operative who worked for Mrs. Clinton’s 2008 campaign and is seen by donors as closer to the Clinton campaign.\nThe fundraising was first reported by Politico on Friday.\nThe $16 million the group raised in the first half of the year came from 33 donors, fueled by eight checks for $1 million that came in during the final week of June. Super PACs, which are technically independent of campaigns and can raise money without contribution limits, don’t have to report details of their fundraising for the second half of the year until next January.\nAs of June 30, the super PAC had spent $1.5 million.\nWhile Mrs. Clinton’s super PAC fundraising puts her far ahead of the rest of the Democratic field, she still lags behind Republican Jeb Bush, whose super PAC raised $103 million in the first half of the year. Mr. Bush has not yet disclosed details of his fundraising since June.\nAmong Priorities’ top donors in the first half the year were a slew of billionaires, including financier Donald Sussman, global investor George Soros and media magnate Haim Saban.\nMrs. Clinton also has another super PAC fundraising on her behalf called American Bridge 21st Century, which has not reported how much it has raised since June.  American Bridge raised $7.7 million in the first half of the year, and an affiliated non-profit, American Bridge 21st Century Foundation, raised $1 million.\nBelow are the totals for candidates’ main super PACs from the first half of the year, and excludes any money raised since June 30.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The main super PAC backing Democratic front-runner Hillary Clinton has raised $25 million in commitments since July 1, according to an official with the super PAC, which would bring its total haul this year to more than $40 million.", "title": "Super PAC Backing Hillary Clinton Accelerates Fundraising", "url": "http://blogs.wsj.com/washwire/2015/09/18/super-pac-backing-hillary-clinton-accelerates-fundraising/", "topics": ["trade"], "people": ["Guy Cecil", "Donald Sussman", "George Soros", "Hillary Clinton", "Haim Saban", "Barack Obama", "Buffy Wicks"], "orgs": ["Super PACs", "American Bridge", "PACs", "WSJ", "Priorities USA Action", "Capital Journal", "PAC", "Century Foundation", "Super PAC"], "authors": [{"author_id": 2127, "fullname": "rebecca ballhaus", "primary_org": "wsj"}], "date_written": "2015-09-18 19:24:54", "org": "wsj", "article_id": "edf6748291a8f61326b3cc860f4d754b", "date_access": "2015-09-18 22:05:30.054624"}