{"body": "As witticisms go, it wasn’t one of his best. John McCain called Donald Trump supporters “crazies,” so Mr. Trump responded that Mr. McCain wasn’t much of a war hero because he was captured and “I like people who weren’t captured.” \nThis produced the predictable uproar, in response to which Mr. Trump equivocated loudly and incoherently, then fell back on what is the essential and eternal Trumpian claim: Mr. McCain was “incapable of doing anything” in Washington. In a USA Today piece, Mr. Trump directed the same critique indiscriminately: “A number of my competitors for the Republican nomination have no business running for president. . . . Many are failed politicians or people who would be unable to succeed in the private sector.”\nThe Donald versus people who can’t get things done.\nBoastful, self-obsessed and frequently vulgar, Mr. Trump, surprisingly, is not an idiot. In his business, he has a history of hiring good people, knowing their strengths and weaknesses, and giving them room to run. He employs strong female executives. He inspires loyalty.\nAfter a flirtation with personal bankruptcy in the early 1990s, he shrewdly de-risked his portfolio by focusing on branding and licensing his name. Many of the Trump-emblazoned buildings around the U.S. actually have little or no ownership by Mr. Trump. He sells himself as the can-do billionaire, lending his name to board games, menswear, even a Trump vodka, as well as his now-discontinued NBC show.\nHe offends those who take their politics seriously precisely because these Trump critics suspect (on good evidence) that he has no interest in policy beyond satisfying his need for public attention.\nThat explains The Donald. What explains his admirers?\nIn New York City in the 1980s, a symbol of the city’s ungovernability was Wollman Rink, the Central Park skating rink whose 2½-year renovation dragged on for six years with no end in sight. Then Mr. Trump took over and finished the job in three months at his own expense. New York being New York, his fame quickly went national, and his presidential dabblings ever since have been built on the same mislearned lesson, namely that we need more business people in politics because they can get things done.\nThe real lesson, and a conceptual leap that seems beyond The Donald, should have been that we need less politics. New York City, whose every move is subjected to pulse-testing with labor leaders, noisy interest groups, party hacks and big campaign donors, shouldn’t be trying to run a skating rink. Our federal government itself tries to do too many things while falling down on those relatively few jobs that are essential public services. On immigration, for instance, Mr. Trump has a scintilla of a point: His claim that Mexico is exporting its rapists may be idiotic, but an immigration system that denies millions of Mexicans legal entry deprives itself of a chance to know who’s actually getting in.\nMr. Trump can be an effective operator when he wants to be, so it’s interesting to speculate in which direction a President Trump would point his can-doism in the unlikely event he were elected. But his choices would surely disappoint those supporters expecting cheaper, more disciplined government.\nOne of Mr. Trump’s few concrete promises is to build a 1,900-mile wall between the U.S. and Mexico, complete with tourist concessions. One of the most enlightening recent guides to modern politics, meanwhile, is a study of such political “megaprojects.” Think California’s bullet train. According to  Bent Flyvbjerg of Oxford University, the world is increasingly addicted to such boondoggles, which annually consume between 6% and 9% of global GDP. \nLike Mr. Trump, these projects operate on the principle of bombastic exaggeration. Mr. Flyvbjerg calls it “survival of the unfittest”—a politicized selection process that rewards those promoters who are most shameless in overstating benefits and understating costs.\nSo it’s just was as well that Mr. Trump’s presidential lark may have found its picture window. A Washington Post-ABC poll published on Tuesday found him leading the GOP pack with 24%—but also found a “sharp” drop-off on the final day of polling which coincided with his McCain comments.\nAnd witness the explosive delight with which GOP leaders rushed to Mr. McCain’s defense to hustle the spotlight off Mr. Trump. Our childish moment is passing. America has real problems. Vanity is indeed the totality of the Trump business model these days, getting paid for his self-image, seeking credit for non-achievements. Maybe it’s time for something different in the White House.", "byline": "", "description": "His admirers think he’s the guy who ‘gets things done,’ but he hasn’t been that Donald in decades.", "title": "The Phenomenal Trump", "url": "http://www.wsj.com/articles/the-phenomenal-trump-1437522461", "topics": ["campaign_finance", "immigration"], "people": ["Donald Trump", "John Mccain"], "orgs": ["Oxford University", "GOP", "Trump"], "authors": [{"author_id": 1537, "fullname": "jr.", "primary_org": "wsj"}, {"author_id": 1536, "fullname": "holman w. jenkins", "primary_org": "wsj"}], "date_written": "2015-07-22 00:47:43", "org": "wsj", "article_id": "b1378919901efd7a513c88ad1d5e81df", "date_access": "2015-07-23 20:55:05.131328"}