{"body": "A group representing tech executives including Facebook Inc. founder Mark Zuckerberg and Bill Gates has hit back at Republican presidential candidate Donald Trumpâ\u0080\u0099s proposal to curb work visas for skilled foreign employees.\nFwd.us, a group founded by Mr. Zuckerberg and others to lobby for issues issues important to the tech industry such as immigration reform, Wednesday argued in favor of increasing, not decreasing, the number of H-1B visas. Silicon Valley companies rely on the visas to bring in foreign engineers. Such a move would be beneficial to the U.S. economy, Fwd.us President Todd Schulte wrote in a blog post.\nâ\u0080\u009cThe idea we should radically restrict pathways for highly-skilled immigrants to come and stay here is â\u0080\u0093 again â\u0080\u0093 just wrong,â\u0080\u009d he said. â\u0080\u009cThe evidence is clear that high-skilled immigrants create American jobs.â\u0080\u009d\nMr. Schulte was responding to Mr. Trumpâ\u0080\u0099s immigration plan, released Sunday. Mr. Trump said foreign workers are using the H-1B program to take jobs away from Americans, and he wants to raise the wages paid to H-1B holders to make it less attractive to employers. Mr. Trump named Mr. Zuckerberg in his plan.\nMr. Schulte stressed the idea of startup-visas, a new category of visas for foreign entrepreneurs who want to start their businesses in the U.S. Legislative initiatives for an entrepreneur work permit have been around for years, but have so far always stalled in Congress. â\u0080\u009cOur global competitors arenâ\u0080\u0099t waiting while we waste time,â\u0080\u009d Mr. Schulte wrote. In a report published last November, the White House Council of Economic AdvisersÂ stressed that new visa options could be a door-opener for about 100,000 foreign workers by 2024.\nThe H-1B visa program is in hot demand. This year, the 65,000 slots for H-1B visas were filled in the first week that employers could submit applications. An increase is necessary â\u0080\u009cso that we donâ\u0080\u0099t run out of spots in the current yearly allotment for this critical program within only a few days every year,â\u0080\u009d Mr. Schulte said.\nRestricting the volume of H-1B visas poses a serious problem for companies in their search for talent, says Yves Pitton, chairman of the Swiss-American Chamber of Commerce in San Francisco. â\u0080\u009cThe war for talent is really hot here right now,â\u0080\u009d he said.\nMr. Trump appeared to distance himself from his previous remarks late Tuesday. â\u0080\u009cMy H-1B reform plan will transform program so it delivers for country, not lobbyists, & will have bipartisan support,â\u0080\u009d he wrote on Twitter.\n______________________________________________________\r\nFor the latest news and analysis, follow @wsjd.\r\n\r\nAnd like us on Facebook to get our news right in your feed:\r\n\r\n\r\n\r\nGet breaking news and personal-tech reviews delivered right to your inbox. \nMore from WSJ.D: And make sure to visit WSJ.D for all of our news, personal tech coverage, analysis and more, and add our XML feed to your favorite reader.", "byline": "", "description": "A group representing tech executives including Facebook Inc. founder Mark Zuckerberg and Bill Gates has hit back at Republican presidential candidate Donald Trump’s proposal to curb work visas for skilled foreign employees.", "title": "Silicon Valley Group Hits Back at Trump’s Immigration Plan", "url": "http://blogs.wsj.com/digits/2015/08/19/silicon-valley-group-hits-back-at-trumps-immigration-plan/", "topics": ["economy", "immigration"], "people": ["Donald Trumpas", "Donald Trump", "Bill Gates", "Yves Pitton", "Todd Schulte", "Mark Zuckerberg"], "orgs": ["Congress", "Fwd", "WSJ", "American Chamber of Commerce", "White House Council of Economic AdvisersA", "Silicon Valley Group"], "authors": [{"author_id": 36963, "fullname": "marie-astrid langer", "primary_org": "wsj"}], "date_written": "2015-08-20 13:30:15", "org": "wsj", "article_id": "eb9aefd2f95665d77c021b533896f95b", "date_access": "2015-08-20 14:00:07.537495"}