{"body": "As the first official Republican debate approaches on Thursday, several candidates are filing mandatory disclosures of their assets and income with the Federal Election Commission, offering more insight into how the crowded field stacks up in terms of wealth.\nPresidential candidates are required to file personal financial disclosure statements showing their income, assets and liabilities in the year leading up to their campaigns. The numbers are disclosed in broad ranges.\nNo candidate who filed a disclosure this week is wealthier than Donald Trump, whose disclosure showed he is worth at least $1.5 billion. (He has said he is worth $10 billion.) Former Hewlett-Packard chief executive Carly Fiorina has a net worth of $59 million.\nHere is what we know about the wealth of six other GOP contenders, in order of the size of their assets:\nJeb Bush: At least $19 million\nThe reports reveal Jeb Bush drew income from a variety of sources in 2014 and the first half of 2015, ranging from speeches to private companies. Two partnerships—Britton Hill Advisors and DeSoto Partners LLC—paid him about $1.2 million, while the Coral Gables, Fla., consulting business, Jeb Bush & Associates, brought him about $7.1 million. The report also shows that Jeb Bush & Associates paid his wife, Columba Bush, a salary of “over $1,000.”\nSpeeches were among the biggest source of income for Mr. Bush, according to the reports. Between January 2014 and March 2015, he delivered 47 speeches, some at colleges and others at companies, and raked in about $1.8 million. Those fees are collected by Jeb Bush & Associates. At the higher end, he was paid $75,000 for a speech at Julius Baer Bank in Punta del Este, Uruguay.\nMr. Bush previously released 33 years of tax returns and he revealed then that his net worth was between $19 million and $22 million, 14 times what he reported when he left the Florida governor’s office in 2007. Mr. Bush has earned more than $29 million since leaving office—making him one of the wealthiest Republicans in the presidential race.\nGeorge Pataki: At least $6.8 million\nRepublican presidential candidate George Pataki and his wife, Libby, have investments in holdings as diverse as a Hungarian winery and a herd of cattle at a farm he owns in upstate New York.\nThe former New York governor listed income of more than $1.3 million across six companies. He also listed more than $1.4 million in debt including four mortgages, a home equity line, and at least $100,000 in business debt.\nMr. Pataki’s assets scattered across 40 holdings included a number of limited liability companies, a parcel of vacant land and financial investments.\nMike Huckabee: At least $7 million\nFormer Arkansas Gov. Mike Huckabee and his wife are worth more than 10 times as they were the last time he ran for president, in 2008, when he had just left the Arkansas governor’s mansion. Since then, he has hosted a syndicated radio show and a weekly Fox News program, in addition to publishing five books since 2008.\nMr. Huckabee reported between $4.3 and $6.4 million in income in 2014 and the first half of 2015. Of that, nearly $1 million came from fees for 44 speeches between January 2014 and March 2015. The average speaking fee was $22,175. He reported $2.9 million in income from Blue Diamond Horizons, the publisher of his books. He disclosed between $200,000 and $2 million in income from two rental properties.\nTed Cruz: At least $2.1 million\nTexas Sen. Ted Cruz and his wife reported that in 2014 and the first half of 2015, they made between $550,000 and $1.3 million, including Mr. Cruz’s salary of $174,000 as a U.S. senator in 2014.\nHis assets included a loan of $500,000 to $1 million to his Senate campaign, which made him less than $200 in interest. At least $400,000 is investments in Goldman Sachs Group, Inc., where his wife, Heidi, is a managing director. His disclosure does not include her income there.\nMr. Cruz’s largest single source of income was royalties from HarperCollins, which earned him between $100,000 and $1 million. A note appended to his disclosure said he was guaranteed at least $318,750 in royalties. His book, “A Time for Truth,” was published in June.\nChris Christie: At least $1.5 million\nNew Jersey Gov. Chris Christie listed more than $311,000 in income from his salary as state executive and some investments.\nMary Pat Christie, his wife, has been the household breadwinner but stepped down from her position as a manager at the Angelo Gordon & Co. investment firm to support his run for the White House. She reported $511,000 in earnings on the Christie’s joint 2013 tax return. Mr. Christie reported three Angelo Gordon funds valued at more than $215,000. It listed 15 mutual funds, retirement accounts and other financial assets. Mr. Christie and his wife also have blind trusts valued at more than $500,000.\nRick Santorum: At least $700,000\nFormer Pennsylvania Sen. Rick Santorum and his wife earned as much as $811,000 in 2014 and the first half of 2015, about half of which came from speaking fees and royalties from a film he produced in 2012.\nHe also earned a salary of $180,000 from Echolight Studios, a Christian film production company of which he became chief executive in 2013. He was paid retainers amounting to $240,000 by three companies, including oil and gas firm Providence Energy and Clapham Group, a Washington, D.C.-based consultancy.\nScott Walker: At least $36,000\nWisconsin Gov. Scott Walker is one of the least wealthy candidates in the race. Mr. Walker earns a salary of $222,899 as governor and received an advance payment on his book, “Unintimidated.” In total, he earned up to $270,000 in 2014 and the first half of 2015.\nMr. Walker’s disclosure also shows he has significant liabilities. He has credit card debt worth between $20,000 and $30,000, and on one credit card he pays a relatively high interest rate of 27.24%. On his other card, his interest rate is far lower: 11.99%. The father of two sons also has student loan debt of $100,000 to $250,000.\n-Christopher S. Stewart contributed to this report\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "As the first official Republican debate approaches, several candidates have filed financial disclosures that offer insight into how the crowded field stacks up in terms of wealth.", "title": "GOP Rich List: How Republican Presidential Candidates Rank in Terms of Wealth", "url": "http://blogs.wsj.com/washwire/2015/08/04/gop-rich-list-how-republican-presidential-candidates-rank-in-terms-of-wealth/", "topics": ["personality"], "people": ["Rick Santorum", "Angelo Gordon", "George Pataki", "Jeb Bush", "Donald Trump", "Chris Christie", "Mike Huckabee", "Christopher S. Stewart", "Columba Bush", "Carly Fiorina", "Scott Walker", "Mary Pat Christie", "Ted Cruz"], "orgs": ["Federal Election Commission", "Senate", "Capital Journal", "Jeb Bush & Associates", "HarperCollins"], "authors": [{"author_id": 2127, "fullname": "rebecca ballhaus", "primary_org": "wsj"}, {"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-08-05 00:15:34", "org": "wsj", "article_id": "27d4a4e8c4bc657a504ee98accb16285", "date_access": "2015-08-05 00:27:51.145734"}