{"body": "HIGHLIGHTS\nSTATE CONTRACTORS AID GOVERNORS’Â CAMPAIGNS: Campaigns and super PACs supporting four Republican governors running for president raised at least $2.5 million in legal donations from companies with state contracts or taxpayer subsidies, illustrating potential conflicts of interest that may emerge when candidates exit the primary and return home.Â There aren’t federal or state laws banning state contractors or recipients of business subsidies from donating to independent groups or campaigns backing presidential candidates.Â Still, the giving may provide fodder for rivals.\nGovernment contractors gave more than $500,000 to the super PAC backing Gov.Â Chris Christieâ\u0080\u0094donations that would have been banned by New Jersey law if he were running for a state office. Those companies won at least $227 million in government contracts last year, according to an analysis of state records. The political committee backing Gov. John Kasich in Ohio raised $1.5 million from contractors and companies that received business subsidies from the state. In Louisiana, 20% of the largest 100 contributors to Gov. Bobby Jindal‘s campaign work for corporate outlets that received $30 million in state tax subsidies, while the super PAC backing Mr. Jindal received $75,000 from such businesses. More than $580,000 of the $20 million raised by Wisconsin Gov. Scott Walker‘s friendly super PAC came from companies that benefited from state contracts, or tax credits and loans from the Wisconsin Economic Development Corp., state records show. Mr. Walker pushed to form the public-private entity in 2011 and headed it until earlier this year. Heather Haddon and Rebecca Ballhaus report.\nBYRON TAU: WHAT HISTORY SAYS ABOUT JOE BIDEN’S CHANCES IN 2016\nVice PresidentÂ Joe BidenÂ isÂ weighing a late entry into the 2016 presidential race, aiming to make his final decision in late September.Â If recent history is any guide,Â Mr. Biden, who spent more than three decades in Congress and his on his second term in the White House,Â  will start as an underdog if he mounts a presidential campaign. Read Byron Tau’s full post in Washington Wire.\nWSJ STORIES YOU SHOULDN’T MISS\nCENTRAL BANKERS TO CONFRONT STOCK-MARKET TURMOIL: Global central bankers are preparing to converge this week for the Federal Reserve’s annual retreat in Jackson Hole, Wyo., with a new economic mess on their hands. Gathering at the mountain getaway in recent Augusts, the stewards of global currency have contended with the looming collapse of Lehman Brothers in 2008, global deflation worries in 2010, serial Greek fiscal meltdowns and other dramas. This time, they confront a big disparity between the world’s two largest economies, the U.S. and China. Jon Hilsenrath reports.\nMore: AÂ late-day selloff on Tuesday shattered the veneer of stability that had settled over global markets after China’s central bank moved to stanch the stock-market rout …Â Monday’s stock market mayhem exposed significant flaws in the new architecture of Wall Street, where stock-linked fundsâ\u0080\u0094as much as shares themselvesâ\u0080\u0094now trade en masse on U.S. marketsÂ …Â China is in the midst of a tectonic shift in its giant economy that is rattling markets world-wide …Â Â Federal budget analysts dropped their estimates for U.S. economic growth to 2% from 2.9% after another disappointing first quarter, extending a string of downward revisions to initial forecasts …Â Consumersâ\u0080\u0099 view of the U.S. economy improved Â in August, reflecting better feelings about the labor market …Â AÂ new report by theÂ Mortgage Bankers AssociationÂ says the country will see a surge in home ownershipÂ over theÂ next decade.\nBEN CARSON QUIETLY BUILDS SUPPORT: Don’t forget Ben Carson. The retired pediatric neurosurgeon isn’t generating the headlines or drawing the crowds of Donald Trump, but his numbers in some surveys suggest the appetite for his presidential candidacy might be just as great, if not greater. Consider a recent survey by TargetPoint Consulting, a top Republican polling and data-research firm. Roughly two-thirds of likely Republican primary voters polled said they would consider backing Mr. Carson, the highest level of support for any candidate in the field. Just 16% said they wouldn’t, the lowest such tally. Those results include voters who didn’t know who Mr. Carson is. By comparison, 54% of GOP primary voters would consider voting for Mr. Trumpâ\u0080\u0094a big jump from the 20% who said that in Mayâ\u0080\u0094but a third said they wouldn’t, twice the level of resistance as for Mr. Carson. Patrick O’Connor reports.\nMore on election 2016:Â Democratic presidential contender Hillary Clinton picked upÂ a key endorsement, winning the support of Agriculture SecretaryÂ Tom VilsackÂ … Â Republican Donald TrumpÂ ejected Univision anchor Jorge RamosÂ from a press conference in Iowa after a testy exchange over the details of his plan to deport illegal immigrants …Â The war between Fox News and Mr. Trump escalated, with Fox ChairmanÂ Roger AilesÂ calling the Republican presidential front-runner’s Twitter attack on Fox hostÂ Megyn KellyÂ “as unacceptable as it is disturbing” …Â Â Mr. Trump’s commanding lead in GOP presidential primary polls continues,Â with the New York developer carrying twice as much support among South Carolina Republicans as any other candidate … Based onÂ GOP pollster Frank Luntz’s latest focus group, in Northern Virginia, there’s seems to be no words or behavior that disqualifiesÂ Mr. Trump among hisÂ most ardent supporters.\nPLANNED PARENTHOOD UNIT SUES LOUISIANA:Â Planned Parenthood Gulf Coast Inc. asked a federal court to block Louisiana from cutting off Medicaid funding to the organization following the release of videos on fetal tissue research. The organization and three patient co-plaintiffs filed for an injunction to stop enforcement of an order by Louisiana Gov. Bobby Jindal that would bar Medicaid funds from going to Planned Parenthood facilities in the state beginning Sept. 2. The state moved to cut off funds after Mr. Jindal, a Republican presidential candidate, said this month he was giving the organization a 30-day notice that he was canceling the state’s contract with Planned Parenthood.Â Stephanie Armour reports.\nPOPE FRANCIS MEMORABILIA GETS CHEESY:Â Gearing up for Pope Francis’ six-day visit to Washington, D.C., New York and Philadelphia next month, entrepreneurs are selling all kinds of papal merchandise. Tributes range from blocks of mozzarella to T-shirts to toasters. Scott Calvert reports.\nALSO IN THE NEWS\nFannie MaeÂ said Tuesday that it will roll out a programÂ Â this year that lets lenders include income from non-borrowers within a Â household, such as extended family members, toward qualifying for a loan.\nA new report from the State Departmentâ\u0080\u0099s internal watchdog criticizesÂ the use of a personal email account for official business by Caroline Kennedy, the U.S. ambassador to Japan.\nSen. Patty Murray of Washington said she supported the international agreement aimed at curbing Iran’s nuclear program, the second member of top Senate Democratic leadership to back President Obama on the deal in three days.Â Iranian officials warned the United Nations atomic agencyÂ not to bow to pressure from U.S. lawmakers to detail its probe into Tehran’s past nuclear work, warning Iran will “not accept” any leaks of their discussions.\nMore Americans will return to the workforce in the coming years as demand for labor builds in the economy, the CBO said in a report.\nThe Department of Veterans Affairs lacks enough full-time psychiatristsÂ to meet demand for services and those on staff aren’t being used efficiently, despite a multiyear, multibillion-dollar effort, says a report from the department’s internal watchdog.\nA New Jersey judge approved a $225 million settlement between Gov. Chris Christie‘s administration and Exxon Mobil Corp. to end a legal battle over polluted sites.\nA high-profile rape trial under way in Concord., N.H.,Â has putÂ an uncomfortable spotlight on one of the nationâ\u0080\u0099s most prestigious boarding schools.\nInvestigators turned up evidence that the alleged gunmanÂ in last weekâ\u0080\u0099s thwarted assault on a Paris-bound train watched a radical Islamist video moments before the attack.Â Spain and MoroccoÂ have arrested 14 peopleÂ on TuesdayÂ suspected of forming part of a network to recruit and send fighters to Islamic State in Syria and Iraq, Spain’s Interior Ministry said.Â Turkey and the U.S. completed an agreementÂ allowing Turkish strikes against ISIS targets in Iraq and Syria.\nChina’sÂ guest listÂ for its World War II Victory Day parade provides a snapshot of its growing clout in many parts of the world and the strains the event is placing on relations with the U.S. and its allies.Â Absent from the list are leaders or troops from the U.S.Â or other major Western powersÂ that fought alongside China in World War II. Plus, WSJ’s Andrew Browne on how China is rewriting history to give communists a starring role in World War II.\nRussia has restricted the sale of certain U.S. and European-brand laundry detergents, soaps and cleaning products, possibly a newÂ front in Moscow’s battle against Western products in response to sanctions.\nSEIB VIDEO: IRAN DEAL SEES NEW DEMOCRATIC SUPPORT\nCriticism of the Iran nuclear deal has muted briefly during congressional lawmakers’Â August recess, allowing some voices in support of the legislation to come forward. TheÂ big question remains whether there will be enough Democratic votes to sustain a presidential veto of a resolution of disapproval. But another question has come up: Will enough Democratic senators stand up to stop the Senate from even voting on a resolution of disapproval?Â Washington Bureau Chief Jerry Seib explains.\nHERE’S A LOOK AT THE DAY AHEAD\nOBAMA ADMINISTRATION: President Barack Obama welcomes WNBA’sÂ Phoenix Mercury to the White House to honor the team’s win in the WNBA finals at 12:15 p.m. EDT. He participates in interviews by local news anchors from theÂ White House at 2:20 p.m.\nECONOMIC INDICATORS:Â The Commerce Department releases durable goods for July at 8:30 a.m.\nWHAT WE’RE READING AROUND THE WEB\nBrent Budowsky of the Hill says Vice President Joe Biden shouldn’t run for president and won’t because he doesn’t have a powerful progressive rationale for his candidacy, or grassroots support. “The sole premise driving talk of a Biden campaign today is a negative premise that is unlikely to happen, i.e. that the campaign of Clinton will implode.”\nBloombergView’s Al Hunt writes that Biden can’tÂ beatÂ Hillary ClintonÂ in a race for the Democratic nomination unless something dramatic happens, like the selection of Sen.Â Elizabeth Warrenâ\u0080\u0094a woman with a serious fundraising apparatusâ\u0080\u0094as his running mate.\nAriel Edwards-Levy of Huffington Post, examining the findingsÂ of a HuffPost/YouGov poll, concludes that while Hillary Clinton‘s support has “trended downward” recently, “the former secretary of state remains enough of a frontrunner that, barring a sudden collapse, her rivals have relatively little opportunity to surpass her.”\nFormer Rep. Trey Radel, who escaped a drug-possession charge with only probation, writes on CNN.com to urge reform of mandatory sentencing laws: “Our country is throwing away billions of tax dollars — your money — on imprisoning nonviolent offenders, breaking up families and rendering good productive men and women completely useless to society.”\nIn the WSJ’s Think Tank, Jim Manley writes that a CBS News analysis finding that only about 50 of the nearly 770 people who were top bundlers for Barack ObamaÂ in 2012 have committed to raising large sums for Hillary Clinton suggests Biden might well have an opening to run a competitive campaign and many Democrats appear to be hanging back from pledging their support to Clinton.\nMILESTONE\n36%:Â U.S. farm incomes are expected to fall 36% this year to the lowest level in nine years, amid a continued slump in commodity prices as farmers head into what’s expected to be another large harvest.\nFEEDBACK:Â The Capital Journal Daybreak newsletter is The Wall Street Journal’sÂ morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more. Send your tips, feedback and suggestions for recommended reading to editor Kate Milani atÂ kate.milani@wsj.com.\nSIGN UP:Â Capital Journal Daybreak, straight to your inboxÂ http://on.wsj.com/CapitalJournalSignup\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The Capital Journal Daybreak newsletter is The Wall Street Journal's morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more.", "title": "Capital Journal Daybreak: State Contractors Aid Presidential Campaigns, More", "url": "http://blogs.wsj.com/washwire/2015/08/26/capital-journal-state-contractors-aid-presidential-campaigns-central-bankers-to-confront-stock-market-turmoil-ben-carson-quietly-builds-support/", "topics": ["campaign_finance"], "people": ["Al Hunt", "Stephanie Armour", "Scott Calvert", "Hillary Clinton", "Jerry Seib", "John Kasich", "Jon Hilsenrath", "Byron Tau", "Frank Luntz", "Chris Christie", "Joe Biden", "Patrick O'Connor", "Pope Francis", "Bobby Jindal", "Ariel Edwards", "Jim Manley", "Scott Walker", "Rebecca Ballhaus", "Donald Trump", "Barack Obama", "Trey Radel", "Heather Haddon", "Caroline Kennedy", "Brent Budowsky", "Patty Murray", "Ben Carson"], "orgs": ["Department of Veterans Affairs", "Federal Reserve", "Congress", "PACs", "Senate", "Wisconsin Economic Development Corp.", "Commerce Department", "Univision", "CBO", "TargetPoint Consulting", "Capital Journal", "PAC", "Lehman Brothers", "Washington Bureau", "Capital Journal Daybreak", "WSJ", "GOP", "United Nations"], "authors": [], "date_written": "2015-08-26 12:47:21", "org": "wsj", "article_id": "a0032c96206cbd044ad26ab5d30097ae", "date_access": "2015-08-26 12:36:21.300744"}