{"body": "HIGHLIGHTS\nCLINTON TO TURN OVER PRIVATE EMAIL SERVER TO AUTHORITIES: Hillary Clinton is turning over to federal authorities the private computer server she used to handle her emails when she served as secretary of state, an unexpected move and an attempt to quash concerns that her unorthodox approach included insufficient safeguards to protect government secrets. A spokesman for Mrs. Clinton’s presidential campaign on Tuesday said she had directed her team to give to the Justice Department both the computer server—which had been kept at her home in Chappaqua, N.Y.—and a thumb drive containing copies of her emails.\nMrs. Clinton’s decision to relinquish her computer server is a surprise twist in a controversy that has shadowed her presidential bid. For months she has rebuffed congressional Republican leaders who have called on her to turn over the server to a neutral third party to verify her assertion that she had given the State Department all her work emails. She also has said the server was wiped clean of more than 31,000 emails that involved personal matters such as wedding plans, vacations and yoga routines. Her assurances have so far failed to put the issue to rest, and even some Democrats worry that her email practices, in which she used a private account for her official emails, are one reason polling shows fewer people have come to see her as honest and straightforward. Peter Nicholas and Damian Paletta report.\nPlus: Mrs. Clinton pledged  to elevate the issue of substance abuse, saying she wants to hear from people on the front lines as she develops policies to help people dealing with addiction or mental illness.\nAARON ZITNER’S EARLY HIT: WHY THE DEBATE OVER COLLEGE COSTS IS ABOUT MORE THAN COLLEGE\nEven if you don’t carry student debt or have a kid headed to college, the debate over college costs is worth following. More than any issue, it’s revealing how candidates in both parties plan to show an unhappy public that they have solutions to the current strain of economic anxiety, one arising from wage stagnation, disruptive technologies and tepid growth. And this debate is yielding a rarity in politics—new ideas—as well as some surprising areas of agreement between the parties. Read Aaron Zitner’s full post in Washington Wire.\nWSJ STORIES YOU SHOULDN’T MISS\nBUSH AND CLINTON KEEP THEIR JABS TO EACH OTHER: Jeb Bush and Hillary Clinton, facing stiff competition for their parties’ presidential nomination, are looking over the heads of their immediate rivals to trade barbs with each other. Mr. Bush, a former Florida governor, used a policy speech last night to argue Mrs. Clinton is partly responsible for the rise of the Islamic State militant group from her time as secretary of state. His speech follows broadsides from Mrs. Clinton about Mr. Bush’s stance on women’s health, immigration, his comment that Americans should “work longer hours” and his call to repeal the 2010 health law. The back-and-forth helps both candidates present themselves as leaders despite the very real threats from within their parties that could block their route to the nomination. It also offers a preview of what the general election would look like if, in fact, they become the nominees. Patrick O’Connor and Laura Meckler report.\nTRUMP IS FRUGAL WITH HIS CASH IN GOP RACE: Donald Trump never skips a chance to remind audiences of his wealth, but he is proving reluctant to spend his own money on campaign essentials typical of a major presidential candidate. The New York developer has rejected paid television advertising as unnecessary, and he has resisted investing in efforts to secure ballot access, which can be expensive in some states, according to people familiar with his campaign. He also is rejecting appeals from his staff to appear at more in-person events, the people said, building his campaign instead on his ubiquitous cable-TV appearances. Reid J. Epstein and Heather Haddon report.\nFORMER TOP CLINTON FUNDRAISER SAYS ‘I WAS GREEDY’: Norman Hsu was in the middle of the action in national politics eight years ago, as a top fundraiser for Hillary Clinton and other Democrats. These days, he is holed up in a federal penitentiary here on charges of operating a Ponzi scheme and breaking campaign finance laws, and the action is anything but heated. The government said Mr. Hsu stole between $50 million and $100 million from individuals by claiming he was making short-term loans to retail companies—and then pressured the investors to make political contributions. “I was greedy,” said Mr. Hsu, sitting in a small meeting room at the low-security correction institution on a recent day, wearing a beige prison-issued jumpsuit and the same round-framed glasses in the photos with Mrs. Clinton that remain indelibly online. “I made a huge mistake.” Ianthe Jeanne Dugan reports.\nPRO-PERRY SUPER PACS TO BOOST ROLE IN EARLY NOMINATING STATES: Super PACs backing Rick Perry’s presidential bid are planning to take over several core campaign responsibilities in early nominating states after news that the former Texas governor’s campaign is no longer paying its staff. The pro-Perry super PACs recently hired staff in Iowa and have plans to expand their payrolls in New Hampshire and South Carolina. The groups are also planning to launch a ground-game effort in Iowa and to air more TV ads there. The moves illustrate how the 2016 presidential race is likely to further blur the line between campaigns and the independent outside groups that control the majority of the funds backing a candidate. Rebecca Ballhaus reports.\nPlus: Sen. Rand Paul, whose Republican presidential campaign has been buffeted by fundraising disappointments and falling poll numbers, faces new challenges in his home state of Kentucky … With his presidential stock rising after last week’s Republican debate, Ohio Gov. John Kasich is set to announce a key New Hampshire endorsement Wednesday: former state attorney general Tom Rath.\nKERRY SAYS REJECTION OF IRAN NUCLEAR DEAL COULD HURT U.S. DOLLAR: Secretary of State John Kerry warned the U.S. dollar’s status as the global currency could be threatened if Congress blocks the nuclear deal with Iran. The nation’s chief diplomat doubled down on President Barack Obama’s comments last week that scuttling the deal would bolster the case against the dollar as the reserve currency, a sentiment “already bubbling out there,” Mr. Kerry said. Mr. Kerry said if Congress prevents the U.S. from implementing the deal it could put the U.S. at odds with European allies, China and Russia. Felicia Schwartz and Nick Timiraos report.\nPlus: Mr. Kerry said he believed that Russian and Chinese hackers read his emails.\nALSO IN THE NEWS\nChina intervened to prop up the yuan in the last minutes of trading, according to people familiar with the matter, in an apparent attempt to prevent an excessive fall in the currency. Beijing signaled with its currency devaluation that the domestic economic slowdown it has failed to reverse is no longer a problem confined within China’s borders. It is now the world’s problem, too. Plus, China’s surprise move to weaken the yuan threatened to further strain Washington’s relations with Beijing, drawing quick condemnation from U.S. lawmakers and likely hurting the Obama administration’s push to seal a sweeping trade agreement with Pacific nations.\nU.S. government officials have intervened in a long-running lawsuit against the Palestinian Authority, asking a federal judge to “carefully consider” the bond he would require the group to pay as it appeals a jury verdict awarding hundreds of millions of dollars in damages to terror victims.\nFederal prosecutors filed charges against two alleged hackers and seven other people who allegedly traded on stolen corporate secrets.\nEnvironmental Protection Agency Administrator Gina McCarthy apologized Tuesday for a mine spill in Colorado that her agency caused last week and planned to travel to the area today, amid increasing criticism from lawmakers about the EPA’s response.\nDemographic Intelligence predicts that ultimately around 60% of the children of millennials will be born to married parents, up from around 45% today.\nLawrence Lessig wants to be president—for a day. The Harvard law professor, who says his top priority is to “unrig this rigged system,” is launching an unconventional bid to be what he calls a “referendum president.”\nKurdish insurgents claimed responsibility for a deadly attack on a police station in Istanbul, signaling they are prepared to retaliate in urban areas as Turkish jets strike their rural positions.\nIraq’s parliament unanimously approved a package of anticorruption measures proposed by Prime Minister Haider al-Abadi, as lawmakers rallied behind a bold move to defuse street protests over poor government services and performance.\nGreece and its creditors agreed on terms of a new bailout for the country, which, if ratified by other eurozone governments, could unlock up to €86 billion ($94.76 billion) in financing over the next three years.\nDutch officials investigating the downing of Malaysia Airlines Flight 17 over eastern Ukraine are examining parts recovered in the area that are suspected of having come from an antiaircraft missile.\nSEIB VIDEO: BUSH BLAMES CLINTON FOR RISE OF ISIS\nFormer Florida governor and GOP presidential candidate Jeb Bush criticized Democratic front-runner Hillary Clinton Tuesday night by partially blaming her actions as secretary of state with the Obama administration for the rise of the Islamic State. Washington Bureau Chief Jerry Seib explains what this tells us about the future of the 2016 foreign-policy debate.\nHERE’S A LOOK AT THE DAY AHEAD\nOBAMA ADMINISTRATION: President Barack Obama is vacationing with his family on Martha’s Vineyard, Mass., through Aug. 23. Vice President Joe Biden is on vacation in South Carolina through Thursday. Labor Secretary Thomas Perez delivers remarks on the current state of civil rights at the Equal Employment Opportunity Commission’s “Examining Conflicts in Employment Laws” conference at 8:30 a.m.\nECONOMIC INDICATORS: The Labor Department releases the job openings and labor turnover survey for June at 10 a.m. Treasury releases the federal budget for July at 2 p.m.\nWHAT WE’RE READING AROUND THE WEB\nWhy do working-class voters love billionaire Donald Trump? The New Yorkers’s James Surowiecki examines the question and says part of the answer is that “Trump’s riches allow him to portray himself as someone who can’t be bought, and his competitors as slaves to their donors. (Ross Perot pioneered this tactic during the 1992 campaign.)”\nA new Gallup poll finds that just 14% of Americans approve of the job Congress is doing, down slightly from 17% in July, and 54% have an unfavorable opinion of House Speaker John Boehner.\nThe Washington Posts’s Ruth Marcus writes that President Obama’s comments that those who oppose the Iran nuclear deal are either ideological or illogical diminishes his case for congressional approval. “Obama once understood, even celebrated, this gray zone of difficult policy choices,” she writes. The new Obama “has close to zero tolerance for those who reach contrary conclusions.”\nIn the WSJ’s Think Tank, Aaron David Miller writes that the Iran nuclear deal is likely to survive a congressional vote of disapproval because President Obama will muster the votes needed to sustain a veto of that resolution of disapproval: “This accord is most likely unstoppable.”\nMILESTONE\n9.5%: The decline in U.S. farm workers is reducing fruit and vegetable production by 9.5%, or $3.1 billion, a year, according to a soon-to-be published analysis.\nFEEDBACK: The Capital Journal Daybreak newsletter is The Wall Street Journal’s morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more. Send your tips, feedback and suggestions for recommended reading to editor Kate Milani at kate.milani@wsj.com.\nSIGN UP: Capital Journal Daybreak, straight to your inbox http://on.wsj.com/CapitalJournalSignup\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The Capital Journal Daybreak newsletter is The Wall Street Journal's morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more.", "title": "Capital Journal Daybreak: Clinton to Turn Over Email Server, More", "url": "http://blogs.wsj.com/washwire/2015/08/12/capital-journal-clinton-to-turn-over-email-server-trump-is-frugal-with-his-cash-in-campaign-former-clinton-fundraiser-i-was-greedy/", "topics": ["terrorism"], "people": ["Kate Milani", "James Surowiecki", "Hillary Clinton", "Jerry Seib", "Ross Perot", "Aaron David Miller", "Laura Meckler", "Joe Biden", "Aaron Zitner", "John Boehner", "Patrick O'Connor", "Rick Perry", "Reid J. Epstein", "Thomas Perez", "Rebecca Ballhaus", "Rand Paul", "Lawrence Lessig", "Jeb Bush", "Donald Trump", "Barack Obama", "Ruth Marcus", "Peter Nicholas", "John Kerry", "Norman Hsu", "Damian Paletta", "Tom Rath", "Heather Haddon", "John Kasich", "Felicia Schwartz", "Nick Timiraos"], "orgs": ["Labor Department", "WSJ", "Congress", "Super PACs", "PACs", "Malaysia Airlines Flight", "State Department", "Justice Department", "Capital Journal", "Washington Bureau", "Treasury", "Capital Journal Daybreak", "GOP", "EPA"], "authors": [], "date_written": "2015-08-12 13:14:21", "org": "wsj", "article_id": "82a4c1cd0241aa3dd50c1d0c5a343ec4", "date_access": "2015-08-12 14:28:49.664022"}