{"body": "(Note: We’ll be on vacation next week, returning Monday, Aug. 31.)   “What’s Vice President Joe Biden up to?” asks Bloomberg View’s Jonathan Bernstein, who answers: “He appears to be inventing a new form of presidential campaigning: The perpetual trial balloon”:\nWe’re not sure about that. Last month we noted a Puffington Host report that was fairly specific about a deadline: “Biden is still very much considering a bid for the White House, people close to Biden say, and will make a final decision at the end of the summer, targeted for September.”\nAnd while it’s true such a late start would have its disadvantages, it’s not as if Democrats have a lot of alternatives. For that the vice president can thank Hillary Clinton, who mostly cleared the field so as to make herself the inevitable nominee.\n“Most likely, nothing will shake [Mrs.] Clinton’s hold on the nomination,” Bernstein insists—though he acknowledges “there’s always a chance that something could—scandal, health or some unforeseeable circumstance.” Hmm, what could that possibly be? In a footnote, Bernstein dismisses the obvious answer:\nSeems to us that’s putting the cart before the horse, if you’ll forgive the cliché. Surely the pols who’ve already endorsed Mrs. Clinton are now a lagging indicator; we’d have rewritten the footnote’s concluding sentence as follows: “Watch the high-profile politicians who have endorsed her; if one expresses major doubts, the nomination politics has changed.”\nAt any rate, there is reason for worry in a new Quinnipiac swing-state poll. In Florida, Ohio and Pennsylvania, the survey tested Mrs. Clinton and Biden (as well as Bernie Sanders) in general-election match-ups against Jeb Bush, Marco Rubio and Donald Trump.\nThe poll’s biggest loser is Scott Walker, who wasn’t even included in the general-election match-ups—unlike in previous polls of the three states in March and June and of three others (Colorado, Iowa and Virginia) in July. Several other GOP contenders were also dropped between June and July, presumably because it would be unwieldy to test so many of them while adding Biden and Sanders. But the new poll swaps Walker out for Trump. It also finds the Wisconsin governor languishing in the mid-single-digits among primary preferences of the three states’ Republicans.\nMrs. Clinton is doing considerably worse against the two Florida Republicans than in either of the preceding polls. Her only lead is against Bush in Ohio.\nShe trailed Bush by three points in Florida in March (42% to 45%), led him by four in June (46% to 42%) and trails him by 11 now (38% to 49%). In Ohio the decline came earlier: She led by nine in March (47% to 38%) and one in June (42% to 41%) and leads by two now (41% to 39%). In Pennsylvania, she led by six in March (46% to 40%) and four in June (45% to 41%) and trails by three now (40% to 43%).\nAgainst Rubio in Florida, she led by two in March (46% to 44%) and three in June (47% to 44%) and trails by 12 now (39% to 51%). In Ohio she led by nine in March (47% to 38%) and three in June (45% to 42%) and trails by two now (40% to 42%). In Pennsylvania she led by four in March (46% to 42%), trailed by one in June (43% to 44%) and trails by seven now (40% to 47%).\nAs for Trump, she trails even him in Florida, by two points (41% to 43%) but leads by five in both Ohio (43% to 38%) and Pennsylvania (45% to 40%).\nBiden outperforms Mrs. Clinton in eight of the nine match-ups. The lone exception is in Florida, where the vice president trails Bush by 13 points (38% to 51%). But he leads Bush by three in Ohio (42% to 39%) and trails him by only one in Pennsylvania (42% to 43%). Against Rubio, Biden trails by six in Florida (42% to 48%), leads by one in Ohio (42% to 41%) and trails by three in Pennsylvania (41% to 44%). And Biden leads Trump in all three states: by three in Florida (45% to 42%), 10 in Ohio (48% to 38%) and eight in Pennsylvania (48% to 40%).\nThe March and June polls didn’t test Biden, but in the July poll of Colorado, Iowa and Virginia the advantage was hers. As we noted at the time, the inevitable nominee and the vice president trailed Rubio by equal margins in Iowa, but she fared better than him in the other eight match-ups (which included Walker but not Trump).\n“I had to come out because of all the foolishness going on,” groused longtime Clinton surrogate James Carville in an NBC interview Wednesday, reported by the Washington Examiner. “Of course there’s not a full-scale Democratic freakout. . . . Polls go up and down.”\nThat they do, but it’s been a while since Mrs. Clinton’s have gone up. It seems reasonable to assume the metastasizing email scandal is the primary reason why. On that subject, Carville sounds like a high-sodium version of Bernstein:\nFine? You mean like for violating the law?\nAnd the story continues to develop. A Reuters report yesterday further undermines Mrs. Clinton’s claim that she did not traffic in classified material. The State Department, as Reuters notes, has stressed that many of the emails have been newly stamped classified, which does not necessarily mean they were classified at the time they were sent and received:\nAnd a McClatchy Washington Bureau report suggests the State Department lacked the ability or will to do anything to safeguard the security of that information:\nWas Mrs. Clinton’s system hacked by spies for hostile powers, either during or after her tenure as secretary of state? Did her lawyers delete any classified material—perhaps unintentionally—before scrubbing the server? If the FBI can recover its contents, perhaps we’ll find out. If not, we’ll never know. In any case, it’s difficult to see how the continuing investigation could yield any information helpful to Mrs. Clinton’s political case.\nAre Democrats really quite as unworried as Bernstein and Carville think? That question brings us back to the vice president. On Aug. 5 the New York Times ran a front-page story titled “Friends of Joe Biden Worry a Run for President Could Bruise His Legacy”: “They fret that Mr. Biden, as well known for his undisciplined, sometimes self-immolating comments as he is for his charm on the trail, could endanger Mr. Obama’s own legacy by injuring Mrs. Clinton’s candidacy and causing his party to lose control of the White House.” Example:\nSo they communicate it anonymously via the New York Times. Some friends!\nA reader who sent us the piece at the time remarked: “One could of course say the exact same things about Mrs. Clinton running.” (Well, except for the bit about charm.) And now they are saying it. “Some of her supporters are looking to her to provide clarity—and less irritation with the topic,” the Times’s Maggie Haberman wrote in a brief online squib yesterday. “Mrs. Clinton has said that no voters question her about her email practices. She has held few spontaneous events, providing limited opportunity for it to come up. But among her supporters, the questions have lingered.”\nThe Haberman item is odd; we’ve quoted the entire substance of it, which is to say she doesn’t provide any examples. But Politico does, in a Wednesday piece by Annie Karni titled “Allies Fault Hillary Clinton’s Response on Emails”:\nIf the piece about Biden’s friends was meant to warn him against challenging Mrs. Clinton, the piece about her allies may provide him some encouragement.\nTwo Former Enron Advisers in One!\nTwo Writers in One!\nFox Butterfield, Is That You?\nOut on a Limb   “ ‘In politics, particularly presidential races, my oft repeated mantra is the UFO rule. At some point, the unforeseen will occur,’ Tom Brokaw, the veteran NBC News anchor who has covered presidential elections dating back to Johnson vs. Goldwater, told Politico. ‘Gary Hart and Monkey Business, Dukakis failing to defend Kitty, Bush 41 and the Perot factor. What the UFO will be this time, I don’t know yet, but there will be one — and not just for Trump,’ he said. ‘All the candidates in both parties are vulnerable.’ ”—Dylan Byers, Politico.com, Aug. 21\nWe Blame George W. Bush   “Topless Painted Times Square Lady Blames ‘Overweight Women,’ Politicians, Tabloids”—headline, Gothamist, Aug. 20\nWe Blame Global Warming   “Passion Gap: Why the Media Favor a Fiery Trump Over a Lukewarm Jeb”—headline, FoxNews.com, Aug. 21\nElect Hillary Clinton   “Dad Who Poisoned Son’s Football Team Now Overseeing Vegas Water Supply”—headline, KNSS (AM) website (Wichita, Kan.), Aug. 20\nHypothesis and Proof—I\nHypothesis and Proof—II\nHypothesis and Proof—III\nThe 1980s Called   “Pentagon Chief: Russia Is a ‘Very Significant Threat’ ”—headline, TheHill.com, Aug. 20\nGeneralissimo Francisco Franco Is Still Dead   “Marquette Poll Shows Walker Still Leading GOP Field in Wisconsin”—headline, WISN-TV website (Milwaukee), Aug. 20\nCause and Effect—I\nCause and Effect—II\nCause and Effect—III\nMake That 11\nThe Lonely Lives of Scientists   “Scientists Built a ‘Vomiting Device’ to Show How Spewing Chunks Spreads Disease”—headline, Washington Post website, Aug. 19\nQuestion and Answer—I\nQuestion and Answer—II\nQuestion and Answer—III\nIt’s Always in the Last Place You Look   “Obamacare Haters Are Getting Harder To Find”—headline, Puffington Host, Aug. 20\nBreaking News From Exodus 3:2   “Fiery Bush Takes Aim at Trump”—headline, TheHill.com, Aug. 20\nBottom Story of the Day   “Generalissimo Franco Is Still Dead, but for Some Not Dead Enough”—headline, The Wall Street Journal, Aug. 21\nReliable Sources   “Hundreds of U.S. government employees—including some with sensitive jobs in the White House, Congress and law enforcement agencies—used Internet connections in their federal offices to access and pay membership fees to the cheating website Ashley Madison, The Associated Press has learned.” Here’s an example:\nGood thing he’s being open about it so he won’t be vulnerable to blackmail.\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Michele Schiesser, Tony Lima, Irene DeBlasio, Jared Silverman, Mike Lavender, Michael Segal, John Gaylord, Eric Jensen, Ethel Fenig, Jack Bailey, Mark Zoeller, Debbie Wells, Ken Burns, Grayson Levy, Matt Weir, Michael Smith, Monty Krieger, Bob Wukitsch, James Benenson, Don Undis, Rebecca Billings, Kyle Kyllan, Ed Thompson, John DeVita, Michele Haber, Keith Kemper, Gayle Trotter and Lewis Sckolnick. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "A new poll suggests he’d be stronger than Mrs. Clinton.", "title": "Biden---His Time?", "url": "http://www.wsj.com/articles/bidenhis-time-1440178688", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Carol Muller", "Kyle Kyllan", "Eric Jensen", "Debbie Wells", "Francisco Franco", "Michael Smith", "Rebecca Billings", "Tom Brokaw", "Jonathan Bernstein", "Ross Perot", "Jared Silverman", "Dylan Byers", "Michael Segal", "Fox Butterfield", "Monty Krieger", "Joe Biden", "Ken Burns", "Lewis Sckolnick", "James Carville", "Annie Karni", "Bernie Sanders", "Tony Lima", "Scott Walker", "Ethel Fenig", "Grayson Levy", "Mark Zoeller", "Puffington Host", "Jeb Bush", "Donald Trump", "Marco Rubio", "Ashley Madison", "Don Undis", "Mike Lavender", "Bob Wukitsch", "Hillary Clinton", "Michele Haber", "George W. Bush", "Maggie Haberman", "James Benenson", "Joseph R. Biden Jr.", "Michele Schiesser"], "orgs": ["Monkey Business", "Franco", "Congress", "Quinnipiac", "State Department", "WISN", "Best of the Web", "McClatchy Washington Bureau", "Washington Examiner", "FBI", "Pentagon", "GOP"], "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-08-21 18:38:13", "org": "wsj", "article_id": "96d76afce9bd896b5b5af73a30ad8a8b", "date_access": "2015-08-21 18:00:04.256326"}