{"body": "A few weeks ago, after I published a column declaring that Donald Trump wouldn’t be the Republican presidential nominee, my venture-capitalist son, a former professional poker player who knows a sucker when he sees one, emailed me asking whether I’d give him 300 to 1 odds on the proposition. Ashamed not to stand by my convictions, I took the bet, so my son may get a portion of his inheritance earlier than either of us would have expected.\nThe Washington Post/ABC News poll released Monday confirmed the staying power of the summer’s startling narrative: the surge of support for Mr. Trump and now Ben Carson, Scott Walker’s collapse, and Jeb Bush’s continuing struggle to assert himself as a leading contender.\nThe poll also underscores the Republican electorate’s revolt against the political establishment, including its own party’s leadership. Only 36% of GOP rank-and-filers (compared with 73% of Democrats) prefer a candidate with experience in the political system; 58% want an outsider. Fully 64% of conservatives prefer an outsider. In the latest statewide polls of Republicans, 52% in New Hampshire, 58% in Iowa and 60% in South Carolina favor one of the three candidates for their party’s nomination who have never held elective office.\nGranted, the Iowa caucuses will not convene until Feb. 1, more than four months from now—an eternity in American politics. But consider the schedule: The New Hampshire primary takes place just eight days after Iowa’s caucuses, followed quickly by South Carolina on Feb. 20 and, on March 1, Super Tuesday, when the Republicans will hold 13 primaries and caucuses. The also-rans in the earlier contests won’t have much time to regroup.\nConsider also the record: Since the modern nominating process was created in 1972, no candidate of either party who finished worse than second in New Hampshire has ever gone on to win his party’s nomination. If Mr. Trump and Mr. Carson were to finish in the top two slots in New Hampshire, the establishment wing of the Republican Party would have to coalesce immediately around one candidate, force all the other candidates with political experience out of the race—and then make history. This is a tall order in a nominating system that disperses power away from party elites.\nThere isn’t much evidence that the dynamic currently driving the Republican contest would succeed in the general election. The Washington Post/ABC survey found that 51% of registered voters (53% of independents and 56% of moderates) prefer someone with political experience over an outsider as the next president. The wave of insurgency that swept over Republicans—especially conservative Republicans, who favor an outsider by 64% to 30%—has crested short of the U.S. electorate’s mobile middle.\nThis doesn’t mean that anyone is happy about the condition of our politics. Seventy-two percent of Americans say that most politicians cannot be trusted; the number includes 69% of Democrats, 72% of independents and moderates, and even 67% of liberals. The usual sources of differentiation—gender, race and ethnicity, age, education, religion, and income—have virtually no impact on voters’ evaluation of their elected officials.\nNor do Americans believe that the nation’s institutions are working the way they should. Sixty-eight percent say that the political system is “basically dysfunctional”—not only Republicans and conservatives say it, but also 59% of Democrats, 61% of liberals, 63% of moderates and 67% of independents. Here again, gender, age, education, and income have at most a modest (usually statistically insignificant) effect on voter attitudes.\nAgainst this backdrop, one might easily assume that the American people are in a quasi-revolutionary mood, disillusioned with reform and ripe for fundamental structural change. The results of the Washington Post/ABC survey suggest otherwise. Given a choice between a new president who wants to “fix the current system” and one who wants to “tear it down and start over,” the reformer beats the revolutionary by a margin of 78% to 19%.\nHere again there is unity across the usual lines of division: Only 19% of conservatives and 20% of Republicans opt for the radical approach. Across the board, Americans want a leader who uses what is right about the political system to repair what is wrong with it.\nThis begins with making the nation’s two-party system—our legacy and our fate—work again. Two successive presidents campaigned promising to heal the partisan divide. Both failed. Neither told us how he would do it; neither knew how.\nThe American people want their next president to do better. That begins with laying the foundation for success during the election by focusing on goals that elected officials and grass-roots supporters of both parties can endorse. And it continues by working with leaders of both parties from Day 1 to craft legislation that enjoys support across party lines. Any other course will perpetuate a status quo that has driven public confidence in our system to a record low.", "byline": "", "description": "The current GOP taste for insurgency isn’t shared by middle-of-the-road voters.", "title": "Where Trump Hits a Wall", "url": "http://www.wsj.com/articles/where-trump-hits-a-wall-1442356281", "topics": ["personality"], "people": ["Donald Trump", "Jeb Bush", "Ben Carson", "Scott Walker"], "orgs": ["Republican Party", "GOP"], "authors": [{"author_id": 39616, "fullname": "william galston", "primary_org": "wsj"}], "date_written": "2015-09-16 14:04:37", "org": "wsj", "article_id": "4939c36b5f6b7fb8b6d29e9b03c50c64", "date_access": "2015-09-16 18:00:16.565623"}