{"body": "It could be a crowdedÂ first debate, and a lonely second one.\nCNBC on Wednesday released its criteria for deciding which candidates will be allowed to participate in the Oct. 28 Â primetime debate, and which will be relegated to the earlier event. Candidates who average 3% in national polls conducted by NBC, ABC, CBS, Fox, CNN and Bloomberg between Sept. 17 and Oct. 21 can join the top tier event, CNBC said. The rest of the field will join the earlier debate, provided they garner at least 1% in a national poll by those six outlets.\nUnlike past debates, CNBC is not placing a cap on how many candidates can participate in its primetime event. The overall field has also shrunk in recent months, with the exits of former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker.\nA Real Clear Politics average of national polling suggests that the candidates who would make the cut for primetime are Donald Trump, Ben Carson, Carly Fiorina, Marco Rubio, Jeb Bush, Ted Cruz, John Kasich, Mike Huckabee and Chris Christie. Candidates who rank at 2.5% or above in the polls have their numbers rounded up to 3%. RandÂ Paulâ\u0080\u0099s average in the polls RCP tracks is 2.3%.\nBobby Jindal, Rick Santorum, George Pataki and Lindsey Grahamâ\u0080\u0094all of whom took part in the undercard debate earlier this monthâ\u0080\u0094all rank at 0.5% or less, alternately winning 1% or 0% in the polls.\nRCP bases its averages on a different selection of polls than CNBC’s criteria stipulate. A Washington Post analysis based on the polls conducted so far that meet CNBCâ\u0080\u0099s specific polls criteria found that Mr. Paul — at 2.8% — would join the other nine candidates in the top-tier debate, while Messrs. Pataki, Santorum and Jindal would make up the earlier event. Messrs. Gilmore and Graham wouldn’t qualify for either event.\nAskedÂ whether the network would hold a second-tier debate in the event there wasÂ only one participant, a CNBC official said, â\u0080\u009cWe donâ\u0080\u0099t deal in hypotheticals.â\u0080\u009d\nDebate criteria has been a contentious issue in recent months, as frontrunner Mr. Trump has consistently taken the center podium, bumping some of his rivals who were expected to be stronger contenders into the earlier event. Ahead of its debate last month, CNN changed its qualification criteria, effectively allowing Mrs. Fiorinaâ\u0080\u0094the only female candidate in the Republican fieldâ\u0080\u0094to participate in the top-tier event. Mrs. Fiorinaâ\u0080\u0099s performance in the first debate had been widely praised and her poll numbers have shot higher.\nMore\nPoll Shows Why Rand Paul Is in Danger of Becoming an Also-Ran\n\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "CNBC on Wednesday released its criteria for deciding which candidates will be allowed to participate in the Oct. 28  primetime debate, and which will be relegated to the earlier event.", "title": "CNBC’s GOP Debate Criteria Put Rand Paul on Hot Seat", "url": "http://blogs.wsj.com/washwire/2015/09/30/cnbcs-gop-debate-criteria-put-rand-paul-on-hot-seat/", "topics": ["personality", "campaign_finance", "immigration"], "people": ["Rand Paul", "Rick Santorum", "Chris Christie", "Why Rand Paul Is", "Jeb Bush", "Rick Perry", "Scott Walker", "Donald Trump", "George Pataki", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "John Kasich", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["CNBC", "WSJ", "RCP", "Capital Journal"], "authors": [{"author_id": 2127, "fullname": "rebecca ballhaus", "primary_org": "wsj"}], "date_written": "2015-09-30 22:57:41", "org": "wsj", "article_id": "bc1a9e52607051e8f313e56c6eca3b4b", "date_access": "2015-09-30 22:05:27.548331"}