{"body": "Legislation that would subject Puerto Rico mutual funds to the same regulations as mainland funds is expected to be introduced in Congress on Friday, the latest sign that Puerto Rico’s financial crisis is drawing greater scrutiny from U.S. lawmakers.\nRep. Nydia Velazquez, a Democrat from New York, said she plans to introduce the bill, the Puerto Rico Investor Protection Act of 2015, in the House of Representatives, where it is expected to be referred to the House Committee on Financial Services for discussion. Rep. Maxine Waters of California, the top Democrat on the financial services committee, signed on as co-sponsor.\nThe proposed law aims to establish federal oversight for Puerto Rico’s mutual-fund industry after investors in Puerto Rico municipal-bond funds sustained heavy losses as the island’s fiscal crisis deepened. Puerto Rico has faced a sluggish economy and high unemployment for years, and Gov. Alejandro Garcia Padilla in June called the island’s $72 billion debt load unpayable.\n“It is outrageous that, when investing their hard-earned money for retirement, Puerto Ricans are not afforded the same transparency requirements and consumer protections that apply in the mainland,” Ms. Velazquez said in a statement.\nMs. Velazquez, who represents parts of Manhattan, Brooklyn and Queens, is the first Puerto Rican woman elected to Congress. She’s not the only official from New York state, which has the nation’s largest Puerto Rican population outside the island, to make Puerto Rico’s debt woes a priority. In September, New York Gov.  Andrew Cuomo visited the island and said he supported allowing Puerto Rico to seek bankruptcy protection. Puerto Rico and its public agencies currently can’t file for bankruptcy.\nPuerto Rico is attracting broader attention as well. Presidential contenders Hillary Clinton and Sen. Marco Rubio have also visited the island in recent weeks, and Jeb Bush paid a visit in April. In Washington, the Senate Committee on Finance will hold a hearing on Puerto Rico’s financial and economic problems on Tuesday.\nMutual funds in the U.S. mainland are subject to the Investment Company Act of 1940. The law, however, doesn't apply to funds located in U.S. possessions that are sold only to residents of those possessions. At the time, the thinking was that the cost of travel would make it too expensive for regulators in Washington to oversee funds in far-flung, overseas territories.\nPuerto Rico passed its own fund-oversight law in 1954, but analysts say it had become less stringent than current federal regulations. In Puerto Rico, UBS Group AG—whose local brokerage unit has a dominant position on the island—was able to underwrite bonds from Puerto Rico municipal entities and then sell those bonds to funds managed by UBS, collecting fees along the way. Some of the UBS funds amassed big positions in certain bond issues that were underwritten by UBS.\nThat behavior wouldn't have been allowed under federal law, said Mercer Bullard, a securities law professor at University of Mississippi School of Law who has also created an investor advocacy organization called Fund Democracy. Federal regulations would have “prevented the chain of relationships that UBS had at every step of the underwriting and distribution process,” Mr. Bullard said.\nThe losses in UBS’ Puerto Rico bond funds have been so severe that investors have filed hundreds of legal claims against the Swiss giant’s Puerto Rico brokerage unit. UBS says it is facing more than $1.1 billion in damages tied to its Puerto Rico activities. Many investors who filed claims are retirees who say that UBS brokers told them the funds were safe, when in fact they were heavily invested in just a few Puerto Rico bond issues and had used leverage, a risky strategy, to boost returns.\nThe legal claims have been filed with the Financial Industry Regulatory Authority, which uses arbitrators to adjudicate the cases. Arbitrators have ruled in favor of investors in some cases and in favor of UBS in others. The bank has also settled some cases, at times for millions of dollars.\nUBS declined to comment on whether its Puerto Rico funds should be regulated under federal law. The bank has said previously that investors in the funds had received excellent returns for years, often exceeding the broader bond market.\nPuerto Rico passed a new fund-oversight law in 2013, which according to Fitch Ratings aligns more closely to federal law. Still, making Puerto Rico funds subject to federal regulations “may help restore some confidence from investors that have had some difficulties,” said Ian Rasmussen, senior director in the fund and asset manager group at Fitch.\nWrite to Mike Cherney at mike.cherney@wsj.com", "byline": "", "description": "Legislation that would subject Puerto Rico mutual funds to the same regulations as mainland funds is expected to be introduced in Congress on Friday, a sign Puerto Rico’s financial crisis is drawing greater scrutiny.", "title": "Puerto Rico Funds May Face Federal Oversight", "url": "http://www.wsj.com/articles/lawmakers-to-introduce-bill-that-subjects-puerto-rico-funds-to-federal-regulations-1443153660", "topics": ["economy"], "people": ["Alejandro Garcia Padilla", "Jeb Bush", "Hillary Clinton", "Maxine Waters", "Puerto Rico", "Marco Rubio", "Andrew Cuomo", "Puerto Ricans", "Nydia Velazquez", "Nydia M. Velazquez"], "orgs": ["Congress", "UBS", "UBS Group AG", "House Committee", "House of Representatives", "Senate Committee"], "authors": [{"author_id": 2283, "fullname": "mike cherney", "primary_org": "wsj"}], "date_written": "2015-09-25 14:27:35", "org": "wsj", "article_id": "8e9b255b82285f4e18debcf153ba9eb8", "date_access": "2015-09-25 16:00:52.837385"}