{"body": "A Republican senator looking for information about Hillary Clinton‘s email practices and dealings as secretary of state is losing patience with what he says is the State Department’s lack of cooperation.\nSen. Chuck Grassley (R., Iowa), chairman of the Judiciary Committee, said Thursday he will hold up the nomination of 20 candidates for foreign service officer posts, ramping up pressure on the State Department to turn over records that could prove embarrassing to Mrs. Clinton in her presidential bid.\nEarlier this week, Mr. Grassley said he would hold up a nomination of an assistant secretary of state, in reprisal for the way he said State Department officials have handled his request for records.\nMr. Grassley said in a statement that “the department must recognize that it has an obligation to respond to congressional inquiries in a timely and reasonable manner.”\nA State Department official said Thursday that department officials have fielded multiple requests from Mr. Grassley and are attempting to comply.\nAsked about Mr. Grassley’s moves to block various nominations, State Department spokesman Mark Toner said Thursday: “[W]e’ve received nearly a dozen letters and requests from Senator Grassley in recent months, and just in – as recently as July 1st we responded to him and then told him that a response that includes a document production was in process, and this response also included substantial responses to his queries on – specific queries on records retention at the State Department.\n“These – as we’ve discussed at length here, these kind of document productions take time, and the department will be providing information to Senator Grassley in response to the requests in the very near future.”\nIn some cases, Mr. Grassley said, department officials have failed to return calls from his office inquiring about the status of various requests.\nMr. Grassley’s inquiries touch on some of the most sensitive issues that Mrs. Clinton has faced in her nearly four-month-old presidential campaign: Mrs. Clinton’s use of a private email system and senior aide Huma Abedin‘s special employment status that allowed her to work for the State Department and also earn outside income from two other employers.\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Sen. Chuck Grassley said he will hold up the nomination of 20 candidates for foreign service officer posts, in reprisal for the way he said State Department officials have handled his request for records on Hillary Clinton's email practices and dealings has secretary of state.", "title": "Sen. Grassley Vows to Hold Up State Dept. Nominations Over Clinton Inquiry", "url": "http://blogs.wsj.com/washwire/2015/08/07/sen-grassley-vows-to-hold-up-state-dept-nominations-pending-clinton-records/", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Charles E. Grassley", "Chuck Grassley", "Huma Abedin", "Hillary Clinton", "Mark Toner"], "orgs": ["Judiciary Committee", "Capital Journal", "State Department"], "authors": [{"author_id": 2156, "fullname": "peter nicholas", "primary_org": "wsj"}], "date_written": "2015-08-07 14:54:56", "org": "wsj", "article_id": "6091a12889a93f6dd820b8f7d2cc3347", "date_access": "2015-08-07 14:29:02.497198"}