{"body": "Progressive New York Mayor  Bill de Blasio and Socialist Paris Mayor  Anne Hidalgo found common cause on a shared threat while attending a recent climate-change conference at the Vatican. “The people of our cities don’t like the notion of those who are particularly wealthy and powerful dictating the terms to a government elected by the people,” Mr. de Blasio declared. “As a multibillion-dollar company, Uber thinks it can dictate to government.”\nBut before Mr. de Blasio could return from Rome, he learned that people really don’t like when politicians try to take away their favorite app for getting around the government’s taxi cartel. The mayor was forced to drop his plan to limit Uber to a 1% annual increase in cars, far below the current rate. \nIt’s hard to see why Mr. de Blasio thought that would be good politics. Two million New Yorkers have downloaded the Uber app onto their mobile devices—a quarter of the city’s population and more than twice the number of citizens who voted for Mr. de Blasio. But it’s easy to understand why he views Uber as an ideological threat. A tipping point is in sight where big-government politicians can no longer deprive consumers of new choice made possible by technology—whether for car rides, car sharing or home rentals. Mr. de Blasio’s experience should encourage other politicians to sign up for innovation.\nUber has become a wedge issue. The Conservative mayor of London,  Boris Johnson, took the opposite approach from Mr. de Blasio. “You are dealing with a huge economic force which is consumer choice, and the taxi trade needs to recognize that,” he said recently. He told a gathering of taxi drivers in London: “I’m afraid it is a tragic fact that there are now more than a million people in this city who have the Uber app.” When cabbies objected that Uber drivers were undercutting their prices, Mr. Johnson replied: “Yes, they are. It’s called the free market.”\nPresidential candidates are divided as well.  Hillary Clinton implicitly criticized Uber in her campaign speech on economic policy, saying the “so-called ‘gig economy’ ” is “raising hard questions about workplace protections and what a good job will look like.” \nBy contrast, Florida’s Sen.  Marco Rubio has a chapter in his presidential campaign book, “American Dreams,” titled “An America Safe for Uber.” He describes explaining to a college class he taught how Miami had banned Uber cars. “As my progressive young students listened to me explain why government was preventing them from using their cell phones to get home from the bars on Saturday night, I could see their minds change,” he writes. “Before I knew it, I was talking to a bunch of 20- and 21-year-old anti-government activists.”\nFor its part, Uber hired  David Plouffe, who managed  Barack Obama’s 2008 campaign, to help wage the political fight. Mr. de Blasio didn’t know what hit him. He justified the cap on Uber cars by blaming the company for traffic congestion, citing a 0.84-mile-an-hour decline in Manhattan’s average vehicle speed between 2010 and 2014. That took chutzpah, given that the mayor himself pushed through a reduction in the speed limit to 25 miles an hour from 30. It also ignored the numerous bike lanes and pedestrian roadblocks the city built during that period. \nUber made the fight personal by adding a “de Blasio” mode to its app, estimating how long the wait would be under the proposed law. Model  Kate Upton tweeted in Uber’s support.  Errol Louis wrote in the Daily News that “Mayor de Blasio is leaving N.Y.ers stranded—like a black man trying to hail a cab uptown.” An Uber spokesman picked up the theme: “There is nothing progressive about protecting millionaire taxi [campaign] donors who mistreat drivers and discriminate against riders.”\nNew York taxi medallions have plummeted in value due to competition. Their owners made the fatal miscalculation of assuming City Hall would always protect them by limiting the number of cabs. They failed to anticipate how new technology eventually disrupts every industry. Apps like Uber give consumers better protection, prices and services than regulators ever can.\nGovernment-enforced cartels fall faster and harder to disruptive innovation than most businesses. When change comes, it is more dramatic than in industries that already have competition. The fate of taxis is a warning to other regulated industries that new technologies always give consumers more choice. And citizens can always make the choice to vote for candidates who embrace innovation over regulations that protect entrenched interests. ", "byline": "", "description": "Why New York City Mayor Bill de Blasio’s attempt to protect a government-enforced cartel ran out of gas.", "title": "Why Uber Drives the Left Crazy", "url": "http://www.wsj.com/articles/why-uber-drives-the-left-crazy-1437950641", "topics": ["economy"], "people": ["Woody Johnson", "Boris Johnson", "Hillary Clinton", "Marco Rubio", "Barack Obama", "Errol Louis", "David Plouffe"], "orgs": ["Uber", "American Dreams", "City Hall"], "authors": [{"author_id": 1855, "fullname": "l. gordon crovitz", "primary_org": "wsj"}], "date_written": "2015-07-27 18:24:57", "org": "wsj", "article_id": "1d7279d0cec2e916dba0dd7ac5d1f08b", "date_access": "2015-07-27 18:03:20.643744"}