{"body": "The oddest moment in the second GOP debate was when the first thing  Donald Trump did was to launch an assault on Sen.  Rand Paul, who was standing about three miles away at the end of the podiums: “Well, first of all, Rand Paul shouldn’t even be on this stage. He’s number 11, he’s got 1% in the polls, and how he got up here, there’s far too many people anyway.” Ummm, what was that all about?\nSince that Sept. 16 debate, as measured by the RealClearPolitics polling average, Mr. Trump has lost about a quarter of his support, down to 23% from 30% on the eve of the debate. In this week’s Wall Street Journal/NBC poll, he is at 21%.\nIt’s not going to get better. The Trump numbers are going to drift sideways, or fall.\nA few weeks ago, Mr. Trump tweeted that getting his business out of Atlantic City before the casinos collapsed was “great timing.” The moment has come for the timing master to recognize it’s Atlantic City all over again. For his phenomenal presidential campaign, it’s time to go.\nIn politics, there’s that famous thing known as Big Mo—momentum. Donald Trump had Big Mo like no one’s ever seen. It’s gone. The odds are he’ll soon be in second or third place, behind someone he insulted as a loser, as the heartless, mocking media will note. He’s not going to enjoy not being on top.\nPolitics is about winning at the margin. It is about securing a base of voter support and then finding ways to attract additional voters at the margin. In the highly partisan presidential elections since 2000, the Republican and Democratic nominees both have had a base vote rotating in the mid-40s. Then the candidates have to add marginal votes toward the 50% threshold. (In 2000, with third-party candidate  Ralph Nader getting 3%,  George W. Bush and  Al Gore both finished with about 48%, hanging chads and a generation of political bitterness.)\nThe Trump candidacy is pure base, and Mr. Trump has not built out from that base, which topped out at about 30%. It’s become obvious that this third of angry conservative voters is volatile. Mr. Trump’s famous support base has eroded, dispersing to the other outsider candidates,  Ben Carson and  Carly Fiorina.\nMore important, it is now clear that Mr. Trump is personally incapable of doing what is necessary to expand beyond his early burst of support. The tax plan he released this week, admirable as a broad outline, is supposed to show he’s getting serious. That’s the problem. His core base didn’t want that kind of serious.\nEven at the level of performance art, what’s happening now is the slow-motion disintegration of “Trump.” His candidacy is detouring into weird and confusing fights, such as the “boycott” of Fox News. News reports on the Trump candidacy increasingly note remarks from admirers who essentially say: I really like that he tells it like it is, but I’m not sure he’s a good fit for the presidency.\nThe pace of volatility in contemporary politics is unprecedented, as a 74-year-old Vermont socialist is revealing to the preordained candidacy of  Hillary Clinton. That the improbable Mr. Trump could rise and then flatline in so little time is startling but not surprising. What Mr. Trump ought to recognize is that his place in the 2015 moment—his political legacy—is secure, unless he lets it evaporate.\nDonald Trump was the first person to tap into the zeitgeist of disgust coursing through politics everywhere. The fed-up voters of Guatemala have just made a TV comedian with no political experience the top finisher in their first-round presidential vote. In Spain, a referendum last Sunday revealed many in Catalonia would jump off the political cliff to separate from Madrid, their version of despised Washington.\nIn the 1996 presidential campaign, the Republican nominee, Sen.  Bob Dole, coined a political phrase for the ages: “Where’s the outrage?” That’s the question a lot of Republican voters were asking themselves about their declared presidential candidates earlier this year: Where’s the outrage? With Donald Trump’s June 16 presidential announcement, they finally got it.\nMr. Trump’s singular personality is simply at odds with the political skills necessary to carry that mood any further than his mere arrival accomplished. His support is moving to candidates who are variations on the Trump theme. What people saw and heard in Carly Fiorina was your basic straight-razor woman. Her rage looks to be about one degree below boiling. Ben Carson radiates an intelligent everyman’s bemusement at a gridlocked system.\nWhen the primaries arrive early next year, the Trump vote will subdivide further among the other Republican tortoises. If he stays in, Donald Trump becomes another presidential also-ran. With ostentation suitable to his stature, Mr. Trump should retire to a skybox, and enjoy what he has wrought.\nWrite to henninger@wsj.com\nWrite to Daniel Henninger at henninger@wsj.com", "byline": "", "description": "The famous Trump base has hit a ceiling. He should retire, and enjoy.", "title": "Trump: Odd Man Out", "url": "http://www.wsj.com/articles/trump-odd-man-out-1443656653", "topics": ["personality", "economy"], "people": ["Rand Paul", "Ralph Nader", "Bob Dole", "Hillary Clinton", "Donald Trump", "George W. Bush", "Daniel Henninger", "Carly Fiorina", "Ben Carson", "Al Gore"], "orgs": ["GOP"], "authors": [{"author_id": 925, "fullname": "daniel henninger", "primary_org": "wsj"}], "date_written": "2015-10-01 00:44:15", "org": "wsj", "article_id": "d224c6c59b3d62ebf9e646791fcfbba2", "date_access": "2015-10-01 06:00:09.464504"}