{"body": "Oil and gas producerÂ Samson Resources LLC, which was taken over by KKR  & Co. in a leveraged buyout in 2011, filed for bankruptcy protection,Â The Wall Street Journal reports.\n(Daily Bankruptcy Review is a daily newsletter with comprehensive coverage and analysis of emerging and in-progress insolvencies and turnarounds. For a two-week trial, visit http://on.wsj.com/DJBankruptcyNews, scroll to the bottom and click â\u0080\u009ctry for free.â\u0080\u009d)\nAccording to WSJ, General Motors  Co. is expected to reach a criminal settlement over its defective ignition switches, which were tied to more than 100 deaths and spurred millions of vehicle recalls.\nPatriot Coal Corp. is in â\u0080\u009cadvancedâ\u0080\u009d talks with a to-be-named rival bidder for its mining assets that may compete with lead bidder Blackhawk Mining LLC at auction, DBR reports in WSJ.\nA GSO Capital Partners affiliate wants to stop an attempt to block debt exchanges that could keep Arch Coal  Inc. out of bankruptcy. DBR reports.\nThe former RadioShack is closer to getting final approval of its liquidation plan, DBR reports.\nDonald Trump declined to mention that his companies have filed for bankruptcy at Wednesday nightâ\u0080\u0099s Republican presidential debate, Bloomberg reports.\nOpposition to Puerto Ricoâ\u0080\u0099s reform plan is growing, the Associated Press reports.\nDealBook discusses the Dewey & LeBoeuf accounting fraud case heading to the jury.\n(And donâ\u0080\u0099t forget to check out our blog post on a Tennessee museum dedicated to dragons that is hoping to turn its luck around.)\nWrite to Melanie Cohen at melanie.cohen@wsj.com. Follow her onÂ Twitter at @MelanieLisa", "byline": "", "description": "Samson Resources filed for bankruptcy, GM is close to reaching an ignition switch defect criminal settlement, and Patriot Coal is in \"advanced\" talks with a rival bidder.", "title": "KKR’s Samson Resources Enters Chapter 11", "url": "http://blogs.wsj.com/bankruptcy/2015/09/17/kkrs-samson-resources-enters-chapter-11/", "topics": ["personality"], "people": ["Donald Trump", "Melanie Cohen"], "orgs": ["WSJ", "Patriot Coal", "KKR & Co.", "KKR", "General Motors Co.", "Patriot Coal Corp."], "authors": [{"author_id": 1052, "fullname": "melanie cohen", "primary_org": "wsj"}], "date_written": "2015-09-17 13:47:23", "org": "wsj", "article_id": "0daf9eafed37bf419137d51dd7a1a186", "date_access": "2015-09-17 16:02:22.309684"}