{"body": "Donald Trump had better be prepared. He has been riding high in the Republican presidential race, so high that he was granted the rare opportunity on Sunday to be interviewed on “Meet the Press” and “Face the Nation” by phone, with only his picture on the screen. Candidates who lack Mr. Trump’s celebrity—that means all the others—aren’t afforded that privilege. They’re required to traipse to a TV studio and appear in person.\nNow Mr. Trump faces his first big test since he announced his campaign for the 2016 GOP nomination two months ago. He’s one of 10 candidates in Thursday’s first Republican presidential debate in Cleveland. Hosted by Fox News, the two-hour event (from 9-11 p.m. Eastern time) is expected to draw the biggest television audience ever for a debate among candidates for their party’s nomination. Mr. Trump is the reason.\nThanks to his attention-grabbing style, he has held a hefty lead in polls of Republican voters for nearly a month. He insults the other candidates without restraint, and without suffering politically. But he may meet his match Thursday.\nMr. Trump’s foes are unlikely to take him on. They have little to gain from confronting a rabble-rouser like him. Former Texas Gov.  Rick Perry and South Carolina Sen.  Lindsey Graham tried that earlier. Mr. Perry called him a “cancer on conservatism.” But he and  Mr. Graham have been relegated to a one-hour debate at 5 p.m. Eastern, also on Fox, among the candidates who didn’t make the top 10.\nMr. Trump, ungraciously, takes credit for their demotion. Messrs. Perry and Graham “were really hitting me hard and they went down in the polls,” he told Breitbart News Network. “I am greatly honored by that.”\nThe trouble for Mr. Trump will come from the three Fox moderators of the debate. “My style is adversarial,”  Chris Wallace told the Washington Post this week. He specializes in rigorous follow-up questions when a politician is evasive.  Megyn Kelly is equally aggressive and stubborn.  Bret Baier is known for his unforgiving interview with President Obama in 2010. And the trio is experienced. They questioned nine Republican candidates for the 2012 nomination on Sept. 22, 2011, in Orlando, Fla. That debate featured a prerecorded question by a gay Army soldier who asked if they would reinstate the ban on gays serving openly in the military.\nUp to now, Mr. Trump has escaped explaining his blustery broadsides, dubious claims and flip-flops. He has been treated as a celebrity whose performance is the story. But how, for instance, would he get Mexico to pay for a wall along the U.S. border? What are the provisions of his immigration policy? How would he replace ObamaCare? Is there a serious Trump agenda? His past business dealings also invite questions.\nThough Republicans have an impressive field of candidates, the Fox team should not approach Mr. Trump as just one of them. At the moment, he is the Republican campaign. And until the disruption in the GOP ranks caused by his entry to the race settles down, he will continue to be.\nStill, there is plenty to question his nine opponents about. They are former Florida Gov.  Jeb Bush, Wisconsin Gov.  Scott Walker, Sens.  Marco Rubio of Florida,  Rand Paul of Kentucky and  Ted Cruz of Texas, former Arkansas Gov.  Mike Huckabee, New Jersey Gov.  Chris Christie, Ohio Gov.  John Kasich, and retired neurosurgeon  Ben Carson.\nScott Reed, who managed  Bob Dole’s presidential campaign in 1996, says most of the candidates announced got into the race months ago, and their stories are forgotten. “They need to reintroduce or introduce themselves to primary voters and retell the story of why they are running,” he says.\nThis is a cautious tactic that fits with what has been a prosaic campaign. But it’s probably a smart one until the Trump storm blows over, assuming it will. No positive-sounding issue has caught on. And no candidate has found a niche or generated a large band of enthusiasts—except Mr. Trump. His excitable following is dominated by grass-roots Republicans at war with the party’s elites.\nThe media likes to provoke fights. Since Messrs. Bush and Walker disagree on immigration, they may take the bait. Mr. Bush favors “comprehensive immigration reform” and Mr. Walker doesn’t appear to. Sharpening their differences would enlighten voters, including me.\nOn foreign affairs, Messrs. Rubio and Paul are far apart. Mr. Rubio is hawkish, and Mr. Paul is dovish, creating grounds for sparring. Messrs. Cruz and Christie are great debaters and won’t need coaxing to contradict their peers. Mr. Kasich is at odds with many Republicans on Medicaid, still another subject worthy of discussion.\nCampaigns try to come up with one-liners to use in debates. It’s a waste of time. They rarely have legs. Candidates ought to be wary when a moderator injects a nonissue into a debate, as George Stephanopoulos of ABC News did in New Hampshire on Jan. 7, 2012. He asked  Mitt Romney about contraception. Mr. Romney drew a blank. Skeptical Republicans concluded this was a trial balloon for the Democratic narrative about the Republicans’ alleged “war on women.”\nWith no Mr. Trump to steal the spotlight, Thursday’s early debate may prove to be the more illuminating of the two. “The Siberia at 5 o’clock is not that bad,” says Republican consultant  Jeff Bell. The inclusion of Rick Perry and ex- Hewlett Packard\nHPQ\n\n\n1.81\n%\n\n\n\n\n CEO  Carly Fiorina—both well known candidates—adds prominence. The other participants are Louisiana Gov.  Bobby Jindal, former Pennsylvania Sen.  Rick Santorum, Sen. Lindsey Graham of South Carolina, and former Govs.  Jim Gilmore of Virginia and  George Pataki of New York.\nThe jayvee candidates won’t act like front-runners. They’re sure to be less cautious. Ms. Fiorina has a withering critique of Washington and the bureaucracy that relatively few voters have heard. I expect she will repeat it. Mr. Perry has more than a strong record as governor. From two years of study, he’s become conversant on foreign and domestic affairs. His “oops” gaffe in 2011 is no longer relevant.\nDebates don’t usually change the course of presidential campaigns. But they do affect candidates. In a 2011 debate in Washington, D.C., on national security, pizza executive Herman Cain had little to say. His candidacy soon faded. Former Minnesota Gov.  Tim Pawlenty had a chance to ask Mr. Romney a penetrating question in an Iowa debate that same year. He whiffed, and soon dropped out of the race.\nNow it’s  Donald Trump’s turn. And for the debate, unlike for “Meet the Press,” he can’t call in his answers.\nMr. Barnes, executive editor of the Weekly Standard, is a Fox News commentator.", "byline": "", "description": "Donald Trump is the star, but he won’t necessarily be the winner—and a bad debate can kill a candidacy.", "title": "What to Look for on Debate Night", "url": "http://www.wsj.com/articles/what-to-look-for-on-debate-night-1438813634", "topics": ["campaign_finance", "immigration"], "people": ["Chris Wallace", "Bob Dole", "George Stephanopoulos", "Mike Huckabee", "Scott Reed", "Ted Cruz", "Chris Christie", "Bret Baier", "Bobby Jindal", "Scott Walker", "Rand Paul", "Herman Cain", "Jeb Bush", "Donald Trump", "Marco Rubio", "Megyn Kelly", "Carly Fiorina", "Rick Santorum", "Mitt Romney", "Lindsey Graham", "Rick Perry", "John Kasich", "Jim Gilmore", "George Pataki", "Ben Carson", "Tim Pawlenty"], "orgs": ["HPQ", "Hewlett Packard", "GOP"], "authors": [{"author_id": 8970, "fullname": "fred barnes", "primary_org": "wsj"}], "date_written": "2015-08-05 23:27:19", "org": "wsj", "article_id": "f127c31f6f650bf419f13c8253a33068", "date_access": "2015-08-06 06:00:06.288834"}