{"body": "Hillary Clinton has recovered some lost ground and is now neck and neck with rival Bernie Sanders in New Hampshire, a new survey shows.\nThe Suffolk University/Boston Globe poll showed that 37% of likely Democratic voters saw Mrs. Clinton as their top choice, compared to 35% who said they preferred Mr. Sanders, a senator from Vermont.\nSome other recent polls have shown Mr. Sanders winning in New Hampshire, the state that holds the second contest of the presidential election season, after the Iowa caucuses on Feb. 1. A CNN/WMUR poll last month showed Mr. Sanders with the support of 46% of those who planned to vote in the Democratic primary, compared to 30% for Mrs. Clinton.\nMrs. Clinton’s rise comes amid a strong debate performance in Las Vegas on Tuesday night. The same survey showed New Hampshire Democrats saw Mrs. Clinton as the clear winner.\nA total of 54% believed Mrs. Clinton won the debate, versus 23% who thought Mr. Sanders prevailed. None of the other three candidates on stage in Las Vegas that night came close. Less than one percent of those polled believed that either former Maryland Gov. Martin O’Malley, former Virginia Sen. Jim Webb or former Rhode Island Sen. Lincoln Chafee won the debate.\nThe survey showed voters were largely satisfied with the five-person field. Only 36% believed Vice President Joe Biden should enter the race, compared to nearly 50% who did not want to see him jump in. Mr. Biden is considering a late entry into the race and is expected to announce a decision in the coming days.\nThe poll was, in some respects, a mixed bag for Mrs. Clinton. Asked which candidate they trusted the most, 33% said Mr. Sanders, and only 22% said Mrs. Clinton. Though a healthy 66% had a favorable impression of Mrs. Clinton, 71% saw Messrs. Biden and Sanders in favorable light.\nIn an encouraging development for Mrs. Clinton, most of those surveyed said they were not troubled by reports of Mrs. Clinton using a private email account during her four years as secretary of state.\nThe poll of 500 likely New Hampshire Democratic voters was conducted Oct. 14 and Oct. 15, after the Democratic debate, and has a margin of error of plus or minus 4.4 percentage points.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Hillary Clinton has recovered some lost ground and is now neck and neck with rival Bernie Sanders in New Hampshire, a new survey shows.", "title": "New Poll Shows Clinton Recovers Lost Ground in N.H.", "url": "http://blogs.wsj.com/washwire/2015/10/16/new-poll-shows-clinton-recovers-lost-ground-in-n-h/", "topics": ["campaign_finance"], "people": ["Martin O'Malley", "Joe Biden", "Hillary Clinton", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Capital Journal", "WSJ"], "authors": [{"author_id": 2156, "fullname": "peter nicholas", "primary_org": "wsj"}], "date_written": "2015-10-16 18:00:17", "org": "wsj", "article_id": "2064fde81e49fab1b4c68c4492cf24fc", "date_access": "2015-10-16 22:02:59.594575"}