{"body": "It’s not clear how many minds Sen. Bernie Sanders changed on Monday or if he picked up a single vote speaking at Liberty University. But garnering voters wasn’t the point of his visit, and the senator’s willingness to take his message to a bastion of conservatism underscores why his long-shot campaign has gained “Bernmentum” and is now leading former Secretary of StateÂ Hillary ClintonÂ in Iowa and New Hampshire among Democrats.\nLiberty, which bills itself as the worldâ\u0080\u0099s largest Christian university and whose slogan is â\u0080\u009cTraining Champions for Christ,â\u0080\u009dÂ is pretty much a required stop for Republican presidential candidates. Jeb Bush delivered the commencement address in May.\nWhen Sen. SandersÂ of Vermont–the least religious state in the U.S.–spoke there on Monday, a few of his supporters were in attendance, but most of the thousands who packed into the basketball auditorium were students.\nThere were no protests.Â Sen. Sanders received a respectful, even warm, welcome.\nThe candidate began by emphasizing his support for gay rights and said he is pro-choice. Then he said: â\u0080\u009cI believe from the bottom of my heart that it is vitally important for those of us who hold different views to be able to engage in a civil discourse.â\u0080\u009d\nAnd so an avowed socialist and liberal candidate for president went to one of the most conservative places in the country to share his message.\nHis appearance at Liberty was bracketed by campaign rallies in North Carolina and Virginia, and his pointÂ about wealth and income inequality was the same in all three places. â\u0080\u009cWhen we talk about morality and justice we have to understand that there is no justice when so few have so much and so many have so little.â\u0080\u009d\nHe urged the students to â\u0080\u009chave the courage to stand with the poor and working people and â\u0080¦ to take on the powerful and wealthy who are hurting this country.â\u0080\u009d\nStudent body President Quincy Thompson, a senior majoring in pastoral leadership, told me that all the students he spoke with about Sen. Sanders’s appearance were â\u0080\u009cexcited to have him and hear a different perspective. . . . It woke a lot of students up to the severity of the poverty that is here in the United States.”\nSen. Sanders was positive and respectful without giving ground on issues that matter most to him. He was the same person who has been traveling the country talking about income inequality for months.\n“It is easy to go out and talk to people who agree with you,” he said Monday. Itâ\u0080\u0099s harder, but more important, to try to find common ground with people with whom you disagree. The popularity of “outsider” candidates so far in the 2016 presidential campaign suggests that voters would like to see more of this in our politics.\nLinda Killian isÂ executive director ofÂ Independent Americans UnitedÂ andÂ a senior scholar at theÂ Woodrow Wilson Center.Â Her most recent book is â\u0080\u009cThe Swing Vote: The Untapped Power of Independents.â\u0080\u009d She is on Twitter:Â @lindajkillian.\nALSO IN THINK TANK:Â\nWhat’s Holding Back the 2016 Foreign Policy Debate\nFour Takeaways From Obama’s Victory on the Iran Nuclear Deal\nAn Unserious Approach to Serious Security Issues\nHillary Clinton’s Authenticity Problem\nHow Citizens United Helps Trump and Sanders, and Other 2016 Twists\nDonald Trumpâ\u0080\u0099s Inadvertent Gift the Republican Party: Tempting Joe Biden to Run\n______________________________________________________\n2016 Election Calendar: Debates, Primaries, Caucuses\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Linda Killian: An avowed socialist and liberal candidate for president went to one of the most conservative places in the country to share his message.", "title": "What Bernie Sanders’s Speech at Liberty University Says About His Rise", "url": "http://blogs.wsj.com/washwire/2015/09/14/what-bernie-sanderss-speech-at-liberty-university-shows-about-his-rise/", "topics": ["economy", "campaign_finance", "immigration", "personality"], "people": ["Bernie Sanders", "Jeb Bush", "Hillary Clinton", "Joe Biden", "Linda Killian"], "orgs": ["Citizens United Helps Trump", "Liberty University", "Capital Journal", "theA Woodrow Wilson Center", "ofA Independent Americans UnitedA andA", "The Untapped Power of Independents", "Serious Security Issues", "Caucuses", "Iran Nuclear Deal", "Holding Back"], "authors": [{"author_id": 10564, "fullname": "linda killian", "primary_org": "wsj"}], "date_written": "2015-09-15 00:22:03", "org": "wsj", "article_id": "9630b222190800665bb5138eb442cc3c", "date_access": "2015-09-15 00:04:09.952776"}