{"body": "The Democratic debate Tuesday revealed the best thing that  Hillary Clinton has going for her: the weakness of her challengers.\nVermont Sen.  Bernie Sanders came off as an elderly, dyspeptic Bilbo Baggins attending a British Labour Party meeting. Former Maryland Gov.  Martin O’Malley sounded like an overly earnest, slightly too intense 1950s ad man making a bad pitch. Former Rhode Island Gov.  Lincoln Chafee was as hapless as a puppy stranded in a hurricane. And former Virginia Sen.  Jim Webb, probably sensing how inconsequential he is, was angry all night. It’s hard to believe this crew will draw many viewers for future debates.\nHillary Clinton, on the other hand, reminded the crowd that she is a good debater who bested then-Sen.  Barack Obama in most of their 2008 matchups. She was knowledgeable, in command and much less mechanical than usual. Team Clinton was right to be elated with her performance.\nThere is little doubt now that Mrs. Clinton will be her party’s nominee, barring an indictment or similar dramatic event. Still, Mrs. Clinton’s managers shouldn’t kid themselves: Her intraparty competition is pitiful, and her challenges in the general election remain enormous.\nIt is striking how far left the Democratic Party—including Mrs. Clinton—has moved. Candidates spent the debate trying to outdo one another on gun control, climate change and busting up Wall Street.\nOne example: When asked to state America’s greatest national-security threat, Mr. Sanders did not say Islamic State, which controls much of Syria, Iraq and Iran. He did not say Russia, entrenched in Ukraine and emerging as a dominant power in the Middle East, or even China, threatening its neighbors in the west Pacific.\nHe named climate change. One can imagine President Sanders ordering special forces to the headquarters of  Exxon,\nXOM\n\n\n1.26\n%\n\n\n\n\n Shell and  Chevron\nCVX\n\n\n1.56\n%\n\n\n\n\n to haul off oilmen to re-education camps cooled and heated by renewable energy.\nMrs. Clinton’s performance wasn’t flawless. She called the Obama administration’s 2011 military action in Libya “smart power at its best.” That’s damning, since Libya is now a failed state and a haven for terrorists.\nShe overemphasized her gender. When asked how she would be different from Mr. Obama, she replied, “Being the first woman president would be quite a change.” This claim is most powerful if left unexpressed. Research conducted by American Crossroads suggests that the more Mrs. Clinton talks about it, the less supportive many voters, particularly white middle-class women, become.\nMrs. Clinton also signaled that she will not run as a unifier. Asked who she was proud to call her enemy, she lumped Republicans together with the Iranians. In 2008 Mr. Obama promised to be the president not of “red states and blue states” but the United States. Seven years later Mrs. Clinton compares the GOP with the Iranian Revolutionary Guard.\nHowever well Mrs. Clinton handled the debate, she still faces the scandal over her private email server. In the debate she again claimed that the arrangement was “allowed,” without saying who signed off. Bernie Sanders may be tired of the issue, but the FBI, which is investigating the matter, is not. And an auditorium of cheering partisans can’t mask the damage. A Sept. 21 Quinnipiac poll showed that only 32% of voters believe Mrs. Clinton is honest and trustworthy; 63% say she is not.\nMrs. Clinton’s continuing misstatements and lies may be dragging down other perceptions of her. Many swing voters are coming to believe that she doesn’t think the rules apply to her, causing them to doubt whether she cares about ordinary Americans—long a strong Democratic advantage. When Quinnipiac asked voters whether Mrs. Clinton “cares about the needs and problems of people like you,” only 43% of respondents said “yes.” That’s down from 48% in May. Tuesday’s two-hour debate in Las Vegas didn’t help.\nAll this points to an opportunity for Republicans next year, but only if they nominate a candidate with appeal to swing voters to whom Hillary is increasingly unattractive. And only if the GOP understands that she can be formidable in debate.\nMrs. Clinton might have looked good Tuesday standing on a platform with three intellectual dwarves and a cranky hobbit. But after a lengthy primary season, they will exit stage left—possibly to be replaced by a much tougher competitor.\nMr. Rove helped organize the political-action committee American Crossroads and is the author of “The Triumph of  William McKinley: Why the 1896 Election Still Matters,” out in November from Simon & Schuster.", "byline": "", "description": "Her other debate competition was a 1950s ad man, a sad puppy and Mr. Angry.", "title": "Clinton Wallops a Cranky Hobbit", "url": "http://www.wsj.com/articles/clinton-wallops-a-cranky-hobbit-1444861801", "topics": ["women", "campaign_finance", "terrorism"], "people": ["Karl Rove", "Martin O'Malley", "Jim Webb", "Hillary Clinton", "Barack Obama", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Exxon", "British Labour Party", "Quinnipiac", "Democratic Party", "Simon & Schuster", "Shell", "Chevron", "United States.", "American Crossroads", "FBI", "GOP"], "authors": [{"author_id": 920, "fullname": "karl rove", "primary_org": "wsj"}], "date_written": "2015-10-15 00:12:45", "org": "wsj", "article_id": "b8842fff13af27e6efaad5672689b57f", "date_access": "2015-10-15 06:00:15.531636"}