{"body": "Video: Vice PresidentÂ Joe Biden announces he won’t run for president.\nVice PresidentÂ Joe Biden said Wednesday he will bypass the 2016 presidential race, forgoing one final shot at the White House. Here is Mr. Biden’s statement, delivered from the White House, as provided by Federal News Service (www.fednews.com):\nVice President Joe Biden: Please, please, sit down. Mr. President, thank you for lending me the Rose Garden for a minute.\nPresident Barack Obama: It’s a pretty nice place.\nMr. Biden: As the family and I have worked through the — the grieving process, I’ve said all along what I’ve said time and again to others: that it may very well be that that process, by the time we get through it, closes the window on mounting a realistic campaign for president. That it might close.\nI’ve concluded it has closed. I know from previous experience that there’s no timetable for this process. The process doesn’t respect or much care about things like filing deadlines or debates and primaries and caucuses.\nBut I also know that I could do this if the — I couldn’t do this if the family wasn’t ready. The good news is the family has reached that point, but as I’ve said many times, my family has suffered loss, and — and I — I hope there would come a time — and I’ve said this to many other families — that, sooner rather than later, when — when you think of your loved one, it brings a smile to your lips before it brings a tear to your eyes.\nWell, that’s where the Bidens are today. Thank god. Beau — Beau is our inspiration.\nUnfortunately, I believe we’re out of time, the time necessary to mount a winning campaign for the nomination. But while I will not be a candidate, I will not be silent.\nI intend to speak out clearly and forcefully, to influence as much as I can where we stand as a party and where we need to go as a nation. And this is what I believe.\nI believe that President Obama has led this nation from crisis to recovery, and we’re now on the cusp of resurgence. I’m proud to have played a part in that. This party, our nation, will be making a tragic mistake if we walk away or attempt to undo the Obama legacy.\nThe American people have worked too hard, and we have have come too far for that. Democrats should not only defend this record and protect this record. They should run on the record.\nWe have a lot of work to get done over to the next 15 months, and there is a lot of — the president — there’s a lot that the president will — will have to get done, but let me be clear that we’ll be building on a really solid foundation.\nBut it all starts with giving the middle-class a fighting chance. I know that you in the press love to call me “Middle-Class Joe,” and I know in Washington that’s not really meant a compliment; it means you’re not that sophisticated, but it is about the middle class. It isn’t just a matter of fairness or economic growth, it’s a matter of social stability for this nation. We cannot sustain the current levels of inequality that exist in this country.\nI believe the huge sums of unlimited and often secret money pouring into our politics is a fundamental threat to our Democracy, and I really believe that. I think it’s a fundamental threat, because the middle class will never have a fighting chance in this country as long as just several hundred families, the wealthiest families, control the process. It’s just that simple. And I believe that we have to level the playing field for the American people. And that’s going to take access to education and opportunity to work.\nWe need to commit. We are fighting for 14 years — we need to commit to 16 years of free public education for all of our children. We all know that 12 years of public education is not enough. As a nation, let’s make the same commitment to a college education today that we made to a high school education 100 years ago.\nChildren and child care is the one biggest barrier for working families. We need as the president proposed a triple child care tax credit. That alone will lead to dramatic increase in the number of women able to be in the workforce, and will raise our economic standards.\nThere are many equitable ways to pay for this. I often hear, well, how do you pay for this? There are many equitable ways to pay for this. We can pay for all of this with one simple step, by limiting the deductions in the tax code to 28 percent of income. Wealthy folks will end up paying a little bit more, but it’s my guess — and I mean this sincerely — it’s my guess they’ll be happy to help build a stronger economy and a better educated America. I believe we need to lead more by the power of our example, as the president has, than merely by the example of our power.\nWe have learned some very hard lessons from more than a decade of large scale, open-ended military invasions. We have to accept the fact that we can’t solve all of the world’s problems. We can’t solve many of them alone.\nThe argument that we just have to do something when bad people do bad things isn’t good enough. It’s not a good enough reason for American intervention and to put our sons and daughters’ lives on the line, put them at risk.\nI believe that we have to end the divisive partisan politics that is ripping this country apart. And I think we can. It’s mean spirited, it’s petty, and it’s gone on for much too long. I don’t believe, like some do, that it’s naive to talk to Republicans. I don’t think we should look at Republicans as our enemies. They are our opposition. They’re not our enemies. And for the sake of the country, we have to work together.\nAs the president has said many times, compromise is not a dirty word. But look at it this way folks, how does this country function without consensus? How can we move forward without being able to arrive at consensus? Four more years of this kind of pitched battle may be more than this country can take. We have to change it. We have to change it.\nAnd I believe that we need a moon shot in this country to cure cancer. It’s personal. But I know we can do this. The president and I have already been working hard on increasing funding for research and development, because there are so many breakthroughs just on the horizon in science and medicine, the things that are just about to happen. And we can make them real with an absolute national commitment to end cancer, as we know it today.\nAnd I’m going to spend the next 15 months in this office pushing as hard as I can to accomplish this, because I know there are Democrats and Republicans on the Hill who share our passion, our passion to silence this deadly disease.\nIf I could be anything, I would have wanted to have been the president that ended cancer, because it’s possible.\nI also believe we need to keep moving forward in the arc of this nation toward justice: the rights of the LGBT community, immigration reform, equal pay for women and protecting their safety from violence, rooting out institutional racism.\nAt their core, every one of these things — every one of these things is about the same thing. It’s about equality, it’s about fairness, it’s about respect. As my dad used to say, it’s about affording every single person dignity. It’s not complicated.\nEvery single one of the issues is about dignity. And the ugly forces of hate and division — they won’t let up, but they do not represent the American people. They do not represent the heart of this country. They represent a small fraction of the political elite, and the next president is going to have to take it on.\nMost of all I believe there’s unlimited possibilities for this country. I don’t know how many of the White House staff and personnel have heard me say repeatedly that we are so much better positioned than any country the world.\nWe are so — I’ve been doing this for a long time. When I got elected as a 29-year-old kid, I was called “the optimist”. I am more optimistic about the possibilities — the incredibly possibilities — to leap forward than I have been any time in my career.\nAnd I believe to my core that there is no country on the face of the Earth better positioned to lead the world in the 21st century than the United States of America.\nWashington, though, has to begin to function again. Instead of being the problem, it has to become part of the solution again. We have to be one America again. And at our core, I’ve always believed that what sets America apart from every other nation is that we — ordinary Americans — believe in possibilities. Unlimited possibilities.\nThe possibilities for a kid growing up in a poor inner-city neighborhood or the — a Spanish-speaking home, or a kid from Mayfield in Delaware, Willow Grove in Pennsylvania like Jill and I, to be able to be anything we wanted to be, to do anything — anything — that we want.\nThat’s what we were both taught, that’s what the president was taught. It was real. That’s what I grew up believing. And you know, it’s always been true in this country, and if we ever lose that, we’ve lost something very special. We’ll have lost the very soul of this country.\nWhen I was growing up, my parents, in tough times, looked at me and would say to me and my brothers and sister, “honey, it’s gonna be OK.” And they meant it. They meant it. It was gonna be OK.\nBut some of you cover me, I say, go back to your old neighborhoods. Talk to your contemporaries who aren’t as successful as you’ve been. There are too many people in America — there are too many parents who don’t believe they can look their kid in the eye and say with certitude, “honey, it’s gonna be OK.”\nThat’s what we need to change. It’s not complicated. That will be the true measure of our success, and we’ll not have met it until every parent out there can look at their kid in tough times and say, “honey, it’s gonna be OK,” and mean it.\nThat’s our responsibility. And I believe it’s totally within our power. The nation has done it before in difficult times.\nI have had the very (ph) great good fortune and privilege of being in public service most of my adult life — since I’ve been 25 years old. And through personal triumphs and tragedies, my entire family — son Beau, my son Hunter, my daughter Ashley, Jill — our whole family — and this sounds corny, but we found purpose in public life.\nWe found purpose in public life. So we intend — the whole family, not just me — we intend to spend the next 15 months fighting for what we’ve always cared about — what my family’s always cared about — with every ounce of our being, and working alongside the president and members of Congress and our future nominee, I am absolutely certain that we fully are capable of accomplishing extraordinary things. We can do this.\nAnd when we do, America won’t just win the future, we will own the finish line.\nThank you for all being so gracious to Jill and me, for the last six or eight months, and for our whole career for that matter. But I am telling you, we can do so much more. I am looking forward to continuing to work with this man to get it done. Thank you very much. Thank you all very much.\nSource: Federal News Service\nMore:\nJoe Biden Decides Not to Enter Presidential Race\nHow Clinton, Trump, Carson Look Strong in New Poll\nWSJ Poll: Hillary Clinton Widens Lead in Primary Race\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Vice President Joe Biden said Wednesday he will bypass the 2016 presidential race, forgoing one final shot at the White House. Here is Mr. Biden's statement, delivered from the White House:", "title": "Transcript and Video: Joe Biden’s Statement on Bypassing the 2016 Presidential Race", "url": "http://blogs.wsj.com/washwire/2015/10/21/joe-biden-statement-on-bypassing-the-2016-presidential-race/", "topics": ["economy"], "people": ["Joseph R. Biden Jr.", "Joe Biden", "Barack Obama", "Hillary Clinton", "Beau Biden"], "orgs": ["Capital Journal", "WSJ", "Congress"], "authors": [], "date_written": "2015-10-21 17:56:30", "org": "wsj", "article_id": "cad1aaf841e96adb09953988dbfd49e0", "date_access": "2015-10-22 08:06:54.336595"}