{"body": "Hillary Clinton’s presidential campaign staged another document dump on Friday, including more of her private emails from her time as Secretary of State, a health report and eight years of tax returns. We’ll have more to say about the emails, but the tax filings show how Bill and Hillary define charity.\nThe first couple of American liberalism reported income of $139 million in their hardship years from 2007-2014. That’s a tad more than most of the “everyday Americans” whom Mrs. Clinton claims to speak for, which may explain why an accompanying press release stressed that she and Bill had given $14,959,450 to charity.\nThat’s wonderful, save for the small detail that her charity of choice was her own family. The couple donated all but $200,000 of their gifts since 2007 to the Clinton Family Foundation, which isn’t exactly the Little Sisters of the Poor.\nWhile the foundation does contribute to charitable causes, it also doubles as a vehicle to promote the first family’s political ambitions and public profile. It spends an outsized portion of its money, for instance, picking up the travel and other expenses for the whole family.\nThe foundation has also functioned between campaigns and stints in public office as a jobs program and financier for various Clinton operatives.  Sidney Blumenthal, who was banned by the White House from a job at the State Department, was paid by the foundation while he was dispensing bad advice on Libya to Mrs. Clinton. Foreign governments, unions, wealthy Democrats and corporations donated to the foundation knowing its political importance to the woman who could be the next U.S. President.\nThe  Clintons play by their own political rules, and taking a nearly $15 million tax write-off to assist their electoral ambitions is merely the latest.", "byline": "", "description": "A nearly $15 million tax write-off for donations to the family foundation.", "title": "The Clinton Charity Case", "url": "http://www.wsj.com/articles/the-clinton-charity-case-1438731092", "topics": ["campaign_finance", "women", "personality", "economy"], "people": ["Sidney Blumenthal", "Hillary Clinton"], "orgs": ["Clinton Family Foundation", "State Department"], "authors": [], "date_written": "2015-08-05 00:36:17", "org": "wsj", "article_id": "436671b67e7bd3f7cd78ed64c5c997af", "date_access": "2015-08-05 06:00:04.356117"}