{"body": "“Vox.com is a general interest news site for the 21st century,” the Vox Media website informs us. “Its mission is simple: Explain the News. Vox is where you go to understand the news and the world around you. It treats serious topics seriously, candidly shepherding people through complex topics.”\nBy some measures, Vox.com has been a success. A corporate vice president, Jonathan Hunt, “said the company broke even in 2014 and will be profitable this year,” Advertising Age reported in March. And Vox gets attention, as evidenced by this column.\nBut its “mission” is to be authoritative, and in that it has failed. It’s just another opinion site, albeit one with an unusually earnest tone. Liberals may cite it as an authority, but they are no less apt to cite sources like ThinkProgress, the Puffington Host and even the New York Times. Nonliberals, especially conservatives, don’t view Vox as any more credible than other liberal sources.\nMuch of Vox’s content consists of strange, contrarian arguments of the sort that could just as easily appear at Slate. A case in point: “Emailgate Is a Political Problem for Hillary Clinton, but It Also Reveals Why She’d Be an Effective President” by Matt Yglesias, a former Slate writer.\nHere is the nut:\nYglesias imagines that as president, Mrs. Clinton would be a kind of benevolent dictator—in his words, “an iron fist.” With Republicans likely to retain their congressional majorities, “she’ll push executive power in somewhat unorthodox ways in pursuit of an agenda conservatives hate.” (He worries, though, that her foreign policy may be uncongenial to liberals.)\n“She truly is the perfect leader for America’s moment of permanent constitutional crisis,” he exults: “a person who cares more about results than process, who cares more about winning the battle than being well-liked, and a person who believes in asking what she can get away with rather than what would look best.”\n“One of my longtime rules in politics is that all procedural arguments are insincere, including this one,” as Michael Barone has observed. Those who came of political age in the 1970s and 1980s have at times found it disorienting to see liberals champion executive power at Congress’s expense. Back then, they argued the opposite. But of course then they controlled Congress, while Republican presidents were the norm. They flipped when that did—but then so did conservatives, in the opposite direction. And liberal arguments for a strong executive don’t seem novel at all to anyone who’s studied the Progressive and New Deal eras.\nAnyway, Yglesias can’t be accused of hypocrisy. He’s quite clear that it is the left-wing ideological ends that justify Mrs. Clinton’s questionable means. If two years from now he is inveighing against President Rubio’s outrageous power grabs, that will be entirely consistent with his fantasies about Mrs. Clinton.\nYet Yglesias’s argument is dubious even on its own terms. Consider the objectives of those past norm-busting behaviors he lauds: The cattle-futures scam was for her personal enrichment. The 2000 Senate race and 2008 gaming of the nomination process were for her personal ambition. The illicit email server was, by her own account, for her personal “convenience.” Other motives have been suggested—to evade public-records laws, to conceal corrupt dealings between the State Department and the Clinton Foundation—none of which are ideological.\nThe only example whose objective was ideological was her nepotistic role as chairman of “a policymaking committee in her husband’s White House.” That would be the Task Force on National Health Care Reform, which put forward an ambitious plan. It died in a Democrat-controlled Congress. That is, the effort ended in failure—as, one hardly need mention, did her 2008 nomination campaign.\nIt’s possible that somebody else would have succeeded in the health-reform effort. It’s probable that New York would have sent a liberal Democrat to the Senate had Mrs. Clinton forgone the race. It’s a fact that a liberal Democrat went to the White House in 2009 (although Yglesias faults President Obama for being too respectful of political norms until recently). On the whole, one could argue that Mrs. Clinton’s efforts have done more to retard than to advance the liberal project.\nAs for the email decision, Mrs. Clinton herself has repeatedly acknowledged—in what the media erroneously term her “apologies”—that it backfired badly. To say that the consequences for her have been anything but convenient is an understatement. If her purpose was concealment, the result has been more exposure—not to mention the possibility of criminal exposure. If the reports are accurate, she didn’t even succeed in deleting those 30,000 or so “personal” emails to the point of unrecoverability.\nIf you are the sort who longs to be ruled by a dictator, wouldn’t you at least want it to be a competent dictator?\nIn addition—and we say this with the caveat that the following observation may be vulnerable to Barone’s dictum—there are costs to violating political norms even when it seems expedient to do so. To take an example from early in Obama’s presidency, the Democrats’ aberrant exertions on behalf of the Patient Protection and Affordable Care Act produced a legislative victory but not a political one.\nPast expansions of the welfare state—Social Security, Medicare, even Medicaid—were passed with popular and bipartisan support and have proved politically resilient even against marginal reforms. ObamaCare could easily fall apart once Obama is out of office. As we noted last week, Mrs. Clinton is already calling for repeal of a key provision, the so-called Cadillac tax on employer-provided benefits.\nThe yearning for a strongman in the White House is part of the left’s crisis of authority, about which we wrote in a May 2013 column. (As an aside, a parallel observation may be made about the right and its flirtation with Donald Trump.) Authority in a constitutional republic requires not only political power but legitimacy, which rests upon those political norms Yglesias so eagerly traduces. And the liberal project of expanding the scope of government is especially threatened by the undermining of the government’s legitimacy.\nWhich brings us back to Vox and its “mission.” Its promise of impartial “explanatory journalism” turned out to be all pretense and no substance. The same can be said (and has been in this column) of other gimmicks like “accountability journalism” and “fact checking.” Journalists no less than politicians depend on public trust, and that trust cannot be earned simply by making a show of authoritativeness.\nTwo Papers in One!\nTwo Candidates in One!\nEverything Not Forbidden Is Compulsory\nWe Blame George W. Bush   “There’s No One to Blame in Yankees’ Loss”—headline, NBCSports.com, Oct. 7\nWe Blame Global Warming   “Antarctic Scientists Face Breathalyser Tests Due to Alcohol-Fuelled Fighting and ‘Indecent Exposure’ ”—headline, Daily Telegraph (London), Oct. 6\nHypothesis and Proof—I\nHypothesis and Proof—II\nMake That 7\nMake That 16\nWith DNC in Mind, City Bans Carrying Urine, Feces   “Joe Biden’s Office Calls 2016 Leak Story ‘Offensive’ ”—headline, News Journal (Wilmington, Del.), Oct. 6\nProblem and Solution—I\nProblem and Solution—II\nProblem and Solution—III\nIf They’re Giving Birth, They Weren’t Getting Them Right Before   “More U.S. Women May Get IUDs Right After Giving Birth”—headline, Reuters, Oct. 6\nLike a Woman Needs a Man\nHey, Kids! What Time Is It?   “It’s Time for Microsoft to Reboot Office”—headline, The Wall Street Journal, Oct. 7\nQuestion and Answer—I\nQuestion and Answer—II\n“Why the ’70s in DC Were Really, Really Bad”—headline, Washingtonian.com, Oct. 6\n“Missing Jimmy Carter”—headline, The Wall Street Journal, Oct. 6\nQuestion and Answer—III\nIt’s Always in the Last Place You Look   “Some Clinton Allies See Lost Cause in New Hampshire”—headline, Politico.com, Oct. 6\nToo Much Information   “Trump: ‘I’m Going All the Way’ ”—headline, Politico.com, Oct. 6\nNews (and Sports) of the Tautological\nDial It Down   KNRS-FM, a talk-radio station in Salt Lake City, caters to conservative listeners, broadcasting such national hosts as Rush Limbaugh, Sean Hannity and Glenn Beck. To improve its frequency, it’s changing its frequency from 105.7 to 105.9—which means, as the Salt Lake Tribune’s Sean Means observes, that listeners “will have to move their dial just a bit more to the right.”\nBut Means beats the joke to death: “Listeners of right-wing radio . . . are bracing for the thing they hate the most: An ever-so-slight change. . . . No word yet on what listeners who receive KNRS’ messages through the holes in their tinfoil hats will do to adjust.”\nWell, we suppose there’s a market for that sort of thing. If you’re the editor of Salon, you should hire this guy before somebody else grabs him.\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Irene DeBlasio, Michele Schiesser, Eric Jensen, Rod Pennington, Paul Gross, Michael Smith, Zack Russ, Jackie Harty, Debbie Wells, Tony Lima, Monty Krieger, Rebecca Billings, Jeff Bliss, Richard Belzer, David Smith, Brent Burkholder, Don Undis, Mark Nicholas, Rob Slocum, Merv Benson and Abel Keough. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "A fantasy for the authoritarian left.", "title": "Hillary the Strongman?", "url": "http://www.wsj.com/articles/hillary-the-strongman-1444241639", "topics": ["health"], "people": ["Merv Benson", "Carol Muller", "Eric Jensen", "Debbie Wells", "Michael Smith", "Rebecca Billings", "Matt Yglesias", "Jackie Harty", "Richard Belzer", "Monty Krieger", "Zack Russ", "Brent Burkholder", "Joe Biden", "Michael Barone", "Glenn Beck", "Tony Lima", "Mark Nicholas", "Jeff Bliss", "Donald Trump", "Rod Pennington", "Sean Hannity", "Jimmy Carter", "Don Undis", "Hillary Clinton", "George W. Bush", "Jonathan Hunt", "Rush Limbaugh", "Michele Schiesser", "David Smith"], "orgs": ["Social Security", "DNC", "Congress", "Senate", "State Department", "Best of the Web", "Clinton Foundation", "Liberals", "Washingtonian", "Vox", "Microsoft", "Yankees"], "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-10-07 20:18:17", "org": "wsj", "article_id": "6e17d986ecaeab8612287c4491d3508f", "date_access": "2015-10-07 20:00:21.214880"}