{"body": "Donald Trump doesn’t sound like most Republican candidates—and not just because he uses unusually pointed language. It’s also due to his policies. One prominent example: He’s talked about raising taxes on some wealthy Americans and corporations.\nThe idea of raising taxes is anathema to most GOP politicians. Many sign a pledge promising not to increase them.\nHow can Mr. Trump lead the Republican presidential field while calling for higher taxes? A look at poll data suggests that a constituency exists for raising taxes on the wealthy—even within the Republican Party.\nA plurality of Republicans–some 42%—say they’d think less favorably of a candidate who supports raising taxes on the wealthy, Wall Street Journal/NBC News polling found in March. But nearly 3 in 10 said that proposing such a tax increase would make them feel more favorable toward a candidate.\nAmong lower-income Republicans, a small plurality actually says they would feel more favorable toward a candidate who supports raising taxes on the wealthy.\nThat support fades at higher incomes levels.\nThe above offers a glimpse of the populist wave that Mr. Trump is riding in the polls. A substantial part of the party, particularly in rural America, is on the lower end of the income spectrum. Some 37% of the party is made up of people from households earning $50,000 or less, the WSJ/NBC News survey found.\nAt the same time, supporting tax increases on the wealthy is a risky strategy for a Republican. The idea is unpopular with a group of Republicans that will be critical in 2016: People who say they’ll vote in the GOP primaries.\nThat 51% unfavorable number shows that the views of primary voters are different than those of Republicans overall. Opposition to tax increases is even higher for self-described primary voters who are also members of the tea party movement.\nMuch is likely to change as the race unfolds. Mr. Trump has given only hints to his tax policy rather than a full plan. So far, he has suggested that he would tax the compensation of hedge fund managers as ordinary income rather than at its current, lower rate. He has also suggested he would act against mergers that cut a corporation’s U.S. tax bill by moving operations overseas. As he fleshes out his plan, the willingness of GOP voters to stay with him will be clarified.\nPolitics Counts is a regular Capital Journal feature. Mr. Chinni is the director of the American Communities Project at American University, which examines different types of communities across the U.S.\nMore\nDonald Trump’s Big Boost: His Own Air Fleet\nDonald Trump Swears Off Third-Party Run\nHillary Clinton Intensifies Criticism of Donald Trump\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Donald Trump doesn’t sound like most Republican candidates—and not just because he uses unusually pointed language. It’s also due to his policies. One prominent example: He's talked about raising taxes on some wealthy Americans and corporations.", "title": "When Donald Trump Talks Higher Taxes, Does GOP Listen?", "url": "http://blogs.wsj.com/washwire/2015/09/07/when-donald-trump-talks-higher-taxes-does-gop-listen/", "topics": ["immigration", "economy", "personality"], "people": ["Donald Trump", "Hillary Clinton"], "orgs": ["American Communities Project", "Republican Party", "WSJ", "Capital Journal", "American University", "GOP"], "authors": [{"author_id": 3708, "fullname": "dante chinni", "primary_org": "wsj"}], "date_written": "2015-09-07 15:54:57", "org": "wsj", "article_id": "b524955eedb98fc2ff58955bd56e75e2", "date_access": "2015-09-07 16:03:09.067980"}