{"body": "CLEVELAND – Donald Trump’s place at the center of 2016 Republican politics can be measured by the number of people knocked down in the stampede to get close to him.\nThe surprise GOP presidential front-runner’s post-debate gaggle sent reporters and photographers into a crush of humanity that sent several tumbling to the ground as the New York developer moved.\nWhile the other leading candidates sent surrogates to spin the press on their debate performance, 40 minutes after the debate concluded Mr. Trump emerged himself, painting himself once again as the victim of a coordinated attack from the Fox News moderators, particularly Megyn Kelly, who pressed him about derogatory comments he’d made about other women.\n“The questions to me I think were much tougher than they were to anybody else,” Mr. Trump said.\nWhy would that be, he was asked. He didn’t know. “Story of my life, I guess.”\n“The questions to me were not nice, I didn’t think they were appropriate,” he said. “I thought Megyn, I think Megyn behaved very badly.”\nThere would be no campaign strategist explaining Mr. Trump’s remarks or touting his performance. Wisconsin Gov. Scott Walker had four different people explaining to reporters why his low-key style will eventually be considered to have delivered debate’s finest performance. But once Mr. Trump emerged into the spin room, the reporters fled for four minutes of commentary from the GOP frontrunner – perhaps the shortest press conference he’s held since becoming a presidential candidate.\nLike a seasoned political professional, Mr. Trump remained on message. To every question about the questions, the answer was the same: His questions were toughest, they were unfair, and he won the debate anyway.\n“The questions to me were far tougher and I, supposedly, according to what everyone’s telling me, I won the debate,” Mr. Trump said.\nIn the debate, Mr. Trump refused to say he would support the eventual GOP nominee if he doesn’t win and sparred with several of the other contenders.\nMr. Trump told reporters after the debate that he’d for sure win the White House as a Republican but still wouldn’t rule out trying as a third-party candidate.\nMore on the Debate\nVideo: Trump Says He Won’t Pledge Support to GOP Nominee\n\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Donald Trump’s place at the center of 2016 Republican politics can be measured by the number of people knocked down in the stampede to get close to him.", "title": "A Donald Trump Stampede in the Spin Room", "url": "http://blogs.wsj.com/washwire/2015/08/07/a-donald-trump-stampede-in-the-spin-room/", "topics": ["personality"], "people": ["Donald Trump", "Trump Says He Won", "Scott Walker", "Megyn Kelly"], "orgs": ["Capital Journal", "GOP", "CLEVELAND"], "authors": [{"author_id": 1139, "fullname": "reid j. epstein", "primary_org": "wsj"}], "date_written": "2015-08-07 05:16:00", "org": "wsj", "article_id": "591d0cae48ad2274a489dfa267899716", "date_access": "2015-08-07 04:29:39.426642"}