{"body": "Which  Donald J. Trump will show up at Thursday night’s Republican debate in Cleveland?\nThere’s the Trump who calls the other GOP candidates “clowns” and responds to criticism with schoolyard insults. Then there’s the Trump who last week tweeted about the coming debate: “it is certainly my intention to be very nice & highly respectful of the other candidates.” Mr. Trump seems to have recognized that as the candidate atop the Republican heap, he now will be held to a higher standard than he was as a celebrity polling in low single digits.\nEven more interesting than the style Mr. Trump brings to the stage is what opinions he has with him. Over the years he’s held many conflicting positions on many important issues.\nWill the Trump who walks on stage Thursday night be the one who in 1999 told CNN’s  Larry King that “I’m quite liberal and getting much more liberal on health care”? The one who wrote in his 2000 book, “The America We Deserve,” that the U.S. should consider a single-payer health system like Canada’s government-run plan? That system “helps Canadians live longer and healthier than Americans,” this Trump wrote. “We need, as a nation, to re-examine the single-payer plan, as many individual states are doing.” Or will debate viewers instead get the Donald Trump who earlier this year called ObamaCare a “filthy lie” and “total catastrophe”?\nThe Trump who shows up Thursday night could be the one who in 1999 told NBC’s “Meet the Press” during a conversation on abortion that “I’m very pro-choice.” Or it could be the Trump who told Bloomberg Politics in January that “I’m pro-life and I have been pro-life,” and who now says he’s willing to shut down the federal government to defund Planned Parenthood.\nThe Trump who in 2000 wrote, “I support the ban on assault weapons and I also support a slightly longer waiting period to purchase a gun” might be there. Or it might be the Trump who told AmmoLand last month that “the Second Amendment is a bedrock natural right of the individual to defend self, family, and property.”\nOn Thursday night Trump the taxman could show up. “I would impose a one-time, 14.25 percent tax on individuals and trusts with a net worth over $10 million,” he wrote in that 2000 book. But so might the antitax Trump. “I fight like hell to pay as little as possible for two reasons. Number one, I’m a businessman,” he said on Sunday. “The other reason is that I hate the way our government spends our taxes. I hate the way they waste our money. Trillions and trillions of dollars of waste and abuse.”\nOne Trump opposed the flat tax offered by  Steve Forbes in 2000, writing in his book that “only the wealthy would reap a windfall.” The other Trump said on Fox News earlier this year that he favors “a fair tax, a flat tax or certainly a simplified code.”\nThe Trump who tweeted last Sunday that GOP presidential candidates who spoke at the Koch donor conference were “puppets” might attend the debate. But so might the Trump who was a registered Democrat for most of the 2000s, who donated thousands of dollars to  Harry Reid, Hillary Clinton, Ted Kennedy and  John Kerry, and who explained those gifts recently by saying, “I’ve contributed to everybody. They did whatever I said.” It would be worth knowing what this Trump told Sens. Reid, Clinton, Kennedy and Kerry to do.\nThis may be the same Trump who gave $20,000 in 2006 to the Democratic Congressional Campaign Committee to help elect a Democratic majority in the House and make Rep.  Nancy Pelosi speaker, and the one who says he knows politicians are controlled by their big donors because “I used to be one of those people.”\nThursday night, Americans could see the Trump who criticized  Mitt Romney in a November 2012 interview for his “crazy policy of self deportation which was maniacal. It sounded as bad as it was, and he lost all of the Latino vote. He lost the Asian vote. He lost everybody who is inspired to come into this country.”\nIn this same interview, this Trump said Republicans need to back comprehensive immigration reform “to take care of this incredible problem that we have with respect to immigration, with respect to people wanting to be wonderful productive citizens of this country.” Or viewers could see the Trump who characterized immigrants this way in June: “You have people coming in, and I’m not just saying Mexicans—I’m talking about people that are from all over that are killers and rapists, and they’re coming into this country.”\nThere’s even a Trump out there who was a registered Democrat in 2004 because, as he told CNN, “It just seems that the economy does better under Democrats.”\nWhichever version of Trump appears at the debate Thursday, it will be interesting to see how Republicans react—and whether the moderators drag any of the other Trumps on stage, too.\nMr. Rove, a former deputy chief of staff to President  George W. Bush, helped organize the political-action committee American Crossroads.", "byline": "", "description": "He has been on so many sides of so many issues that Thursday’s stage is a multiple-choice test.", "title": "Which Donald Trump Will Debate?", "url": "http://www.wsj.com/articles/which-donald-trump-will-debate-1438813416", "topics": ["immigration"], "people": ["John Kerry", "Larry King", "Mitt Romney", "Karl Rove", "Ted Kennedy", "Harry Reid", "Hillary Clinton", "Nancy Pelosi", "Donald Trump", "George W. Bush", "Donald J. Trump", "Steve Forbes"], "orgs": ["American Crossroads", "Democratic Congressional Campaign Committee", "Trump", "GOP"], "authors": [{"author_id": 920, "fullname": "karl rove", "primary_org": "wsj"}], "date_written": "2015-08-05 23:50:43", "org": "wsj", "article_id": "ccd915005fc254b9f2fc06394a40c059", "date_access": "2015-08-06 06:00:04.489547"}