{"body": "Republican presidential candidate Sen.Â Rand Paul, averting a potential setback in his home state, Saturday persuaded the Kentucky GOP to approve his proposal to switch the partyâ\u0080\u0099s presidential selection process from a primary to a caucus.\nThe proposal, pushed by Mr. Paul to allow him to run both for president and for re-election to the Senate at the same time, was adopted by the central committee of the Kentucky Republican party, despite concerns about the cost and about dimming prospects for his presidential bid.\nMore In Election 2016\n\nMy Dinner With Bernie Sanders, and His Many Fans\nCapital Journal Friday PM: Strike Kills ISIS's Second-in-Command, More\nTed Cruz Rebuts Claim About His Citizenship, Calls Jeb Bush 'Confused'\nCapital Journal Daybreak: Ransom Was Demanded for Dead Hostage, More\nVideo: Can Scott Walker Avoid Donald Trump's Shadow?\nIt was approved after a personal appeal by Mr. Paul and a renewed statement of support by a spokesman for Senate Majority Leader Mitch McConnell (R.,Â Ky.). To help ease concerns about the cost it could impose on the party, the final plan required Mr. Paul to transfer $250,000 to the state GOP coffers by Sept. 18, or elseÂ the system would revert to a primary.\nThe creation of a new presidential caucus was intendedÂ to help Mr. Paul get around a state law that bars a candidate from appearing more than once on an election ballot. ItÂ will allow him to hedge his political bets: Run for president in a March GOP caucus, and for Senate in the stateâ\u0080\u0099s regular May primary.\nParty leaders had tentatively approved the idea earlier this year, at a time when his candidacy seemed more promising. But Mr. Paulâ\u0080\u0099s campaign has suffered a series of setbacks, including sagging polls and lackluster fundraising. In a statement after the vote Saturday, Mr. Paul said he was Â â\u0080\u009cgrateful for the Republican Party’s trust in me.â\u0080\u009d\n\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidate , averting a potential setback in his home state, Saturday persuaded the Kentucky GOP to approve his proposal to switch the party’s presidential selection process from a primary to a caucus.", "title": "Kentucky GOP Votes for Caucus, Allows Rand Paul to Run for President and Senate", "url": "http://blogs.wsj.com/washwire/2015/08/22/kentucky-gop-votes-for-caucus-allows-rand-paul-to-for-president-and-senate/", "topics": ["personality", "campaign_finance", "terrorism"], "people": ["Rand Paul", "Jeb Bush", "Donald Trump", "Ted Cruz Rebuts", "Ron Paulas", "Bernie Sanders", "Scott Walker"], "orgs": ["Senate", "Republican Party", "Kentucky GOP", "Capital Journal", "Capital Journal Daybreak", "GOP", "Caucus"], "authors": [{"author_id": 3810, "fullname": "janet hook", "primary_org": "wsj"}], "date_written": "2015-08-22 22:03:35", "org": "wsj", "article_id": "c8df732f7517b50bfcc961a260428da7", "date_access": "2015-08-23 00:27:04.965114"}