{"body": "Hillary Clinton, at a campaign appearance Thursday, spoke in blunt terms about race in America, saying the nation must confront “systemic racism” and twice invoking the activist cry “black lives matter.”\n“It’s essential that we all stand up and say, loudly and clearly, that yes, black lives matter. And we all have a responsibility to face these hard truths about race and justice, honestly and directly,” the former secretary of state and Democratic presidential candidate told a largely African-American audience during a panel discussion at Brookland Baptist Church, one of the most influential black congregations in South Carolina.\nMrs. Clinton enjoys strong support in the African-American community for her presidential bid, and black voters are a large part of the Democratic voter base in the early voting state of South Carolina. Her remarks appeared intended to press this advantage at a time when Sen. Bernie Sanders, her chief rival, has gained ground with some white voters in Iowa and New Hampshire.\nOn Thursday, Mrs. Clinton said the death of Sandra Bland, a young black woman who died in a Texas jail after a traffic stop, was “heartbreaking” and should force Americans to confront racial discrimination in the criminal justice system and elsewhere.\nShe seemed determined to make up for a gaffe in June, when following the murder of nine people in a Charleston, S.C., church, she told an audience in Missouri, “all lives matter.” People in the “#BlackLivesMatter” movement see that as diminishing the racism and legacy of discrimination that black people in particular face.\nLast weekend, another candidate for the Democratic presidential nomination, former Maryland Gov. Martin O’Malley, ran into similar trouble when he was interrupted by protesters at the liberal Netroots Nation conference. He replied, “Black lives matter. White lives matter. All lives matter.” He later apologized, saying he meant no disrespect.\nMr. Sanders, a Vermont independent, appeared to some to be dismissing the activists by saying, “of course black lives matter.” He went on to speak of the challenge chiefly in economic terms, saying racial inequity was the result of economic inequality.\nMrs. Clinton also addressed that question, as well. She appeared to be taking a subtle swipe at Mr. Sanders when she said that “economic inequality is a symptom of racism. It’s not the only reason for racism.” Racism, she said, is “in the fabric of how people think and how people act.”\n“We have to admit this,” she said. “We shouldn’t try to gloss it over and think it will go away because we are going to try and be nicer to each other.”\nYvonne Donald, 58, of nearby Irmo, S.C., who attended the event, said she had been disturbed when she heard Mrs. Clinton say “all lives matter” and liked her comments on Thursday. She said Mrs. Clinton’s comments on race were “very pertinent and on task… I think she gets it.”\n______________________________________________________\r\n\r\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\r\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Hillary Clinton, at a campaign appearance Thursday, spoke in blunt terms about race in America, saying the nation must confront “systemic racism” and twice invoking the activist cry “black lives matter.”", "title": "Hillary Clinton Invokes ‘Black Lives Matter’ Mantra", "url": "http://blogs.wsj.com/washwire/2015/07/23/hillary-clinton-invokes-black-lives-matter-mantra/", "topics": ["economy"], "people": ["Bernie Sanders", "Sandra Bland", "Hillary Clinton", "Martin O'Malley"], "orgs": ["S.C.", "Capital Journal"], "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}], "date_written": "2015-07-23 19:00:15", "org": "wsj", "article_id": "b33766b9ac6ef1ff74df2c49a49b5ab8", "date_access": "2015-07-23 21:24:54.341893"}