{"body": "CEDAR FALLS, Iowa â\u0080\u0093 Florida Sen. Marco Rubio, a leading contender for the Republican presidential nomination, plans Friday to step up his rhetorical attacks on Russian President Vladimir Putin.\nThe Florida senator will use a foreign-policy forum in this first-in-the-nation caucus state to outline a series of steps he would take as president to isolate Mr. Putin and his inner circle in the escalating standoff between the two Cold War foes.\nMr. Rubio will call for new sanctions against top Russian officials and companies, including oil and gas giant Gazprom. He will promise to provide arms and intelligence to Ukraine. And he will vow to work with European allies to exclude Russia from an exchange that allows banks to transfer money across borders.\nâ\u0080\u009cWe are barreling toward a second Cold War, and strong American leadership is the only force capable of ensuring that peace and security once again prevail,â\u0080\u009d Mr. Rubio is set to say Friday at an event in Cedar Rapids, Iowa. â\u0080\u009cThe more our current president fails the test of leadership against Putin, the more important it becomes for our next president to pass it. I will pass this test.â\u0080\u009d\nThe Florida senator will promise to take a much harder line against Mr. Putin and his government than President Barack Obama, vowing to impose visa bans and freeze the assets of high-level Russian officials, much as the current administration has done. But Mr. Rubio also wants to limit diplomatic interactions between the two countries, in his words, â\u0080\u009cceasing efforts to engage Moscow on issues not essential to resolving the crisis in the Ukraine.â\u0080\u009d\nThese proposals mark Mr. Rubioâ\u0080\u0099s latest salvo at the Russian president â\u0080\u0093 the Florida senator previously dubbed Mr. Putin â\u0080\u009ca gangster.â\u0080\u009d In an interview with CBSâ\u0080\u0099s â\u0080\u009c60 Minutesâ\u0080\u009d that aired over the weekend, the Russian president responded to the accusation by telling the interviewer, â\u0080\u009cHow can I be a gangster, if I worked for the KGB?â\u0080\u009d\nThe criticism of Mr. Putin is nothing new â\u0080\u0093 he has become a favored foil of Republican presidential candidate â\u0080\u0093 but Mr. Rubioâ\u0080\u0099s latest attacks come at a precarious juncture for the two countries, following Russiaâ\u0080\u0099s unexpected decision to bomb sites in Syria occupied by rebel groups backed by the CIA.\nâ\u0080\u009cThe significance of Russiaâ\u0080\u0099s recent military activity in Syria cannot be downplayed,â\u0080\u009d Mr. Rubio is set to say in remarks at a noon event in Cedar Rapids Friday organized by Americans for Peace, Prosperity and Security, a group founded by former House Intelligence Chairman Mike Rogers. â\u0080\u009cIt is no less noteworthy as a power play than the invasion of Ukraine.â\u0080\u009d\nMr. Rubio is expected to accuse the Russian president of â\u0080\u009cusing military power to prop up Bashar al-Assad, a vicious dictator who is intentionally slaughtering the Syrian people and helping prolong [Islamic Stateâ\u0080\u0099s] terror in an attempt to retain power,â\u0080\u009d according to advance excerpts of his remarks.\nAs president, Mr. Rubio also would step up American efforts to influence the Russian people directly â\u0080\u009cto counter Russian propaganda so that the Russian people have access to accurate information.â\u0080\u009d He also wants to target any Russian officials involved in human-right abuses or the assassination of Russians critical of the government.\nâ\u0080\u009cUnder my administration, there will be no pleading for meetings with Vladimir Putin,â\u0080\u009d Mr. Rubio is set to say. â\u0080\u009cHe will be treated as the gangster and thug that he is. And yes, I stand by that phrasing.â\u0080\u009d\nMore:\nYoung Grape Picker Gives Sanders a Cash Boost\n\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Florida Sen. Marco Rubio plans Friday to step up his rhetorical attacks on Russian President Vladimir Putin, calling for curbs on U.S. diplomatic ties with its erstwhile Cold War adversary.", "title": "Marco Rubio Steps Up Rhetorical Attacks on Vladimir Putin", "url": "http://blogs.wsj.com/washwire/2015/10/02/marco-rubio-steps-up-rhetorical-attacks-on-vladimir-putin/", "topics": ["terrorism", "military"], "people": ["Mike Rogers", "Vladimir V. Putin", "Marco Rubio", "Barack Obama", "Vladimir Putin", "Grape Picker"], "orgs": ["CIA", "House Intelligence", "WSJ", "Capital Journal", "Peace , Prosperity and Security"], "authors": [{"author_id": 3617, "fullname": "patrick o", "primary_org": "wsj"}], "date_written": "2015-10-02 13:06:31", "org": "wsj", "article_id": "d78b7e3323bcde8beacd7afae965996a", "date_access": "2015-10-02 12:13:43.281009"}