{"body": "Rep.  Paul Ryan “could save the House majority from self-destruction,” writes the Journal editorial board. “The Wisconsin Republican says he prefers to remain at the tax-writing Ways and Means Committee, but he won’t return as Chairman if Republicans lose the House. The contagion that took out Mr. McCarthy will continue to spread, and don’t be surprised if Mr. Ryan concludes he must make his own personal sacrifice to stop it.”\nPeggy Noonan writes that the virtue of Donald Trump’s tax plan “is that I can understand it. A friend said, ‘It’s a total rip-off of Jeb’s plan!’ It probably is. But Trump explained Trump’s plan, so people paid attention, and Jeb explained Jeb’s, so they didn’t. Mr. Trump’s economic policies seem to come from indignation—the poor need a break, the rich have a racket. Jeb’s seem to come from a desire for good government. In the current climate indignation beats good government every time.”\nMs. Noonan adds that “opposition research doesn’t really work on Mr. Trump, mostly because no one has illusions of probity about him. His supporters don’t think he’s a sweet, sinless businessman. They love it that he’s not.”\n“According to the National Institute of Mental Health, those with mental illness in treatment are 15 times less likely to engage in an act of violence than those who go untreated,” writes Rep. Tim Murphy, a psychologist who led a congressional investigation of the 2012 Sandy Hook Elementary School shooting. “What we found was shocking and disgraceful: a wasteful federal bureaucracy that is anti-patient, anti-family and anti-medical care.”\nClick here to receive Opinion headlines and James Freeman’s commentary via email.\nMr. Murphy notes that in 1955 “there were 558,000 inpatient psychiatric beds in the U.S. Today there are fewer than 45,000. The severe shortage is due to the decades-long deinstitutionalization that began in the civil-rights era.”\nKimberley Strassel writes that Rep. Kevin McCarthy’s comments last week suggesting that the House Benghazi committee had been designed to attack Hillary Clinton “are dead wrong.” Chairman Trey Gowdy’s investigation has been “a model of seriousness, professionalism and discreetness,” adds our columnist. “Mr. Gowdy handpicked a staff of 16 professionals, many recruited from law-enforcement and legal backgrounds, headed up by retired Lt. Gen. Dana Chipman, who was an Obama-appointed Army judge advocate general. Mr. Gowdy told every hire on day one that leaking was a firing offense.”\nMs. Strassel notes an interesting result: “Former Clinton chief of staff Cheryl Mills’s private interview concluded with the remarkable sight of her, Mr. Gowdy and ranking Democrat Elijah Cummings together at a post-interview press availability, where she thanked the committee for its ‘professionalism’ and ‘respect.’”\n", "byline": "", "description": "A Wisconsin lawmaker can save the GOP’s majority, plus Peggy Noonan says Trump is immune to opposition research and Kim Strassel says McCarthy was “dead wrong” about the Benghazi committee.", "title": "Ryan Time", "url": "http://www.wsj.com/articles/ryan-time-1444387167", "topics": ["economy", "immigration"], "people": ["Trey Gowdy", "Cheryl Mills", "Tim Murphy", "Kevin Mccarthy", "Kimberley Strassel", "Hillary Clinton", "Donald Trump", "Paul Ryan", "James Freeman", "Kim Strassel", "Peggy Noonan"], "orgs": ["Journal", "GOP"], "authors": [{"author_id": 3011, "fullname": "james freeman", "primary_org": "wsj"}], "date_written": "2015-10-09 13:52:36", "org": "wsj", "article_id": "a64b4986b3abf605557894c3b62dc125", "date_access": "2015-10-09 18:00:20.620189"}