{"body": "Donald Trump estimated that it will take 18 months to two years to get the roughly 11 million immigrants living in the U.S. illegally to leave the country, and that he would then build a wall running along the border with Mexico.\nThe businessmanâ\u0080\u0099s statement made on a call with Alabama Republicans Thursday night added a bit of specificity to the Republican presidential frontrunnerâ\u0080\u0099s hardline stance on immigration. Mr. Trump released a six-page policy paper on immigration last month, and reporters have asked for details about how it would work since.\nThe Alabama Republican Party hosted the dial-in call with Mr. Trump Thursday night as part of series with the 2016 presidential candidates. Ben Carson, Jeb Bush, Carly Fiorina and Texas Sen. Ted Cruz have also participated.\nOn the call, Mr. Trump was asked for details about how long it would take to round up illegal immigrants living in the U.S., with the questioner asking if five or ten years was an appropriate timeframe. Mr. Trump said his two year benchmark could be met with â\u0080\u009creally good management.â\u0080\u009d\nâ\u0080\u009cWe have to get them out. If we have wonderful cases, they can come back in but they have to come back in legally,â\u0080\u009d Mr. Trump said in an audio clip posted on YouTube Thursday night by a person on the call.\nMr. Trump’s plan has been denounced by Democrats and many rival Republicans, who have called it impractical and immoral, among other criticisms.\nMr. Trump said he would remove illegal immigrants from the country â\u0080\u009cso fast that your head will spin,â\u0080\u009d and long before he could embark on his plan to build a wall spanning the 1,900 mile border between the U.S. and Mexico.\nMr. Trump also attacked Mr. Carson, and said the neurosurgeon couldnâ\u0080\u0099t achieve the same results on immigration.\nâ\u0080\u009cIt wouldnâ\u0080\u0099t work for him because he has absolutely no management capability,â\u0080\u009d Mr. Trump said.\nThe two men have led some recent GOP polls, and Mr. Trump has stepped up his attacks of the neurosurgeon this week. Mr. Carson, in response, questioned the depth of Mr. Trumpâ\u0080\u0099s faith during a rally Wednesday night.\nZach Bowman, the director of voter engagement for the Alabama GOP, confirmed that call the call took place and that Mr. Trump laid out theÂ timeline for his immigration proposal. Mr. Trump also stated that he would release a tax plan in the next three weeks, Mr. Bowman said.\nA spokeswoman for Mr. Trump didnâ\u0080\u0099t immediately return a request for comment.\nMany of Mr. Trumpâ\u0080\u0099s Republican opponentsÂ attacked his immigration plan when it was released and said it wasnâ\u0080\u0099t realistic, including Florida Sen. Marco Rubio, former FloridaÂ Gov. Jeb BushÂ andÂ South Carolina Sen. Lindsey Graham and New Jersey Gov. Chris Christie. Others, such as Wisconsin Gov. Scott Walker and Texas Sen. Ted Cruz, stressed that they have similar ideas to Mr. Trumpâ\u0080\u0099s on immigration. Mr. Cruz particularly applauded Mr. Trump for raising the topic so forcefully.\nDemocrats running for president have faulted Mr. Trumpâ\u0080\u0099s immigration ideas, with former Maryland Gov. Martin Oâ\u0080\u0099Malley calling the businessman â\u0080\u009cracistâ\u0080\u009d and â\u0080\u009chate-filled.â\u0080\u009d\nMore\nDonald Trump Says He Would Deport Illegal Immigrants\nSilicon Valley Group Hits Back at Trump’s Immigration Plan\n\n\n\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Donald Trump estimated that it will take 18 months to two years to get the roughly 11 million immigrants living in the U.S. illegally to leave the country, and that he would then build a wall running along the border with Mexico.", "title": "Donald Trump Says Immigrant Deportations Done in Two Years", "url": "http://blogs.wsj.com/washwire/2015/09/11/donald-trump-says-immigrant-deportations-done-in-two-years/", "topics": ["immigration"], "people": ["Donald Trumpas", "Lindsey Graham", "Jeb Bush", "Scott Walker", "Donald Trump", "Chris Christie", "Marco Rubio", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Capital Journal", "GOP", "Alabama Republican Party", "Silicon Valley Group"], "authors": [{"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-09-11 16:59:54", "org": "wsj", "article_id": "59f97677b6c48060337492b788aeb20d", "date_access": "2015-09-11 16:05:25.702218"}