{"body": "MANCHESTER, N.H.—New Hampshire Democrats meeting for their state convention on Saturday drowned out the Democratic Party’s national chairwoman with cries for more debates among the presidential contenders.\n“More debates! More debates!” the crowd chanted as Debbie Wasserman Schultz, head of the Democratic National Committee, spoke to the New Hampshire Democratic Party state convention.\nMs. Wasserman Schultz is under fire for limiting the presidential candidates to six debates, with four of those coming before voting begins in the Iowa caucus on Feb. 1. Under DNC rules, candidates who participate in unsanctioned debates are not eligible for the official debates.\nThe push for more debates is being led by former Maryland Gov. Martin O’Malley, who looks to the debates as a chance to break through in a race in which he has failed to gain traction. This month, two DNC vice chairs also called for debates to be added to the schedule and said the current plan was a mistake.\nThe loud and persistent chanting on Saturday made clear that the demand for more debates is shared well beyond the O’Malley campaign.\nAt first, Ms. Wasserman Schultz tried to ignore the chanting and pressed on with her speech, but it grew so loud that she had to respond.\n“Come on folks,” she said. “Let’s be sure we focus on the Republicans. We should not be arguing among ourselves.”\nIt was clear the crowd wasn’t united, as supporters of  former Secretary of State Hillary Clinton and Vermont Sen. Bernie Sanders filled the Verizon Center with competing T-shirts, signs and messages.\nMs. Wasserman Schultz reminded the crowd that there is a debate scheduled for Manchester in December. That debate is set for Dec. 19, the Saturday night before Christmas, leading some to wonder how many voters will be tuned in. But the party leader has steadfastly refused to consider adding debates to the schedule.\nLater in her remarks, as the chanting grew again in volume, Ms. Wasserman Schultz appeared to grow frustrated.\n“Enough is enough!” she said. “We have a job to do. Let’s focus on our task ahead… Democrats, let’s focus on what’s really important.”\nSome suspect that the DNC is trying to protect former Secretary of State Mrs. Clinton by limiting the number of times she would have to face her challengers.\nA group called NHDP Convention Action circulated a statement at the party convention calling for more debates, saying Democrats were wrongly allowing Republicans more television time to voice their views than Democrats will have. The flier also charged that the debate schedule was rigged. “We believe the debate schedule shows bias to the benefit of one candidate to the detriment of our other candidates ,” the statement said. The group passed out hot pink stickers reading, “Debates YES, Sanctions NO.”\nMrs. Clinton has said she will participate in whatever debates the DNC sets but hasn’t called for more. Sen. Sanders has called for more debates but hasn’t focused on the matter.\nRepublicans have already held two debates and have seven more scheduled.\nThe convention is set to hear from Mrs. Clinton, Mr. Sanders and Mr. O’Malley, as well as other candidates–former Rhode Island Gov. Lincoln Chafee and Lawrence Lessig, a Harvard law professor who is also running for the nomination.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "New Hampshire Democrats meeting for their state convention on Saturday drowned out the Democratic Party's national chairwoman, Debbie Wasserman Schultz, with cries for more debates among the presidential contenders.", "title": "New Hampshire Democrats Want More Debates for Presidential Contenders", "url": "http://blogs.wsj.com/washwire/2015/09/19/new-hampshire-democrats-want-more-debates-for-presidential-contenders/", "topics": ["campaign_finance"], "people": ["Lawrence Lessig", "Martin O'Malley", "Wasserman Schultz", "Hillary Clinton", "Debbie Wasserman Schultz", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["New Hampshire Democratic Party", "DNC", "Democratic Party", "WSJ", "Capital Journal", "Democratic National Committee"], "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}], "date_written": "2015-09-19 16:41:53", "org": "wsj", "article_id": "a5de5bb2fe2af218b3abf49500fa3ac5", "date_access": "2015-09-19 18:05:12.480848"}