{"body": "Hillary Clinton hopes you are busy. Hillary Clinton hopes you are confused. Hillary Clinton hopes the endless stories about her private email server—and her endless, fabulist explanations—will make your head hurt, make your eyes cross, make you give up trying to figure it out.\nAll you really need to know at this point is this: Pretty much every claim Mrs. Clinton made at her initial March news conference, and since then, is false. In the spirit of keeping it simple, here’s the Complete Busy Person’s Guide to the Clinton Email Scandal. Stick it on the fridge.\nWhy she kept a private server.\nClinton: It was for “convenience.” “I thought it would be easier to carry just one device for my work and for my personal emails instead of two.”\nTruth: Mrs. Clinton’s team acknowledged in July that she traveled with both a  BlackBerry\nBBRY\n\n\n-0.82\n%\n\n\n\n\n and an iPad while secretary of state, and that she had her private email set up on both.\nWhy she finally gave her emails to the State Department.\nClinton: “What happened . . . is that the State Department sent a letter to former secretaries of state, not just to me, asking for some assistance in providing any work-related emails that might be on the personal email.” In other words, this was a routine records request.\nTruth: In late September, State Department spokesman  John Kirby said that “in the process of responding to [Congress’s Benghazi investigation], State Department officials recognized that it had access to relatively few email records from former Secretary Clinton.” So they contacted her “during the summer of 2014 to learn more about her email use and the status of emails in that account.” Only then did the department realize that it was also missing emails from other secretaries. It didn’t contact them until October 2014.\nWhat she turned over.\nClinton: “I . . . provided all my emails that could possibly be work-related.”\nTruth: In June Clinton confidant  Sidney Blumenthal turned over to Congress his own store of Clinton correspondence, which included emails she hadn’t provided to the State Department. Last week the government found by its own means emails she had sent to Gen.  David Petraeus, which Mrs. Clinton also hadn’t surrendered. Her campaign now admits that there is a two-month gap from the beginning of her tenure as secretary of state, when she was using her private email address but not her personal server. All the emails from that time period are missing, and the Clinton team says it has no idea where they are.\nWhat is in State Department records.\nClinton: “It was my practice to communicate with State Department and other government officials on their .gov accounts so those emails would be automatically saved in the State Department system to meet record-keeping requirements.”\nTruth: Mrs. Clinton’s top aides, including her chief of staff,  Cheryl Mills, and  Huma Abedin, had private email addresses, which she used to correspond with them. Ms. Abedin’s email was also housed on the Clinton server. The State Department release on Wednesday of 6,300 pages of Clinton correspondence features one email in which she specifically asks an aide, not Ms. Abedin, for her Gmail address. In another 2011 email, an aide wrote to Mrs. Clinton expressing concern about the State Department’s outdated technology and just how many employees use private email: “NO ONE uses a State-issued laptop and even high officials routinely end up using their home email accounts to be able to get their work done quickly.” Mrs. Clinton—from her private email—agrees that it is a problem.\nClassified information.\nClinton: “There is no classified material” on the private server.\nTruth: The latest State Department document dump now brings to more than 400 the number of Clinton emails that contain classified information. They touch on everything from spy satellites, to drone strikes to Iranian nuclear discussions. The Clinton team contends that these emails were not stamped classified until after the fact. But intelligence experts note many were “born” classified—that is, the nature of the information required that they be handled as classified from the start.\nSecurity.\nClinton: The server “had numerous safeguards. It was on property guarded by the Secret Service. And there were no security breaches.”\nTruth: The Clinton emails released this week show that her server was attacked at least five times by hackers linked to Russia. It is unclear whether she clicked on any email attachments and put her account at risk. Mrs. Clinton’s server meanwhile sat for many months in a private data center in New Jersey, accessible to people who lacked security clearances. Thumb-drive copies of her email were also unsecured for months, while in the possession of her lawyer,  David Kendall. And classified email she sent to aides on their private accounts is now sitting on  Google\nGOOG\n\n\n0.47\n%\n\n\n\n\n and AOL servers.\nTransparency.\nClinton (on NBC’s “Meet the Press” Sept. 27): “I think I have done all that I can . . . to be as transparent as possible.”\nTruth: Give her marks for this one. Mrs. Clinton is undoubtedly being as transparent as Mrs. Clinton can possibly be.\nWrite to kim@wsj.com.", "byline": "", "description": "It’s a challenge to keep track of all the dodges and untruths.", "title": "A Clinton Email Scandal Checklist", "url": "http://www.wsj.com/articles/a-clinton-email-scandal-checklist-1443739607", "topics": ["trade", "campaign_finance"], "people": ["Cheryl Mills", "Sidney Blumenthal", "David Kendall", "Hillary Clinton", "David Petraeus", "John Kirby", "Huma Abedin"], "orgs": ["GOOG", "AOL", "State Department", "Congress"], "authors": [{"author_id": 1235, "fullname": "kimberley a. strassel", "primary_org": "wsj"}], "date_written": "2015-10-01 23:46:50", "org": "wsj", "article_id": "353f567331bfef917a3028ed2e8136fc", "date_access": "2015-10-02 06:00:09.560501"}