{"body": "Republican presidential candidate Donald Trump said he doesnâ\u0080\u0099t believe in climate change and that measures to fight it would â\u0080\u009cimperil the companies in our country.â\u0080\u009d\nDuring a Thursday morning interview on CNNâ\u0080\u0099s â\u0080\u009cNew Day,â\u0080\u009d the New York real estate developerÂ said that bad floods and other abnormal weather patterns have happened in the past, and the media fixated too much on the issue.\nâ\u0080\u009cYou canâ\u0080\u0099t watch the news anymore. Itâ\u0080\u0099s always weather,â\u0080\u009d said Mr. Trump, who added that China hasn’t done anything to address climate change.\nâ\u0080\u009cI believe in clean air. Immaculate air,” Mr. Trump said. “But I donâ\u0080\u0099t believe in climate change. â\u0080\u009c\nMr. Trumpâ\u0080\u0099s disputeÂ with Fox News Channel continued Thursday, while a new poll showed the businessman continues to lead the Republican presidential field.\nDuring phone interviews on CNN and MSNBCâ\u0080\u0099s â\u0080\u009cMorning Joeâ\u0080\u009d Thursday morning, Mr. Trump said Fox News doesÂ not portrayÂ his lead in polls prominently. Mr. Trump saidÂ the network hasnâ\u0080\u0099t treated him â\u0080\u009cfairlyâ\u0080\u009d and that he would stop appearing on Fox for the time being.\nâ\u0080\u009cThey donâ\u0080\u0099t put up the good polls,â\u0080\u009d Mr. Trump said on â\u0080\u009cMorning Joeâ\u0080\u009d. â\u0080\u009cWe actually questioned them about it.â\u0080\u009d\nFox News said Wednesday that the network canceled Mr. Trumpâ\u0080\u0099s scheduled appearance on â\u0080\u009cThe Oâ\u0080\u0099Reilly Factorâ\u0080\u009d Thursday, which then set off the businessmanâ\u0080\u0099s decision to boycott the network.\nâ\u0080\u009cWhen coverage doesnâ\u0080\u0099t go his way, he engages in personal attacks on our anchors and hosts, which has grown stale and tiresome,â\u0080\u009d the statement read from a Fox News spokesperson said. â\u0080\u009cHe doesnâ\u0080\u0099t seem to grasp that candidates telling journalists what to ask is not how the media works in this country.â\u0080\u009d\nA new Quinnipiac University released Thursday morning showed that Mr. Trump still leads the Republican field with 25%. Retired neurosurgeonÂ Ben Carson and Mrs.Â Fiorina were tied forÂ second withÂ 12%, followed by former Florida Gov.Â Jeb Bush at 10%.\nBut 29% of GOP primary voters surveyed said they would definitely not vote for Mr. Trump, and his support fell slightly from the 28% registered in Quinnipiacâ\u0080\u0099s August survey of the 2016 race.\nâ\u0080\u009cWhen the number of Republicans who â\u0080\u0098would definitely not support youâ\u0080\u0099 is greater than the number who support you, where does that leave you?Â  Welcome to Trump World,â\u0080\u009d said Tim Malloy, assistant director of the Quinnipiac University Poll.\nThe surveyÂ of 1,574 registered voters surveyed nationally, including 737 Republicans, had a margin of error of 2.5 percentage points.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidate Donald Trump said he doesn’t believe in climate change and that measures to fight it would “imperil the companies in our country.”", "title": "Donald Trump: ‘I Don’t Believe in Climate Change’", "url": "http://blogs.wsj.com/washwire/2015/09/24/donald-trump-i-dont-believe-in-climate-change/", "topics": ["personality"], "people": ["Donald Trump", "Donald Trumpas", "Jeb Bush", "Tim Malloy", "Ben Carson"], "orgs": ["Quinnipiac University", "forA", "WSJ", "Capital Journal", "Quinnipiac University Poll", "GOP"], "authors": [{"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-09-24 14:17:57", "org": "wsj", "article_id": "c66b66eee9cee147a47e50cbf4f10007", "date_access": "2015-09-24 14:03:29.025030"}