{"body": "The Capitol is witnessing a spectacle that would be hard to imagine just a few years ago: Rep. Paul Ryan (R., Wis.), long considered a conservative darling, is coming under fire from some in his party’s right wing for being insufficiently conservative. At a time when many Republicans are clamoring for Mr. Ryan to agree to be the next House Speaker, a noisy band of conservatives — mostly talk-radio hosts and other media figures outside the Capitol — have been vilifying him for being too moderate.\nIt is a through-the-looking-glass political phenomenon that speaks volumes about how the Republican Party has changed in recent years. The fiscal issues Mr. Ryan has long championed have taken a back seat to social litmus test issues like immigration in activist circles. And his skills at negotiating big budget deals, once admired, are now regarded with suspicion by conservatives who shun compromise.\nMr. Ryan became a conservative icon over the last decade as the author of GOP budgets that broke new ground in defining Republicans as the party of small government. In what came to be known as “The Ryan Budget,” he called for deep cuts in spending, making Medicaid and welfare into state block grants and a far-reaching overhaul of Medicare to rein in costs.\nHis budget was so conservative that he became the star of Democratic political ads and campaign talking points portraying Republicans as out to “end Medicare as we know it.” One ad in 2012 featured a Paul Ryan impersonator pushing a wheelchair-bound elderly woman over a cliff. Democrats scored an upset victory in a 2011 special House election after making a major issue of the Republican candidate’s support for the Ryan Medicare plan.\nHis stature among Republican conservatives was such that when GOP presidential nominee Mitt Romney in 2012 picked Mr. Ryan as a running mate, it was widely praised and seen as a way to build bridges to the party’s right flank.\n“Paul Ryan is the largest step the GOP has taken towards solving the USA’s problems since (Ronald) Reagan and (Jack) Kemp,” gushed Newt Gingrich, the vanquished conservative presidential candidate, on Twitter.\nInfluential conservative commentator Mark Levin hailed the pick: “Ryan’s articulate, he’s confident, he’s principled, he’s knowledgeable and he’s a conservative…That’s what Romney needed.”\nNow, Mr. Levin is singing a different tune. “NOT SO FAST!” he said on Twitter recently, as Republicans were begging Mr. Ryan to run for speaker after House Majority Leader Kevin McCarthy dropped his bid to succeed House Speaker John Boehner. Mr. Levin’s primary beef: Mr. Ryan has been among Republicans open to giving some illegal immigrants legal status in an overhaul of the immigration system. That made him “an amnesty advocate” in Mr. Levin’s eyes.\nJenny Beth Martin, head of Tea Party Patriots, said that his record is “anything but conservative,” citing his support not just for immigration reform, but for an array of George W. Bush-era bills that were considered mainstream Republican measures at the time: the No Child Left Behind education law, the Medicare prescription drug benefit, and the Wall Street bailout in 2008. He has also taken flak for supporting international trade deals, once an article of faith in a Grand Old Party packed with free traders.\nThose issues have become litmus tests for the insurgent, antiestablishment wing of the GOP — especially the conservative activist groups, talk-radio hosts and other media outlets that have increasingly attacked the GOP establishment with almost as much fervor as Democrats.\nWhat is not clear is how far the anti-Ryan insurrection will reach into the ranks of House Republicans, the people who will be voting on the next speaker. Rep. Matt Salmon of Arizona, a member of the House Freedom Caucus — a conservative faction that pressured Mr. Boehner out of the job and threatened to block Mr. McCarthy’s rise — said he was not concerned about Mr. Ryan’s policy views or about the criticism of outside groups.\nMr. Salmon said his main goal is to press any potential speaker to open up the House’s internal process and make it more inclusive. “It could very well be Paul Ryan,” Mr. Salmon said Thursday.\nBut it is far from clear whether Mr. Ryan can be persuaded by party elders to take the speaker’s job. He has said repeatedly he does not want it. And it is now clear that the job would surely expose him to even more to slings and arrows from an unaccustomed direction: his right flank.\n–Kristina Peterson contributed to this report.\nMore:\nRace for Speaker of the House Could Get a Lot More Crowded\nRep. Daniel Webster Runs on His Tenure as Speaker in Florida\nFor Paul Ryan, a Chance to ‘Lean In’\nBoehner Could Enjoy New Leeway in Clearing Legislation\nVideo: House Speaker Race: Who Is Daniel Webster?\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The Capitol is witnessing a spectacle that would be hard to imagine just a few years ago: Rep. Paul Ryan (R., Wis.), long considered a conservative darling, is coming under fire from some in his party’s right wing for being insufficiently conservative.", "title": "Paul Ryan Under Fire from an Unaccustomed Direction: The Right", "url": "http://blogs.wsj.com/washwire/2015/10/16/paul-ryan-under-fire-from-an-unaccustomed-direction-the-right/", "topics": ["immigration"], "people": ["Mitt Romney", "Kevin Mccarthy", "Jenny Beth Martin", "Kristina Peterson", "Mark Levin", "Sander Levin", "John Boehner", "Matt Salmon", "Paul Ryan", "Daniel Webster", "Newt Gingrich", "George W. Bush"], "orgs": ["Republican Party", "WSJ", "Capital Journal", "Tea Party Patriots", "Grand Old Party", "GOP", "House Freedom Caucus"], "authors": [{"author_id": 3810, "fullname": "janet hook", "primary_org": "wsj"}], "date_written": "2015-10-16 12:41:59", "org": "wsj", "article_id": "65d7ca1233169d8d7a26180c4bb0c155", "date_access": "2015-10-16 12:04:43.278853"}