{"body": "“Enrollment in plans that cap student-debt payments as a share of borrowers’ incomes has grown 56% over the past year, the Education Department said Thursday. As of June 30, almost 3.9 million borrowers under the federal government’s main student-loan program were enrolled in the plans,” reports the Journal.\nBorrowers can reduce their monthly payments and eventually have debts forgiven in many cases—especially if they choose Obama-favored careers in government or the non-profit sector. Earlier this week the Journal reported on a Florida lawyer who plans to stick taxpayers with a $300,000 unpaid bill.\nYet even with recent expansions in such plans allowing borrowers to avoid timely repayment, Education Secretary  Arne Duncan said Thursday that a full 21% of student-loan borrowers are still more than 30 days delinquent. Naturally, Hillary Clinton has decided that the problem in higher education is that it needs more taxpayer funding...\nToday’s lead editorial helpfully explains the history of the Fourteenth Amendment and why Donald Trump and roughly half the GOP field are wrong about babies born in the U.S. to illegal immigrants...\nClick here to receive Opinion headlines and James Freeman’s commentary via email.\nAnother GOP contender, John Kasich, has inspired different reactions from our outstanding columnists Peggy Noonan and Kimberley Strassel. Ms. Noonan doesn’t see Mr. Kasich backing “a generalized increase in various forms of spending, but something else: being alive and responsive to actual crises in American society.” Ms. Strassel, for her part, thinks Kasich may simply represent “Compassionate Conservatism 2.0...a glum surrender to the entitlement state.”\nSpeaking of glum, Mort Zuckerman shares the data on our “dreary economy” today, pointing out that “the number of full-time jobs today is 0.7%, or 822,000, lower than it was at the prerecession peak—and that was eight years ago.”\nBut here’s some good news for U.S. consumers: even though the price of oil is down nearly 60% from its 2014 high, and has pulled gasoline prices down to $2.65 a gallon from $3.44 last year, oil production keeps rising. This is fuel for an American economic resurgence, if Washington will allow it to happen.\nAnd the latest on the Clinton email scandal comes from the federal courtroom of Judge Emmet Sullivan, who ordered the State Department to coordinate with the FBI to retrieve Mrs. Clinton’s records. A Journal editorial notes that “Mrs. Clinton must be worried that the email affair is damaging her presidential campaign because she dared to answer questions from reporters on Tuesday and claimed that ‘I did not send classified material and I did not receive any material that was marked or designated classified.’”\n“But we already know government secrets did cross her email account in violation of the law for handling those secrets, thanks to her decision to use a personal server. The question now is whether the FBI will follow the logic of the law and hold her accountable the way it has so many others,” adds the Journal.\n", "byline": "", "description": "Avoiding on-time repayment becomes more popular than ever, plus Noonan and Strassel debate John Kasich and Donald Trump debates the Fourteenth Amendment.", "title": "Another Surge in Student-Loan Risk", "url": "http://www.wsj.com/articles/another-surge-in-student-loan-risk-1440154366", "topics": ["economy"], "people": ["Arne Duncan", "Emmet Sullivan", "Kimberley Strassel", "Hillary Clinton", "John Kasich", "Donald Trump", "James Freeman", "Peggy Noonan"], "orgs": ["Journal", "State Department", "A Journal", "FBI", "Education Department", "GOP"], "authors": [{"author_id": 3011, "fullname": "james freeman", "primary_org": "wsj"}], "date_written": "2015-08-21 14:11:28", "org": "wsj", "article_id": "b4c93ed2c778853f6402868a46fbaee7", "date_access": "2015-08-21 18:00:03.738793"}