{"body": "Donald Trump is not going anywhere–at least not yet–and despite some of the controversy that followed Thursday’s prime-time debate, the rest of the GOP field could stand to learn a few things from Mr. Trump.\nOnstage in the debate, Jeb Bush (citing past successes in Florida), John Kasich (citing current successes in Ohio and past successes in Washington), and Marco Rubio (promising future successes) were like ghosts of the Republican Party’s technocratic past, present, and future. But few Republican primary voters are focusing on solutions and progress right now.  Republican primary voters are worried and angry about the direction of the country, and Mr. Trump’s campaign is feeding off this sentiment. That’s why attempts to paint Mr. Trump as outside the Republican mainstream are not likely to impact his support. The dissatisfaction and anger that Mr. Trump appeals to goes beyond any one issue. That’s how someone who stood at 1% in the WSJ/NBC News poll among Republican primary voters in June led the pack with 19% support in July.\nFor those who believe that Mr. Trump’s comments during and after the debate have hurt his standing with Republican primary voters, at least one online survey conducted after the post-debate controversy shows Mr. Trump’s standing as leader of the GOP field unchanged. That also underscores how the rest of the field has yet to strike this chord with voters.\nConsider these points from recent WSJ/NBC News polling:\n* 93% of Republican primary voters say that the country is on the wrong track.\n* 83% are dissatisfied with the U.S. economy, and by nearly 3 to 1 (32% to 13%) Republican primary voters believe that over the next 12 months the economy will get worse rather than better (55% say it will stay about the same).\n* 81% believe government is doing too many things better left to businesses and individuals.\n* 69% are pessimistic and worried about what Barack Obama will do during the rest of his term.\n* 52% have negative feelings toward the Supreme Court, and 81% believe that the court, led by George W. Bush appointee John Roberts, is too liberal.\nIn short: This is an electorate that feels that it is under attack from all sides. The time may come when Republican primary voters are interested in hearing about policy nuance, but that time is not now. Mr. Trump is a big-picture guy, and his paintings resonate with primary voters. He speaks not of policy solutions but of a system that it is totally broken. And his characterization of politicians–and using them much as his companies use bankruptcy laws to their advantage (as he said Thursday: “If I ask them, if I need them, you know, most of the people on this stage I’ve given to, just so you understand, a lot of money.”)–highlights for him, and many others, exactly what is wrong with today’s system. And a few of his competitors unwittingly reinforced Mr. Trump’s point about politicians being beholden to corporations and wealthy donors when they offered, perhaps jokingly, to take more of his money.\nRepublican primary voters may eventually fire Mr. Trump–but unless and until one of his apprentices can channel the anger and dissatisfaction that Mr. Trump speaks to, he is likely to remain a thorn in the side of the Republican establishment.\nJeff Horwitt is a vice president at Hart Research Associates and is part of the polling team for the Wall Street Journal/NBC News Poll.  He is on Twitter: @jeffhorwitt.\nRELATED IN THINK TANK:\nThe GOP Establishment Wouldn’t Support Donald Trump. Here’s Why It Should Say So.\nJohn Kasich’s Standout Performance in GOP Debate\nDebunking Budget Myths Before They Become Part of 2016 Campaign\nDonald Trump’s Inadvertent Gift the Republican Party\nDonald Trump, Bernie Sanders–and Voter Dissatisfaction\nWhy Taking Donald Trump Seriously Could Unravel His Campaign\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Jeff Horwitt: Republican primary voters may eventually fire Mr. Trump--but unless and until one of his apprentices can channel the anger and dissatisfaction that Mr. Trump speaks to, he is likely to remain a thorn in the side of the GOP establishment.", "title": "In Donald Trump’s Success, Lessons for the Apprentices", "url": "http://blogs.wsj.com/washwire/2015/08/10/from-donald-trumps-success-lessons-for-the-apprentices/", "topics": ["immigration", "economy"], "people": ["John Roberts", "Jeb Bush", "George W. Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Barack Obama", "Jeff Horwitt", "Bernie Sanders"], "orgs": ["Apprentices", "Republican Party", "WSJ", "Supreme Court", "Capital Journal", "Hart Research Associates", "GOP"], "authors": [{"author_id": 19687, "fullname": "jeff horwitt", "primary_org": "wsj"}], "date_written": "2015-08-10 17:57:07", "org": "wsj", "article_id": "02242ea568f790c3dc33eb7719d3e8f4", "date_access": "2015-08-10 18:28:44.462381"}