{"body": "Each of the Republican presidential candidates is preparing a strategy for the Aug. 6 primary debate that is not just about how to comport themselves but also about how to manage or challenge Donald Trump.\nMost of the 17 candidates are senators, former governors, and otherwise proven leaders. Most have voting records to showcase their principles.\nMr. Trump has said he is going to play nice—what the person atop the polls usually does to protect his status. The conventional strategy would be to go after the front-runner and work to score points against him while showcasing conservative principles, policy knowledge, and zeal for the job.\nInstead of focusing on whether Mr. Trump adopts a presidential manner—or hoping that he makes some gaffe in front of viewers—smart candidates will keep this in mind: Republican primary voters watching debates this early in the election cycle are pretty serious customers. They are looking to support candidates who are the most conservative in their positions who could win a general election. And however many other viewers may tune in Thursday, the goal is still to build support with the GOP base.\nMr. Trump’s inflammatory comments about Hispanic immigrants and Sen. John McCain’s service record have not diminished voters’ fascination with him. Increasingly, questions are being asked about Mr. Trump’s financial contributions to Democratic candidates such as Hillary Clinton—who had a prime seat at Mr. Trump’s 2005 wedding—and remarks such as his 2004 statement that “In many cases, I probably identify more as Democrat.  It just seems that the economy does better under the Democrats than the Republicans.”\nThere is no telling how deep Mr. Trump’s allegiance to the GOP runs or whether he would remain a Republican throughout his term if elected. But two things are clear: In politics, if you have to start explaining, you are losing. And the GOP voters who will cast ballots in primaries and caucuses next year are looking for someone who is reliably conservative.\nRon Bonjean is a partner at Rokk Solutions, a Washington-based public relations firm. A former spokesman for then-House Speaker Dennis Hastert and then-Senate Majority Leader Trent Lott, he has also been a strategy consultant to the Republican National Committee. He is on Twitter: @RonBonjean.\nALSO IN THINK TANK:\nDonald Trump, Bernie Sanders–and Voter Dissatisfaction\nIs Donald Trump’s Campaign Ready for Prime Time?\nWhy Taking Donald Trump Seriously Could Unravel His Campaign\nBreaking Down the GOP Silence on Trump’s Immigration Rhetoric\nHow Donald Trump’s Candidacy Might Resonate With Voters. Really.\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Ron Bonjean: In politics, if you have to start explaining, you are losing. And the GOP voters who will cast ballots in primaries and caucuses next year are looking for someone who is reliably conservative.", "title": "In First GOP Debate, Goal Is Winning the Base–Not Trumping Trump", "url": "http://blogs.wsj.com/washwire/2015/08/03/in-first-gop-debate-goal-is-winning-the-base-not-trumping-trump/", "topics": ["immigration"], "people": ["Trent Lott", "Dennis Hastert", "Ron Bonjean", "Hillary Clinton", "Donald Trump", "Bernie Sanders"], "orgs": ["Senate", "Capital Journal", "Republican National Committee", "GOP"], "authors": [{"author_id": 36330, "fullname": "ron bonjean", "primary_org": "wsj"}], "date_written": "2015-08-03 12:30:27", "org": "wsj", "article_id": "5322f06eb3cf25241e9f8945ad024baa", "date_access": "2015-08-03 12:40:00.750572"}