{"body": "Judging by the presidential candidates’ early speeches, the central economic issue of the 2016 campaign is already clear: the dismal performance of workers’ wages.\nFamilies “haven’t gotten a raise in 15 years,” former Florida Gov.  Jeb Bush, a Republican, said recently. In her speech last week on the economy, Democrat  Hillary Clinton mentioned wages eight times. Other candidates have lavished similar attention on the plight of middle-class workers. \nFar less noted is one of the most important reasons wages have performed so poorly: the sluggish growth of productivity, which is the output each worker produces.\nThat neglect needs to end. Though it resonates less with politicians and the public than a higher minimum wage or tax cuts, raising productivity in the long run is the most effective way to elevate standards of living. It enables more goods and services to be produced with the same number of workers.\nMany on the left, such as Vermont Sen.  Bernie Sanders, note that the benefits of higher productivity have flowed disproportionately in recent decades to the wealthy. Their solution is to redistribute more of those gains to workers, through direct interventions such as a higher minimum wage, or higher taxes on the wealthy.\nBut this too quickly dismisses the contribution of productivity. It is true that since 1973, real wages have grown more slowly than productivity. Nonetheless, it’s still the case that in general real wages have done better when productivity has been strong. \nPresident  Barack Obama’s Council of Economic Advisers demonstrated this with an intriguing thought experiment earlier this year. The council noted the median family’s income, adjusted for inflation, did not grow at all between 1973 and 2013. If inequality, as measured by the share of aggregate income earned by the middle 20% of families, hadn’t widened after 1973, the median family’s income would have been 18%, or $9,000 higher, by 2013. On the other hand, if productivity, which grew 2.8% per year in the prior 25 years, had maintained that pace thereafter, median incomes would have been 58%, or $30,000, higher. \nSo lagging productivity growth had triple the impact of widening inequality.\nA glance at previous presidential terms also bears this out. Inequality has grown since 1980, a period that experienced both strong and weak wage growth. Two conditions largely explained the strong periods: low unemployment and rising productivity.\nDuring his second term,  Ronald Reagan had the first but not the second: Productivity and compensation both grew a relatively moderate 1.7% per year. (This measure of pay includes benefits, such as health insurance, and is an average, and thus influenced by faster growth for higher-paid employees.)  George W. Bush enjoyed the second but not the first: Productivity boomed during his first term but pay lagged behind badly because of a recession and sluggish labor market. \nIn the late 1990s,  Bill Clinton enjoyed the best of both worlds during his second term: Unemployment was low and productivity grew briskly, and as a result wages enjoyed their best spell since the 1950s, growing 3% per year \u0096 even though a booming stock market was also widening the gap between the rich and the rest.\nPresident Obama, by contrast, has suffered through the worst of both worlds: high unemployment until last year, and the worst productivity performance of any presidency since Jimmy Carter’s. That high unemployment and lackluster productivity are key explanations for the dismal performance of real compensation.\nOf course, both Democrats and Republicans want lower unemployment, but that’s largely in the hands of the Federal Reserve. And both want higher growth, which implicitly means more productivity. But they assume that will flow from policies their parties are predisposed to support: for Democrats, more public infrastructure and higher pay for workers; for Republicans, lower tax rates and less regulation; and for both, better education and training.\nWhy the dearth of attention to productivity? Politically, it’s just not very sexy. Economists aren’t sure why it speeds up and slows down; random innovations matter more than specific policies, and the policies that do matter—from patent laws to telecommunications regulation—may not fit easily in either party’s platform.\nBut that’s not an excuse to ignore it. Britain may offer a template. Its productivity growth since the recession is among the worst of major rich economies, yet the subject got little attention in the May election.\nEarlier this month, however,  George Osborne, the Conservative Chancellor of the Exchequer, released an 82-page report that’s very blunt: “The U.K. has a long-term productivity problem, which has been made worse by the financial crisis.”\nIt lays out a series of steps to close the big gap between Britain and other rich nations. Many are simply reiterations of longstanding positions having nothing to do with productivity, such as making welfare less generous. Others are remarkably specific and nonideological. For example, it will hit big employers with a special tax to fund apprenticeships, which suffer from a free-rider problem: Firms are reluctant to train apprentices for fear a bigger competitor will poach them.\nIt also proposes to boost housing supply and thereby make it easier for workers and firms to move where they are most productive by streamlining building regulation, encouraging denser living, and simplifying redevelopment of old industrial land. \nThe proposals may not work, and they may not be relevant for the U.S. But at least Britain has fingered the right problem. American politicians would be wise to do the same.\n Write to Greg Ip at greg.ip@wsj.com \n Corrections & Amplifications \nDemocratic presidential candidate Hillary Clinton mentioned wages eight times in a recent speech. An earlier version of this article incorrectly said nine. ", "byline": "", "description": "Greg Ip’s Capital Account: The dismal performance of workers’ wages has gotten presidential candidates’ attention, but most contenders are missing the underlying productivity problem.", "title": "Politicians Should Pay Heed to Productivity Problem", "url": "http://www.wsj.com/articles/politicians-pay-heed-to-productivity-problem-1437582206", "topics": ["economy"], "people": ["Greg Ip", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "Jimmy Carter", "Barack Obama", "George Osborne", "Bernie Sanders", "W. Bush", "Ronald Reagan"], "orgs": ["Federal Reserve", "Council of Economic Advisers"], "authors": [{"author_id": 3306, "fullname": "greg ip", "primary_org": "wsj"}], "date_written": "2015-07-23 18:52:00", "org": "wsj", "article_id": "099fe1954ed05698a45181ff6b8b542f", "date_access": "2015-07-23 20:55:09.378586"}