{"body": "Once summer ends and Congress reconvenes in September, there are only about 30 days until a potential government shutdown.\nIt’s unlikely that a shutdown will be allowed to happen. Instead, the president and congressional leaders will probably agree on a series of short-term funding measures that maintain current spending levels and a continuing resolution that is likely to last until the end of Barack Obama‘s presidency.\nA bigger budget agreement is highly unlikely, although there is pressure on all sides to exceed the spending caps put in place a few years ago. Here are four reasons to expect the status quo to prevail when it comes to spending bills this year and next:\n* Republicans don’t want to spend any more. Despite some squawking from defense hawks, most Republicans are content to keep downward pressure on the discretionary budget. This is their most notable achievement. To move off that position would extraordinarily risky for the whole GOP conference, whose base expects them to keep a lid on spending.\n* Greater federal spending would be too politically costly for the Obama administration. The president and congressional Democrats want to increase federal spending–but legislation authorizing spending is likely to come with policy riders on issues such as Planned Parenthood, immigration, and the Environmental Protection Agency. It’s doubtful that President Obama is willing to cut deals on these issues to get more dollars.\n* Neither the president nor congressional leaders have the power to push through an agreement. The next Senate Democratic leader announced last week that he was breaking with the president on his most important foreign policy priority. Just before the August break, Rep. Mark Meadows offered a non-privileged resolution to push House Speaker John Boehner from his leadership position. Ted Cruz called the Senate majority leader, a member of his party, a liar on the Senate floor. No matter who the leader is these days, the followers are not following. This is not the atmosphere in which budget agreements are made.\n* It’s presidential politics uber alles. Nobody cares right now about Congress or about that lame duck, President Obama. The media are fixated on Donald Trump and Bernie Sanders. Budget agreements usually don’t happen in a vacuum, nor are they generally crafted without a spotlight on the budgeteers. In this election season, that sort of undivided attention doesn’t appear to be very likely. Nor does any new budget agreement.\nJohn Feehery is president of QGA Public Affairs and a former spokesman for then-House Speaker Dennis Hastert. He is on Twitter: @JohnFeehery.\nALSO IN THINK TANK:\nFor Joe Biden, the 2016 Opening Has Already Passed\nIn Donald Trump’s Success, Lessons for the Apprentices\nJohn Kasich’s Standout Performance in GOP Debate\nTwo Themes That Set John Kasich Apart From His GOP Rivals\nRepublicans Oppose the Iran Deal–But Can They Override a Veto?\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "John Feehery: No matter who the leader is these days, the followers are not following. This is not the atmosphere in which budget agreements are made.", "title": "Four Reasons Debate Over Spending Won’t Produce a Big Budget Deal", "url": "http://blogs.wsj.com/washwire/2015/08/13/four-reasons-debate-over-spending-wont-produce-a-big-budget-deal/", "topics": ["immigration"], "people": ["Joe Biden", "Dennis Hastert", "John Kasich", "Donald Trump", "Mark Meadows", "John Boehner", "Barack Obama", "Bernie Sanders", "John Feehery", "Ted Cruz"], "orgs": ["Congress", "Apprentices", "Senate", "Capital Journal", "QGA Public Affairs", "Environmental Protection Agency", "GOP"], "authors": [{"author_id": 13349, "fullname": "john feehery", "primary_org": "wsj"}], "date_written": "2015-08-13 21:00:27", "org": "wsj", "article_id": "2bd8bb1649e4f1bbfb88340b8fbf3907", "date_access": "2015-08-13 20:28:35.388515"}