{"body": "Not long ago we read that Hillary Clinton’s campaign was undertaking its umpteenth effort to “humanize” the candidate. One reader quips that the campaign has “more reboots than Windows Vista.” (We skipped from XP to Windows 7, so we’re afraid we don’t get the joke.)\nTo judge from this story in the Hill, the inevitable Democratic nominee is now releasing her inner child:\nWhat a silly taunt. But it leads us to some serious—well, half-serious—questions:\nWhat is her position this week on the deals the Obama administration recently struck with Iran and communist Cuba? We thought she supported them, but the invidious comparison suggests disapproval.\nIf the NRA is like “the Iranians or the communists,” does she recommend the same negotiating strategy the administration has employed with them—i.e., make concession after concession, then declare a diplomatic triumph?\nAnd is red-baiting of civil-liberties organizations now acceptable in Democratic politics? Outrage ensued in 1988 when George H.W. Bush quoted Michael Dukakis’s self-description as a “card-carrying” member of the American Civil Liberties Union. “Even in a negative campaign for President, one topic that ought to be off-limits is questioning an opponent’s loyalty to country,” the New York Times editorialized. (For our younger readers, Dukakis was making ironic reference to the McCarthy-era idiom “card-carrying member of the Communist Party.” Oh, and he was the Democratic presidential nominee that year.)\nMrs. Clinton made bigger news later in the day when, in an interview with PBS’s Judy Woodruff, she announced her opposition to the Trans Pacific Partnership:\nThis is not really a surprise; as we noted in June, Mrs. Clinton endorsed the (unsuccessful) efforts of congressional Democrats (joined by some Republicans) to scuttle TPP via procedural roadblocks, saying they had “legitimate concerns.” At the time, CNN prepared a list of 45 instances in which Secretary of State Clinton spoke approvingly of the accord, which was then being negotiated. No. 5, from November 2012, is getting wide circulation this week: “This TPP sets the gold standard in trade agreements to open free, transparent, fair trade, the kind of environment that has the rule of law and a level playing field.”\nThough we guess Mrs. Clinton has never actually favored the gold standard.\nIn her latest memoir, “Hard Choices,” Mrs. Clinton also described the agreement in glowing terms:\nBut in the next paragraph, she hedged her bets:\nOf course she hasn’t actually read the agreement; she told Woodruff her opposition is based on “what I have learned about it.” She cited two particular things she’d heard—that “currency manipulation” is “not part of the agreement, and that the agreement is too favorable to American pharmaceutical companies.\nEven the liberal young-adult site Vox finds these objections ridiculous. “These are totally plausible arguments for opposing the TPP,” writes Vox’s Timothy Lee. “But they make no sense as reasons for Clinton to change her mind about the treaty”:\nAs for currency manipulation, the Obama administration “flatly refused” demands from TPP critics to make that part of the agreement:\nThe real reason for Mrs. Clinton’s switch is entirely transparent: Free trade is increasingly unpopular on the Democratic left. (Also, curiously enough, on the Republican right.) She is facing an unexpectedly strong primary challenge from Sen. Bernie Sanders, the independent self-described socialist who advocates American autarky.\nAnd it’s not just Sanders. The Wall Street Journal quotes Martin O’Malley, whoever he is: “Wow! That’s a reversal! Secretary Clinton can justify her own reversal of opinion on this, but I didn’t have one opinion eight months ago and switch that opinion on the eve of debates.” (The first Democratic primary debate is next Tuesday.)\nMuch has been written about Mrs. Clinton’s difficulties earning voters’ trust. The latest Quinnipiac swing-state poll finds that 59% of respondents in Florida and 61% in both Ohio and Pennsylvania answer in the negative when asked if she is “honest and trustworthy.” Even Donald Trump does slightly better on that question.\nThis is usually understood in terms of her email and other scandals. But her trade turnabout demonstrates that there is also reason to distrust the sincerity of her positions on matters of public policy.\nMrs. Clinton’s flip-flop has drawn comparisons to John Kerry. “Hillary on Pacific Trade Pact: She Was for It Before She Was Against It,” reads a puckish Power Line Blog headline. The reference is to then-Sen. Kerry’s awkward 2004 explanation for a protest vote the preceding year against funding the Iraq war: “I actually did vote for the $87 billion before I voted against it.”\nThe comparison is perhaps unfair to Kerry, who also voted in 2002 to authorize the war itself, then reversed his position within months. It’s obvious he cast that vote in the erroneous belief that it would prove politically expedient. Then-Sen. Clinton voted for the war in 2002, too, but waited an eighth of a century before flatly declaring: “I made a mistake.”\nAs with the TPP, one can only speculate what her true position is or was, or indeed if she had or has one at all apart from the political exigencies of the moment. Kerry might not have had the courage of his convictions, but at least he had convictions.\nTwo Papers in One!\n(Hat tip: Walter Olson.)\nOut on a Limb   “Watergate Reporter: Hillary Clinton ‘Less Than Truthful’ ”—headline, Washington Examiner, Oct. 7\nWe Blame George W. Bush   “Burn-Off Bungle Blamed for Destructive Bushfire”—headline, News.com.au, Oct. 8\nWe Blame Global Warming   “Hillary Clinton Is Reliving Al Gore’s Nightmare”—headline, NYMag.com, Oct. 7\nHypothesis and Proof\nLife Imitates the Onion\nCase in Point   “We’re All Racist. But Racism by White People Matters More”—headline, Guardian (London), Oct. 5\nTo Serve Man   “IMF’s Lagarde: We’re Cooked if We Fail to Urgently Address Climate Change.”—headline, Associated Press, Oct. 7\nWhoops   “ ‘I Executed 62 People. I’m Sorry’: An Executioner Turned Death-Penalty Opponent Tells All”—headline, Salon, Oct. 8\nHe Wanted to Be Listed First in the Yellow Pages   “North Gwinnett Takes Region 7-AAAAAA Title With 3-1 Win Over Collins Hill”—headline, Gwinnett Daily Post (Lawrenceville, Ga.), Oct. 7\nIt’s Duck Season!   “Rabbits Cause ‘Tripping Hazards,’ Divide Small Town”—video title, USA Today website, Oct. 7\nThe Lonely Lives of Scientists   “Scientists Say a Dramatic Worldwide Coral Bleaching Event Is Now Underway”—headline, Washington Post website, Oct. 8\nQuestion and Answer—I\nQuestion and Answer—II\nQuestion and Answer—III\nBreaking News From 1990   “D.C. Employee Arrested in Cocaine Bust”—headline, Washington Examiner, Oct. 7\nBottom Story of the Day   “Senate Democrats Unveil Sweeping Gun Control Legislation”—headline, NBCNews.com, Oct. 8\nTautology Is True, Study Shows   Ana Swanson of the Washington Post’s Wonkblog summarizes a new study by a pair of political scientists and an economist that purports to demonstrate a connection between “income equality” and “political polarization”:\nIn other words: The election of conservative lawmakers makes it more difficult to pass liberal legislation. For that we needed a study?\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Darin Bartram, Michele Schiesser, Eric Jensen, Mike Lavender, Tony Lima, Ed Lasky, Jackie Harty, Irene DeBlasio, Debbie Wells, Macrena Sailor, Aliza Polkes, Tom Mayer, Mark Finkelstein, Mark Zoeller, Wes Van Fleet and Brian O’Rourke. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "A juvenile taunt and another flip-flop.", "title": "HRC, NRA and TPP", "url": "http://www.wsj.com/articles/hrc-nra-and-tpp-1444326454", "topics": ["trade", "terrorism"], "people": ["Carol Muller", "Eric Jensen", "Debbie Wells", "Wes Van Fleet", "Jackie Harty", "Washington Examiner", "Mark Zoeller", "Macrena Sailor", "Bernie Sanders", "Tony Lima", "Judy Woodruff", "Michael Dukakis", "Martin O'Malley", "Donald Trump", "Ed Lasky", "Al Gore", "John Kerry", "Mike Lavender", "Mark Finkelstein", "Hillary Clinton", "George W. Bush", "Michele Schiesser"], "orgs": ["Communist Party", "PBS", "Trans Pacific Partnership", "Quinnipiac", "NRA", "IMF", "American Civil Liberties Union", "TPP", "Vox", "Best of the Web"], "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-10-08 20:09:04", "org": "wsj", "article_id": "e6b07415dabd78ac9d710fe01d1a4089", "date_access": "2015-10-08 20:00:40.546140"}