{"body": "Several presidential candidates spoke on Aug. 23 political talk shows, taking jabs at each other and defending themselves on positions they have taken as the 2016 campaign cycle begins to pick up steam. Here are some top quotes.\n“You don’t want me as your vice president.”\n–Democratic presidential contender James Webb on whether he would agree to be someone’s running mate, on CNN’s “State of the Union.”\n“Yes, except that I’m telling the truth and she’s not.”\n–New Jersey Gov. Chris Christie, on CBS’ “Face the Nation,” on Hillary Clinton’s statements she will be exonerated over claims that she misused a personal email account. Mr. Christie has said in the past that he, too, would be exonerated over “Bridgegate.”\n“I would not amend the constitution. No, I would not amend it. No, absolutely not… Donald Trump may not be a politician, but he’s sure acting like a politician in this regard. There are two funda\nmental things that must be done and they never have been done. We must secure our border, it is not rocket science, it is our job to do it, not anybody else’s job to do it. It takes money, manpower and technology, it hasn’t been done in 25 years. We must fix the legal immigration system, which is contributing to this problem,”\n–Carly Fiorina, Republican presidential candidate, on Donald Trump and immigration issues.\n“Read my lips. Listen very carefully to what I am saying. I said there are caves. There are caves that they utilize. Those caves can be eliminated. There are a number of possibilities. That could be one of them. I am not talking about killing people, no people with drones,”\n–Republican presidential candidate Ben Carson on CNN’s “State of the Union,” on using drones to go after the caves along the U.S.-Mexico border used for illegal immigration purposes.\n“I’m going to get great people that know what they’re doing, not a bunch of political hacks.”\n–GOP presidential candidate Donald Trump during an appearance on ABC’s “This Week”, about how he will act on his proposed policies on illegal immigration.\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Several presidential candidates spoke on Aug. 23 political talk shows, taking jabs at each other and defending themselves on positions they have taken as the 2016 campaign cycle begins to pick up steam. Here are some top quotes.", "title": "Five Quotes From the Sunday Talk Shows", "url": "http://blogs.wsj.com/washwire/2015/08/23/five-quotes-from-the-sunday-talk-shows-3/", "topics": ["immigration", "campaign_finance"], "people": ["Chris Christie", "Hillary Clinton", "Donald Trump", "James Webb", "Carly Fiorina", "Ben Carson"], "orgs": ["Capital Journal"], "authors": [{"author_id": 26340, "fullname": "gordon lubold", "primary_org": "wsj"}, {"author_id": 2297, "fullname": "melanie trottman", "primary_org": "wsj"}], "date_written": "2015-08-23 19:57:26", "org": "wsj", "article_id": "111947ffc5a5b0e22e72bb08ea4bd5e3", "date_access": "2015-08-23 20:27:07.298627"}