{"body": "To say Hillary Clinton’s emails have been getting some attention is like saying Donald Trump has taken a bit of a liking to Twitter.\nWhile there have been few big revelations in the thousands of pages of messages released by the State Department, the emails have more often provided a glimpse into the more-mundane day-to-day work activities of Mrs. Clinton while secretary of state. Broken printers, scheduling issues, lost phone numbers and offhand cultural references figure into the email trail. The emails also highlight some generational quirks — and we took a closer look at how these may play to different audiences.\nSo, what would a typical Gen Xer, Millennial or Baby Boomers think of Ms. Clinton’s emails? For some lighter analysis, here’s a generational review, with commentary from all three.\n* * *\nShe needs a paper copy: Hillary Clinton’s emailed requests to staffers to print articles and emails are too numerous to count. When she’d been featured on the cover of Newsweek, Ms. Clinton decided to forego the digital copy of the article in favor of waiting and seeing “it ‘in the flesh’ so to speak.”\nMillennial: Having a paper copy of something is so 2000.\nGen Xer: Eh. I can see it. Print is still cool, for the scrapbook and the wall.\nBoomer: I’m with Hillary on this.\n* * *\nThe fax machine drives her nuts: Fax trouble comes up now and again. Like in this exchange, where Mrs. Clinton is trying to figure out how to make it work properly, and whether she needs to hang up the line. “I thought it was supposed to be off hook to work?” Aide Huma Abedin responds: “Yes but hang up one more time. So they can reestablish the line.” Mrs Clinton: ” I did.” The response: “Just pick up phone and hang it up. And leave it hung up.”\nMillennial: Just take a picture on your phone and message it, duh.Gen Xer: Faxes are the worst.  Boomer: Better than telex. Remember those?\n* * *\nShe needs help using the radio: Having lost her radio signal and unable to Google the answer, Hillary Clinton emailed several State Department employees for help finding a NPR station on Long Island.\nMillennial: Radio? Podcasts are where it’s at.\nGen Xer:  Showing some techie enterprise, but not sure why “Seek” wouldn’t do the trick. Either the station’s there or it isn’t.\nBoomer: I’m with Hillary on this.\n* * *\nShe uses out of date acronyms: After the Affordable Care Act cleared the House and headed to the president’s desk for his signature, Mrs. Clinton sent a celebratory note to Rahm Emanuel, then the White House chief of staff. “Thx for being such a stubborn SOB,” Mrs. Clinton wrote.  In another email to chief of staff Cheryl Mills, Ms. Clinton asked her to decipher some slang, also a bit dated: “And BTW what does ‘fubar’ mean?”\nMillennial: TBH, SMHGen Xer: SOB is before our day, but FUBAR made us chuckle. Boomer: This totally makes sense.\n* * *\nShe makes references to old Broadway musicals: Here, she emails Sen. Barbara Mikulski, “Oh, Barb, we got trouble w a capital ‘T’ in River City,” a reference to “The Music Man,” from 1957.\nMillennial: This sounded like trouble when we walked in. \nGen Xer: We did this musical in school. And the Simpsons did a version of it, called “Marge vs. the Monorail.”\nBoomer: Ah, takes me back.\n* * *\nShe doesn’t know her phone number: In an incident that sounds more like fiction than fact: the White House operator didn’t believe she  Hillary Clinton was who she said she was and requested her direct office line. “I told him I had no idea what my direct office # was since I didn’t call myself,” Ms. Clinton said.\nMillennial: Who calls anyone anymore?\nGen Xer: Who knows their phone number these days?\nBoomer: Who doesn’t know their own phone number?\nMore\nSearch Hillary Clinton’s Emails\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "To say Hillary Clinton’s emails have been getting some attention is like saying Donald Trump has taken a bit of a liking to Twitter.\n\nWhile there have been few big revelations in the thousands of pages of messages released by the State Department, the emails have more often provided a glimpse into the more-mundane day-to-day work activities of Mrs. Clinton while secretary of state. Broken printers, scheduling issues, lost phone numbers and offhand cultural references figure into the email trail. The emails also highlight some generational quirks -- and we took a closer look at how these may play to different audiences.\n\nSo, what would a typical Gen Xer, Millennial or Baby Boomers think of Ms. Clinton’s emails? For some lighter analysis, here's a generational review, with commentary from all three.", "title": "Millennial, Gen X or Boomer: How the Hillary Clinton Emails Read to Different Generations", "url": "http://blogs.wsj.com/washwire/2015/10/07/millennial-gen-x-or-boomer-how-the-hillary-clinton-emails-read-to-different-generations/", "topics": ["other", "campaign_finance", "personality"], "people": ["Cheryl Mills", "Barbara Mikulski", "Rahm Emanuel", "Hillary Clinton", "Donald Trump", "Huma Abedin"], "orgs": ["Capital Journal", "State Department", "WSJ", "Newsweek"], "authors": [{"author_id": 36792, "fullname": "emma court", "primary_org": "nyt"}], "date_written": "2015-10-07 20:07:12", "org": "wsj", "article_id": "833d6bbd5833c112238be3fe81d381bb", "date_access": "2015-10-07 20:07:14.882741"}