{"body": "With just hours to go until the third-quarter fundraising deadline at midnight, Republican presidential candidate Jeb Bush is expected to surpass his $11.4 million haul from last quarter, according to peopleÂ involved with the campaign.\nThatâ\u0080\u0099s more money than some donors expected and may alleviate some concerns about his decline in the polls. However, Mr. Bushâ\u0080\u0099s fundraising pace has slowed considerably over the last three months as he lost his front-runner status to Donald Trump. In the second quarter, Mr. Bush raised $11.4 million in just 15 days, according to reports filed with the Federal Election Commission.\nThe former Florida governor, who is kin to two former American president, was outraised over the summer by retired neurosurgeon Ben Carson, who has never held run for office before. Mr. Carson, who is running in second place behind Mr. Trump in national polls, collected $20 million over the last three months, for a total of $31 million this year.\nMr. Bushâ\u0080\u0099s supporters are counting on the super PAC backing him, Right to Rise, to offset any rivalâ\u0080\u0099s campaign fundraising advantage. Right to Rise raised a record-setting $103 million in the first six months of 2015. It isn’t required to report its contributions and expenses to the FEC until Jan. 31, just days before Iowa, New Hampshire and South Carolina host the first nominating contests. Paul Lindsay, a spokesman for Right to Rise, said the super PAC isn’t planning to release any more fundraising numbers before the Jan. 31 deadline.\nThe super PAC began airing television ads promoting Mr. Bush’s gubernatorial record in Iowa, New Hampshire and South Carolina earlier this month and has committed to spending $37 million through February.\nLike most campaigns, Mr. Bush’s team sent out urgent fundraising appeals Wednesday — including one from his brother, former President George W. Bush.\nDonors who have raised at least $50,000 will be invited to an Oct. 25-26 retreat in Houston with Mr. Bush and his brother and father, former President George H. W. Bush.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidate Jeb Bush is expected to surpass his $11.4 million haul from last quarter, according to people involved with the campaign.", "title": "Jeb Bush Likely to Surpass Second-Quarter Fundraising", "url": "http://blogs.wsj.com/washwire/2015/09/30/jebbush0930/", "topics": ["campaign_finance", "personality"], "people": ["Jeb Bushas", "Paul Lindsay", "George H. W. Bush", "Jeb Bush", "Donald Trump", "George W. Bush", "Ben Carson"], "orgs": ["Federal Election Commission", "Capital Journal", "PAC", "WSJ", "FEC"], "authors": [{"author_id": 2075, "fullname": "beth reinhard", "primary_org": "wsj"}], "date_written": "2015-10-01 02:56:56", "org": "wsj", "article_id": "11292d5d8cf80400aa2b6c4431979627", "date_access": "2015-10-01 02:07:43.855062"}