{"body": "It is election season, and attacks on China over its foreign exchange policy are in full swing. Some U.S. lawmakers are against the recently concluded Trans-Pacific Partnership trade talks because the deal did not include strong language on â\u0080\u009ccurrency manipulation.â\u0080\u009d\nPresidential candidates havenâ\u0080\u0099t been shy in attacking China for supposedly giving its exporters an unfair boost. But how much truth is there behind an accusation that is now well-entrenched in the psyche of the American public?\nBashing China over the value of the renminbiâ\u0080\u008aâ\u0080\u0094â\u0080\u008aor the yuan, as it is commonly referred toâ\u0080\u008aâ\u0080\u0094â\u0080\u008ais nothing new. In an August CNN interview, Republican front-runner Donald Trump declared: â\u0080\u009cThey keep devaluing their currency until they get it right. They’re doing a big cut in the yuan, and that’s going to be devastating for us.â\u0080\u009d Sen. Bernie Sanders, the surprise challenger to Hillary Clinton for the Democratic nomination, said in a post on his website: â\u0080\u009cChina is manipulating its currency, giving it an unfair trade advantage over the United States and destroying decent paying manufacturing jobs in the process.â\u0080\u009d\nHowever, a look at the data shows Beijing has allowed the currency to appreciate against the U.S. dollar in recent years.\nAs the graph shows,Â Chinaâ\u0080\u0099s renminbi rose steadily against the greenback from the middle of 2011, flirting with levels below RMB 6.10 to US $1 last year.Â According to the International Monetary Fund, the value of Chinaâ\u0080\u0099s currency rose by about 10% between last year and the first seven months of 2015.\nThat ended with Chinaâ\u0080\u0099s surprise move on Aug. 11 when it changed how it determines the daily reference rate of its exchange rate regime. Since then the yuan has depreciated by 2.3% against the U.S. dollar through September,Â according to the U.S. Treasuryâ\u0080\u0099s latest semiannual international foreign exchange report.\nBut for those reaching for a stick to bang the currency manipulation drum, it is important to consider all factors. Just three days after Beijingâ\u0080\u0099s FX policy tweak, the IMFÂ noted in a reportÂ that â\u0080\u009cthe substantial appreciation of the renminbi in real effective terms this year has brought the exchange rate to a level that is no longer undervalued.â\u0080\u009d\nFurthermore, as the Treasury said in its aforementioned currency report: â\u0080\u009cSince JuneÂ â\u0080¦ many central banks have been intervening not to depreciateâ\u0080\u008aâ\u0080\u0094â\u0080\u008abut rather to support their currencies.Â After relatively little intervention in either direction in the second quarter of 2015, China appears to have intervened heavily in the third quarter to prevent RMB depreciation.â\u0080\u009d\nThe yuan has appreciated nearly 30% in real effective terms since June 2010, according to the Treasury, and it believes that the “core factors” behind that appreciation â\u0080\u0093 namely the sizable current account surplus and improved terms of trade â\u0080\u0093 remain in place.\nThis is why the Treasury concluded that the yuan “remains below its appropriate medium-term valuation,” a softening of language from the prior report that declared China’s currency to be “significantly undervalued.”\nIt is important to acknowledge the downward pressure on the yuan from capital leaving the country. Investors, spooked by the countryâ\u0080\u0099s slowing growth rate, are looking elsewhere in search of better returns. The U.S. Treasury estimates that $200 billion in capital left China in August alone, compared with $250 billion for the entire first half of 2015.\nSo rather than piling on the criticism, perhaps it is best to adopt the Treasuryâ\u0080\u0099s approach and wait for clearer signals that show if the renminbiâ\u0080\u0099s movements are being manipulated by the state or come in response to market forces.\nBrai Odion-Esene is a senior director at Hamilton Place Strategies, a consulting firm. He is on Twitter @braiesene.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Brai Odion-Esene: Rather than piling on the criticism over China's currency policy, it would be best to  wait for clearer signals from Beijing and on market forces.", "title": "Why China Should Get Benefit of the Doubt on Currency Manipulation Accusations", "url": "http://blogs.wsj.com/washwire/2015/10/22/why-china-should-get-benefit-of-the-doubt-on-currency-manipulation-accusations/", "topics": ["trade", "economy", "china"], "people": ["Donald Trump", "Bernie Sanders", "Hillary Clinton"], "orgs": ["International Monetary Fund", "Hamilton Place Strategies", "WSJ", "U.S. Treasury", "Capital Journal", "Treasury"], "authors": [{"author_id": 42839, "fullname": "brai odion-esene", "primary_org": "wsj"}], "date_written": "2015-10-22 19:57:12", "org": "wsj", "article_id": "bdb6c5d05d86ed41be8c070ede041567", "date_access": "2015-10-23 04:05:18.272590"}