{"body": "SIMI VALLEY, Calif.â\u0080\u0093One subjectÂ was conspicuously absent from Wednesday’s Republican presidential debate: Hillary Clinton.\nThe Democratic front-runner was little more than a footnote during the three hours of brawling and bickering that defined the GOPâ\u0080\u0099s second candidatesâ\u0080\u0099 debate at the Ronald ReaganÂ Presidential Foundation and Library.\nThe Republican debates are drawing big audiences and giving the candidates a huge stage on which to introduce themselves to voters. OneÂ danger for the eventual nominee is committing to positions that could play against them in the general election. The other drawback to fractious debates is that the party as a whole doesn’t frame its case against the opposition. The Clinton name was invoked just 32 times during the debate. Five of those references were made by moderators and another referred to her husband, former President Bill Clinton.\nIn fact, of the 11 candidates on stage, just three seemed more focused than the others on dragging Mrs. Clinton into the debate: former Florida Gov. Jeb Bush, New Jersey Gov. Chris Christie and former Hewlett Packard Co. chief executive Carly Fiorina.\nMr. Bush criticized the former secretary of state for making the U.S. less secure on the world stage. Mr. Christie vowed to put Mrs. Clinton on the defensive about the controversy surrounding Planned Parenthood. And Mrs. Fiorina questioned her record as secretary of state, includingÂ her travel in the office.\nTheÂ debate Wednesday gaveÂ voters aÂ good glimpse of the fault lines amongÂ the crowded field of Republican White House hopefuls on other issues. The party has spent years questioning Mrs. Clinton’s credibility to hold the highest office in the country and will have ample chances to criticize her record, if she does win the Democratic nomination.\nBut unlike the 2012 debates, which focused heavily on President Barack Obama, Republican candidates don’t seem as focused on using these sessions as a platform to bash the expected rival. In focusing on the differences between each other,Â the Republican candidates miss a chance to start prosecuting their case against the Democratic front-runner on one of the biggest stages in presidential politics.\nTo the extent Mrs. Clinton was discussed, the conversationÂ was often about her tenure at Foggy Bottom. Florida Sen. Marco Rubio, in decrying the nuclear deal with Iran, said, “I can’t wait to stand on the debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon.”\nAt one point, Ohio Gov. John Kasich was forced to defend his occasional reluctance to criticize Mrs. Clinton, telling the Republican audience, “We’ll get to the point where we’ll talk about Hillary Clinton, or whoever the nominee isâ\u0080¦But right now, I want to give people a sense of hope, sense of purpose, sense of unity.”\nCelebrity real-estate mogul Donald Trump at one point seemed to defend his relationship with the former first lady and New York senator, during one of his many dustups with Mr. Bush. The former Florida governor tweaked him byÂ saying he gave Mrs. Clinton money “to go to your wedding.”\n“That’s true,” Mr. Trump said. “I was a businessman. I got along with Clinton. I got along with everybody. That was my job, to get along with people.”\nMore:\n\nVideo: The GOP debate in two minutes:\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Unlike the 2012 debates, which focused heavily on President Barack Obama, Republican candidates don't seem as focused on using these sessions as a platform to bash the expected rival.", "title": "Hillary Clinton Is Little More Than a Footnote at GOP Debate", "url": "http://blogs.wsj.com/washwire/2015/09/17/hillary-clinton-is-little-more-than-a-footnote-at-gop-debate/", "topics": ["personality"], "people": ["Bill Clinton", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Chris Christie", "Marco Rubio", "Barack Obama", "Carly Fiorina"], "orgs": ["Planned Parenthood", "WSJ", "GOP", "Capital Journal"], "authors": [{"author_id": 3617, "fullname": "patrick o", "primary_org": "wsj"}], "date_written": "2015-09-17 11:49:49", "org": "wsj", "article_id": "d80fb680f2cb9b6e0fd5bcf244697c56", "date_access": "2015-09-17 16:05:18.377777"}