{"body": "Since 2007, 15,000 American factories have shut down and more than two million manufacturing jobs have been lost. Wages have flatlined; American families are struggling.\nIn every recovery since 1960, real GDP grew by 4% a year, according to a report from the Congressional Joint Economic Committee. The  Obama-Biden policies have resulted in a paltry 2.3% annual growth since the recession ended in 2009. This growth gap has cost the country $5.4 trillion in lost economic output and 5.5 million fewer jobs than would have been expected during a normal recovery.\nSo what is  Hillary Clinton’s vision to get the economy moving? She wants to slam investors with higher capital gains taxes.  Bernie Sanders wants to raise the top personal-income tax rate to 90%.\nDonald Trump’s plan to make America great again? He’s offering a complicated tax cut that the Tax Foundation reports will explode the deficit by more than $10 trillion over a decade. Are any Republicans offering serious, specific proposals to scrap the toxic tax code?   Jeb Bush wants three rates.  Marco Rubio wants two.  Rand Paul has proposed a single rate and creating a European-style value-added tax.\nAmerica deserves better. That’s why, in my first 100 days as president, I will submit to Congress a comprehensive Economic Freedom Agenda that will abolish the existing tax code. Under “The 20/20 Flat Tax: A Clear Vision For America,” individuals will pay a simple, low 20% individual rate that will be applied to all streams of income. It eliminates the marriage penalty, death tax and alternative minimum tax. It will treat every American the same. No longer will savings and investment be penalized.\nIndividuals will receive a $2,750 credit, which will replace the standard deduction and personal exemption. The credit will be refundable and replace the Earned Income Tax Credit. The child tax credit will remain. For low- and middle-income workers, the provision will shield much of their basic wages from federal income taxes. They can keep more of what they earn.\nIn exchange for the refundable tax credit and low rate, itemized deductions will be eliminated, except for two. Charitable giving in any amount will be fully deductible, to affirm and encourage Americans’ generosity. Mortgage interest—up to $25,000 a year—will also be deductible, as a means of helping low- and middle-income workers buy and maintain their family home without subsidizing millionaires and billionaires.\nBusinesses too will benefit from a flat 20% tax rate. It will replace the current corporate income-tax rate of 39.1% that is only exceeded by Chad and the United Arab Emirates. An initial 0% tax rate on American manufacturers, phasing up to 20% over two years, will help make America the No. 1 manufacturer in the world again.\nCompanies will be allowed to deduct 100% of their capital costs in the first year. Full expensing will eliminate complicated depreciation schedules and encourage investment in new plants and equipment. To encourage American companies to bring revenues home and reinvest the $2.1 trillion in profits that have been parked overseas, my plan calls for a low 10% rate on business income that is repatriated.\nI will eliminate the deductibility of interest and corporate welfare, including all carve-outs, loopholes and tax shelters. No more special deals and favors for the rich and powerful and their lawyers and lobbyists.\nAn analysis of my plan by the Tax Foundation found that GDP would rise by 10.2% above the Obama-Biden trajectory over 10 years. Capital investment would grow by almost 30% and wages would increase by 7.3%. More than 3.1 million additional jobs would be created beyond current projections.\nI will pay for my plan by repealing ObamaCare and all of its associated taxes. My flat tax will reduce federal revenues by $1.1 trillion over 10 years, after accounting for increased GDP growth and job creation. But according to the Congressional Budget Office, repealing ObamaCare will reduce federal spending by $1.7 trillion over 10 years and increase economic growth by 0.7% annually.\nThus, the 20/20 Flat Tax will not increase the deficit. It will allow us to make needed reforms, such as the expansion of Health Savings Accounts, to give patients and doctors, not Washington bureaucrats, more freedom and control over their health care, and to expand coverage. The new tax code will also provide the resources needed to rebuild our military in an increasingly volatile world.\nTo maximize the country’s economic potential I will, on my first day in office, repeal each and every Obama-administration regulation that creates an economic burden of more than $100 million. The Keystone XL pipeline will be approved, and expanded production of domestic fuels will be encouraged, not hobbled by federal regulations.\nAs a U.S. senator I never voted for a tax increase, and the first two bills I co-sponsored were the Balanced Budget Amendment and the Line Item Veto. I always fought for bold tax cuts and government reform. My administration will be no different.\nThe stakes for America are too high for the GOP to nominate untested newcomers, first-term senators, or governors without proven national results. I offer Americans a clear conservative vision, serious plans for reform and the experience to get the job done.\nMr. Santorum, a former U.S. senator from Pennsylvania, is a Republican candidate for president.", "byline": "", "description": "My tax plan would let individuals pay a 20% rate and no longer punish saving and investment.", "title": "A Flat Tax Is the Best Path to Prosperity", "url": "http://www.wsj.com/articles/a-flat-tax-is-the-best-path-to-prosperity-1444600639", "topics": ["economy"], "people": ["Rand Paul", "Rick Santorum", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Bernie Sanders"], "orgs": ["Congress", "Tax Foundation", "United Arab Emirates", "Congressional Budget Office", "Health Savings Accounts", "GOP"], "authors": [{"author_id": 42113, "fullname": "rick santorum", "primary_org": "wsj"}], "date_written": "2015-10-11 22:57:21", "org": "wsj", "article_id": "9faeaecbbea8b3a90109cef1ae478bf5", "date_access": "2015-10-12 06:00:06.261967"}