{"body": "It’s not known whether Donald Trump is a fan of Ralph Waldo Emerson, but there seems little doubt he would be in total agreement with one of Mr. Emerson’s most famous essays “Self-Reliance.”\n“A foolish consistency is the hobgoblin of little minds, adored by little statesmen…Speak what you think now in hard words and to-morrow speak what to-morrow thinks in hard words again, though it contradict everything you said to-day.”\nIt can be hard to pin down Mr. Trump’s policy positions, and that’s probably the point. Mr. Trump is nothing if not flexible, especially on economic and tax issues.\nMr. Trump’s positions are a reflection of the populist campaign he is running, appealing not only to far-right conservatives but also swing/independents who are open to a soak-the-rich message.\nWhat he doesn’t seem concerned about is appealing to the Republican establishment.\nMr. Trump’s 2011 book “Time to Get Tough” has just been reissued in paperback with a new subtitle to match his campaign slogan “Make America Great Again.”\nIn the book Mr. Trump suggests calculating taxes on imports based on how much a country’s currency is devalued and setting a 25% tax on Chinese goods if they don’t set a real market value on their currency. In an interview with The Economist this week, he suggested a 12% tariff on Chinese products.\nUnlike most Republican politicians, he has not shrunk from taking on Club for Growth, an antitax group he called “pathetic” in a recent tweet, and has refused to sign the pledge circulated by Americans For Tax Reform not to raise taxes.\nThe Trump campaign has said it plans to release details of his tax plan sometime in the next few weeks, but in recent statements Mr. Trump has given indications of his thinking. He has said he wants to simplify the tax code and lower rates especially on the middle class.\nIn a recent Fox News interview Mr. Trump said he favored a flat tax but then immediately said such a system would be unfair because the rich would be taxed at the same rate as the poor.\nHe has also said he thinks the wealthy should pay more, a view that polls show is popular with most voters across the ideological spectrum.\nHe has also said corporate taxes should be cut, and has been highly critical of companies that acquire overseas firms and move their headquarters out of the U.S. in order to pay lower taxes.  Mr. Trump has called for a crackdown on these corporate inversions and has also said tax policy should favor companies that create U.S. jobs and punish those who outsource, but without giving specifics on how to accomplish that.\nA favorite target of Mr. Trump is hedge fund managers (a group less popular with voters than politicians). Calling them “paper pushers,” Mr. Trump has said in a number of recent interviews and appearances that they should pay more in taxes and he would go after the tax code’s “carried interest” loophole, which allows investment managers to pay the lower capital gains tax rate on most of their income.\nThe theme running through all of these positions is their appeal to a broad spectrum of voters without concern about hewing too closely to Republican orthodoxy.\nAs The Economist has written, “Trump’s mix of charismatic personal authority and populist pandering has allowed Mr. Trump to rise to the top of the polls while playing fast and loose with conservative doctrine.”\nAnyone who is still writing off Mr. Trump as a political naïf and buffoon had better think again.\nLinda Killian is a journalist and a senior scholar at the Woodrow Wilson Center. Her most recent book is “The Swing Vote: The Untapped Power of Independents.” She is on Twitter: @lindajkillian\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Linda Killian: Donald Trump is nothing if not flexible, especially on economic and tax issues.", "title": "Donald Trump on Taxes: Keeping It Flexible", "url": "http://blogs.wsj.com/washwire/2015/09/04/donald-trump-on-taxes-keeping-it-flexible/", "topics": ["economy"], "people": ["Donald Trump", "Linda Killian", "Ralph Waldo Emerson"], "orgs": ["Woodrow Wilson Center", "Americans For Tax Reform", "Capital Journal", "The Economist", "Economist", "The Untapped Power of Independents"], "authors": [{"author_id": 10564, "fullname": "linda killian", "primary_org": "wsj"}], "date_written": "2015-09-04 23:02:58", "org": "wsj", "article_id": "187015b02bac0cdb0928c371bf3b8705", "date_access": "2015-09-05 02:03:13.468092"}