{"body": "Serena Williams is still chasing history—and still winning matches the hard way.\nWilliams, 33, squeaked by her older sister Venus, 35, in the U.S. Open quarterfinals on Tuesday evening, 6-2, 1-6, 6-3. With two more victories, she would become the first player since Steffi Graf in 1988 to win all four Grand Slam singles titles in the same year. She would also tie Graf with 22 major singles titles, the most in the Open era, which began in 1968.\nWilliams has needed three sets to win 11 of her 26 Grand Slam matches this season. But she said this one was her toughest so far.\n“She was at an unbelievable level today,” Serena Williams said. “It’s probably the toughest match I have played in a really, really, really long time where I wasn’t actually beating myself.”\nBecause the day session inside  Arthur Ashe Stadium ended late, the sisters didn't walk on the court until close to 8:15 p.m. Fans were still slowly marching up the stairs of the stadium to join A-list celebrities like Oprah Winfrey, Kim Kardashian and  Donald Trump.\n\nThe hype was considerable. The result? Up and down.\nSerena Williams sprinted ahead in the first set, but some key errors helped Venus Williams even the match in the second. Then Serena Williams won the first three games of the third set and never looked back. She ended the match with her 12th ace. Williams only won one more point than her older sister in the match, 76 to 75. The sisters walked to the net and embraced.\n“I just said, ‘I’m so happy for you,’” Venus Williams said. “I’m still very excited to see Serena have an opportunity to win the four majors. I think that’s the best part.”\nSerena Williams now has a career record of 16-11 against her sister.\n“I will look back on it fondly,” she said. “We are very, very tough competitors on the court, but once the match is over and the second it’s done, you know, we’re sisters.”\nWilliams will play Roberta Vinci in Thursday’s semifinals and it would be a shock if she lost: Vinci is ranked 43rd in the world and Williams has won all four of their matches, including one in Toronto this summer.\nBut all is not certain after that. Williams hasn't found her best form and continues to struggle at times with her serve and her backhand. On the other half of the draw, one of four difficult opponents will emerge in the final: Petra Kvitova, Victoria Azarenka, Simona Halep or Flavia Pennetta.\nWilliams has perfected the art of playing just good enough to win in 2015. If she can do it for two more matches at the Open, history will be hers. After beating her sister, though, she had more important things to think about.\n“I just want to be in bed right now,” she said. “I have to wake up early to practice.”", "byline": "", "description": "Serena Williams squeaked by Venus in the U.S. Open quarterfinals on Tuesday evening, as she continues her quest to be first player since Steffi Graf in 1988 to win all four Grand Slam singles titles in the same year.", "title": "Serena Tops Venus at U.S. Open", "url": "http://www.wsj.com/articles/serena-williams-tops-venus-at-the-u-s-open-1441766055", "topics": ["other"], "people": ["Flavia Pennetta", "Venus Williams", "Roberta Vinci", "Steffi Graf", "Oprah Winfrey", "Donald Trump", "Kim Kardashian", "Arthur Ashe Stadium", "Serena Williams"], "orgs": [], "authors": [{"author_id": 2754, "fullname": "tom perrotta", "primary_org": "wsj"}], "date_written": "2015-09-09 05:12:37", "org": "wsj", "article_id": "921ac9b4fa41191970a9887eb1f8690c", "date_access": "2015-09-09 08:01:08.168492"}