{"body": "Hillary Clinton is urging fellow Democrats to stand firm in their defense of the young federal consumer-protection agency,  offering a glimpse into her broader financial industry policy expected to be unveiled shortly in her presidential campaign.\nIn a letter to Democratic House members released Wednesday, Mrs. Clinton expressed her opposition to Republican legislation to alter the leadership structure of the Consumer Financial Protection Bureau, as well as efforts to “defund and defang” the agency established after the financial crisis to better protect  consumers in home mortgages, student loans and bank deposit accounts.\nThe Democratic front-runner told legislators to stand firm against Republican efforts to roll back the Dodd-Frank financial overhaul law – which created the CFPB -  by attaching riders or otherwise taking advantage of the negotiations over the budget and debt ceiling. While most Democrats have opposed the Republican efforts, some have expressed support for the proposed changes.\n“The Consumer Financial Protection Bureau has only one mission: protecting Americans from unfair and deceptive financial practices – and it’s succeeding,” Mrs. Clinton wrote. She said that the five-year-old agency has handled over 700,000 complaints and recovered over $11 billion in relief for more than 25 million consumers.  The financial industry and Republican lawmakers see the agency as a symbol of overregulation that raises costs for companies and damps innovation.\nIn recent months, the bureau’s actions targeting discriminatory lending practices in auto lending have come under attack. At a House Financial Services Committee hearing last week, CFPB director Richard Cordray spent much of his appearance defending the bureau’s practice, as lawmakers criticized the methodology used in investigating possible bias and questioned the authority of the bureau itself, which doesn’t have responsibility over auto dealers.\nRepublican presidential candidates, including former Florida Gov. Jeb Bush, have used their campaigns to call for a rollback of Dodd-Frank and the CFPB.\nMrs. Clinton is expected to unveil her broader financial industry policy as soon as this week, a tricky subject for the former New York senator with strong ties to Wall Street who now needs more support of Main Street voters amid slipping poll numbers. One of her rivals for the Democratic nomination, liberal Vermont Sen. Bernie Sanders, has fired up the party’s base with his more blunt, populist attacks on the big banks.\nThe House Financial Services Committee last week marked up two bills aimed at curbing the influence of the CFPB. One calls for creating an independent Inspector General for the CFPB nominated by the president and confirmed by the Senate. The other aims to replace the current single-director leadership structure with a five-member commission much like the ones seen at the Securities and Exchange Commission and the Federal Communications Commission.\n“We can’t go back to the days when Wall Street could write its own rules,” Mrs. Clinton wrote.\nMore\nHillary Clinton’s Gun-Control Proposals to Include Executive Action\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Hillary Clinton is urging fellow Democrats to stand firm in their defense of the young federal consumer-protection agency,  offering a glimpse into her broader financial industry policy expected to be unveiled shortly in her presidential campaign.", "title": "Hillary Clinton Backs CFPB in Main Street-Wall Street Debate", "url": "http://blogs.wsj.com/washwire/2015/10/07/hillary-clinton-backs-cfpb-in-main-street-wall-street-debate/", "topics": ["economy", "terrorism", "campaign_finance"], "people": ["Bernie Sanders", "Richard Cordray", "Jeb Bush", "Hillary Clinton"], "orgs": ["Democratic House", "Dodd", "Senate", "WSJ", "Consumer Financial Protection Bureau", "Capital Journal", "Federal Communications Commission", "CFPB", "House Financial Services Committee", "Securities and Exchange Commission"], "authors": [{"author_id": 4086, "fullname": "yuka hayashi", "primary_org": "wsj"}], "date_written": "2015-10-07 18:00:55", "org": "wsj", "article_id": "145e3504ead2877d4e367b61f747fd77", "date_access": "2015-10-07 18:03:42.147011"}