{"body": "The conservative blogger  Erick Erickson caused a media stir this weekend by withdrawing an invitation to Donald Trump to address his RedState gathering. This comes as a revelation because Mr. Erickson is among the media conservatives who have trumpeted the businessman as a political tonic.\nMr. Erickson says he was offended by Mr. Trump’s crude comments about Fox News presidential debate moderator  Megyn Kelly. The casino magnate has been insulting Ms. Kelly since she asked him about his history of demeaning the looks of certain women. The candidate really got going Friday on CNN and said Ms. Kelly was spewing blood “wherever.”\nThis was finally too much for Mr. Erickson, though it’s fair to ask what took him so long. This is what Donald Trump does. As recently as July 24, Mr. Erickson wrote approvingly that, “The number one thing you hear when you ask any Republican about Donald Trump is this—he fights.” On July 22 he wrote that while he wouldn’t vote for him unless Mr. Trump became the GOP nominee, “Donald Trump is a non-traditional candidate who is running a non-traditional campaign and kicking the asses of traditional campaign consultants.”\nOther contributors to RedState.com have been more discerning, but Mr. Erickson represents a strain on the right that has put Trumpian bluster above political reality and conservative ideas. It’s the fashion in these circles to celebrate Mr. Trump’s rise in the polls as if rage and insult will defeat  Hillary Clinton and implement conservative reforms. Some of this is pure commercial self-interest, an attempt to boost Arbitron ratings or Web clicks. But whatever the motive, it doesn’t serve the country or the principles they claim to support.\nThursday’s debate showed that the Republican Party has several accomplished conservatives who would be formidable candidates in 2016. Unlike Mr. Trump, they know something about the world and economic policy. They can make a political argument beyond calling everything “terrific” or “stupid.” They even look and act presidential. Yet with Donald Trump dominating media coverage, they aren’t getting the hearing they deserve. And Mr. Trump would guarantee GOP defeat next year if he runs as a third-party spoiler.\nHaving helped to create Trumpism, Mr. Erickson and his angry enablers now claim to be embarrassed by its namesake. It would have been better had they not indulged him in the first place.", "byline": "", "description": "Conservatives who indulged him now claim to be embarrassed.", "title": "A Trump Education for the Right", "url": "http://www.wsj.com/articles/a-trump-education-for-the-right-1439159611", "topics": ["economy", "women"], "people": ["Donald Trump", "Erick Erickson", "Hillary Clinton", "Megyn Kelly"], "orgs": ["RedState", "Republican Party", "GOP"], "authors": [], "date_written": "2015-08-09 23:48:34", "org": "wsj", "article_id": "47e31161ee33507bb343f8fb76d06133", "date_access": "2015-08-10 06:00:03.455806"}