{"body": "In 15th-century Scotland there were two competing versions of golf. I learned this on a visit to the British Golf Museum during that 10½ hour wind delay at last month’s British Open in St. Andrews. The first was long golf, played by the nobles and elites. The second was short golf, played by the hoi polloi in church courtyards and on the streets.\nLong golf won out. That’s the ancestor of our modern game, played with historic elegance on lengthy 18-hole courses according to extensive rules. But it struck me how much the 15th-century short game had in common with some of the alternative versions of golf bubbling up today: Topgolf, FootGolf, simulator golf, golf with relaxed rules (including 15-inch cups), golf in non-standard six- and 12-hole loops, golf on motorized surfboards. All are attempts to make the game appealing to people who feel put off or excluded by traditional long golf.\n\nShort golf, which started in the 1400s, was usually played on Sundays and festival days when rural folk converged on the towns. The precise rules are unknown and were probably fluid. Evidence compiled by David Hamilton in “Golf: Scotland’s Game” suggests that participants used only one club, that alcohol and high spirits were often part of the deal and that the game could be dangerous. In 1632, a spectator in Kelso was killed by an errant ball.\nScottish kings and the parliament periodically issued edicts banning short golf, partly because it was a nuisance and partly because it distracted commoners from practicing their archery, deemed necessary for defense of the realm. Nevertheless short golf persisted. Eventually the Protestant church may have helped kill it off by prohibiting fun on Sundays altogether.\nThe gentry, meanwhile, continued to play long golf in parkland fields and on the firm, short-grass linksland near the sea. Originally long golf was beyond the reach of commoners since it required multiple clubs per player and expensive balls. As Scotland stabilized and prospered, however, tradesmen began playing long golf alongside their betters. This democratic turn of affairs was possible in Scotland because most linksland and other good terrain for golf was on town commons, which no one could own and all had equal access to. In 1681, according to legend, the Duke of York lost a wager of such enormity that the winner, a shoemaker named John Patersone, was able to buy a large house in Edinburgh with the proceeds.\nInto the 18th century, however, a different variety of short golf coexisted with long golf. Less affluent golfers couldn’t afford the stylish hand-crafted clubs and artisanal balls required to tackle the longest holes, so many courses, including Leith and Musselburgh, maintained shorter golf loops for the more humbly equipped.\nThe divide between long golf and short golf that is opening up now also stems, at least in part, from equipment issues. The modern ball, as launched by elite players using the latest clubs scientifically matched to their swings, flies so much further than it did just 20 years ago that many courses, in defense, have spent millions of dollars pushing back tees, relocating fairway bunkers and making other accommodations. The costs for this retrofitting is borne by everyone, not just the few who hit the ball a long way. These improvements, along with higher expectations for course and greens maintenance and other factors, are raising the cost of golf and, at the margins, contributing to the exodus of working people from long golf.\nSo it’s back to the future with short golf.\nTopgolf, the chain of driving ranges with concentric-ring targets and automatic electronic scoring, as in bowling alleys, may be the closest modern counterpart to 15th century short golf. It doesn’t require much space, like street and churchyard golf back then, and alcohol is usually part of the deal. I recently spent a very enjoyable two hours at a Topgolf facility near O’Hare International Airport in Chicago. I basically just practiced. The targets used in Topgolf focus one’s attention far better than at normal ranges and the scoring creates a sense of pressure as you try to beat your best score. But as a singleton just practicing, I was in the minority. (I also might have been the only customer over 40.) Topgolf is date-night golf, where “one more round” typically means more drinks, not another batch of balls. When I left there was an hour-long line out the door.\nI also recently tried FootGolf, which involves kicking a soccer ball around a golf course into 21-inch-diameter cups. I wasn’t much good at it, but I finished out my round, at the Meadow Park course in Tacoma, Wash., with a family of four having great fun. Mom and Dad were playing real golf, while their soccer-addicted college-age sons were playing a FootGolf match with great skill. A FootGolf course is shorter than a real golf course, two holes for every one regular golf hole at the layout in Tacoma—not unlike those 18th century “short golf” alternative loops at Leith and Musselburgh.\nHow all this shakes out is anybody’s guess. The ultimate “short golf” game may be simulator golf, which is increasingly realistic and already wildly popular in space-constrained countries like South Korea. Jordan Spieth, in preparation for St. Andrews, got to know the Old Course in part by playing it on a simulator in Dallas.\nLong golf isn’t going away, of course. It will always have its defenders. “Maybe golf doesn’t need to be for everyone,”  Donald Trump told me last year during a tour of the lavish improvements he made to his Doral resort in Miami. “It’s an aspirational sport, something you aspire to play someday if you get rich enough.” There will probably always be a place for Trumpian excess in golf, but historically there has also always been a place for the common man. It’s too appealing a game for only the rich to enjoy.\nWrite to John Paul Newport at golfjournal@wsj.com", "byline": "", "description": "In 15th-century Scotland, “short golf” was the commoners’ game, and that model is being revived by new golf alternatives.", "title": "It Only Took 600 Years for Golf to Return to the Masses", "url": "http://www.wsj.com/articles/it-only-took-600-years-for-golf-to-return-to-the-masses-1438391230", "topics": ["other"], "people": ["Donald Trump", "Jordan Spieth"], "orgs": [], "authors": [{"author_id": 1565, "fullname": "john paul newport", "primary_org": "wsj"}], "date_written": "2015-08-01 02:07:13", "org": "wsj", "article_id": "4ca772118e4ab35366b5de94290dd457", "date_access": "2015-08-01 22:49:45.855891"}