{"body": "One of the men Donald Trump’s campaign named as a top New Hampshire endorser this week was convicted of assaulting his girlfriend’s children. Another, a state lawmaker, has accused New Hampshire officials of selling children to gay couples.\nFrank Sapareto, who served in the New Hampshire state House and Senate, was convicted in 2013 of misdemeanor simple assault after a 2012 incident in which he pushed his girlfriend’s 19-year-old son and daughter.\nBetween the incident and his conviction, Mr. Sapareto, then a state representative, introduced legislation to change the very state law under which he had been charged to reduce “simple assault” from a misdemeanor crime to a violation with a $100 maximum fine. The proposal was not adopted.\nMr. Sapareto appealed the decision to New Hampshire’s state supreme court. The court rejected his appeal in May 2014. He lost a September 2014 primary for a state senate seat.\nIn an interview, Mr. Sapareto attributed his conviction to political correctness – he said he was intervening in a dispute between his then-girlfriend and her children that deteriorated into a physical altercation. He said he didn’t anticipate the incident reflecting poorly on the Trump campaign.\n“I’m the only unprotected class there is, so I didn’t stand much of a chance in court,” he said. “People have got to put it in perspective. Anybody who’s ever had an argument has done the same thing as I did.”\nThe Trump campaign this week released a list of 27 current and former New Hampshire elected officials who are backing the New York developer for president. Most of them had previously announced their support for Mr. Trump, but not Mr. Sapareto, of Derry, and five-term state Rep. Al Baldasaro of Londonderry, who has his own colorful history in state politics.\nMr. Baldasaro once called the state’s Democratic Party chairman, who is gay, a “pervert” on Twitter, and declared on the state House floor that the state of New Hampshire “sold” children to gay couples for $10,000 each. He also suggested the United Nations was trying to ban fishing in the state.\nThe Trump campaign also announced the support of state Rep. Tracy Emerick, who in June was named as a member of rival candidate Carly Fiorina’s campaign leadership committee.\nThe New Hampshire endorsers are hardly the first Trump surrogates with political histories that might repel more traditional candidates.\nIn July, days after Mr. Trump said Sen. John McCain was not a war hero because he was captured in Vietnam, his campaign announced a “Veterans for Trump” coalition, which included Jerry DeLemus, a former marine who the month before had arranged a “draw Muhammad” art contest in New Hampshire. Racially inflammatory Facebook posts led the campaign to cut ties with an Arizona man who organized events there and with Sam Nunberg, a longtime Trump aide.\nThe Trump campaign declined to discuss the endorsements Wednesday.\nMr. Baldasaro was also the sponsor of 2013 legislation to recognize the supposed “original Thirteenth Amendment” to the Constitution. The bill asserted that an amendment forbidding U.S. citizens from accepting any “title of nobility or honor” was illegally stripped from the Constitution by President Abraham Lincoln during the Civil War. The allegedly missing 13th amendment supposedly would have stripped President Barack Obama of his citizenship because he accepted the Nobel Peace Prize. State lawmakers never discussed the proposal.\nMr. Baldasaro said he doesn’t apologize for his past controversial statements and said he and Mr. Trump are kindred spirits in making comments that upset people.\n“If some people get offended at what you say, life goes on,” he said. “You can’t make 100% of the people happy.”\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "A list of current and former New Hampshire elected officials backing Donald Trump that his campaign released this week includes a former state lawmaker convicted of assaulting his girlfriend’s children and another who has accused New Hampshire officials of selling children to gay couples.", "title": "Among Trump’s N.H. Backers, Colorful Histories in State Politics", "url": "http://blogs.wsj.com/washwire/2015/09/09/trumps-n-h-backers-have-colorful-histories-in-state-politics/", "topics": ["immigration", "campaign_finance", "gay_marriage"], "people": ["Abraham Lincoln", "Frank Sapareto", "Donald Trump", "Barack Obama", "Carly Fiorina", "Al Baldasaro", "Sam Nunberg"], "orgs": ["Senate", "Democratic Party", "Capital Journal", "United Nations"], "authors": [{"author_id": 1139, "fullname": "reid j. epstein", "primary_org": "wsj"}], "date_written": "2015-09-09 20:24:05", "org": "wsj", "article_id": "1323f6edf57b04a6ed8338782f60fed6", "date_access": "2015-09-09 20:07:47.656160"}