{"body": "The 2016 presidential race has been notable for its surprises, and Wednesday night’s debate at the Reagan library in California may reshuffle the candidate polling order again. Our guess is that  Carly Fiorina, Chris Christie and  Marco Rubio helped themselves the most in a race that will see many more turns before a nominee is chosen.\nMs. Fiorina made it to the big debate stage for the first time and didn’t waste the opportunity. The former Hewlett-Packard CEO showed off her policy chops and skill in delivering a message. She does her homework.\nShe notably outshone the other two “outsiders” who haven’t held elected office— Donald Trump and  Ben Carson. The retired pediatric neurosurgeon can be endearing but he suffered from vagueness and looked smaller than he did in the first debate. Mr. Trump was full of his usual bluster and bragging but seemed out of his depth when the debate turned toward specifics.\nThe TV replays will showcase Ms. Fiorina’s slyly cutting response to Mr. Trump’s insult about her looks that he later said was really aimed at her “persona.” Ms. Fiorina said, “You know, it’s interesting to me, Mr. Trump said that he heard  Mr. Bush very clearly and what Mr. Bush said. I think women all over this country heard very clearly what Mr. Trump said.”\nMr. Trump looked like a fighter stunned by a sharp right hand, which he was.\nBut the more telling exchange for presidential qualifications concerned Russia’s recent military moves in Syria. Mr. Trump offered his usual fierce generalities, saying, “Syria’s a mess. You look at what’s going on with ISIS in there, now think of this: We’re fighting ISIS. ISIS wants to fight Syria. Why are we fighting ISIS in Syria? Let them fight each other and pick up the remnants.”\nHe meant that as a criticism of President  Obama’s strategy, but letting them fight each other is Mr. Obama’s strategy. Mr. Trump also said “I would talk to him. I would get along with him [ Vladimir Putin], I believe, and I may be wrong, in which case I’d probably have to take a different path.” So he’d get along with the Russian unless he didn’t.\nMr. Rubio then gave a far more specific analysis of Vladimir Putin’s strategy: “Well, first of all, I have an understanding of exactly what it is Russia and Putin are doing, and it’s pretty straightforward. He wants to reposition Russia, once again, as a geopolitical force. . . . He’s trying to destroy NATO . . . He is trying to replace us as the most important power broker in the Middle East.” Exactly right.\nThen came Ms. Fiorina, who said she wouldn’t talk to Mr. Putin at all because “we’ve talked to him way too much.” That is unrealistic, but she then ripped off an informed list of policy choices that the Obama Administration has resisted: “We could rebuild the Sixth Fleet. I will. We haven’t. We could rebuild the missile defense program. We haven’t. I will. We could also, to Senator Rubio’s point, give the Egyptians what they’ve asked for, which is intelligence.” And more.\nThe difference here is that two of the three had clearly thought hard about an issue that will be a major challenge to the next Commander in Chief. Mr. Trump merely indulged his instincts, which can be useful but can only carry a President so far. It will be fascinating to see if Republicans who like Mr. Trump’s attitude begin to wonder about his lack of depth.\nAs for Mr. Christie, his tsk-tsking of Mr. Trump and Ms. Fiorina for fighting about their business records seemed contrived. Why aren’t their records relevant? But time and again he gave forceful answers and turned his responses into attacks on  Hillary Clinton in a way that will appeal to Republicans who above all want a winner. He was especially good in defending President George W. Bush’s record fighting terrorism after 9/11, which was also  Jeb Bush’s best moment of the night.\nNaturally, no presidential debate would be complete without some rank dishonesty. This includes Mr. Trump’s insistence that he didn’t pursue casino-gambling in Miami. You can look that one up on  Google.\nGOOG\n\n\n0.63\n%\nThat was surpassed only by Senator  Ted Cruz’s claim that he somehow opposed the nomination of  John Roberts for the Supreme Court. If Mr. Cruz had some inner doubt about the Roberts selection in 2005, he didn’t advertise it at the time as far as we can find. The shameless rewriting of history to serve his latest political needs is becoming a Cruz hallmark.\nThe good news for GOP voters, and the country, is that the marathon debate—two hours is enough, thanks—showed again how much better this year’s field is compared with those in 2008 and 2012. There were several potential Presidents on stage, and the serious vetting is only now getting underway.", "byline": "", "description": "Fiorina, Rubio and Christie stand out in the debate crowd.", "title": "Carly Trumps Donald", "url": "http://www.wsj.com/articles/carly-trumps-donald-1442467017", "topics": ["personality", "terrorism"], "people": ["John Roberts", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Vladimir V. Putin", "Marco Rubio", "Barack Obama", "Vladimir Putin", "George W. Bush", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["GOOG", "NATO", "Supreme Court", "GOP"], "authors": [], "date_written": "2015-09-17 11:37:58", "org": "wsj", "article_id": "f9e58546028b94b49410e15dc7d9376a", "date_access": "2015-09-17 18:00:02.851557"}