{"body": "Top negotiators from the U.S. and 11 trading partners face growing political challenges if they fail this week to wrap up an elusive trade agreement spanning the Pacific.\nBackers of the Trans-Pacific Partnership see the latest meeting of trade ministers, set to begin Wednesday in Atlanta, as possibly the last chance to get an agreement before the talks become further buffeted by political crosswinds.\nHeated fights over the trade in cars, drugs and dairy products are dividing political factions in several TPP countries, while the current campaign season in Canada and the approaching election year in the U.S. and Japan are making it harder for officials and lawmakers to embrace a deal that hurts sensitive industries.\n“They may have another chance before the end of the year, but time is running against them,” said Gary Hufbauer, senior trade expert at the Peterson Institute for International Economics, which backs freer trade.\nSenior officials from the U.S., Japan, Canada, Mexico, Australia and seven other countries hope in Atlanta to iron out the remaining details for a trade bloc that would encompass about two-fifths of the world’s economy and a third of global trade. Absent from the trade group is China.\nPresident  Barack Obama, backed by most Republicans in Congress but few Democrats, is pushing the TPP to open up trade with countries in Asia-Pacific and impose American-style rules of the road for business at a time when China’s economic influence is growing.\nBut since the failure of talks in Hawaii two months ago, the 12 countries involved have been unable to resolve disputes on three issues: barriers to dairy trade, rules for automobile manufacturing and the length of intellectual-property protection afforded to biologic drugs.\nU.S. officials are reluctant to make deep compromises to strike a deal, since doing so could lead industries and farm groups to withhold needed support in Congress, where the trade pact has already faced significant opposition.\n“The president has made clear that he will only accept a TPP agreement that delivers for middle-class families, supports jobs and furthers our national security,” said  Michael Froman, the U.S. trade representative, in a statement. “The substance of the negotiations will drive the timeline for completion, not the other way around.”\nJapan is pushing for looser rules on vehicle manufacturing that would give duty-free status to cars with a greater percentage of components made outside the TPP bloc. But Canada and Mexico, a rising auto powerhouse, favor tighter rules like the ones in the North American Free Trade Agreement, or Nafta, the two-decade-old deal the U.S. struck with Canada and Mexico.\nThe Obama administration is seeking to broker a compromise between the two positions that would allow for a deal between Japan and Mexico—which has 700,000 auto-part jobs—without pushing more manufacturing jobs to China or other countries outside the bloc.\nU.S. labor unions, the biggest domestic opponents of the TPP, and allies are rallying around the auto-parts issue and planning to protest the Atlanta talks on Wednesday and Thursday.\nCongress narrowly passed legislation in June that would expedite passage of the TPP next year if officials strike a deal this fall. Still, the TPP would need a majority in both chambers to pass.\nPresidential candidate  Donald Trump is fanning opposition to free trade in the Republican Party with sharp attacks on Nafta and calls for new tariffs. The departure next month of House Speaker  John Boehner (R., Ohio), a powerful backer of Mr. Obama’s trade policy, could also complicate passage of any final agreement.\n“My hope is that, as they move through the latest round of talks in Atlanta this week, they consider what it will take to get a deal through Congress,” said Sen.  Orrin Hatch (R., Utah), chairman of the Senate Finance Committee.\nDespite concerns from several other countries in the TPP about drug affordability, the U.S. is pushing strong protection for biologic drugs. The issue of drug pricing has grown politicized in recent days, with  Hillary Clinton proposing rules that would control spending on prescription drugs, which has depressed health-care stocks.\nPerhaps the sourest issue of all is dairy products, the No. 1 export of New Zealand, a founding member of the trade talks. Despite pressure from the U.S. and New Zealand, Canadian politicians are reluctant to dismantle a complicated system that protects that country’s dairy farmers, limits imports and raises prices for consumers.\n“It’s important that the U.S. obtain a balanced dairy package that provides significant new access to Canada’s dairy market,” among other priorities, said Sen.  Ron Wyden, the top Democrat on the Senate committee that overseas trade. “I expect the negotiations will continue until such an agreement can be obtained.”", "byline": "", "description": "Top negotiators from the U.S. and 11 trading partners face growing political challenges if they fail this week to wrap up an elusive trade agreement spanning the Pacific.", "title": "Pacific Trade Talks Are at a Crucial Juncture", "url": "http://www.wsj.com/articles/pacific-trade-talks-at-crucial-juncture-1443548584", "topics": ["trade"], "people": ["Michael Froman", "Hillary Clinton", "Donald Trump", "John Boehner", "Barack Obama", "Ron Wyden", "Gary Hufbauer", "Orrin Hatch"], "orgs": ["Congress", "Senate Finance Committee", "Senate", "Republican Party", "TPP", "Peterson Institute for International Economics"], "authors": [{"author_id": 1241, "fullname": "william mauldin", "primary_org": "wsj"}], "date_written": "2015-09-29 19:53:23", "org": "wsj", "article_id": "0ddfd3b848bfe50fb8808905dbe9f9ee", "date_access": "2015-09-29 20:00:51.230083"}