{"body": "Since the performance of political debaters is mercilessly and repeatedly analyzed by reporters and pundits, it would be fair and delightful if someday they critiqued us back. “Jeb, I didn’t really think that second question was aptly phrased, did you?” “No, Scott, I didn’t. And the anchor’s ad lib had the rhythm of wit without the content, which is why it didn’t land.” “Soon we’ll hear from the columnists, who’ll be out to shoot the wounded. Hope they don’t injure themselves reaching for their little metaphors.”\nI watched the pregame with these questions:\nWho will The Donald be? If he attempts a statesmanlike bearing will his numbers plummet? Does he know how much his people rely on him not to become domesticated? Will John Kasich start to break through in his home state? Who will Jeb be? Will he come awake? Will he look like a pleasant, bespectacled man who’s actually thinking about dinner? Will he radiate the heaviness of the man who knows too well what can’t be done? Because there’s not much market for that.\nAlso I wondered, as I contemplated the idea of a long row of guys in ties, who my eye would go to. Your eye knows more than you do, it’s drawn for reasons you don’t understand. Part of the mystery of politics is connected to a mystery of show business. Mike Nichols once told me the biggest stars don’t have perfect faces, but rather they’re interestingly imperfect. Stars are stars because you can’t take your eyes from them and don’t know exactly why. So who would we drawn to look at? Who would we be hearing?\nI have been saying the early, back-of-the-pack debate might turn out to be the place to be—low expectations, more airtime, a less intense atmosphere. Interesting things might happen. Also somewhere deep, deep down, where Republicans are sweet, some sympathetic rooting for the underdogs might occur. But it was tight, somber. You could hear the questions and answers echo in the empty hall, which gave it a lonely sound, like a one-camera debate in the early days of democracy in Estonia.\nThe reliably on-point and interesting  Carly Fiorina has been declared the overwhelming winner. That surprised me because I’ve seen her better, including this past weekend at the Koch donors seminars in California, where to some she was a revelation. This is a strong, gutsy woman. The evening was a reminder that the debates are important: Those not preoccupied with politics were seeing her for the first time. Next time she will belong in the top tier.\nIt’s still unclear why  George Pataki and  Jim Gilmore are there, and in a time of sustained national crisis their need is not endearing.  Lindsey Graham is supposed to have entered to be the voice of a burly, interventionist foreign policy in the age of Rand Paul. But it’s not looking like the age of Rand Paul, and everyone’s already being pretty burly. I don’t understand his purpose.\nAs to the main event: Wow. I’ve never seen a political debate come in so sparky. From the first minute it was hot as a pistol, with an electric crowd and highly pointed, even adversarial questions.\nThere are two headlines.\nThe first is that when Donald Trump was put on the spot on whether he would pledge not to launch a third-party campaign, it marked a break point in the Trump saga. It made it official: Mr. Trump sees himself as operating both within and without the party, and within it only at the moment. A political operative emailed me: “He just gave [a rude gesture] to the RNC.” He did. Mr. Trump’s fiery clash with Megyn Kelly, after she challenged him on crude things he has said about women, did not work in his favor. He was boorish and ungentlemanly. Yes, I know that sounds quaint. The things he was accused of saying, which he didn’t deny, were ugly. However, the moment yielded probably the most memorable line of the evening: “Only Rosie O’Donnell.”\nMarco Rubio was fresh, crisp and poised. Hillary Clinton, he said, won’t be able to lecture him on living paycheck to paycheck because “I was raised paycheck to paycheck.” He has successfully staked out the future as his theme—one that of course is underscored by his youth.\nJohn Kasich spoke seriously and even soulfully on the mentally ill and drug-addicted in our prisons, and what must be done to help them. He was present and humorous. I thought him lovely on same-sex marriage: “God gives me unconditional love, I’m gonna give it to my family and my friends and the people around me.” It was clever of him to be gracious to Mr. Trump, who looked like he appreciated the break. I think Mr. Kasich broke through.\nWhen  Chris Christie and Rand Paul clashed on the issue of privacy and government surveillance, Mr. Paul accused Mr. Christie of taking President Obama’s side: “I know you gave him a big hug.” Mr. Christie was quick: “The hugs that I remember are the hugs that I gave to the families,” after 9/11. It was a fabulous cheap shot followed by excellent special pleading. Bravo for first-class fisticuffs.\nTed Cruz was fine. He didn’t dominate as he has on some stages, but he caused himself no trouble. He’ll get deadlier as the number of candidates winnows down.\nMike Huckabee is going hard and all in for Christians in Iowa.\nMr. Bush achieved adequacy. He received respectful and supportive applause whenever he said anything, but didn’t say anything especially well. He continues to be the front-runner as odd duck.\nJeb has a low pilot light. The other day in the Koch seminar he started his Q&A with Politico’s Mike Allen in a shrugging, sluggish way, as if he were surprised to be answering questions. He seems to me embarrassed by his ambition, as if for 40 years he’d understood himself to be the singular Bush but now here he is, running for president like everyone else. Mr. Cruz, who had spoken before Mr. Bush, stayed to listen. Have you ever seen the look a cat gets in the second before he moves on the mouse? That look of full, predatory concentration? That was the look Mr. Cruz had as he watched.\nI just realized I haven’t mentioned Scott Walker. He did himself no harm. He’ll likely improve as the stage gets smaller too.\nThe second headline is that Mr. Trump wasn’t the person your eye stayed on. It went to him first. But as the evening progressed, the other candidates stole his drama and thunder with their own claims and arguments. “The strength of the field is overshadowing Trump,” wrote a Hill staffer. That was exactly it. I found other candidates as interesting—more so.\nI really don’t know if fiery debates like Thursday evening’s will wind up building interest and excitement in the Republican field, or wearing and tearing it down. I don’t know if we’ll look back on this as the beginning of a making or a breaking. Maybe the former. Anyway, it was alive. I wonder if Hillary Clinton is wondering how she can look alive.", "byline": "", "description": "Trump failed to dominate, and Fiorina belongs in the top tier.", "title": "Fireworks at the Republican Debate", "url": "http://www.wsj.com/articles/fireworks-at-the-republican-debate-1438921640", "topics": ["campaign_finance", "gay_marriage", "immigration", "personality"], "people": ["Rand Paul", "Donald Trump", "Mike Allen", "Chris Christie", "George Pataki", "Jeb Bush", "Hillary Clinton", "John Kasich", "Jim Gilmore", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Megyn Kelly", "Rosie O'Donnell", "Carly Fiorina", "Scott Walker", "Ted Cruz"], "orgs": ["RNC", "Wow", "Q&A"], "authors": [{"author_id": 1244, "fullname": "peggy noonan", "primary_org": "wsj"}], "date_written": "2015-08-07 05:27:23", "org": "wsj", "article_id": "5988a964ab4726d78235837cf763f464", "date_access": "2015-08-07 06:00:05.112856"}