{"body": "In 1964, frustrated and angry Republicans nominated Barry Goldwater, a very conservative U.S. senator from Arizona. But he was unelectable nationally, and incumbent President Lyndon Baines Johnson won in a landslide. The GOP establishment vowed never to make that mistake again.\nSince that historic defeat, Republicans have nominated not the most conservative candidate but the candidate who was at least conservative enough and also electable. This was true for the elections of Richard Nixon and Ronald Reagan. In 1988, Pat Robertson was the most conservative candidate, but he was unelectable nationally; conservative-yet-electable George H.W. Bush became the nominee. That pattern held in 1996, 2000, 2008, and 2012.\nToday, however, many angry and frustrated Republicans are veering from this model–and supporting the candidate who is many ways is not only the least conservative of the 2016 field but also the most unelectable.\nBusinessman Donald Trump is ahead in every primary or caucus poll. But his pedigree and positions over time show that he is not reliably conservative. And national polls have shown that he would fare much worse than nearly every other Republican in a general election contest against Hillary Clinton or Bernie Sanders.\nAnger and frustration with Washington and status quo politics are so great that voters are responding to someone with no political experience, a candidate they perceive as an outsider and a disrupter. These primary voters want nothing to do with the Republican Party establishment that they believe has betrayed them.\nExit polling in 2012 found that 39% of voters said electability was a key component in their choice. Today, however, only 3% of voters say electability is a key component. In their anger and frustration, they are looking past not only their conservative principles but also a component critical to winning next November. It could be a self-defeating decision.\nThere is nearly six months before voting begins in Iowa, during which time Republican primary voters may well return to the strategy they have followed for 50 years. When caucus and primary goers begin to cast their ballots, they might again side with the candidate who is both conservative and electable. But one thing is becoming clear in the summer of Trump: The Republican establishment no longer controls the nomination process or progress. The umpires and referees of past Republican presidential battles have been kicked off the field. Fans have risen from their seats and hopped over the barriers to take control of the primary process.\nMatthew J. Dowd is an independent analyst for ABC News and founder of Paradox Capital, a social-impact venture fund. He was chief strategist of President George W. Bush‘s 2004 campaign. He is on Twitter: @MatthewJDowd.\nALSO IN THINK TANK:\nFor Joe Biden, the 2016 Opening Has Already Passed\n4 Reasons That Congress’s Debate Over Spending Won’t Produce a Big Budget Deal\nIn Donald Trump’s Success, Lessons for the Apprentices\nJohn Kasich’s Standout Performance in GOP Debate\nTwo Themes That Set John Kasich Apart From His GOP Rivals\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Matthew J. Dowd: When caucus and primary goers begin to cast their ballots, they might again side with the candidate who is both conservative and electable. But one thing is becoming clear in the summer of Trump: The Republican establishment no longer controls the nomination process.", "title": "A Republican Primary Process Run by Voters, Not the Establishment", "url": "http://blogs.wsj.com/washwire/2015/08/14/a-republican-primary-process-run-by-voters-not-the-establishment/", "topics": ["campaign_finance", "economy", "immigration"], "people": ["Donald Trump", "Richard Nixon", "J. Dowd", "Joe Biden", "Hillary Clinton", "John Kasich", "Barry Goldwater", "George W. Bush", "Lyndon Baines Johnson", "Bernie Sanders", "Pat Robertson", "Ronald Reagan"], "orgs": ["Congress", "Apprentices", "Republican Party", "Big Budget Deal", "Capital Journal", "GOP"], "authors": [{"author_id": 37355, "fullname": "matthew j. dowd", "primary_org": "wsj"}], "date_written": "2015-08-14 14:13:49", "org": "wsj", "article_id": "4f4922a0ab4eff0ea49d0a329d4b9417", "date_access": "2015-08-14 14:27:23.465166"}