{"body": "A few months ago I wrote that the 2016 presidential primary looked to come down to Bloody versus Boring. The Republican race would be bloody—more than a dozen candidates scrapping for attention, trying to gain traction, pounding each other. The Democrats would be boring, the long glide of the queen.\nOur late-summer report? Different. So far it’s Exciting (24 million people watched the Republican debate!  Donald Trump set fire to the joint!) versus, I don’t know, Ominous—a big, dark, soggy cloud threatening at any moment to burst. Hillary Clinton’s campaign is not boring, but it’s leading a considerable portion of the nation toward suicidal ideation. Do we have to go back there? Do we have to do this again? Will a Clinton candidacy ever be anything but scandal after scandal?\nMrs. Clinton often quotes Eleanor Roosevelt to the effect that a woman is like a tea bag—you never know how strong she is until she gets in hot water. But it’s been noted here that Hillary is the only tea bag that brings the hot water with her. There is always an air of furtive corruption; she dodges the press and then trolls them. This week’s classic moment came when Ed Henry of Fox News persisted in asking whether she had wiped her private email server: “What, like with a cloth or something?” For all her experience, she still evades and stonewalls awkwardly.\nAs for the Trump phenomenon, a lot of people are still digesting it. The question has evolved from “Will he have an impact?” to “Can he really win the nomination?” to “Could he actually be elected president?” Philip Klein in the Washington Examiner had a smart piece suggesting Mr. Trump may have reached his peak; assuming his lead holds, it will seem less impressive as candidates begin to drop out and others consolidate their positions. That is possible, as is this: that as people watch Mr. Trump and get used to the idea of him they’ll come to see things they like in his candidacy. No one knows, because we’re in new territory, with a rogue real-estate developer and reality-TV star as a prime presidential prospect.\nA source of Mr. Trump’s strength is that normal people understand how big donors have an impact on policy. Mr. Trump can stand where the people stand on such issues as immigration because the donor class doesn’t have hooks in him. “I’m turning down so much money,” he told reporters last week at the Iowa State Fair. If he accepted a big contribution, “I’d feel obligated, because I’m a loyal person.” On the other hand, “Jeb Bush is a puppet to his donors.” On Thursday this newspaper’s Heather Haddon reported that some major GOP donors are growing impatient with GOP candidates who’ve withdrawn their support for Common Core. But Common Core is not popular, and they are trying to survive. I remember when donors just wanted dinner, or an ambassadorship. Now they want policy. Someone, not just Mr. Trump, should bop them hard.\nMr. Trump continued to smack Mr. Bush Wednesday night as they held dueling town halls in New Hampshire: “I don’t see how he’s electable. Jeb Bush is a low-energy person. For him to get things done is hard.” Mr. Bush’s rejoinder seemed sodden, pro forma. “Mr. Trump doesn’t have a proven conservative record. . . . He’s given more money to Democrats than to Republicans. . . . He was for a tax on assets.”\nMr. Bush appears to be no more gifted a campaigner than Mrs. Clinton, though he lacks the vaguely sinister air. Many people complain about the potentially dynastic nature of the coming election, but unspoken in the complaint is the sense that if it has to come down to two families over and over in a nation of 330 million, couldn’t the families be marked by a special and distinguished genius?\nWe finish with John Kasich, re-elected governor of Ohio last year by 31 points, which speaks, if not of genius, at least of talent. His entrance in the race shook things up in New Hampshire, where a month after his late announcement he went to No. 3 in the polls. What distinguishes him in my mind is that everyone who writes about politics gets phone calls from presidential candidates, and they’re always about big things—immigration, spending, regulation, national security. But whenever Mr. Kasich has called, the conversation has gone to the mentally ill young, the drug-addicted and what’s happening on the ground in America. What is he hearing about the heroin epidemic in New Hampshire, where admissions to state-run rehab facilities are dramatically up? “I talk about it a lot because I know this stuff,” he said in an interview last week. “I got involved five years ago, when a group of ladies in southern Ohio came to me with pictures of their sons, athletes, who died of drug overdoses.” He spoke of “an entire generation that is vulnerable to this because of the casual way we treated prescription drugs—then on to heroin.”\nHis answer? Flood the zone with education, treatment, law enforcement, more programs in the schools—“ Nancy Reagan was right, talk about it, air it.” He adds: “Revive a sense of citizenship. If you see a kid you don’t know, walk up to him, say, ‘Please don’t ever do drugs.’ People say, ‘Why would anyone do that?’ I say, ‘To help save your country.’ ”\nI don’t gather Mr. Kasich is talking about “compassionate conservatism,” a generalized increase in various forms of spending, but something else: being alive and responsive to actual crises in American society. “There’s an arithmetic side of this but there’s a moral side,” he said. It costs more to keep drug addicts in prison than to get them “on their feet and paying taxes.” And “you don’t throw people away. At least I don’t.”\n“Why did conservatives allow themselves to be put in a trap,” he asks, in which they’re afraid to talk about these things? “I balanced the budget in Ohio, I spent 10 years trying to balance the U.S. budget, I’ve cut taxes more than any living governor, we have a rock-solid credit rating. And because I care about the mentally ill and drug addicted and those in prison, that’s not conservative? I believe that helping people have opportunity is all about conservatism. My mother used to say it’s a sin not to help people who need help but equally a sin to continue to help people who need to learn how to help themselves.” Mr. Kasich has an unembarrassed heart.\nThere’s some interesting talent in the Republican field, and maybe something else is going on. Americans are political but they aren’t ideologues, they don’t walk around with a list. Various candidates, under the pressure of the rise of Mr. Trump, are refiguring their emphasis and approach on certain issues. Something in Mr. Trump himself—the fact that his candidacy has garnered such support in spite of his past and present heterodox stands—has revealed a Republican base that is not as much in lockstep as it has been long portrayed, not as predictable. Things are shaking out in an Interesting way.", "byline": "", "description": "The Republican side turns out to be exciting, and the Democrats—well, at least not boring.", "title": "A Campaign Full of Surprises", "url": "http://www.wsj.com/articles/a-campaign-full-of-surprises-1440111271", "topics": ["immigration"], "people": ["Eleanor Roosevelt", "John Kasich", "Heather Haddon", "Jeb Bush", "Hillary Clinton", "Nancy Reagan", "Ed Henry", "Donald Trump", "Philip Klein"], "orgs": ["Common Core", "Washington Examiner", "GOP"], "authors": [{"author_id": 1244, "fullname": "peggy noonan", "primary_org": "wsj"}], "date_written": "2015-08-20 23:54:33", "org": "wsj", "article_id": "11e03f16fc9913048c29ed2a4898d350", "date_access": "2015-08-21 06:00:04.615113"}