{"body": "Wisconsin’s highest court on Thursday terminated a yearslong investigation into Gov. Scott Walker’s 2012 recall campaign, clearing the Republican presidential contender and conservative groups backing his gubernatorial bid of any wrongdoing while castigating the special prosecutor leading the campaign-finance probe.\nAs WSJ’s Patrick O’Connor reports, the Wisconsin Supreme Court ruled that neither Mr. Walker’s political operation nor his allies violated campaign-finance laws in the run-up to the 2012 recall vote, a bitter contest that put the Wisconsin governor on the national map.\nThe court, in a 4-2 decision, ordered prosecutors in the case to “cease all activities related to the investigation, return all property seized in the investigation from any individual or organization and permanently destroy all copies of information and other materials obtained through the investigation.”\nA spokeswoman for Mr. Walker’s presidential campaign said the ruling made clear that “no laws were broken” and that “it is time to move past this unwarranted investigation that has cost taxpayers hundreds of thousands of dollars.\n“The decision represents a loss for all of the citizens of Wisconsin — independents, Democrats and Republicans alike,” special prosecutor Francis Schmitz said in a statement posted online by the Milwaukee Journal Sentinel.\nThe court was reviewing a secret multi-county investigation conducted under the state’s so-called “John Doe” statute centering on whether Mr. Walker and his top advisers violated campaign-finance laws by working too closely with a handful of outside groups that helped him get re-elected. A top aide was advising both his campaign and a supportive nonprofit group, and prosecutors said the groups’ advocacy on Mr. Walker’s behalf amounted to an unlawful “in-kind” contribution.\nThe campaign finance probe stems from an earlier investigation conducted by the Milwaukee County District Attorney into various alleged misconduct in the Milwaukee County executive’s office at the time Mr. Walker was running it. That case led to convictions of several of his former aides.\nWisconsin’s high court was deciding whether to revive the campaign finance probe, which was halted by a lower-court judge.\nHere are key passages from Justice Michael J. Gableman‘s opinion and excerpts from the two dissenting opinions.\nMajority opinion:\n• The justice says the special prosecutor, Francis Schmitz, rooted his probe in “vague, overbroad” sections of the state’s campaign finance law, giving him too much discretion:\nThe lack of clarity in Ch. 11, which the special prosecutor relies upon, leads us to the unsettling conclusion that it is left to government bureaucrats and/or individual prosecutors to determine how much coordination between campaign committees and independent groups is “too much” coordination. In essence, under his theory, every candidate, in every campaign in which an issue advocacy group participates, would get their own John Doe proceeding and their own special prosecutor to determine the extent of any coordination. This is not, and cannot, be the law in a democracy…\nThe special prosecutor has disregarded the vital principle that in our nation and our state political speech is a fundamental right and is afforded the highest level of protection.  The special prosecutor’s theories…would assure that such political speech will be investigated with paramilitary-style home invasions conducted in the pre-dawn hours and then prosecuted and punished.  In short, the special prosecutor completely ignores the command that, when seeking to regulate issue advocacy groups, such regulation must be done with “narrow specificity.”\n• The justice defends the decision by a state judge presiding over the investigation to quash subpoenas in the case:\nJohn Doe judges are given enormous discretion to control the scope and conduct of a John Doe proceeding. With this important point in mind, we now turn to the specific issue before us: whether Reserve Judge Peterson violated a plain legal duty when he quashed the subpoenas and search warrants and ordered the return of all seized property. He did not.\n• The opinion concludes with another reprimand of the special prosecutor:\nOur lengthy discussion of these three cases can be distilled into a few simple, but important, points. It is utterly clear that the special prosecutor has employed theories of law that do not exist in order to investigate citizens who were wholly innocent of any wrongdoing. In other words, the special prosecutor was the instigator of a “perfect storm” of wrongs that was visited upon the innocent Unnamed Movants and those who dared to associate with them.\nJustice Shirley S. Abrahmson, dissenting:\n• Justice Abrahmson accuses the majority of misreading the campaign finance law:\nThe majority opinion adopts an unprecedented and faulty interpretation of Wisconsin’s campaign finance law and of the First Amendment. In doing so, the majority opinion delivers a significant blow to Wisconsin’s campaign finance law and to its paramount objectives of “stimulating vigorous campaigns on a fair and equal basis” and providing for “a better informed electorate.”\nDisregarding the statutory text that the majority opinion professes to interpret, the majority opinion takes the absolutist position that Chapter 11 does not reach any issue advocacy and that any manner of government regulation of any issue advocacy contravenes the First Amendment….\nIf the majority opinion succeeds in terminating the John Doe investigation, the majority opinion will deny the people of this state the opportunity to determine once and for all whether the targets of the John Doe investigation are guilty of systematically violating Wisconsin’s campaign finance law through undisclosed campaign coordination.\nJustice N. Patrick Crooks, dissenting:\nJustice Crooks says the majority overlooked a crucial argument advanced by the special prosecutor:\nBy erroneously concluding that campaign committees do not have a duty under Wisconsin’s campaign-finance law to report receipt of in-kind contributions in the form of coordinated spending on issue advocacy, the majority rejects the special prosecutor’s primary argument regarding criminal activity. Although the special prosecutor advances a secondary argument of criminal activity concerning coordinated express advocacy, the majority inexplicably ignores that argument. These mistakes lead the majority to terminate a valid John Doe investigation in an unprecedented fashion.", "byline": "", "description": "Wisconsin's highest court on Thursday terminated a yearslong investigation into Gov. Scott Walker's 2012 recall campaign, clearing the Republican presidential contender and conservative groups backing his earlier gubernatorial bid of any wrongdoing while castigating the special prosecutor leading the campaign-finance probe. Here are key passages from the state Supreme Court's opinion.", "title": "Key Excerpts from Wisconsin Court Ruling Ending Scott Walker Probe", "url": "http://blogs.wsj.com/law/2015/07/16/key-excerpts-from-wisconsin-court-ruling-ending-scott-walker-probe/", "topics": ["campaign_finance"], "people": ["Francis Schmitz", "Justice Michael J. Gableman", "John Doe", "Scott Walker", "Patrick O'Connor"], "orgs": ["Wisconsin Supreme Court", "WSJ", "Supreme Court", "Milwaukee County", "Milwaukee Journal Sentinel"], "authors": [{"author_id": 1085, "fullname": "jacob gershman", "primary_org": "wsj"}], "date_written": "2015-07-16 20:43:12", "org": "wsj", "article_id": "27b899e3acf916c0e94c94af27cc0d1c", "date_access": "2015-07-23 21:12:15.361503"}