{"body": "The top Republican presidential candidates will debate for the first time on Thursday, and the Democratic Party wants you to watch.\nAn email signed by President Barack Obama, with the subject line “I’m going to need you for this,” was sent to Democrats on Tuesday, saying “the other side is counting on folks like you sitting this one out, so I need you to say that you’ll be watching on Thursday.”\nDemocrats don’t seem to be worried about party members suddenly hearing something they like and switching party affiliations. Instead, Mr. Obama, who has about 18 months left in his presidency, implores Democrats to watch the debate, and keep an eye on Republicans who want to undo the “progress we’ve made together over these past six years.”\n“I’m gonna bet that they’ll all promise to repeal the Affordable Care Act,” Mr. Obama says in the email. “They’ll all tell us that even though they aren’t scientists, we shouldn’t believe in the science behind climate change. They’ll all want to reverse course on immigration reform and marriage equality. ”\nThe email doesn’t mention any of the Democratic candidates running for office, but focuses on simply not supporting Republicans running for office, many who are campaigning on undoing many of the measures that the president mentioned in the email. The message warns viewers to watch out for that.\n“While these Republicans may have bad ideas, they’re still smart politicians,” Mr. Obama says in the email. “They know how to make policies that will take us in the wrong direction sound like they might actually be pretty good ideas.”\nThe email ends with a solution to make watching 10 more exciting — the promise of debate bingo. A link to the bingo card, along with a reminder to watch the debate will be sent to those who promise to watch. After signing up to watch the debate, the link redirects to the fundraising page for the Democratic party.\nMore\nEvent Horizon: Who’s on the GOP Debate Bubble?\nFive Ideas Worth Debating on the GOP Stage\nVideo: Trump Leads but Rubio Lurks in New WSJ/NBC Poll\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The top Republican presidential candidates will debate for the first time on Thursday, and the Democratic Party wants you to watch.", "title": "Obama to Democrats: Watch the GOP Debate, Please", "url": "http://blogs.wsj.com/washwire/2015/08/04/obama-to-democrats-watch-the-gop-debate-please/", "topics": ["immigration", "campaign_finance"], "people": ["Rubio Lurks", "Barack Obama"], "orgs": ["Democratic Party", "Capital Journal"], "authors": [{"author_id": 3844, "fullname": "natalie andrews", "primary_org": "wsj"}], "date_written": "2015-08-04 18:07:33", "org": "wsj", "article_id": "a80b7b27ec8b45e90c76f915298c72f5", "date_access": "2015-08-04 18:32:11.309795"}