{"body": "Soon afterÂ Donald Trump took a big step inÂ establishing himself as a serious GOP presidential candidate by signing the party’s loyalty pledge, he ran into serious trouble onÂ foreign policy.\nDuring an interview with Hugh Hewitt Thursday evening, Mr. Trump got tripped up byÂ a question fromÂ the conservative radio host about the Quds Forces, mistaking the Iranian military group forÂ the Kurdish people.\nMr. Trump also brushed off Mr. Hewittâ\u0080\u0099s attempts later in the interview to get him to distinguish Hamas–the Palestinian terrorist group–from the Hezbollah forces acting in Lebanon.\nâ\u0080\u009cSo the difference between Hezbollah and Hamas does not matter to you yet, but it will?â\u0080\u009d Mr. Hewitt asked.\nâ\u0080\u009cIt will when itâ\u0080\u0099s appropriate. I will know more about it than you know, and believe me, it wonâ\u0080\u0099t take me long,â\u0080\u009d Mr. Trump said.\nâ\u0080\u009cAll right, that, I believe,â\u0080\u009d Mr. Hewitt responded.\nMr. Trump grew testy during the interview, saying that Mr. Hewitt was posing â\u0080\u009cgotchaâ\u0080\u009d questions, and none of the other candidates would be able to give him a quick response to his inquiries.\nâ\u0080\u009cI mean, there may be one that studied it because theyâ\u0080\u0099re expecting a fresh question from you. But believe me, it wonâ\u0080\u0099t matter. I will know far more than you know within 24 hours after I get the job,â\u0080\u009d Mr. Trump said.\nThe businessman and reality television host has no political experience, an outsider status that many of his supporters appreciate. On Thursday, he signed a pledge that he will run as a Republican and support the partyâ\u0080\u0099s presidential nominee if he loses the 2016 contest.\nCarly Fiorina, a businesswoman who is also running for president and has never served in public office, fared better with Mr. Hewittâ\u0080\u0099s questioning in an interview immediately after Mr. Trumpâ\u0080\u0099s appearance. Ms. Fiorina correctly identified where Hamas and Hezbollah operated, and then critiqued the Iran nuclear deal as potentially funneling money to the Quds Forces.\nâ\u0080\u009cWe know that the general of the Quds force has been a powerful tool of the Iranian regime to sow conflict. We also know that the Quds forces are responsible for the deaths and woundings of American soldiers,â\u0080\u009d Ms. Fiorina said.\nMs. Fiorina dismissed that notion that Mr. Hewitt had posed â\u0080\u009cgotcha questions.â\u0080\u009d\nâ\u0080\u009cIt is critically important that we have a leader in the White House who understands the world and whoâ\u0080\u0099s in it and how it works,â\u0080\u009d she said.\nJeb Bush, who has increasingly tangled with Mr. Trump, scoffed at Mr. Trump’s lack of knowledge about key foreign figures.\n“You’ve got to know who the players are… you need a strategy. You can’t just flippantly say, ‘I’ll hire the best people,â\u0080\u0099 â\u0080\u009d Mr. Bush said following a campaign event in New Hampshire when asked about Mr. Trumpâ\u0080\u0099s interview.\nForeign policy has been an issue for other 2016 contenders who lack international experience, such as Wisconsin Gov. Scott Walker and former neurosurgeon Ben Carson. During an interview with Mr. Hewitt in March, Mr. Carson stumbled through questions on the North Atlantic Treaty Organization and the history of Islam.\nMore\nDonald Trump Swears Off Third-Party Run\nJeb Bush Broadens Attack on Donald Trump\nVideo\nTrump Signs GOP Loyalty Pledge\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Soon after Donald Trump took a big step in establishing himself as a serious GOP presidential candidate by signing the party's pledge, he ran into serious trouble on foreign policy.", "title": "Donald Trump Flunks Foreign-Policy Quiz, Says He’ll Learn on the Job", "url": "http://blogs.wsj.com/washwire/2015/09/03/donald-trump-flunks-foreign-policy-test-says-hell-learn-on-the-job/", "topics": ["personality", "campaign_finance"], "people": ["Donald Trumpas", "Jeb Bush", "Ben Carson", "Donald Trump", "Hugh Hewitt", "Carly Fiorina", "Scott Walker"], "orgs": ["Quds Forces", "North Atlantic Treaty Organization", "forA", "GOP", "Capital Journal", "Quds", "Hamas", "aSo", "Hezbollah"], "authors": [{"author_id": 3810, "fullname": "janet hook", "primary_org": "wsj"}, {"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-09-04 04:34:51", "org": "wsj", "article_id": "115805fed37442c6b432d7e62a46bf45", "date_access": "2015-09-04 06:03:15.542596"}