{"body": "Fwd.us, a lobbying group created by Mark Zuckerberg and other tech founders, is trying to get immigration reform on the agenda of the U.S. presidential campaign.\nNot the kind of immigration that has dominated the two Republican debates â\u0080\u0093 the kind of immigration Silicon Valley relies on.\nâ\u0080\u009cAttracting entrepreneurs and human capital is critical to the tech community,â\u0080\u009d said Todd Schulte, president of fwd.us during a conference call on Thursday, strategically timed for the day after the second Republican debate.\nImmigration has taken on a negative connotation in the presidential campaign recently, withÂ Republican presidential hopeful Donald Trump calling for immigrants to be deported.\nOn behalf of the tech community, Mr. Schulte is calling for more high-skilled workers to be able to work in the U.S.Â â\u0080\u009cWe believe itâ\u0080\u0099s important that the cap should be raised to reflect the needs of today’s economy and market,â\u0080\u009d Mr. Schulte said.Â Fwd.us’ other founders include Microsoft  Corp. founder Bill Gates, Yahoo  Inc. CEO Marissa Mayer and LinkedIn co-founder Reid Hoffman.\nTech companies frequently say that the current immigration system is holding them back, Mr. Schulte said.\nMr. Schulte emphasized that foreign workers are vital for the tech sector because they fill a rising gap in demand for graduates in science, math and engineering. The number of U.S. citizens and lawful permanent residents with graduate degrees in electrical engineering dropped by 5% for PhD programs and by 11% for masterâ\u0080\u0099s degrees between 1995 and 2013, according to a recently published study by the National Foundation for American Policy, a nonprofit focusing on immigration-related issues.\nSilicon Valley is a major user of H-1B visas, which enable companies to hire highly-skilled foreign workers. Last month, Mr.Â Trump attacked the program (and called out Facebook  Inc. founder Mr. Zuckerberg) because it lowers wages for Americans by hiring cheaper foreign workers, he argued. Mr. Trump also wants job openings to be offered to unemployed Americans first before they can be filled by foreigners.\nMr. Schulte is calling for a reform of theÂ H-1B visa program. In 1990, Congress passed legislation capping the number of employment-based green cards at 140,000 and H-1B visas at 65,000 a year, and they have not budged since. There are 20,000 additional visas for foreigners who obtained graduate degrees from American universities. This year, the H-1B allocation was filled within the first week of applications.\nImmigration advocates often criticize the low quotas, saying they present a very small funnel for people who have been educated in the US, resulting in many highly-qualified foreign students leaving.\nMr. Schulte stressed the idea of startup visas for foreigners wanting to start a company in the U.S., a niche not covered by current work-visa-regulation. â\u0080\u009cWe donâ\u0080\u0099t have a visa for entrepreneurs (and) we are trying to fix that right now,â\u0080\u009d Mr. Schulte said.\n______________________________________________________\r\nFor the latest news and analysis, follow @wsjd.\r\n\r\nAnd like us on Facebook to get our news right in your feed:\r\n\r\n\r\n\r\nGet breaking news and personal-tech reviews delivered right to your inbox. \nMore from WSJ.D: And make sure to visit WSJ.D for all of our news, personal tech coverage, analysis and more, and add our XML feed to your favorite reader.", "byline": "", "description": "Fwd.us, a lobbying group created by Mark Zuckerberg and other tech founders, is trying to get immigration reform on the agenda of the U.S. presidential campaign.", "title": "Silicon Valley Wants High-Skilled Immigration on Campaign Agenda", "url": "http://blogs.wsj.com/digits/2015/09/18/silicon-valley-wants-high-skilled-immigration-on-campaign-agenda/", "topics": ["immigration", "economy"], "people": ["Reid Hoffman", "Donald Trump", "Marissa Mayer", "Bill Gates", "Todd Schulte", "Mark Zuckerberg"], "orgs": ["Fwd", "WSJ", "Microsoft Corp.", "Congress"], "authors": [{"author_id": 36963, "fullname": "marie-astrid langer", "primary_org": "wsj"}], "date_written": "2015-09-18 14:02:27", "org": "wsj", "article_id": "428c2380ebfc708f52dd97e273c1d35b", "date_access": "2015-09-18 14:01:14.631466"}