{"body": "Donald Trump and Bernie Sanders are tapping into the same dissatisfaction that helped Ross Perot capture 19% of the vote in 1992.\nMany of those dismissing Mr. Trump’s candidacy suggest that he appeals only to ill-informed voters looking for a thrill. But polls indicate that Mr. Trump’s appeal is widespread, running well beyond the ultra-conservative wing of the GOP.\nAccording to the Monmouth University poll released this week, 24% of likely New Hampshire Republican primary voters favor Mr. Trump, compared with 12% supporting Jeb Bush, the only other candidate registering in double digits in this poll.\nBecause New Hampshire has an open primary, in which independents can also cast ballots, both Republicans and independent voters were surveyed. Mr. Trump does better among registered independents and new voters (29%) than among registered Republicans (21%).\nMr. Trump did well not only with very conservative voters but also with somewhat conservative voters and those who say they are moderate to liberal. He is leading among all age groups.\nI predicted when Mr. Trump announced his candidacy that he would resonate with voters tired of double-speak and politics as usual. That goes for Republicans, independents, and Democrats.\nEconomic uncertainty and political dysfunction are fueling not only Mr. Trump’s popularity but also are key to the momentum of Sen. Sanders. The Vermont Democrat has drawn thousands of people to rallies across the country.\nAs the Journal’s Gerald F. Seib recently wrote, populist voters disgusted by political dysfunction and what they see as politicians serving only their wealthy contributors are intrigued by Mr. Trump and Mr. Sanders.\nRepublican pollster Frank Luntz, who worked on Ross Perot’s independent presidential campaign in 1992, told me recently that in focus groups around the country he hears people saying that Mr. Trump “captures the public mood better than any other candidate.”\nMr. Trump may be offensive and outrageous, Mr. Luntz said, referring to Mr. Trump’s remarks about Mexican immigrants and Sen. John McCain‘s service record, but he is also saying things others are afraid or too polite to voice.\nAn additional factor in the Trump and Sanders popularity is that even before this campaign cycle started, swing voters around the country were tired of the same political faces. The NBC News/Marist poll in July found that 61% of respondents in Iowa and 55% in New Hampshire agreed with the sentiment that enough Bushes and Clintons have run for the White House and it’s time to give someone else a chance.\nMr. Trump’s negatives among Republicans and Republican-leaning voters, at 40%, are close to his positive ratings, 51%, according to Gallup’s most recent data. But as he travels the country wearing a baseball cap emblazoned “Make America great again,” Mr. Trump is shaking up the status quo–and a sizeable share of voters like it.\nIf Mr. Trump ultimately decides to run as an independent, the impact on the election is unknowable.\nMany have suggested that such a candidacy would ensure a Democratic victory, pointing to the myth that Mr. Perot in 1992 drew most of his votes from George H.W. Bush. But a study pollster Stanley Greenberg did for the Democratic Leadership Council in 1993 dispelled that notion.\nSixty-three percent of Perot voters were ages 18 to 44, and more than two in three considered themselves Democrats or independents, he found. Only a quarter of the Perot voters were conservatives, and more than half self-described as moderate and 20% considered themselves liberal.\nIt’s unclear where discontented voters intrigued by Mr. Trump and Mr. Sanders will go if both men fail to capture their party’s nomination and do not mount independent candidacies. They might gravitate toward other candidates. They might also just stay home on Election Day.\nLinda Killian is executive director of Independent Americans United and a senior scholar at the Woodrow Wilson Center. Her most recent book is “The Swing Vote: The Untapped Power of Independents.” She is on Twitter: @lindajkillian.\nALSO IN THINK TANK:\nIs Donald Trump’s Campaign Ready for Prime Time?\nWhy Taking Donald Trump Seriously Could Unravel His Campaign\nBreaking Down the GOP Silence on Trump’s Immigration Rhetoric\nHow Donald Trump’s Candidacy Might Resonate With Voters. Really.\nThe Demographic Case for Republicans to Take Up Immigration Reform\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Linda Killian: Mr. Trump's negatives among Republicans and Republican-leaning voters, at 40%, are close to his positive ratings, 51%, according to Gallup's most recent data.", "title": "Donald Trump, Bernie Sanders–and Voter Dissatisfaction", "url": "http://blogs.wsj.com/washwire/2015/08/01/donald-trump-bernie-sanders-and-voter-dissatisfaction/", "topics": ["immigration"], "people": ["Frank Luntz", "Linda Killian", "Gerald F. Seib", "Jeb Bush", "Donald Trump", "Ross Perot", "Bernie Sanders"], "orgs": ["Independent Americans United", "Woodrow Wilson Center", "Trump", "Perot", "Monmouth University", "GOP", "Immigration Reform", "Capital Journal", "Marist", "The Untapped Power of Independents", "Democratic Leadership Council", "Journal"], "authors": [{"author_id": 10564, "fullname": "linda killian", "primary_org": "wsj"}], "date_written": "2015-08-01 11:56:07", "org": "wsj", "article_id": "5a5780f73cd8ee66966048fe5836d0de", "date_access": "2015-08-01 23:17:28.766805"}