{"body": "The Democratic Governors Association raised $17 million in the first six months of this year, according to numbers released by the group to the Wall Street Journal Thursday.\nThe amount trails the $24.4 million that its counterpart on the GOP side, the Republican Governors Association, raised so far this year to help officials competing for gubernatorial seats.\nBut DGA officials argued that they are chipping away at a traditional money gap between the groups. The DGA has trailed the RGA’s figures so far this year by $7.4 million. That’s less than the two-to-one fundraising lead that the Republican group has held over its Democratic equivalent in some other years.\n“With Congress broken, Democratic supporters understand that much of the action is in the states. That’s why we’re seeing record investment in electing Democratic governors,” said Elisabeth Pearson, the DGA’s executive director.\nRGA officials argued that the fundraising gap isn’t any narrower between the two groups, and contended they are still better positioned to retain and capture additional gubernatorial seats.\n“They are still raising significantly less than the RGA, limiting their ability to play in many governor’s races,” spokesman Jon Thompson said about Democratic group. “The RGA is in a strong financial position to go on offense over the next two years and expand our majority of 31 GOP governors.”\nOnly three states have contests for governors this year, though two are open seats. Democratic Kentucky Gov. Steve Beshear is term-limited, as is Republican presidential candidate and Louisiana Gov. Bobby Jindal. Incumbent Mississippi Gov. Phil Bryant, a Republican, is seeking re-election in the fall.\nLast year, Republicans increased the number of gubernatorial seats they held to 31 from 29. The RGA raised more than $100 million in 2014, while New Jersey Gov. Chris Christie was its chairman, a record that gave the Republican presidential contender a boost in the party.\nNext year’s gubernatorial contests will be more numerous, with 12 states holding elections in a presidential year. Media buying tends to be more expensive in presidential years, and the groups are expected to hang on to some of their cash going into next year.\n______________________________________________________\r\n\r\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\r\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The Democratic Governors Association raised $17 million in the first six months of this year, according to numbers released by the group to the Wall Street Journal Thursday", "title": "Democratic Governors Raise $17 Million in First Half of 2015", "url": "http://blogs.wsj.com/washwire/2015/07/30/democratic-governors-raise-17-million-in-first-half-of-2015/", "topics": ["campaign_finance"], "people": ["Bobby Jindal", "Chris Christie", "Elisabeth Pearson", "Phil Bryant", "Steve Beshear"], "orgs": ["Democratic Governors Association", "DGA", "Congress", "Republican Governors Association", "RGA", "Capital Journal", "GOP"], "authors": [{"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-07-30 17:08:21", "org": "wsj", "article_id": "4787b81b69f7e0b86359c2d96a143f96", "date_access": "2015-07-30 16:57:14.525776"}