{"body": "Going into the 2016 campaign, Hillary Clinton appeared to have a clear path to the Democratic nomination and possibly the White House. But a summer of sliding poll numbers and questions about her personal email server have made for a more complicated road.\nRecent poll numbers reveal three potential general-election challenges looming for Mrs. Clinton if she secures the Democratic nomination: African Americans voters, men, and splits within her own party. Here’s a look:\nFor the last two presidential elections, Barack Obama has sat atop the Democratic ballot and received record-high support among African Americans. Mr. Obama won 95% of that vote in 2008 and 93% in 2012 — keeping his Republican challengers well under 10%. That solid backing was a central part of the president’s coalition.\nBut in the latest Wall Street Journal/NBC News poll, Mrs. Clinton sees a lessened advantage in head-to-head matchups. In prospective match-ups with Donald Trump, Jeb Bush, Ben Carson and Carly Fiorina, all four possible opponents get at least double-digits with African Americans against Mrs. Clinton.\nTo be sure, Mrs. Clinton still has a massive edge against any of those candidates –50 points or more. And campaigning and advertising will inevitably solidify the bases of the both parties next fall.\nIt’s not uncommon for the GOP to crack the 10% line among black voters. George W. Bush garnered 11% of the African American vote in 2004 in his victory over John Kerry. And, as we have noted in this space before, small gains with this slice of the electorate could have an outsize impact due to where those populations are based – around big cities crucial to Democratic hopes in swing states such as Pennsylvania (Philadelphia), Ohio (Cleveland), Michigan (Detroit) and Wisconsin (Milwaukee).\n* * *\nMany analysts presumed that women would be eager to cast votes for the first female president in U.S. history.\nBut it’s not working out that way. In the latest Wall Street Journal/NBC News poll, Mrs. Clinton only breaks even in the positive/negative feelings she inspires among women overall. And among men, the feelings are sharply negative: 51% say they have negative feelings toward her, while 34% have positive feelings.\nMrs. Clinton now fares worse among men and women than Mr. Obama does.\nIn the head-to-head matchups with Messrs. Bush, Trump and Carson and Mrs. Fiorina, the advantages Mrs. Clinton gets among women are nearly offset or more than offset by the losses she has among men with every opponent – except Mr. Trump, who fares poorly with women.\nIn other words, it’s not at all clear how much Mrs. Clinton’s historical claim as the first female nominee of a major political party will help her in November.\n* * *\nAnother story in the poll data is the growing split within the Democratic Party along several key lines – income, race and political philosophy.\nSince July, as she tries to fend off a challenge from Vermont Sen. Bernie Sanders, Mrs. Clinton has seen support grow among Democratic primary voters earning $75,000 or more a year, non-white primary voters and moderate/conservative primary voters. But she has seen big losses among the less-wealthy, whites and liberals.\nThose growing splits have two big impacts on the Democrats and Mrs. Clinton in particular. First, they highlight and perhaps deepen fault-lines in the party that the nominee, whoever her or she is, will have to smooth over. Second, they may force Mrs. Clinton to more overtly reach out to the more populist and liberal elements of the party – and her change of stance on the Trans-Pacific Partnership trade pact may be an example.\nAnd any leftward tacking to win the nomination could present problems in the fall, when the nominee will have to reach moderate and independents voters.\nDante Chinni writes Politics Counts as a regular Capital Journal feature. Mr. Chinni is the director of the American Communities Project at American University, which examines different types of communities across the U.S.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "A summer of sliding poll numbers and questions about Hillary Clinton's personal email server have made for a more complicated road.", "title": "Poll Trouble: Hillary Clinton’s Three Challenges", "url": "http://blogs.wsj.com/washwire/2015/10/12/poll-trouble-hillary-clintons-three-challenges/", "topics": ["women", "trade"], "people": ["John Kerry", "W. Bush", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Barack Obama", "Dante Chinni", "Bernie Sanders", "Carly Fiorina", "Ben Carson"], "orgs": ["American Communities Project", "Democratic Party", "WSJ", "Capital Journal", "American University", "GOP"], "authors": [{"author_id": 3708, "fullname": "dante chinni", "primary_org": "wsj"}], "date_written": "2015-10-12 20:18:16", "org": "wsj", "article_id": "fbd4b6af02a10159fdb1cd92b5f72056", "date_access": "2015-10-12 20:05:10.544835"}