{"body": "The 2016 presidential campaign is coming to the jailhouse steps in Kentucky Tuesday, as GOP contender Ted Cruz is traveling there to visit Kim Davis, the clerk who has been jailed for refusing to issue marriage licenses to same-sex couples.\nAlso traveling to the scene Tuesday is former Arkansas Gov. Mike Huckabee, who is holding a rally to show solidarity for Ms. Davis, the Rowan County clerk who was jailed  for contempt by a federal judge after she repeatedly defied his order to issue marriage licenses to gay and straight couples.\nBoth the Cruz and Huckabee campaigns have been courting religious conservatives, many of whom have been outraged by Ms. Davis’s case. They believe her treatment confirms fears that  the Supreme Court’s recent decision upholding gay marriage threatens the religious liberty of people who oppose same-sex marriage because of their faith.\nExplaining Mr. Cruz’s plan to visit Ms. Davis in jail Tuesday, his campaign spokeswoman Catherine Frazier said, “It is important to Sen. Cruz that Kim Davis and all Americans understand his commitment to defending their First Amendment rights to religious liberty … Sen. Cruz will continue doing everything in his power to defend Kim Davis and ensure that no other Americans are further targeted for their religious beliefs.”\nMr. Huckabee’s rally later in the day — dubbed the “#ImWithKim Liberty Rally,” — is to be held in front of the Carter County Detention Center, where she is being held.\n“This is a reckless, appalling, out-of-control decision that undermines the Constitution of the United States and our fundamental right to religious liberty,” Mr. Huckabee said in a statement issued Monday announcing the rally. “Having Kim Davis in federal custody removes all doubt of the criminalization of Christianity in our country. We must defend religious liberty and never surrender to judicial tyranny.”\nOhio Gov. John Kasich said over the weekend that, although he also opposes gay marriage, he believed the Supreme Court court had settled its legality and that Ms. Davis as a government employee was obliged to comply with the law. Florida Gov. Jeb Bush, speaking in New Hampshire Thursday, tried to strike a middle ground, saying there should be some way for her to live by her religious principles but have others in her office issue marriage licenses to gay couples.\n“She is sworn to uphold the law, and it seems to me that there ought to be common ground, there ought to be big enough space for her to act on her conscience and — now that the law is the law of the land — for a gay couple to be married in whatever jurisdiction that is,” Mr. Bush said to reporters after a town hall meeting.", "byline": "", "description": "The 2016 presidential campaign is coming to the jailhouse steps in Kentucky Tuesday, as GOP contender Ted Cruz is traveling there to visit Kim Davis, the clerk who has been jailed for refusing to issue marriage licenses to same-sex couples.", "title": "Cruz and Huckabee to Visit Jailed Kentucky County Clerk", "url": "http://blogs.wsj.com/law/2015/09/08/ted-cruz-to-visit-jailed-county-clerk-kim-davis/", "topics": ["gay_marriage", "personality"], "people": ["Catherine Frazier", "Kim Davis", "Jeb Bush", "John Kasich", "Mike Huckabee", "Ted Cruz"], "orgs": ["ImWithKim Liberty Rally", "GOP", "Supreme Court"], "authors": [{"author_id": 3810, "fullname": "janet hook", "primary_org": "wsj"}], "date_written": "2015-09-08 14:30:43", "org": "wsj", "article_id": "57b405666e7be735f3498e28afce5ed2", "date_access": "2015-09-08 14:02:57.109696"}