{"body": "Republican presidential candidate Donald Trump has been trying to distance himself from his lucrative, longtime relationship with ACN Inc., a multilevel marketing firm that has weathered regulatory investigations in three countries.\nACN last week removed virtually all mentions of Mr. Trump from its website, just after Mr. Trump was interviewed by The Wall Street Journal about his ties to ACN.\nPrint publications arenâ\u0080\u0099t so easily erased. The August 2015 issue of Success From Home magazine, which was sponsored by ACN, contains a long, gauzy feature about Mr. Trumpâ\u0080\u0099s close relationship with the company, entitled â\u0080\u009cDonald Trump and ACN: A Winning Formula.â\u0080\u009d\nACNâ\u0080\u0099s four founders are pictured on the cover amid palm trees at Mr. Trumpâ\u0080\u0099s Mar-a-Lago Club in Palm Beach, Fla., and an inside photo shows the quartet with the GOP presidential contender at the club â\u0080\u009cdiscussing the next phase of their relationship.â\u0080\u009d\nThe magazine also has a flattering article about his son, titled â\u0080\u009cEric Trump: Stepping Out of the Shadow.â\u0080\u009d ACN is a major donor to the younger Mr. Trumpâ\u0080\u0099s charity golf tournament, and Eric Trump is quoted as calling ACN â\u0080\u009can incredible company.â\u0080\u009d\nThe Trump campaign, Eric Trumpâ\u0080\u0099s foundation and ACN didnâ\u0080\u0099t respond to requests for comment for this article.\nDonald Trump, who has endorsed ACN since 2006, received $450,000 apiece for three of his most recent speeches for the company, in 2014 and early this year, according to documents released by his campaign.\nâ\u0080\u009cWhenever he speaks to the ACN audiences, Donald Trump shares pearls of wisdom gleaned from a depth of personal and business experience,â\u0080\u009d the magazine says.\nThe article doesnâ\u0080\u0099t mention that Mr. Trump was paid to appear at an ACN event, instead quoting him as saying at the event: â\u0080\u009cI do this because I love it, because I think this is a great company, and I love these ACN audiences.â\u0080\u009d\nYet in an interview with the Journal for an Aug. 14 page one article, he said, â\u0080\u009cIâ\u0080\u0099m not familiar with what they do or how they go about doing that, and I make that clear in my speeches.â\u0080\u009d He said he simply did motivational speaking for the company.\nACN, which early last week said it had a â\u0080\u009clong-standing, respected business relationship with Donald Trump,â\u0080\u009d two days later said it removed Mr. Trump from its website â\u0080\u009cwith the full support of the Trump organizationâ\u0080\u009d because of Mr. Trumpâ\u0080\u0099s candidacy for president.\nACN, based in Concord, N.C., offers a â\u0080\u009chome-based business opportunityâ\u0080\u009d for people to sell phone, wireless, TV, and energy services. Participants pay $499 to join plus other fees, and earn money in part from recruiting others who successfully sell ACN services. The company says it has about 200,000 sales representatives in 24 countries.\nACN has successfully argued againstÂ regulators in Montana, Canada and Australia who contended it was operating a pyramid scheme, in which income comes primarily from recruiting new members instead of selling products. ACN strongly denies such allegations, saying the majority of its revenue comes from â\u0080\u009cactual, billing customersâ\u0080\u009d and participants â\u0080\u009cdo not receive any compensation whatsoever for recruiting.â\u0080\u009d\nSuccess From Home, published by a firm in Lake Dallas, Tex., is aimed at the direct-selling industry. Each month it focuses most of its content on a different company. The August edition contains snippets about ACNâ\u0080\u0099s founders, articles explaining its business how-to pieces about its business, and profiles of people portrayed as successful ACN participants.\nExecutives at the publisher, Success Partners Holding Co., didnâ\u0080\u0099t respond to phone calls and emails seeking comment.\n\n______________________________________________________\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The August 2015 issue of Success From Home magazine, sponsored by multilevel marketing firm ACN Inc., touts its lucrative ties to Donald Trump.", "title": "Magazine Touts Trump’s Lucrative Ties to Multilevel Marketing Firm", "url": "http://blogs.wsj.com/washwire/2015/08/19/magazine-touts-trumps-lucrative-ties-to-multilevel-marketing-firm/", "topics": ["personality", "campaign_finance", "economy", "women"], "people": ["Donald Trump", "Donald Trumpas", "Eric Trump"], "orgs": ["ACN Inc.", "Journal", "Lago Club", "ACN", "Capital Journal", "GOP"], "authors": [{"author_id": 20587, "fullname": "mark maremont", "primary_org": "wsj"}], "date_written": "2015-08-19 18:17:47", "org": "wsj", "article_id": "6139ac2c524880fdc1695fa7a6d2671a", "date_access": "2015-08-19 20:27:24.408270"}