{"body": "Republicans are fielding an unprecedented array of presidential candidates, yet the media are full of laments about the political role of rich donors and super Pacs. Sorry, folks, you can’t have it both ways. Voters who want more political competition should thank the super Pacs for making more candidates competitive.\nFriday’s quarterly reports of super Pac contributions produced the usual moaning about the rich and powerful dominating the presidential campaign. Multiple super Pacs raised a total of some $258 million through July 31, with  Jeb Bush’s Pac collecting $102 million. The difference from previous years is that this time nearly every candidate has a super Pac, and even some of those polling back in the pack have raised notable sums.  Ted Cruz’s super Pacs took in nearly $38 million, while one backing  Scott Walker raised $20 million.\nThe point to keep in mind is that these contributions are political speech protected under the First Amendment. Donations to a candidate are one important measure of support, and the ability to raise money is a sign of political organization. A candidate who trails badly in fund-raising in the primaries is also likely to be less competitive during the general election.\nCampaign laws limit donations to individual campaigns to $2,700, which gives an advantage to well-known or wealthy candidates. Super Pac donations can be unlimited and so they give lesser-known candidates like neurosurgeon  Ben Carson or Ohio Governor  John Kasich a fighting chance.\nDonald Trump is taunting those who attended the  Koch brothers’ retreat for donors this weekend by suggesting that his competitors are “puppets.” What he really means is that he’d prefer if they raised less money so he can have the advantage. As Mr. Trump likes to say, it’s good to be rich. But why shouldn’t a middle-class politician like Mr. Walker have a chance to raise enough money to compete with a billionaire?\nAnother myth is that these big donors so dominate the political debate that they drown out the voice of unrich Americans. But the candidates still have to persuade voters, and there is no shortage of media voices. Mr. Bush’s super Pac haul hasn’t spared him from being pounded by the anti-immigrant right. Super Pacs make it more likely that more candidates will be able to last beyond the three early contests in Iowa, New Hampshire and South Carolina and into the more populous states. This also broadens political competition.\nThe other complaint, especially on the political left, is that much of this cash is “dark money” because it’s secret. But nearly all such donations are disclosed, including those to super Pacs. The liberals who deplore big donations don’t mind what our friend  David Rivkin calls “dark power,” which is the regulatory discretion of government bureaucrats. This can lead to the secret abuses of power we’ve seen in Wisconsin and IRS. We’ll take our chances with donations freely given than with the arbitrary and partisan rulings of  Lois Lerner at the IRS or  Ann Ravel at the Federal Election Commission.\nIn a better world Americans could donate as much as they want to any candidate, not merely to super Pacs. This would make it easier to hold candidates responsible for advertising done on their behalf. But until that day arrives, thank the super Pacs and their donors for increasing political competition.", "byline": "", "description": "Trump agrees with liberals who want to regulate politics.", "title": "Thank You, Super Pacs", "url": "http://www.wsj.com/articles/thank-you-super-pacs-1438641880", "topics": ["personality"], "people": ["Lois Lerner", "Ann Ravel", "Jeb Bush", "David Rivkin", "John Kasich", "Donald Trump", "Scott Walker", "Ben Carson", "Ted Cruz"], "orgs": ["Federal Election Commission", "IRS", "Super Pac", "Super Pacs", "Pacs"], "authors": [], "date_written": "2015-08-04 00:22:08", "org": "wsj", "article_id": "033ec2994560eeb800ea9987eb583ac9", "date_access": "2015-08-04 06:00:03.758012"}