{"body": "The first debate of the presidential season is supposed to help winnow the field of 17 Republican candidates, but perhaps Thursday’s most important result was to banish the GOP ghosts of 2008 and 2012. The field may be too large to fit in a single stage, but Republican voters should be pleased that they have several plausible would-be Presidents to choose from.\nDonald Trump was the leading story going into the debate given his recent surge in the polls, but we’ll be surprised if he stays that way after the debate. Mr. Trump showed his trademark bluster and bluntness that many voters seem to appreciate, and he tried to project himself as the business success who could shake up Washington.\nBut the evening exposed how little he has thought about the main issues of the day. His foreign-policy agenda amounts to building a wall on the southern U.S. border and negotiating better deals with adversaries. He offered no specifics on how to do the latter, and one reason may be that he doesn’t appear to know all that much about the world’s flash points. His appeal is attitude, not substance. You know, the art of the deal.\nThe limits of that kind of appeal came through when the businessman was asked about his past support for “single-payer,” or government-run, health care. He replied that it works well in other countries and would have worked well here in the past, though it wouldn’t now for reasons he didn’t explain. He then flopped around with an answer that seemed to be about letting companies negotiate insurance rates across state lines, which large corporations can do already. Individuals and small business are the prisoners of state insurance exchanges.\nMr. Trump also hurt himself by refusing to pledge to support the Republican nominee in 2016 even if it isn’t him. He may have felt he had to say this given that he had said the same thing before the debate, and credit him for candor. But whatever they may think about traditional politicians, most GOP voters want to win in 2016. They know a Trump third-party run would guarantee another Democratic victory.\nWe’ve been wrong about Mr. Trump’s political staying power before, so perhaps his talk-radio-host admirers will keep promoting him. But the front-runner did not have a good night.\nMeanwhile, several candidates impressed by promoting their records and policy knowledge.  Jeb Bush was the target of several pointed questions on immigration, Common Core education standards and his brother’s foreign policy. The former Florida Governor didn’t back down on any of them, and on education neatly repudiated federal mandates while still supporting high standards and school choice. He was especially good defending his goal of 4% annual GDP growth.\nMarco Rubio, the Florida Senator, also made an impression putting the current economic anxiety in the context of rapid change and global competition. He pitched himself as a candidate who can navigate this future and pointedly noted his modest immigrant roots won’t make him an easy target for typical Democratic attacks on the rich.\nChris Christie emphasized his policy proposals, which are some of the most detailed in the field. And on our scorecard the New Jersey Governor won on points over  Mike Huckabee on entitlements and Senator  Rand Paul on security surveillance.\nOne prominent candidate who didn’t do so well was  Scott Walker, the Wisconsin Governor who was introducing himself to many voters for the first time. With the exception of an answer on Russia, he seemed small on stage and some of his answers were so clipped he failed to take advantage of his time. One of Mr. Walker’s challenges is looking like he can make the leap from the statehouse to the White House, and this debate did not help him with that sale.\nOne of the more encouraging themes to emerge from several candidates was an appeal beyond  Obama- and Clinton-bashing to offer an optimistic conservative vision. Messrs. Rubio and Bush hit this theme strongly, as did Ohio Governor  John Kasich and Rand Paul. Mr. Kasich was deft in particular on gay marriage, noting that “issues like that are planted to divide us.” After losing the popular vote in five of the last six presidential elections, the GOP has a daunting political task to overcome the country’s shifting demographics.\nPolarizing the electorate along ideological lines is a crowd-pleaser among GOP audiences, but it won’t defeat the Clinton machine without a message that attracts younger and minority voters.  Ben Carson also stressed the need for a candidate who can be a national unifier. And while the neurosurgeon can come across as lacking energy, he too impressed with thoughtful answers and a good line about some of the half-brains he might have operated on in Washington.\nDebates are rarely definitive, especially this early. But the forum served the useful purpose of giving voters a chance to size up the field side-by-side for the first time. However the polls shake out, the good news for GOP partisans is that the quality and experience of their top-tier candidates is more than a match for  Hillary Clinton—or even  Joe Biden or  John Kerry.", "byline": "", "description": "Trump has a bad night, but the GOP reveals a deep, talented field.", "title": "The Republican Rumble", "url": "http://www.wsj.com/articles/the-republican-rumble-1438923906", "topics": ["immigration", "economy"], "people": ["Rand Paul", "John Kerry", "Joe Biden", "Chris Christie", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Ben Carson", "Scott Walker"], "orgs": ["Common Core", "GOP"], "authors": [], "date_written": "2015-08-07 18:01:48", "org": "wsj", "article_id": "a6110cf739aa9da3f1951bdf04a99435", "date_access": "2015-08-07 18:00:02.972660"}