{"body": " (AP) â\u0080\u0094 Governors across the U.S. have threatened to stop accepting Syrian refugees following last week's attacks in Paris, even as experts counter they lack legal authority to block the relocations.\nMeanwhile, President Barack Obama, whose administration recently pledged to accept about 10,000 Syrian refugees, argued Monday that the United States needs to allow them because many are fleeing terrorism.\nSome state leaders disagree with Obama's assertion the country can simultaneously welcome refugees seeking safety and ensure citizens' security. Several have called for a complete halt to resettlement, others for temporary delays and a few seek more information from federal officials on the vetting process.\nThe Homeland Security Department says refugees face the highest level of security screening of anybody entering the U.S., but officials will work to allay states' concerns.\nHere's a look at why some states are balking, what federal officials and refugee experts are saying and how the refugee resettlement process works.\nWHAT ARE THE STATES' PRIMARY CONCERNS AND WHAT ARE THEY CALLING FOR?\nGovernors in many states, mainly Republicans, are responding to heightened concerns terrorists might use the refugees as cover to sneak across borders. Authorities said a Syrian passport was found near one of the attackers in Friday's deadly attacks, and the Paris prosecutors' office says fingerprints from the attacker match those of someone who passed through Greece in October.\nThe governors of several states are calling for the temporary suspension of accepting new refugees. Texas Gov. Greg Abbott ordered Texas' refugee resettlement program not to accept any more Syrians and in a letter to Obama, the Republican also urged scrapping federal plans to accept more Syrian refugees into the country as a whole. He said the federal government can't perform \"proper security checks\" on Syrians.\nArizona Gov. Doug Ducey called for an immediate halt and wrote he was \"invoking our state's right ... to receive immediate consultation by federal authorities\" to address the state's concerns. Iowa GOP Gov. Terry Branstad acknowledged governors might lack authority but added he wants more information about refugee placement and the vetting process.\nWHAT DO REFUGEE EXPERTS SAY?\nLavinia Limon, president and CEO of the U.S. Committee for Refugees and Immigration, said under the Refugee Act of 1980 governors cannot legally block refugees. Each state has a refugee coordinator, a post created as part of that law, she said. Funded by the federal government, the post coordinates resettlement efforts with agencies such as hers and directs federal funds for refugees.\nWesty Egmont, director of Boston College's Immigrant Integration Lab, said the law previously withstood state challenges partly because the federal government has worked to equally distribute refugees being resettled. Some states have worked with resettlement agencies to limit new refugee arrivals to those with family ties to the community while families or individuals with no ties to a specific state have been sent to other locations with better prospects for jobs, housing and integration programs.\nWHAT EXACTLY HAS OBAMA PROPOSED AND HOW DOES THE REFUGEE RESETTLEMENT PROGRAM WORK?\nThe Obama administration has pledged to accept about 10,000 Syrian refugees in the next 12 months. The State Department said the refugees would be spread nationwide, though many go on to places where they have family or cultural connections, such as Detroit, New York, Chicago or Los Angeles.\nAccording to government statistics, the U.S. has taken about 2,150 Syrians since Oct. 1, 2011 â\u0080\u0094 most in the last year.\nObama said Monday the U.S. needs to continue to accept refugees from Syria because many are fleeing terrorism: \"Our nations can welcome refugees who are desperately seeking safety and ensure our own security. We can and must do both.\"\nRefugees are generally invited to move to the United States after being referred to a State Department Resettlement Support Center by the United Nations High Commissioner on Refugees. In some cases they can be referred by a U.S. embassy or non-governmental agency.\nIn other cases, potential refugees who are close relatives of people granted asylum in the U.S. or other refugees already in the country can apply directly with the U.S. government. The average wait time for a refugee to be cleared to enter the U.S. is about two years, but often longer for people from Syria and elsewhere.\nThe Homeland Security Department said refugees being accepted into the United States are subject to the highest level of security screening of anyone coming to the U.S. It added officials will continue to consult with states to allay concerns they have about security.\nHOW ARE LAWMAKERS AND PRESIDENTIAL CANDIDATES REACTING?\nRepublican members of Congress called for suspending the Syrian refugee program and threatened to try to stop it. New House Speaker Paul Ryan neither endorsed nor rejected that course.\nMany GOP candidates, already skeptical if not hostile to welcoming refugees, came out even stronger. Donald Trump said the U.S. should increase surveillance of mosques, consider closing any tied to radicals and be prepared to suspend some civil liberties.\nBen Carson said, \"Until we can sort out the bad guys, we must not be foolish,\" and of Syrians already in the U.S., he added: \"I would watch them very carefully.\"\nCalls by GOP rivals Ted Cruz and Jeb Bush to give preference to Christian refugees prompted a sharp rebuke from Obama.", "byline": "", "description": "DETROIT (AP) — Governors across the U.S. have threatened to stop accepting Syrian refugees following last week's attacks in Paris, even as experts counter they lack legal authority to block the relocations.", "title": "Experts say states lack legal authority to block refugees", "url": "http://hosted2.ap.org/APDEFAULT/386c25518f464186bf7a2ac026580ce7/Article_2015-11-16-US--Syrian%20Refugees-Governors/id-5059de6b18324096982cb2184c835f45", "topics": ["foreign policy/national security", "immigration"], "people": ["Jeb Bush", "Ted Cruz", "Donald Trump", "Barack Obama", "Paul Ryan", "Greg Abbott", "Doug Ducey", "Ben Carson", "Terry Branstad"], "orgs": ["Boston College", "Congress", "Governors", "State Department", "Homeland Security Department", "GOP", "United Nations"], "election_confidence": 0.835010573997885, "authors": [{"author_id": 41923, "fullname": "jeff karoub", "primary_org": "ap"}, {"author_id": 40211, "fullname": "alicia a. caldwell", "primary_org": "ap"}], "date_written": "2015-11-16 17:20:00", "org": "ap", "article_id": "5c23c3c6c9cccfd0b24fba02416c7e22", "date_access": "2015-11-16 23:00:06.132122"}