{"body": " (AP) â\u0080\u0094 Republicans on Monday tried to appeal to U.S. voters jittery about terrorism by decrying President Barack Obama's policies as half-hearted and suggesting that a U.S. ground war against the Islamic State may be inevitable.\nThe tough-talk is a political gamble. Obama was elected by war-weary voters in 2008 after promising to end the U.S. presence in Iraq. But U.S. sentiment can be fickle and the GOP's message might appeal to many Americans much as President George Bush's vow of \"shock and awe\" did following the Sept. 11 attacks.\nReturning to the work week for the first time since the Paris attacks, Republicans took to U.S. television networks demanding a new military strategy.\n\"We can't negotiate with this threat,\" GOP presidential candidate Jeb Bush told Fox News. \"We should have no empathy for our enemies. We should destroy them.\"\nAdded another GOP presidential hopeful, Sen. Lindsey Graham, R-S.C.: \"I want to fight them in their backyard, so we don't fight them in our backyard.\"\nGraham appeared on MSNBC alongside Sen. John McCain, R-Ariz., who said Obama should bring back retired Gen. David Petraeus to lead the fight against the Islamic State.\n\"Frankly I'm not overwhelmed with 20 airstrikes by the French,\" he said. \"I think it's wonderful but ... more of the same is not going to stop this virus and this disease, which will lead to a threat in the united States' national security.\"\nMitt Romney, Obama's presidential rival in 2012, said another Democratic president would be dangerous.\n\"There's no question Hillary Clinton has a lot of experience, it's just bad experience.... She's just been wrong time and time again,\" he told MSNBC.\nRomney said he has no intention of running for president in 2016 and declined to endorse any one GOP candidate.", "byline": "", "description": "WASHINGTON (AP) — Republicans on Monday tried to appeal to U.S. voters jittery about terrorism by decrying President Barack Obama's policies as half-hearted and suggesting that a U.S. ground war against the Islamic State may be inevitable.", "title": "Republicans on Paris: What happened to US shock and awe?", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-16-US-Paris-Attacks-Republicans/id-4f819f8d72d340a0859afeb55b8a02a6", "topics": ["personality"], "people": ["Mitt Romney", "Lindsey Graham", "Jeb Bush", "Hillary Clinton", "Barack Obama", "David Petraeus"], "orgs": ["MSNBC", "GOP"], "election_confidence": 0.8880644234549406, "authors": [{"author_id": 45706, "fullname": "anne flaherty", "primary_org": "ap"}], "date_written": "2015-11-16 09:35:00", "org": "ap", "article_id": "68149a809819e5ec02475fddb9b4d3c6", "date_access": "2015-11-16 15:00:07.253626"}