{"body": " (AP) â\u0080\u0094 The Paris attacks are rapidly weakening U.S. support for bringing in thousands more Syrian refugees, as pressure grows in Congress and the Republican presidential campaign to reverse course and governors once open to resettlement now try to shut their states' doors.\nPresident Barack Obama held firm to current plans on Monday, appealing to Americans to \"not close our hearts\" to Syria's victims of war and terrorism and denouncing calls from Republican candidates to favor Syrian Christians over Muslims in the refugee influx. His remarks, at a summit of world leaders in Turkey, seemed aimed at heading off a wave of anti-Muslim sentiment reminiscent of the 9/11 era, as much as keeping open the pathway for refugees.\nAmerica's vision of itself as a welcoming destination for the displaced was colliding with its recent memories of devastation caused by terrorists, all part of a quandary over what to do about the masses of people escaping the brutality of the Syrian conflict, perhaps with radicals in their midst.\nOn Monday:\nâ\u0080\u0094Republican lawmakers called for suspension of the Syrian refugee program and threatened to try to stop it in legislation that must pass by Dec. 11 to keep the government running. New House Speaker Paul Ryan neither endorsed nor ruled out that course.\nâ\u0080\u0094Republican presidential candidates, already skeptical if not hostile to the refugee-welcoming plan before the attacks, stepped up their rhetoric against it. Donald Trump said the U.S. should increase surveillance of mosques, consider closing any of them tied to radicals and be prepared to suspend some civil liberties. He'd been among the first to warn that the refugee crisis could represent a \"Trojan horse\" with terrorists infiltrating the ranks of innocent refugees. Calls by GOP rivals Ted Cruz and Jeb Bush to give preference to Christian refugees from Syria prompted a sharp rebuke from Obama. \"Shameful,\" he said. \"We don't have a religious test for our compassion.\"\nâ\u0080\u0094Texas Gov. Greg Abbott ordered his state's refugee resettlement program not to accept any more Syrians, and more Republican governors announced or suggested they were suspending cooperation with Washington on the program, at least until they are assured the newcomers were being vetted effectively for security risks. Louisiana Gov. Bobby Jindal, also a presidential contender, issued an executive order intended to block Syrian refugees from being resettled in his state. None of the governors, though, has the authority to prevent refugees from moving into a state.\nAt the heart of the debate is the Obama administration's decision to raise the nation's annual limit of 70,000 refugees by 10,000, with most of the new slots for Syrians, in the budget year that started Oct. 1.\nThat potential Syrian influx pales in comparison with the masses coming to Europe and those being accepted elsewhere. Canada, with just more than one-tenth of the U.S. population, plans to take in 25,000 Syrians in the next few months.\nBut indications that at least one of the attackers who killed 129 people in Paris may have crossed into France with refugees have given critics of Obama's plan a footing to demand a cutoff.\n\"Until we can sort out the bad guys, we must not be foolish,\" Republican presidential contender Ben Carson said after a Nevada campaign swing Monday. And he said of Syrians already in the U.S: \"I would watch them very carefully.\"\nLike Trump and others in the GOP race, Carson was critical of the resettlement program before Paris came under assault. But the attacks were persuasive to some who had been more open to the idea or on the fence.\n\"It's not that we don't want to, it's that we can't,\" Florida Sen. Marco Rubio said Sunday. In September, he'd been \"open to that\" if effective screening could be assured.\nBush, too, altered his tone, asserting the \"focus ought to be on the Christians who have no place in Syria anymore,\" because \"they're being beheaded, they're being executed by both sides.\" Before the attacks, he had spoken of moderate Muslims also being slaughtered in Syria, when arguing that the U.S. had a responsibility to protect them, as well.\nThe mood in Congress may be altering as well, although the issue was just taking shape. Ryan did not tip his hand on whether he would try to use House budget powers to counter an administration initiative that did not need congressional approval.\nRepublican Sen. Jeff Sessions of Alabama was among those suggesting such a tack. Absent congressional action, he said, \"the United States will begin resettling tens of thousands of poorly vetted Syrian refugees who will eventually be able to bring in their relatives.\" Rep. Tom Price of Georgia, the House budget chairman, said the U.S. \"must suspend our refugee program until certainty is brought to the vetting process.\"\nRep. Adam Schiff of California, senior Democrat on the Intelligence Committee, said security checks must be intensified, but \"even with the most thorough precautions, there is some risk associated with allowing refugees into the country. And this is why the current crisis is a test of our character.\"\nAs in Texas and Louisiana, Republican governors in Alabama and Arkansas spoke out against Syrian resettlement. Michigan Gov. Rick Snyder, who had earlier bucked many fellow Republican leaders by embracing the initiative, said he was suspending the welcome until federal officials reviewed security procedures and clearances. Michigan's \"first priority is protecting the safety of our residents,\" he said.\n___\nAssociated Press writers Alicia A. Caldwell and Erica Werner in Washington, Bill Barrow in Atlanta and Ken Ritter in Henderson, Nevada, contributed to this report.", "byline": "", "description": "WASHINGTON (AP) — The Paris attacks are rapidly weakening U.S. support for bringing in thousands more Syrian refugees, as pressure grows in Congress and the Republican presidential campaign to reverse course and governors once open to resettlement now try to shut their states' doors.", "title": "US refugee quandary: Immigrant legacy vs 9/11-era fears", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-11-16-US--Paris%20Attacks-Refugees%20in%20America/id-3e4e346adede4531ac2ec2b67ecdd948", "topics": ["foreign policy/national security", "surveillance/privacy"], "people": ["Tom Price", "Adam Schiff", "Erica Werner", "Jeb Bush", "Alicia A. Caldwell", "Donald Trump", "Rick Snyder", "Marco Rubio", "Barack Obama", "Paul Ryan", "Bobby Jindal", "Greg Abbott", "Jeff Sessions", "Ben Carson", "Bill Barrow", "Ted Cruz"], "orgs": ["Intelligence Committee", "GOP", "Congress"], "election_confidence": 0.9136645292401221, "authors": [{"author_id": 39696, "fullname": "calvin woodward", "primary_org": "ap"}], "date_written": "2015-11-16 16:28:00", "org": "ap", "article_id": "87ff9769aab7010cfd0e163f267e4c12", "date_access": "2015-11-16 22:00:05.102842"}