{"body": " (AP) â\u0080\u0094 Hillary Rodham Clinton defended her long-running ties to the nation's finance industry on Monday, bringing out allies to argue that she would take a tough approach to regulating the industry despite receiving tens of millions in both personal and campaign cash from Wall Street in her career.\nFormer Rep. Barney Frank, a driving force behind the 2010 financial overhaul law that bears his name, said it was wrong to suggest that lawmakers who pushed for the reforms were influenced by campaign donations from the financial services industry.\nFrank said the bill was approved over the strenuous objections of Wall Street lobbyists and signed by President Barack Obama, whose 2008 campaign received large contributions from the industry.\n\"It's truly stupid, because if you look at the way things have worked, if you look at what Obama got in 2008 and what we then did, if you look at those of us who pushed through a bill over the greater objection of the financial industry, there's no argument there,\" said Frank, who was joined on a conference call set up by the Clinton campaign by Gary Gensler, the former chairman of the Commodity Futures Trading Commission and now a Clinton campaign adviser.\nThe issue of Clinton's ties to Wall Street are getting a fresh look after last weekend's Democratic presidential debate. The former New York senator invoked the 9/11 attacks during the event to defend herself against suggestions by her main rival, Vermont Sen. Bernie Sanders, that she is too cozy with Wall Street.\n\"We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country,\" she said.\nClinton's opponents in both parties jumped on that comment, which provoked immediate blowback on social media and a rebuke from The New York Times editorial board. Clinton spokesman Brian Fallon said Monday it was \"outrageous\" to suggest she was trying to politicize the 9/11 attacks and people were trying to \"make political mischief\" with her remarks.\nClinton has received far more in contributions from the financial industry than Sanders, whose campaign has been fueled mostly by small donations from across the country. Clinton's campaign has raised about $7.3 million from the finance and insurance industry, according to Crowdpac.com, a nonpartisan political research company.\nThe industry also supported her husband, former President Bill Clinton, during his two White House campaigns and backed her campaigns to serve New York in the Senate.\nBut the campaigns of two of Clinton's would-be Republican challengers are taking in far more from Wall Street than her 2016 campaign. Texas Sen. Ted Cruz has raised $22 million and former Florida Gov. Jeb Bush $21 million from donors working in the finance and insurance industry, according to Crowdpac.\nAfter her time as secretary of state in Obama's first term, Clinton also received lucrative speaking fees from the industry. Her family's charitable organization, the Clinton Foundation, has also received financial support from Wall Street investment banks.\nFormer Maryland Gov. Martin O'Malley has joined in Sanders' critique, saying in an interview with NBC on Monday the question was \"about whether or not Secretary Clinton has a coziness to Wall Street and would follow the ... dictates of those architects of the Wall Street crash and those who believe that big banks are just fine.\"\n\"And the truth is, that is how she feels,\" said O'Malley, the third major Democratic candidate seeking the White House. \"She should just admit it.\"\nBoth Sanders and O'Malley support reinstating the law known as Glass-Steagall, which once separated commercial and investment banks. It was repealed in 1999 when Bill Clinton was in office. Some financial watchdog groups have said the repeal was part of the financial deregulations that worsened the 2008 financial crisis.\nBut Clinton and her advisers argue that Glass-Steagall would not have prevented the failure of large financial institutions, such as investment bank Lehman Brothers and insurer AIG, during the Great Recession.\n\"The secretary is really looking for something that is broader and stronger than an 80-year-old law,\" Gensler said.\n___\nThomas reported from Dallas. Associated Press writer Julie Bykowicz contributed to this report from Washington.\n___\nFollow Lisa Lerer and Ken Thomas on Twitter at: http://twitter.com/llerer and http://twitter.com/kthomasdc", "byline": "", "description": "WASHINGTON (AP) — Hillary Rodham Clinton defended her long-running ties to the nation's finance industry on Monday, bringing out allies to argue that she would take a tough approach to regulating the industry despite receiving tens of millions in both personal and campaign cash from Wall Street in her career.", "title": "Clinton campaign defends Democrat's ties to Wall Street", "url": "http://hosted2.ap.org/APDEFAULT/f70471f764144b2fab526d39972d37b3/Article_2015-11-16-US--DEM%202016-Clinton-Wall%20Street/id-6467e3b858dc4429970479cdf5de1714", "topics": ["financial regulation", "campaign_finance", "personality"], "people": ["Gary Gensler", "Julie Bykowicz", "Martin O'Malley", "Bill Clinton", "Jeb Bush", "Lisa Lerer", "Hillary Rodham Clinton", "Barack Obama", "Barney Frank", "Ken Thomas", "Bernie Sanders", "Brian Fallon", "Ted Cruz"], "orgs": ["Senate", "Democrat", "Clinton Foundation", "Lehman Brothers", "Commodity Futures Trading Commission", "AIG"], "election_confidence": 0.9529104232309523, "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}, {"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-11-16 18:13:00", "org": "ap", "article_id": "9a9143ba64dbaeb3d2cb42fee7b64213", "date_access": "2015-11-17 00:00:08.912473"}