{"body": "WASHINGTON (AP) â\u0080\u0094 The deadly Paris attacks have intensified Republican opposition to letting thousands of Syrian refugees come to the United States.\nRepublican presidential contender Marco Rubio on Sunday said the United States cannot do so because it's impossible to know whether people fleeing Syria have links to Islamic militants â\u0080\u0094 an apparent shift from earlier statements in which he left open the prospect of migrants being admitted with proper vetting.\n\"It's not that we don't want to, it's that we can't,\" Rubio said Sunday on ABC's \"This Week.\"  \"Because there's no way to background check someone that's coming from Syria.  Who do you call and do a background check on them?\"\nThe question of admitting Syrian refugees has for months been part of the national security discussion among 2016 candidates that cuts to the heart of the American identity as a refuge.\nFormer Florida Gov. Jeb Bush on Sunday told NBC's \"Meet the Press\" that the U.S. should admit Syrian Christians, after proper vetting. Other Republican candidates have called for a ban on allowing Syrians into the U.S. All three Democratic presidential candidates have said they would admit Syrians but only after thorough background checks.\nBut Friday night's mass killings in Paris, which left at least 129 people dead, offered evidence that may have backed up what many, including Rubio, had been warning: People with secret ties to Islamic militants could flow across borders as part of waves of refugees.\nAuthorities said a Syrian passport found near one of the Paris attackers that had been registered last month and traveled through three countries along a busy migrant corridor known for lax controls. It was not clear whether the document was real or forged. Officials on Sunday were still trying to identify people involved in the conspiracy. They said as many as three of the seven suicide bombers who died in the attacks were French citizens.\nRepublican presidential contender Ben Carson, a retired brain surgeon, said that from the viewpoint of the Islamic State group, it would be \"almost malpractice\" not to do everything possible to infiltrate the refugee ranks with militants bent on waging jihad.\nA spokesman for President Barack Obama said Sunday that the administration is moving forward with its plan to thoroughly vet and admit as many as 10,000 Syrian refugees.\n\"What we need to be able to do frankly is sort out that foreign fighter flow, those who have gone into Syria and come out and want to launch attacks or those people who have connections with ISIL in Syria,\"  Deputy National Security Adviser Ben Rhodes said on Fox News Sunday. \"At the same time, we have to recognize there's tragic victims of this conflict, there are women, and children, orphans of this war and I think we need to do our part, along with our allies, to provide them a safe haven.\"\nThe Paris attacks have elevated national security in the presidential contest. In Saturday night's Democratic presidential debate, which began with a moment of silence for the Paris victims, all three candidates â\u0080\u0094 former secretary of state Hillary Rodham Clinton, Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley â\u0080\u0094 said the U.S. should admit far more than the 10,000 Syrians to which Obama has committed, but only with proper screening.\nRubio on Sunday said that was impossible.\n\"You can't pick up the phone and call Syria, and that's one of the reasons why I said we won't be able to take more refugees,\" Rubio said on ABC.\nThat is a switch from Rubio's other statements this fall, in which he voiced skepticism about proper vetting but still left the door open to admitting refugees.  In September, he told Boston Herald radio: \"We've always been a country that's been willing to accept people who have been displaced. And I would be open to that if it can do it in a way that allows us to ensure that among them are not infiltrated, people who are part of a terrorist organization.\"\nBush said Sunday that the U.S. has a responsibility to \"help with refugees after proper screening.\"\n\"And I think or focus ought to be on the Christians who have no place in Syria anymore,\" he added in an appearance on NBC's \"Meet the Press.\"\n\"They're being beheaded, they're being executed by both sides,\" he said. \"And I think we have a responsibility to help.\"\n___\nFollow Laurie Kellman on Twitter at: http://www.twitter.com/APLaurieKellman", "byline": "", "description": "WASHINGTON (AP) — The deadly Paris attacks have intensified Republican opposition to letting thousands of Syrian refugees come to the United States.", "title": "Paris attacks deepen GOP opposition to Syrian refugee influx", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-16-US-Campaign-2016-Syrian-Refugees/id-f61d11c30cff4b94af6562a3541e8d15", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Jeb Bush", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Bernie Sanders", "Laurie Kellman", "Ben Carson"], "orgs": ["Deputy National Security Adviser", "United States."], "election_confidence": 0.5540710457640672, "authors": [{"author_id": 40901, "fullname": "laurie kellman", "primary_org": "ap"}], "date_written": "2015-11-16 03:29:00", "org": "ap", "article_id": "b2f771d98e2d363740f94a19c4531f18", "date_access": "2015-11-16 09:00:05.791452"}