{"body": "NEWARK, N.J. (AP) â\u0080\u0094 Republican presidential candidate Donald Trump says he would consider closing U.S. mosques with radical leadership because of the Paris attacks.\n\"I would hate to do it, but it's something that you're going to have to strongly consider,\" Trump told MSNBC on Monday. He said the government should increase surveillance in and around mosques and Americans must reassess some of their civil liberties in this dangerous time.\n\"We have to be much tougher,\" he said. \"We are going to have to give up certain privileges that we've always had.\"\nTrump told a weekend rally that things would have turned out differently in Paris had the victims of the attacks been armed with guns. He repeated that assertion in the MSNBC phone interview.\n\"Had there been some guys with a gun, there would have been a shoot-out and probably the primary people that got whacked would have been the killers,\" he said. \"Had there been other people carrying weapons, you would have had a lot different story, believe me.\"\nTrump criticized President Barack Obama for not moving earlier to destroy the Islamic State sites that France bombed over the weekend. He said the U.S. should be going more aggressively after the group's oil and financing and pressing other countries to intensify their fighting against the radicals.", "byline": "", "description": "NEWARK, N.J. (AP) — Republican presidential candidate Donald Trump says he would consider closing U.S. mosques with radical leadership because of the Paris attacks.", "title": "Trump says he would consider closing certain mosques", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-16-US--GOP%202016-Paris%20Attacks-Trump/id-68af4da0832544b2ab4b5e5efa01237b", "topics": ["foreign policy/national security", "guns", "personality"], "people": ["Donald Trump", "Barack Obama"], "orgs": ["MSNBC"], "election_confidence": 0.6650824165167922, "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}], "date_written": "2015-11-16 10:57:00", "org": "ap", "article_id": "e3e65e9e1a82d5fd23759e584dc69475", "date_access": "2015-11-16 17:00:07.021306"}