{"body": "Weâ\u0080\u0099re now well into the second decade of the â\u0080\u009cwar on terror.â\u0080\u009d But who, exactly, are we fighting? And why do they want to hurt us? \nIn the aftermath of 9/11, it has become easy to equate terrorism with violent Islamists. But this chart, showing the number of deaths and injuries caused by terrorist attacks in the U.S. from 1995 to 2014, paints a more complex picture.\nHere are those numbers again, this time shown as a mosaic. Each rectangle is an individual incident, scaled according to the number of deaths and injuries involved (hover or tap on the chart for more information about each).\nTo get a more detailed profile of the people who are willing to harm Americans to further their ideological goals, BuzzFeed News turned to data compiled by the New America think tank on 497 extremists indicted or killed in the U.S. since 9/11 â\u0080\u0094 including 314 militant Islamists and 140 right-wing extremists. (New America included a handful of anti-abortion extremists in the latter category.)\nFears about terrorism often get pulled into the debate over immigration â\u0080\u0094 Republican presidential candidate Donald Trump, for example, has claimed that refugees fleeing Syria could be a â\u0080\u009cTrojan horseâ\u0080\u009d for ISIS. And in the wake of last weekâ\u0080\u0099s attacks in Paris, other contenders for the GOP nomination have called for a rethink of plans to take in Syrian refugees.\nThis chart may surprise you. According to the GTD, the number of terrorist incidents in the U.S. has declined markedly since the 1970s, when the most active groups included left-wing extremists such as the New World Liberation Front and the Weather Underground Organization. ", "byline": "", "description": "Violent extremism in the U.S. has many faces — mostly American faces. Many are not jihadis.\n\nRobert Giroux / Getty Images / Via gettyimages.com\nWe're now well into the second decade of the \"war on terror.\" But who, exactly, are we fighting? And why do they want to hurt us? \nTo see the big picture, BuzzFeed News has crunched the numbers on deaths and injuries caused by terrorist attacks on U.S. soil, categorizing them by the extremist ideologies involved.\nMilitant Islamist terrorism dominates, but extremists from the political right also pose a potent threat. And our analysis contains a surprising message: Although another devastating event like 9/11, the Oklahoma City bombing, or last week's attacks in Paris could change everything, violent extremism has actually been in decline.\n\nTwo decades of casualties reveal the extreme ideologies that threaten American lives.\nPeter Aldhous for BuzzFeed News / Via start.umd.edu\nIn the aftermath of 9/11, it has become easy to equate terrorism with violent Islamists. But this chart, showing the number of deaths and injuries caused by terrorist attacks in the U.S. from 1995 to 2014, paints a more complex picture.\nYes, those waging a violent jihad against America are responsible for the largest number of casualties by far — but they are not alone.\nTo tally attacks, deaths, and injuries, BuzzFeed News used the most authoritative academic source, the Global Terrorism Database (GTD) maintained by START, the National Consortium for the Study of Terrorism and Responses to Terrorism, at the University of Maryland. To help make sense of the numbers, we attributed the 97 attacks involving casualties to broad ideological categories, consulting with Erin Miller, a criminologist at START who manages the GTD.\nTerrorism is notoriously difficult to define. The GTD defines it as \"the threatened or actual use of illegal force and violence by a non-state actor to attain a political, economic, religious, or social goal through fear, coercion or intimidation.\" By this definition, the two most prolific U.S. terrorist groups over the past 20 years are the Earth Liberation Front and the Animal Liberation Front, each responsible for more than 60 incidents.\nBut environmental and animal rights extremists have mostly targeted institutions, not individuals — so although many buildings have burned, these terrorists are responsible for only two injuries and one death since 1995.\nExtremists motivated by their opposition to abortion have pursued a deadlier brand of single-issue terrorism. The most notorious was Eric Rudolph, now serving life without parole for bombing the Centennial Olympic Park in Atlanta during the 1996 Olympics, killing one spectator and injuring 110 more. Rudolph acted in the name of the Army of God, later stating that he wanted to \"embarrass the Washington government in the eyes of the world for its abominable sanctioning of abortion on demand.\"\nThe attacks BuzzFeed News categorized as Islamist terrorism include some committed by Muslims who may have been motivated as much by opposition to U.S. foreign policy and military actions as by religion. These include the 2013 Boston Marathon bombers, Tamerlan and Dzhokhar Tsarnaev. Although the FBI stressed the pair's extreme Islamist beliefs, the note scrawled by Dzhokhar on the boat in which he hid after a police shootout claimed he had acted in retribution for the wars in Iraq and Afghanistan.\nThere are clear parallels with the bloodiest incident in the nationalist category: In 1997, Ali Hassan Abu Kamal shot seven people, killing one, on the observation deck of the Empire State Building. He apparently wanted to punish the United States for its support for Israel in its conflict with the Palestinians.\nRight-wing extremists, meanwhile, divide into two broadly distinct groups. One, typified by the 1995 Oklahoma City bomber Timothy McVeigh, is driven by distrust of the U.S. federal government.\nThen there are the white supremacists. They include Wade Michael Page, who stormed the Sikh temple in Oak Creek, Wisconsin, in August 2012, killing six worshippers and wounding four more. When the GTD is updated for 2015, it will also include the murder of nine black members of the Emanuel African Methodist Episcopal Church in Charleston, South Carolina, gunned down in June by 21-year-old Dylann Roof, seen posing online with the Confederate flag.\nDespite the best efforts of the FBI and researchers at START, the ideological motivation for some incidents remains obscure. These include the anthrax-tainted letters that killed five people and sickened another 17 in 2001, further terrorizing a jittery nation in the aftermath of 9/11.\n\nView Entire List ›", "title": "Here Are The Terrorists Who Have Killed In America Over The Last 20 Years", "url": "http://www.buzzfeed.com/peteraldhous/american-terrorism-by-the-numbers", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Dylann Roof", "Dzhokhar Tsarnaev"], "orgs": ["University of Maryland", "FBI", "Weare", "GOP"], "election_confidence": 0.8209646497762234, "authors": [{"author_id": 6667, "fullname": "peter aldhous", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 01:45:12", "org": "buzzfeed", "article_id": "923331c6f8776108e193d98f1b3048e3", "date_access": "2015-11-17 02:17:43.205660"}