{"body": "", "byline": "", "description": "\nJim Cole / AP\nThe Clinton campaign saw an opportunity to damage an opponent.It was late August, back before Marco Rubio replaced Jeb Bush as the candidate many Democrats viewed as the most formidable general election opponent, and Bush had used the term \"anchor babies\" while talking about stronger immigration enforcement.The campaign's Latino team, which includes Hispanic outreach director Lorella Praeli, digital organizing director Jessica Morales Rocketto, Hispanic media director Jorge Silva, and Paola Luisi on the communications team, discussed how to best respond before settling on an SMS text blast to the campaign's growing list of Latinos who signed up to receive messages on their mobile phones.They went with an aggressive attack, comparing Bush to Donald Trump, saying this is how he speaks about Latinos \"when he thinks no one is listening\" and if recipients replied with \"HEAR\" they received an automated call with audio of Bush's remarks in English and Spanish.The campaign says the response was incredible. The Latino list saw a spike in growth, with people getting their friends to text in, as well as high numbers of people actually listening to the phone call.\"We always sort of had a theory that this was going to work, but what proved it was the Jeb Bush anchor baby text,\" Morales Rocketto said.According to the campaign, tens of thousands of Hispanics have signed up to receive the bilingual text messages (recipients can say whether they prefer English or Spanish; 75% ask to receive them in English). Unsurprisingly, the top states are some of the most populous: Texas, California, and critical Florida. Other big, reliably blue states mostly round out the top 10, but also included are Pennsylvania, Georgia, and Arizona.In the primary, Latino voters recognize and support Clinton at significantly higher levels than her opponents. A program like this aims to keep younger Hispanics, which now make up a larger percentage of the Latino vote, engaged and ultimately send them out to volunteer or vote. But for a campaign looking to recapture the younger, more diverse Democratic coalition that elected President Obama twice, programs like this are even more likely tests for next fall.A poll released last week by Democratic pollster Stan Greenberg found motivation from the \"Rising American Electorate,\" defined as minorities, young voters, and single women, is lagging behind that of Republican-aligned voter groups.But so far, the Clinton campaign says they’re seeing enthusiasm with their texting program. Amid the bevy of data they’ve collected through the program (all tied to phone numbers), according to the campaign, 91% of those responding are eligible voters, with 9% not eligible to vote but still wanting to volunteer or be involved (the campaign considers the latter group to be made up significantly of undocumented immigrants).Reaching Hispanics and young adults goes hand-in-hand. In fact, a source close to Jeb Bush's super PAC, Right to Rise, said the group was pitched that 50% of Latinos are “millennials” and 25% of “millennials” are Hispanics. And the Clinton’s push to reach these voters on their phones makes sense, said Mark Hugo Lopez of Pew Hispanic.\"More than half of Hispanic adults are cellphone-only so if you want to reach Latinos one of the best ways is mobile,\" he said, adding that Hispanics go online at higher rates than other groups.The campaign has used high-profile endorsements from well-known figures in the Latino community to grow their list (the strongest: when Marc Anthony brought Clinton on stage during his concert in Miami and pitched the texting program or when Julian Castro told those gathered at a San Antonio rally to take out their phones and text the campaign).When Dolores Huerta, a labor leader who worked with Cesar Chavez, endorsed Clinton, the action rate of people listening to her endorsement message was about three times higher than some of the broader audience messages, the campaign said.The program has also not been perfect: Saturday’s immigration text misspelled the word — “immigation” — and the campaign’s text, typo included, was repeated again and again on Twitter during the debate.But it is providing the campaign with early returns, a lot of data, and a reliable way to reach supporters. People who sign up to receive texts are asked to self-identify (Latinos are not monolithic). Thus far, most respondents have Mexican heritage, followed by Puerto Ricans, Dominicans, Salvadorans, Colombians, Cubans, Peruvians, and Ecuadorians.And they’ve experimented with the language in the text, at times mixing some familiar Spanish words into the English-language texts, meant for the bicultural audience, for example. The campaign has tested messages beyond immigration, which is an issue of importance for Latinos but not the only issue, as well. During Saturday's debate it sent Spanish-language texts on health care and gun control, in addition to immigration.While the campaign says the SMS program is deeply integrated into its digital strategy as an organizing and voter-education tool, with plans to use it for get-out-the-vote efforts later on in the cycle, Democrats also view the SMS program is an effective tool for attacking Republicans, and in particular, tying them to Trump.Strategist Maria Cardona said that while Trump is favorably citing a deeply controversial 1950s policy called \"Operation Wetback\" to defend his plan to deport millions of undocumented immigrants, Clinton is engaging Latinos positively.\"A fire has been lit underneath the Hispanic community's feet and young people have been a large part of that because of what they’re hearing,\" Cardona said. \"Romney lost Latinos 27% to 71% and he was just advocating self-deportation.\"\n", "title": "The Clinton Campaign Wants To Win The Latino Vote One Text At A Time", "url": "http://www.buzzfeed.com/adriancarrasquillo/the-clinton-campaign-wants-to-win-the-latino-vote-one-text-a", "topics": ["immigration"], "people": ["Marc Anthony", "Jeb Bush", "Lorella Praeli", "Stan Greenberg", "Cesar Chavez", "Donald Trump", "Marco Rubio", "Maria Cardona", "Jorge Silva", "Mark Hugo Lopez", "Julian Castro", "Jim Cole"], "orgs": ["PAC"], "election_confidence": 0.9854301199501568, "authors": [{"author_id": 6684, "fullname": "adrian carrasquillo", "primary_org": "buzzfeed"}], "date_written": "2015-11-16 16:55:16", "org": "buzzfeed", "article_id": "80a5a063f4fa4eb70cb7d4a1ca201052", "date_access": "2015-11-16 18:13:35.395784"}