{"body": " (CNN)Along with hundreds killed and wounded, the Paris attacks have had a multitude of indirect victims -- Syrian refugees seeking safety from war. They are now being shunned stronger than before over fears that terrorists could be mixed in with them.\nOn Sunday, authorities revealed that at least one of the Paris terrorists entered Europe among the current wave of Syrians. He had falsely identified himself as a Syrian named Ahmad al Muhammad and was allowed to enter Greece in early October.\nOver the weekend, a handful of U.S. governors either opposed taking in any Syrian refugees being relocated as part of a national program or asked that they be particularly scrutinized as potential security threats. \n\nAlabama Gov. Robert Bentley rejected the possibility of allowing Syrian refugees into his state, and connected refugees with potential terror threats.\n\"After full consideration of this weekend's attacks of terror on innocent citizens in Paris, I will oppose any attempt to relocate Syrian refugees to Alabama through the U.S. Refugee Admissions Program,\" Bentley said Sunday in a statement.\n\"As your Governor, I will not stand complicit to a policy that places the citizens of Alabama in harm's way.\"\nThere is currently no credible threat against the state, the governor's office said. And no Syrian refugees have been relocated to Alabama so far.\n\nMichigan Gov. Rick Snyder was more conciliatory in his language, but still resisted receiving Syrian refugees. He said the state would \"put on hold our efforts to accept new refugees.\"\n\"Michigan is a welcoming state and we are proud of our rich history of immigration. But our first priority is protecting the safety of our residents,\" he said in a statement. \nSnyder demanded that the Department of Homeland Security review its security procedures for vetting refugees, but avoided blanket suspicion of people from any region.\n\"It's also important to remember that these attacks are the efforts of extremists and do not reflect the peaceful ways of people of Middle Eastern descent here and around the world,\" Snyder said. \n\nEven before Sunday's revelation, Louisiana Gov. Bobby Jindal complained bitterly in an open letter to President Barack Obama. On Saturday, he said the federal government had not informed his government about refugees being relocated to his state last week.\n\"It is irresponsible and severely disconcerting to place individuals, who may have ties to ISIS, in a state without the state's knowledge or involvement,\" Jindal said.\nHe demanded to know more about the people being placed in Louisiana to avoid a repeat of the Paris attacks and wanted to know if screening would be intensified for refugees holding Syrian passports. \nAnd he suggested Obama hold off on taking in more refugees.\n\"It would be prudent to pause the process of refugees coming to the United States. Authorities need to investigate what happened in Europe before this problem comes to the United States,\" Jindal said.\n\nA White House official attempted to allay concerns about the vetting of Syrian refugees.\nOn Meet the Press, White House Deputy National Security Adviser Ben Rhodes said, \"We have very extensive screening procedures for all Syrian refugees who have come to the United States. There is a very careful vetting process that includes out intelligence community, our National Counter Terrorism Center, the Department of Homeland Security, so we can make sure that we are carefully screening anybody that comes to the United States.\" \nNew York Rep. Pete King, speaking on Fox News, cast doubt on Rhodes' comments.\n\"What he said about the vetting of the refugees is untrue. There is virtually no vetting cause there are no databases in Syria there are no government records.  We don't know who these people are.\" \n\nThe mood had already been turning against the millions of Syrian men, women and children driven into destitution by a war that has gone on for four and a half years.\nSome countries have told them to stay out. Hungary built a razor wire fence along its border, and neighboring countries have been following suit. And previously generous countries like Sweden and Germany that opened their arms to thousands were already pulling back.\nAnd in the United States, where candidates running in upcoming Presidential elections comment on most major issues, the Paris attacks had already triggered caustic opposition to President Barack Obama's plans to scale up the number of Syrian refugees allowed into the country to 10,000.\n\"We all have heart and we all want people taken care of, but with the problems our country has, to take in 250,000 -- some of whom are going to have problems, big problems -- is just insane. We have to be insane. Terrible,\" Donald Trump said at a rally in Beaumont, Texas.\nThen, on Sunday, came news about one of the Paris bombers carrying Syrian identification papers -- that were possibly forged -- and the fear of Syrian refugees grew worse.\n\"It's not that we don't want to -- it's that we can't,\" Marco Rubio told ABC's George Stephanopoulos. \" Because there's no way to background check someone that's coming from Syria.\" \n", "byline": "", "description": "", "title": "After Paris attacks, Syrian refugees shunned", "url": "http://www.cnn.com/2015/11/16/world/paris-attacks-syrian-refugees-backlash/index.html", "topics": ["foreign policy/national security"], "people": ["Pete King", "Robert Bentley", "George Stephanopoulos", "Donald Trump", "Rick Snyder", "Marco Rubio", "Barack Obama", "Bobby Jindal"], "orgs": ["Department of Homeland Security", "United States."], "election_confidence": 0.593438954749586, "authors": [{"author_id": 2358, "fullname": "ben brumfield", "primary_org": "cnn"}, {"author_id": 4944, "fullname": "joe sutton", "primary_org": "cnn"}], "date_written": "2015-11-16 06:19:49", "org": "cnn", "article_id": "94c4b66ad473d92149ab5c8348a8dd6c", "date_access": "2015-11-16 07:01:54.599316"}