{"body": "Charleston, SC (CNN)Ted Cruz Monday defended using a \"religious test\" to sift through the refugees fleeing Syria, responding to President Barack Obama's admonition of him earlier in the day.\n\"It's not surprising that Obama is attacking me personally,\" the Texas senator and 2016 Republican presidential candidate told CNN's Dana Bash. \"I'll tell you what's shameful is that the President after seven years still refuses to utter the words radical Islamic terrorism [and] claims that somehow [it's] a religious test. [It's] not that at all. It is understanding the nature of the evil we face.\"\nCruz has said that he is OK with accepting Christian refugees departing Syria, but not Muslim ones, saying ISIS could infiltrate the emigrants and pose a dangerous threat. Obama on Monday sharply condemned any attempt to discriminate against refugees based on religion. \n\"When I hear folks say that maybe we should just admit the Christians and not the Muslims (refugees), when I hear political leaders suggesting that there would be a religious test for which person who's fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution, that's shameful. That's not American,\" Obama said from Antalya, Turkey at the G20 summit.\nThe son of a Cuban immigrant father defended his position, saying it's not hypocritical.\n\"If my father were part of a theocratic and political movement like radical Islam that promotes murdering anyone who doesn't share your extreme faith or forcibly converting them, it would make perfect sense,\" he said. \"Not to let someone in who a embraces political philosophy and theology that says murder the infidels.\"\n", "byline": "", "description": "", "title": "Ted Cruz: Obama terror response 'shameful'", "url": "http://www.cnn.com/2015/11/16/politics/ted-cruz-refugees-obama/index.html", "topics": ["foreign policy/national security", "personality"], "people": ["Dana Bash", "Barack Obama", "Ted Cruz"], "orgs": [], "election_confidence": 0.709753141587575, "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-11-16 22:32:14", "org": "cnn", "article_id": "ad5ad7cd581124a002d3eb0fc9ab7e09", "date_access": "2015-11-16 23:01:43.704971"}