{"body": " (CNN)Martin O'Malley said it was \"pretty shameful\" for Democratic presidential front-runner Hillary Clinton's to invoke the 9/11 attacks to deflect criticism at a debate about her relationship with Wall Street.\nIn an interview with CNN's \"New Day,\" the former Maryland governor and Democratic presidential candidate was asked about Clinton's comments and the round of applause she received afterward.\n\"I thought that moment, frankly, was pretty shameful. I don't believe that the people watching were applauding the notion that Secretary Clinton was pumping up the smoke screen and wrapping herself in the tragedy of 9/11,\" O'Malley told CNN's Alisyn Camerota. \"I don't think they saw that as something appropriate to do — to mask her coziness and her closeness to Wall Street and all of the architects of the crash of 2008.\"\nRead: Clinton controversy: Invokes 9/11 to defend Wall Street ties\nAt the Democratic debate Saturday night, Clinton made the comments in response to an accusation that she's too cozy with Wall Street. \n\"I represented New York, and I represented New York on 9/11 when we were attacked,\" she said. \"Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York.\"\nO'Malley slammed what he calls Clinton's \"crony capitalism — of the new, by the few, for the few,\" and said that he, instead, subscribes to \"traditional fair market American capitalism,\" where Americans are not \"on the hook as taxpayers.\"\nClinton defended her comments later in the debate after a viewer on Twitter criticized the answer. \n\"Well, I'm sorry that whoever tweeted that had that impression because I worked closely with New Yorkers after 9/11 for my entire first term to rebuild,\" Clinton said. \"So, yes, I did know people. I've had a lot of folks give me donations from all kinds of backgrounds say, 'I don't agree with you on everything, but I like what you do. I like how you stand up. I'm going to support you.' And I think that is absolutely appropriate.\"\nA Clinton spokeswoman said after the debate, \"Her point was she was proud to stand with this community that was so devastated to help industry recover.\"\nClinton's ties to Wall Street have come under scrutiny in the past months and both her challengers, O'Malley and Sanders, have sought to distinguish themselves from the former Secretary of State on this issue. \nCNN's Gregory Krieg contributed to this report.", "byline": "", "description": "Martin O'Malley said it was \"pretty shameful\" for Democratic presidential front-runner Hillary Clinton's debate comments, in which she invoked the 9/11 attacks to deflect criticism about her relationship with Wall Street.", "title": "O'Malley: Clinton invoking 9/11 to defend Wall Street ties 'shameful'", "url": "http://www.cnn.com/2015/11/16/politics/martin-omalley-clinton-wall-street-9-11/index.html", "topics": ["immigration", "campaign_finance"], "people": ["Hillary Clinton", "Martin O'Malley", "Alisyn Camerota"], "orgs": [], "election_confidence": 0.5807476980786401, "authors": [{"author_id": 23182, "fullname": "deena zaru", "primary_org": "cnn"}], "date_written": "2015-11-16 13:44:51", "org": "cnn", "article_id": "b3946290cb23f91bf3e59855b5d049c6", "date_access": "2015-11-16 14:01:21.523018"}