{"body": " (CNN)Jeb Bush on Monday called for \"massive force\" to destroy ISIS and rejected partnering with Iran to eliminate the terror group.  \n\"The idea that we're going to support the forces that support Hamas and Hezbollah and destabilizing forces in the region, I just reject out of hand,\" he said of Iran on MSNBC. \n\"That's part of the problem with the Obama administration,\" he continued, \"they think that mullahs go quietly into the night. They don't.\"\nThe focus now, Bush said, should be on the United States allying with \"European and traditional Arab countries\" for a concentrated assault on ISIS, arguing that the issue had become one of \"moral conscience.\"\n\"We should lead to destroy ISIS,\" Bush said. \"You do it with massive force, you do it with the stated objective of total victory. And then you need to forge political consensus to create a stable Syria and stable Iraq.\" \n\"Then we leave,\" he added. \nAsked in an interview on CBS about whether he was willing to commit 50,000 U.S. soldiers to the Syrian fight, Bush said he didn't want to speculate on troop numbers. \nRELATED: Trump says Syrian refugees are a 'Trojan horse'\nBush also balked at the prospect of forging a quick alliance with Russia, but left some wiggle room for a potential deal with President Vladimir Putin. \n\"Russia, possibly -- but they would have to abandon their support of [Syrian President Bashar] Assad,\" the Republican presidential hopeful said.\nBush's comments ran counter to Sen. Bernie Sanders, who on Sunday in Iowa called for more cooperation among global powers.\n\"We have different points of view,\" Sanders said, \"but Russia has got to join us. We are concerned about Iran, but Iran has to join us. We have concerns about Saudi Arabia, but Saudi Arabia has to join us.\" \nRELATED: Sanders says it's time to work with Russia, Iran in ISIS fight\n", "byline": "", "description": "", "title": "Jeb Bush: 'Massive force' to destroy ISIS", "url": "http://www.cnn.com/2015/11/16/politics/jeb-bush-isis-iran-russia-paris-attacks/index.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Jeb Bush", "Vladimir Putin"], "orgs": ["Hezbollah", "MSNBC", "Hamas"], "election_confidence": 0.7565701121687132, "authors": [{"author_id": 44270, "fullname": "gregory krieg", "primary_org": "cnn"}], "date_written": "2015-11-16 14:41:13", "org": "cnn", "article_id": "1a1809bba2117bfc2df1dd80e2e06e58", "date_access": "2015-11-16 15:01:30.226066"}