{"body": "Washington (CNN)Donald Trump says he's now more against allowing Syrian refugees into the U.S. than ever, warning it could be a way for terrorists to sneak into the country. \n\"We have no idea who these people are, we are the worst when it comes to paperwork,\" Trump said Monday on CNBC. \"This could be one of the great Trojan horses.\"\nTrump has been saying for weeks on the campaign trail that the U.S. should not accept refugees from the civil war torn country, and he says he's only standing by that position stronger in the wake of the horrific terrorist attacks in Paris.\nAt least two of the suspects in the Paris attack have ties to Syria, and one is believed to have entered Europe with refugees.  \nRELATED: Paris attacks become focus of 2016 race\n\"We cannot let them into this country, period,\" Trump said Monday. \"Our country has tremendous problems. We can't have another problem.\"\nThe mogul also slammed German Chancellor Angela Merkel, one of the most powerful leaders in Europe, for allowing refugees into Germany. She has been under pressure to reverse an open-door policy.\n\"As far as Merkel's concerned, she ought to be ashamed of herself, what she's done,\" Trump said, saying there are \"riots in the street\" in Germany over refugees.\nHe added he has a lot of respect for Merkel, but not on this point.\n\"She blew it, when she allowed this to happen, this migration,\" he said.\n", "byline": "", "description": "Donald Trump says he's now more against allowing Syrian refugees into the U.S. than ever, warning it could be a way for terrorists to sneak into the country.", "title": "Trump: Syrian refugees a 'Trojan horse'", "url": "http://www.cnn.com/2015/11/16/politics/donald-trump-syrian-refugees/index.html", "topics": ["foreign policy/national security", "personality"], "people": ["Donald Trump", "Angela Merkel"], "orgs": [], "election_confidence": 0.5217930166327132, "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-11-16 14:09:20", "org": "cnn", "article_id": "57adb352c53a88b186df535ce54e0d9a", "date_access": "2015-11-16 14:17:57.533178"}