{"body": "Des Moines, Iowa  (CNN)Bernie Sanders wants Hillary Clinton to take a stand on a Senate paid family leave bill that would raise taxes.\nAt two appearances in Iowa on Sunday, Sanders called on \"every candidate running for president\" to give their views on the Family and Medical Insurance Leave Act, sponsored by Sen. Kirsten Gillibrand. At a college in Indianola, Sanders noted that the New York Democrat succeeded Clinton in the Senate, telling reporters after his speech that his rival needs to explain where she stands on the issue.\nSanders  wants Clinton to endorse a tax hike, a matter of interest to him on policy and political grounds.\nRelated: Paid leave is gaining steam\nGillibrand's bill would increase the payroll taxes for workers and companies by 0.2%, or about $1.38 a week for the median wage earner. Sanders is comfortable with that increase and has acknowledged that some of his proposals will require tax increases for middle income earners.\nClinton and her aides have used that admission to knock the independent Vermont senator.\n\"Hard working, middle-class families need a raise, not a tax increase,\" Clinton said during the Democratic debate Sunday, arguing that she can implement her vision \"without raising the debt, without raising taxes on the middle class.\"\nBrian Fallon, Clinton's press secretary, said before the debate that Clinton \"fundamentally rejects the idea that we should be willing to raise taxes on middle-class households. We need to raise these families' incomes, not their taxes.\"\nThis line of contrast frustrates Sanders and his aides, who think Clinton is talking about paid family leave, but not detailing her plans.\n\"What is her program? What does she intend to do other than talk about it?\" Sanders told the Des Moines Register. \"If she thinks $1.38 a week is just too much to spend, let her explain that to the people of Iowa.\"\nWhat the Democrats think about taxes, income inequality and more\nClinton has long been supportive of a 12-week paid family leave program and has used the issue to repeatedly knock Republicans. But Clinton has not outright endorsed Gillibrand's bill and has only said she will detail her plan in the future.\n\"Hillary Clinton has already said she supports 12 weeks of paid family leave,\" a Clinton aide said Monday, \"but she supports a different way to pay for it and so will be outlining additional ideas for ensuring the wealthiest Americans pay their fair share.\"\nBut that hasn't stopped Clinton from touting Gillibrand's efforts on paid family leave. \nAt the first Democratic debate in October, Clinton name-checked Gillibrand, who has endorsed her campaign and attended the debate on her behalf.\n\"I see my good friend, Senator Gillibrand, in the front row,\" Clinton said. \"She's been a champion of this. We need to get a consensus through this campaign, which is why I'm talking about it everywhere I go, and we need to join the rest of the advanced world in having it.\"\n", "byline": "", "description": "Bernie Sanders wants Hillary Clinton to take a stand on a Senate paid family leave bill that would raise taxes.", "title": "Why Sanders is calling Clinton out on paid family leave", "url": "http://www.cnn.com/2015/11/16/politics/bernie-sanders-hillary-clinton-paid-leave/index.html", "topics": ["income inequality", "jobs/employment"], "people": ["Bernie Sanders", "Kirsten Gillibrand", "Hillary Clinton", "Brian Fallon"], "orgs": ["Senate", "Des Moines Register", "New York Democrat"], "election_confidence": 0.937805185232397, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-16 22:54:53", "org": "cnn", "article_id": "81041e1141c72add931aa0fc16486e7c", "date_access": "2015-11-16 23:21:19.789467"}