{"body": "Indianola, Iowa (CNN)Bernie Sanders said Sunday in Iowa that he would support working with Russia and Iran to combat the ISIS, taking a slightly more hawkish stance than he did earlier in his campaign.\n\"We have different points of view ... but Russia has got to join us. We are concerned about Iran, but Iran has to join us. We have concerns about Saudi Arabia, but Saudi Arabia has to join us,\" Sanders said during a speech at Simpson College. \"If all over the world these attacks are taking place, the world has got to come together.\"\nThe Vermont senator, who has not outlined a detailed plan to defeat ISIS, has long stressed cooperation to combat terror and stressed that the United States should not take the lead on the effort. \nHis willingness to work with Russian President Vladimir Putin, a world leader who's had a rocky relationship to the U.S., makes it unclear how Sanders -- someone who is notably against further foreign entanglements -- would work with Russia without getting more involved in Syria.\nIn an interview after his speech on Sunday night, the 2016 Democratic presidential candidate said it is possible to \"destroy ISIS\" when countries work together.\n\"When you have Russia, when you have Iran, when you have Saudi Arabia, when you have Western Europe, when you have those countries united in the fight against ISIS, we will destroy ISIS,\" he said. \"Now what I have said is that I think the folks that have got to be on the ground are the people who are fighting for the soul of Islam. That is not American troops, that is troops from the region. They can't sit it out, they have got to be on the ground. We should be supportive. Very supportive.\"\nSanders did not detail what being \"supportive\" meant, but did say that it was critical to work with Putin, despite concerns about his motives in Syria.\n\"Of course I have concerns,\" Sanders said.\nRussia is conducting military strikes in Syria, but many see Putin's presence in Syria as largely aimed at supporting President Bashar al Assad's regime, which the U.S. opposes, and to challenge American power in the region.\nTo date, Sanders had not been clear about what the United States' relationship to Russia would be under his leadership.\nAt the debate in October, Sanders said that, \"Mr. Putin is going to regret what he is doing\" in Syria, but did not address why and how he would deal with him.\nHillary Clinton, who spent time negotiating with Putin as Secretary of State, has usually taken a hard line against the Russian leader since launching her bid for president. But she, too, has expressed openness to working with Russia when touting a no-fly zone, saying in Iowa in October that \"the Russians would have to be part of (a no-fly zone) or it wouldn't work.\"\n", "byline": "", "description": "Bernie Sanders said Sunday in Iowa that he would support working with Russia and Iran to combat the ISIS, taking a slightly more hawkish stance than he did earlier in his campaign.", "title": "Sanders open to working with Russia, Iran to combat ISIS", "url": "http://www.cnn.com/2015/11/16/politics/bernie-sanders-isis-russia-iran/index.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Hillary Clinton", "Vladimir Putin"], "orgs": ["Simpson College"], "election_confidence": 0.9044792467813851, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-16 12:03:23", "org": "cnn", "article_id": "c6ca811d68dde51b57e5bcd6c8600ad5", "date_access": "2015-11-16 12:19:04.121311"}