{"body": "Washington (CNN)A clearly angry President Barack Obama on Monday used the world stage to call out Republican presidential candidates for being counterproductive, \"talking as if they're tough\" on ISIS and stoking fears about Muslim refugees from Syria.\nSpeaking to the press in Turkey at the G20 Summit with world leaders, his harshest remarks were for Texas Sen. Ted Cruz, and though Obama did not name Cruz, he made it very clear he was infuriated with the GOP firebrand. \n\"When I hear folks say that maybe we should just admit the Christians and not the Muslims (refugees), when I hear political leaders suggesting that there would be a religious test for which person who's fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution, that's shameful. That's not American,\" Obama said, raising his voice.\nCruz's father emigrated to the United States from Cuba and said he was the victim of brutal beatings at the hands of the Cuban dictator before Fidel Castro. The presidential hopeful has also said Christians from war-torn Syria are victims and do not pose a risk of terrorism, whereas letting in Muslim refugees would be \"lunacy.\"\nFormer Florida Gov. Jeb Bush also said on CNN's \"State of the Union\" on Sunday the U.S. should focus its assistance in Syria on Christians.\nFlorida Sen. Marco Rubio's parents also left Cuba and stayed in the U.S. for fear of political persecution, a fact he, like Cruz, often raises on the campaign trail. After the Paris attack, he has called for not accepting any Syrian refugees in the U.S., after previously being open to helping some.\nRELATED: 2016ers express alarm over refugees\nIn Monday's news conference from Turkey, where Obama is attending G20 meetings with world leaders, the President called the position a \"dark impulse\" and praised Republican former President George W. Bush for saying explicitly after the Sept. 11 attacks that we are not at war with Islam itself. \n\"The notion that some of those who have taken on leadership in his party would ignore all that, that's not who we are. On this, they should follow his example, it was the right one. The right impulse. Our better impulse,\" Obama said. \n\"The values that we're fighting against ISIL for is precisely that we don't discriminate against people because of their faith, that we don't kill people different than us,\" Obama said. \"It is good to remember that the United States does not have a religious test.\"\nObama went so far as to say promoting the notion that the terror attacks in Paris are the core views of Islam could lead to \"greater recruitment\" for the terrorist group.\nIt was not the only time during his speech and answers that he was clearly going after the Republicans running to replace him.\nIn the remarks defending his strategy against ISIS, Obama repeatedly said that the only suggestion from his critics that the U.S. isn't already pursuing is committing more troops to the Middle East, and he said that the best military minds in the U.S. believe that would be a losing strategy. \nRELATED: Obama defends 'right strategy' against ISIS\nHe said he'd consider any serious suggestions out there, regardless of where they came from, but wouldn't put up with posturing. He took a veiled swipe at front-runner Donald Trump, who is known for his \"make America great again\" slogan.\n\"What I'm not interested in doing is posing or pursuing some notion of American leadership or America winning or whatever other slogans they come up with that has no relationship to what is actually going to work to protect the American people and to protect the people in the region who are getting killed and to protect our allies,\" Obama said. \"I'm too busy for that\"\nObama also stood strongly against the notion that American leadership comes in the form of appearing tough.\n\"Some of them seem to think that if I were just more bellicose in expressing what we're doing, that would make a difference, because that seems to be the only thing that they're doing, is talking as if they're tough,\" Obama said. \nAnd Trump's close second in the polls, Ben Carson, did not escape Obama's wrath after saying last week that perhaps his sources on Syria were better than the White House's after he said China is involved in Syria. \n\"Folks want to pop off and have opinions about what they think they would do: Present a specific plan,\" Obama said. \"If they think that somehow their advisers are better than the chairman of my Joint Chiefs of Staff and the folks who are actually on the ground, I want to meet them.\"\nRELATED: Trump: Syrian refugees a 'Trojan horse'\n", "byline": "", "description": "", "title": "Obama slams GOP for idea of religious test for refugees", "url": "http://www.cnn.com/2015/11/16/politics/obama-slams-2016-candidates-donald-trump-ted-cruz-on-syria/index.html", "topics": ["foreign policy/national security"], "people": ["Fidel Castro", "Jeb Bush", "George W. Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Ben Carson", "Ted Cruz"], "orgs": ["Joint Chiefs of Staff", "ISIL", "GOP"], "election_confidence": 0.9521839462490331, "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-11-16 17:43:37", "org": "cnn", "article_id": "2b8bfb79afb66931f6b02bc2901e110d", "date_access": "2015-11-16 18:01:22.279428"}