{"body": "Washington (CNN)Bernie Sanders looked to the Republicans Monday night at Cleveland State University for a hand up on his answer to the attacks in Paris and ISIS and he found it.\nThe Vermont senator and 2016 Democratic presidential candidate weaved the promises of Republican governors Monday that they would not accept Syrian refugees with former President George W. Bush's press for the Iraq War in 2003 into a one-sentence policy line that lit up the crowd of roughly 6,000 in Cleveland.\n\"We gotta be tough, but not stupid!!\" Sanders yelled. \nSanders cautioned against \"Islamophobia\" amid calls from Republican governors across the U.S. that they would not accept Syrian refugees and a press by candidates to seek federal legislation barring Syrian relocations. \n\"I am disturbed by some of what I am hearing from my Republican colleagues,\" Sanders said. \"During these difficult times as Americans, we will not succumb to racism. We will not allow ourselves to be divided and succumb to Islamophobia. And while hundreds of thousands have lost everything, have nothing left but the shirts on their backs, we will not turn our backs on the refugees!\"\nHowever, much like his debate Saturday night, Sanders opened with his thoughts on the Paris attacks and the response, but quickly moved back to his standard tirade against Wall Street, the \"rigged economy\" and income inequality. \nBut he did offer some more thoughts on how he would take on ISIS should he win the White House. He said Monday he wanted to build a global coalition to take on ISIS -- but he left out comments that he made Sunday in Iowa, that he would enlist Iran and Russia in that fight.\n", "byline": "", "description": "Bernie Sanders looked to the Republicans Monday night at Cleveland State University for a hand up on his answer to the attacks in Paris and ISIS and he found it.", "title": "Sanders on ISIS: 'We gotta be tough, but not stupid!'", "url": "http://www.cnn.com/2015/11/16/politics/bernie-sanders-cleveland-isis/index.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "George W. Bush"], "orgs": [], "election_confidence": 0.6610371529945843, "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-11-17 01:24:37", "org": "cnn", "article_id": "11b275eee6439e8fff5c91ae2500e39c", "date_access": "2015-11-17 02:01:28.782272"}