{"body": " (CNN)ISIS might be the \"face of evil,\" but President Barack Obama is determined that it will not deprive him of his chosen place in history.\nObama made clear in a sometimes testy solo news conference in Turkey on Monday that not even the bloody ISIS rampage through Paris, which opened an alarming new chapter in the war on terror, will prompt him to abandon a pillar of his worldview: the insistence that America must avoid intractable Middle East land wars.\nBut sticking to his ideological guns in order to be a president who ends wars rather than starts them, and to prove that America can defend its interests without committing thousands of ground troops, risks having his legacy instead defined by violent events on the ground that critics can blame on an unwillingness to adapt to new realities.\nStill, if a shocked world hoped for personal mea culpas, bombastic vows of vengeance or a cathartic show of public emotion from the U.S. president, it was disappointed at his first major public appearance since the horror that blighted the City of Light.\nWhat it saw instead was a cold-eyed definition of American national interest, a pragmatic acknowledgment that not every attack will be stopped and an insistence by Obama that his strategy to combat ISIS is working despite evidence to the contrary.\nREAD: Obama: More ground troops to fight ISIS would be a mistake\n\"We are going to continue to pursue the strategy that has the best chance of working even though it does not offer the satisfaction, I guess, of a neat headline or an immediate resolution,\" Obama told reporters at the G20 summit of world leaders.\nAnd he warned, with an eye on Republicans back home, that it would be \"a mistake\" to put more boots on the ground to root out ISIS, appearing to reason that a large-scale ground force would soon face the same kind of quagmire U.S. soldiers endured for a decade in Iraq.\nIn effect, Obama was staking out a position against a deeper U.S. involvement in Syria's civil war -- whose chaos has allowed ISIS to thrive -- that he will try to defend for the waning 14 months of his presidency.\nObama's political opponents, meanwhile, will try to convince 2016 voters that not only did the President underestimate the group's deadly potential but that his negligence in pursuing a more aggressive strategy now poses a grave danger to national security.\n\nThe 61-minute session before the cameras Monday offered a glimpse of the entire Obama presidency in an instant, containing his musings on the nature of war, theories on the proper use of American military force, sharp political slaps at his opponents back home and insights into the commander in chief's own character. \nIt was one of the seminal moments of a presidency that has lurched from crisis to crisis, as under political siege, and before the eyes of the world, Obama stood alone on stage and made a case for a policy to combat a virulent new threat that few politicians and experts outside his administration believe is working.\n'As is typical of his polarized political era, Obama offered plenty to gratify his backers and to infuriate his critics.\nAn Obama supporter would have seen an intellectual statesman dispassionately dispensing common sense policy and acting according to history's timetable rather than with knee-jerk action or tough-guy rhetoric tailored to the modern media environment.\nAnd as he talked about visiting troops maimed on his watch, Obama hinted at the soul-searing decision a commander in chief must make and the limits of U.S. power in the post-Iraq age.\nBut those who see him as weak and lacking the public fortitude sometimes required of an American president would also have had their belief confirmed that Obama is stubbornly refusing to acknowledge that the world is in the grip of a new global terrorist insurgency that requires bolder action.\nAnd opponents who believe that Obama undermines the possibility for the use of limited but potentially effective force by painting all military action as equaling vast infantry deployments will also have seen little to ease their frustration.\nObama did describe ISIS as the \"face of evil\" and said that the \"barbaric terrorist organization\" needed to be destroyed. And he noted that flags were flying at half staff back home in recognition of the agony in France, America's oldest ally.\nBut his appearance could hardly be described as a rallying call for Western nations wondering who is next on the ISIS hit list. For a president who made his name with soaring rhetoric, his news conference was noticeably short on Churchillian statements of resolve or promises that the civilized world would triumph over this mortal danger.\nThat's partly owing to the president's personal style -- he has always been loath to indulge in what he sees as empty made-for-the-moment political gestures -- even though other U.S. commanders in chief have seen such behavior as a vital part of the presidency's theatrical tool kit.\nBut there's also a creeping frustration evident in the President these days. With his hair now snowy and his patience brittle in the twilight of his presidency, Obama's reserve of ideas to tackle a new threat seemed to be running dry.\nAnd he betrayed exasperation, lashing out at political enemies back home even from his elevated perch on the world stage. He was visibly irked by reporters' questions that all basically boiled down to: \"Mr. President, are your policies a disaster?\"\nThe press conference, part of a global tour by Obama that now takes him to Southeast Asia, comes at a time when the President's vehement refusal to embrace new U.S. entanglements in the Middle East is facing its most grueling test, from ISIS's burgeoning threat abroad to the shifting politics of the war on terror back home.\nBut Obama, who in 2009 inherited a nation weary of war and who brought most troops in Iraq and Afghanistan home, declaringthat the \"tide of war is receding,\" is adamant he won't change tack now despite a wave of criticism.\n\nHis 2012 election rival, Mitt Romney, on Monday warned that if Obama did not change course, the United States could be hit next. Another critic, GOP presidential candidate and South Carolina Sen. Lindsey Graham, predicted that \"there's a 9/11\" coming and joined with another vanquished Obama foe, Arizona Republican Sen. John McCain, to demand a troop surge into Syria to drive ISIS out of the civil-war torn nation.\nEven front-running Democrat Hillary Clinton, who is hugging Obama close on the campaign trail, implicitly rebuked her old boss on Saturday by saying that more must be done to beat ISIS.\nBut Obama -- who once called ISIS a \"JV\" team and last week insisted it had been contained -- on Monday rejected perceptions that his approach was failing, given the recent attacks in Paris, Beirut, Iraq and on a Russian airliner all claimed by ISIS.\n\"We have a comprehensive strategy, using all the elements of our power: military, intelligence, economic, development and the strength of our communities,\" he said in Antalya.\nThe White House, meanwhile, points to recent victories on the ground in Syria attributed to Kurdish troops backed by U.S. air power as proof that the operation is chipping away at ISIS's self-declared caliphate spreading across Syria and Iraq.\nREAD: How terror in France could shape an election in America\nIn remarks that may appear to some in France as offhand, Obama argued that, \"the terrible events in Paris were obviously a terrible and sickening setback.\"\nBut he added: \"Even as we grieve with our French friends, however, we can't lose sight that there has been progress being made.\"\nTo Obama's critics, who believe ISIS has morphed from a regional threat into a ravenous extremist group now spreading its tentacles through Libya, Egypt, Pakistan, Afghanistan and elsewhere and which is pulling off mass-casualty attacks on Western cities, such remarks are nothing short of delusional.\nHis attitude appeared to contrast with the hawkish rhetoric of Francois Hollande, who on Monday made a rare address by a French president to a joint session of parliament, telling the body that France is now at war.\n\"He sees the world as he likes to see it, as fantasy,\" said Republican Presidential candidate Chris Christie over the weekend, joining a rising chorus of GOP candidates seeking to use the growth of ISIS for a political lift.\nNonpartisan observers also see a gulf between Obama's position and the widening reality of ISIS as a global threat. After all, the group has now carved out a training ground in Iraq and Syria far larger than that enjoyed by al Qaeda in Afghanistan before the September 11, 2001, attacks.\n\n\"Clearly, the strategy is not working because of the terrible terrorism we have seen in Paris, in Beirut, in Ankara,\" said CNN terrorism analyst Paul Cruickshank.\n\"Sure, they have shrunk the territory they control a little bit in Syria and Iraq. But this is a group now using those countries, a huge safe haven there, as a platform for International terrorism,\" he said, calculating that they were \"the richest terrorist group in history, tens of millions if not more in the bank\" with up to 6,000 European recruits coming in.\n\"I don't think this was the speech people in Paris today wanted to hear,\" he said.\nStill, the White House has long argued that a key lesson from the bloody U.S. occupation of Iraq is that American armies -- even those with hundreds of thousands of troops -- cannot hold together a Middle East region that is splintering apart.\nThe President has often told aides privately that the situation in Syria is so dire that no sudden policy change could make a tangible difference -- and the White House indignantly points out that U.S. planes have flown thousands of sorties over Syria and Iraq to combat ISIS.\nBut despite his ambivalence, Obama seemed to relish a chance in Turkey to lay into political rivals critical of his strategy, uttering some of his most impassioned lines in an implicit rebuke that they would find things a lot tougher from behind the Oval Office desk.\n\"What I do not do is to take actions either because it is going to work politically or it is going to somehow, in the abstract, make America look tough,\" Obama said.\n\"Some of them seem to think that if I were just more bellicose in expressing what we're doing, that that would make a difference,\" he said of his critics, an implied criticism of several GOP presidential candidates.\nBut the swift manner in which the Paris attacks have factored into a presidential race long dominated by the fireworks of real estate mogul Donald Trump and the challenge of \"outsider\" candidates is a reminder that political conditions may shift.\nCertainly, candidates like former Florida Gov. Jeb Bush, who is fighting for a foothold in a Republican primary process in which hawkish rhetoric sells, think so.\nBush told Fox News on Monday that for all his effort to avoid entanglements in the Middle East, Obama was actually driving America into a \"quagmire\" because he lacked a strategy to eliminate ISIS.\nIt was a taste of the kind of politics that might hike pressure on the President for a change of course in the coming months if public criticism of his policy intensifies. \nSo, despite his resolve to stick with his current ISIS strategy on Monday, the President elected to end wars may spend his final year in office fighting to head off another U.S. incursion into the Middle East. \n", "byline": "", "description": "ISIS might be the \"face of evil,\" but President Barack Obama is determined that it will not deprive him of his chosen place in history.", "title": "Obama unyielding on ISIS", "url": "http://www.cnn.com/2015/11/16/politics/obama-isis-strategy-paris-attacks/index.html", "topics": ["foreign policy/national security"], "people": ["Mitt Romney", "Francois Hollande", "Lindsey Graham", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Chris Christie", "Barack Obama"], "orgs": ["al Qaeda", "GOP", "Oval Office"], "election_confidence": 0.7884307729946489, "authors": [{"author_id": 2324, "fullname": "stephen collinson", "primary_org": "cnn"}], "date_written": "2015-11-17 00:08:10", "org": "cnn", "article_id": "dd6d96b86413f3bfd490cf99557d4607", "date_access": "2015-11-17 01:00:05.160033"}