{"body": "Todd Graham is director of debate at Southern Illinois University. His teams have won a national championship for the last three years, and he's been recognized twice as the national debate coach of the year. See his Facebook page. The opinions expressed in this commentary are solely those of the author.\n (CNN)It's never too early to begin prepping for your next debate.  \nWhether it's an intercollegiate debate or a presidential debate, I've found that the best time to fix both strategy and presentation is when the memory is fresh in your mind.  For the Democrats, here's what to work on from its second debate moving forward.   \n\nSanders began Saturday's debate abysmally.\nBecause of the importance of introductions, debaters must lead off with the most cogent topic.  And the opening can't be scripted or predetermined.  Current events often shift a debate's beginning. \nFor Sanders that opening statement needed to address the events in Paris.  Exclusively.  It was the deadliest attack in France, our oldest ally, since World War II.   \nLeading up to the debate, the terror attacks and killings of at least 129 innocent people in Paris were all that we read about on the Internet, watched on television, discussed at work, and thought about privately ... while wondering if it could ever happen at our own favorite clubs, theaters, or restaurants. \nSanders' introduction appeared disingenuous (although I'm sure that wasn't the intention) when he talked about the tragedy in two measly sentences before pivoting to rail about our rigged economy, our corrupt campaign finance system, and how we needed a political revolution.  The terrorism?  It appeared as an inconvenience, which he simply tacked on to his scripted introduction before advancing to issues important to his campaign.\nIt's a long debate, and he had plenty of time for his own issues. Sanders' poor decision, especially as compared to the other two candidates, who were laser focused on terrorism and security in their introductions, made him appear out of touch.   \nThis can't happen. Ever. Again.  \nSanders improved in some areas from his first debate. He was more nuanced on gun control, better on campaign finance, and stronger with issues about race relations.  He needs to continue those rhetorical changes while working on his spiel about socialism.  \n\nWhat Clinton did well was both her opening and closing.  Clinton's introduction was perfect in both content and tone.  She knew what the audience needed to hear -- the tragedy in Paris, how to deal with ISIS, and the importance of selecting a commander in chief.  Her closing was equally as solid when she asked for support in Iowa and stated that the next president should do everything \"she\" can to lift up the people.   \nClinton's weakness?  When there were areas of disagreement, it was almost always two against one. Guess who was the one? \nOn almost every single question, Martin O'Malley would compare his idea with what he considered a failure of Clinton's past or future policy, and then Sanders would jump right in and do the same, piling on.  The problem for Clinton was that O'Malley and Sanders didn't always agree on their attack point.  So Clinton was left defending herself against two distinct criticisms.\nFor future debates, she needs to channel her inner Andre the Giant (from wrestling and the Princess Bride — he always fought best against multiple opponents).  Clinton needs to slow the debate down, focus on one criticism at a time, and answer them one by one.  It's the only way to sufficiently deal with multiple areas of disagreement.      \nIndeed, her worst moment was answering the claims that she was in the pocket of big banks and Wall Street.  Clinton's answer?  \n9/11.  Yep.  \nWhile I understood the turn she was trying to make (she was the U.S. senator from New York after 9/11, therefore she helped rebuild), it's a stretch to believe that all her current campaign contributions from influence-peddlers is because of the World Trade Center attacks.   \nNot only was this answer hard to believe, it also left a bad taste in many people's mouths.  In the next debate — simply explaining her finances better, or not mentioning 9/11 at all would be an improvement over this poorly worded (or thought out) answer.\n\nSimple (but difficult): He needs to stay in the race.  O'Malley clearly won the \"most improved\" debater.  His demeanor and his comfort level were more in line with his opponents.  Plus, he fixed his habit of stumbling weakly out of the gate on each question before gaining his presence.  This debate was a step in the right direction.  \nBut to get to where the other candidates are in debate skill level, O'Malley's team should focus on his persona to make it distinct and noticeable.  He still lacks stage presence, and that's important to fix since he's competing with bigger personalities on stage.\nJoin us on Facebook.com/CNNOpinion. \nRead CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "Hillary Clinton, Bernie Sanders: Here's how to improve", "url": "http://www.cnn.com/2015/11/16/opinions/graham-second-democratic-debate/index.html", "topics": ["foreign policy/national security"], "people": ["Todd Graham", "Bernie Sanders", "Hillary Clinton", "Martin O'Malley"], "orgs": ["Southern Illinois University", "World Trade Center"], "election_confidence": 0.5672499184839701, "authors": [{"author_id": 36554, "fullname": "todd graham", "primary_org": "cnn"}], "date_written": "2015-11-16 23:31:07", "org": "cnn", "article_id": "be948a3e7025bd420b34c470f5c2205a", "date_access": "2015-11-17 00:01:55.039711"}