{"body": "Des Moines, Iowa (CNN)Iowa Rep. Steve King endorsed Sen. Ted Cruz's candidacy for president at a press conference Monday morning. \n\"I believe Ted Cruz is the candidate who is the answer to my prayers, a candidate God will use to restore the soul of America,\" King said. \nKing is a powerful voice in the first-in-the-nation caucus state popular with conservative Christians, and his support could be key to turning out Iowans for Cruz on caucus night February 1. The endorsement is not surprising to political insiders in Iowa: King's son Jeff has been working for one of the Super PACs backing Cruz for some time. But it comes at a time when Cruz is building momentum and organization that are crucial to a strong performance in the Hawkeye State. \nCiting the need for a candidate who can energize Christian conservatives and \"take on the Washington cartels,\" King said he came to his decision following a trip to the Middle East last week. \nCruz said he was \"beyond honored\" to receive King's endorsement, calling King a \"courageous conservative.\" \n\"His support comes at a fantastic time for our campaign as we are seeing people in Iowa and across the country signing up, volunteering, contributing, and joining our campaign to reignite the promise of America,\" Cruz said in a statement.\nGOP activist and blogger at TheIowaRepublican.com blog Craig Robinson said the endorsement helps build Cruz's narrative in Iowa. \n\"It's just kind of a validation of Cruz's conservative credentials and definitely underscores the talking point the Cruz campaign wants to build,\" Robinson said, noting that most King supporters in Iowa are likely already committed to caucusing for Cruz. \nRobinson said King could also help Cruz to better connect with Iowans, particularly in his Western Iowa congressional district. \n\"The thing Cruz struggles with the most is that he doesn't make personal connections with people, so King might help him do some of that on the trail,\" he said. \nCNN's Jeff Zeleny and Theodore Schleifer contributed to this report.", "byline": "", "description": "", "title": "Steve King endorses Ted Cruz for 2016", "url": "http://www.cnn.com/2015/11/16/politics/steve-king-ted-cruz-endorsement/index.html", "topics": ["personality", "campaign_finance", "foreign policy/national security"], "people": ["Steve King", "Theodore Schleifer", "Jeff Zeleny", "Craig Robinson", "Ted Cruz"], "orgs": ["Super PACs"], "election_confidence": 0.8091167726591685, "authors": [{"author_id": 2533, "fullname": "betsy klein", "primary_org": "cnn"}], "date_written": "2015-11-16 16:47:26", "org": "cnn", "article_id": "26c02410239c14664bf40ffd7005abbf", "date_access": "2015-11-16 17:01:40.669345"}