{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican lawmakers suggested Sunday that France use NATO powers to retaliate against the Islamic State group that killed at least 129 people during a weekend terror attack that French President Francois Hollande has called “an act of war.”\nThey specifically want France to use the North Atlantic Treaty Organization’s Article 5, which essentially states that an attack on one member of the group is an attack on all members and sets in motion a coordinated military response. \n“Hopefully, President Hollande will call Article 5 of NATO. And maybe we'll put together a coalition that can for once attack this horrific terrorist element before they have ability to carry out another coordinated attack like this,” North Carolina GOP Rep. Richard Burr, chairman of the Senate Intelligence Committee, said on NBC’s “Meet the Press.”\nHolland is scheduled to address the French Parliament on Monday, during which he could lay out his plan.\nHe said after the attacks in and around Paris on Friday night that France “will be merciless toward the barbarians of the Islamic State group,” which has claimed responsibility for the killings.\n\nWhite House Deputy National Security Adviser Ben Rhodes said Sunday that the United States would back France calling for Article 5.\n“That’s a decision for the French to make,” he told NBC. “What we've made clear to the French is we will be shoulder to shoulder with them in this response.”\nArticle 5 has been used only once, after the 9-11 terror attacks on the United States, according to NATO.\nRepublican presidential candidate Sen. Marco Rubio also suggest using the measure.\n“This is clearly an act of war and an attack on one of our NATO allies,” the Florida lawmaker said on ABC’s “This Week.”\nFellow GOP candidate Jeb Bush told CNN’s “State of the Union” that France is “our longest and strongest and most loyal ally” but said the United States should only consider a request to use Article 5.\nDemocratic presidential candidate Martin O’Malley during Saturday night’s debate said the U.S. should take the lead in stopping the Islamic State.\n“This actually is America’s fight,” said O’Malley, a former Maryland governor.\n \n \n \n ", "byline": "", "description": "Republican lawmakers suggested Sunday that France use NATO powers to retaliate against the Islamic State group that killed at least 129 people during a weekend terror attack that French President Francois Hollande has called “an act of war.”", "title": "Republican lawmakers urge France to use NATO powers to help in fight against ISIS", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/LTDb7hPo1wE/", "topics": ["foreign policy/national security"], "people": ["Marco Rubio", "Jeb Bush", "Richard Burr", "Martin O'Malley", "Francois Hollande"], "orgs": ["Senate Intelligence Committee", "North Atlantic Treaty Organization", "NATO", "GOP"], "election_confidence": 0.5194721719496712, "authors": [], "date_written": "2015-11-15 21:02:04", "org": "fox", "article_id": "130216f5776fb32d382824cd18b4abc3", "date_access": "2015-11-16 08:00:13.871923"}