{"body": "\nRepublican presidential candidate Ted Cruz picked up a sought-after endorsement Monday when Iowa Rep. Steve King said he was the right candidate for the Oval Office. \n\"I believe Ted Cruz is the candidate who is the answer to my prayers. A candidate whom God will use to restore the soul of America,\" King told reporters in a press conference Monday morning. \nKing said he came to the decision on Friday, joking he hadn't even told his wife before he announced it. \nKing is known to be outspoken on immigration issues -- vocally opposed to \"amnesty\" -- and in opposition to ObamaCare. The endorsement is helpful to any candidate looking to pick up the evangelical vote in Iowa, which Cruz has courted. \nAs King rolled out his endorsement, Cruz was campaigning in South Carolina. Cruz called King a \"good friend of the Constitution.\" \nKing said while he respects the two Republican front-runners Ben Carson and Donald Trump, he thought their lack of experience in Washington, D.C., would make it hard for them to get the job done. \n\"The zone of Washington, D.C., is not a zone he's familiar with and that gives me pause. You need to know what's going on in that organism to do something about it,\" said King of Carson, while adding that Carson is \"one of the ones that can\" restore the soul of America.  Lauren Blanchard is a graduate of the Junior Reporter program at Fox News. She is now a multi-platform journalist and occasional general assignment news reporter. Follow her on Twitter: @LaurenBlanch12", "byline": "", "description": "Republican presidential candidate Ted Cruz picked up a sought-after endorsement Monday when Iowa Rep. Steve King said he was the right candidate for the Oval Office.", "title": "Cruz picks up coveted endorsement from Iowa’s Steve King", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/CUCAoCDZIvQ/", "topics": ["immigration", "health", "personality"], "people": ["Steve King", "Donald Trump", "Ben Carson", "Lauren Blanchard", "Ted Cruz"], "orgs": ["Oval Office"], "election_confidence": 0.9876497478943997, "authors": [], "date_written": "2015-11-16 17:14:56", "org": "fox", "article_id": "4f3a3fa450369742cd7eb920004840ed", "date_access": "2015-11-16 18:00:29.477164"}