{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Paris terror attacks may have put a clamp on President Obama's plans to resettle 10,000 Syrian refugees over the next year, as the number of governors saying they won't take them swells. \nAt the same time, top congressional lawmakers are urging the administration to halt the plan. House Homeland Security Committee Chairman Michael McCaul called on Obama to \"temporarily suspend the admission of all additional Syrian refugees\" pending a \"full review,\" according to a letter obtained by Fox News. \nThe resistance at the state level is coalescing at a rapid clip. So far, governors in at least 11 states have moved to suspend or restrict the refugee resettlement, including Alabama, Arizona, Arkansas, Illinois, Indiana, Louisiana, Massachusetts, Michigan, Mississippi, Ohio and Texas. \n\"Given the tragic attacks in Paris and the threats we have already seen, Texas cannot participate in any program that will result in Syrian refugees -- any one of whom could be connected to terrorism -- being resettled in Texas,\" Texas Gov. Greg Abbott said in a letter to Obama. \nSome of these states previously did not object to the refugee plan. But Friday night's terror attack in Paris, which left at least 129 people dead, fueled fears that Islamic State militants are moving into Europe as part of the wave of refugees escaping the civil war, and could eye America next. Authorities say a Syrian passport found near one jihadist's body had been registered last month and moved through three countries along a busy migrant corridor known for lax controls. \n\nDespite administration assurances that \"robust\" vetting will be in place for refugee applicants to the U.S., lawmakers stress that the vetting process is hobbled by the fact that U.S. officials do not have formal cooperation with the Syrian government, making background checks more difficult. \n“I think it would be highly irresponsible to bring in 10,000 Syrian refugees at this point in time,”  McCaul, R-Texas, told Fox News. \nHe said: “We know ISIS in their own words have said ‘we want to exploit this program to infiltrate the West’ and that’s exactly what they did.” \n\n\n  Watch the latest video at \n  video.foxnews.com\n\nMcCaul previously had cited the lack of a comprehensive list of the estimated 5,000 or more foreign fighters around the world as a key problem with the Obama administration’s vetting process.\nThere are fears that even with a thorough process in place, it may not be possible to prevent ISIS fighters from entering Europe and the U.S. and committing attacks similar to those seen in Paris on Friday. U.S. officials have already acknowledged as much. \n“We may have someone who is not on our radar and someone may choose to do something bad after they get here,” Department of Homeland Security Secretary Jeh Johnson at a hearing last month. “We can only query against what we have collected, so if someone hasn’t made a ripple in the pond, we can check our databases until the cows come home but we have no record on that person.”\nSen. Marco Rubio, R-Fla., a presidential candidate, pointed to the lack of a relationship with the Syrian government as a weakness in the way Syrians are vetted. \n\"You can't pick up the phone and call Syria, and that's one of the reasons why I said we won't be able to take more refugees,\" Rubio said on ABC’s “This Week” on Sunday.\nPresident Obama shot back at critics of his resettlement plan on Monday, saying at a press conference on the sidelines of the G20 summit in Turkey that backtracking would be \"a betrayal of our values.” \n“Even as we accept more refugees, including Syrians, we do so only after subjecting them to rigorous screenings and security checks. We also have to remember that many of these refugees are the victims of terrorism themselves, that’s what they’re fleeing. Slamming the door in their faces would be a betrayal of our values,” Obama said. \nObama’s remarks come a day after White House Deputy National Security Adviser Ben Rhodes told “Fox News Sunday” the U.S. has “very robust vetting procedures” for the refugees. A senior administration official said Monday all refugees are subject to \"the highest level of security checks of any category of traveler to the United States,\" including the involvement of several law enforcement and security agencies. The official said the administration is \"steadfastly committed\" to the president's plan despite recent statements from governors. \nIn Michigan, which has a large Arab-American population, Gov. Rick Snyder said Sunday he was putting his prior calls for the state to accept more refugees on hold until the Department of Homeland Security reviewed its screening procedures.\n\"Michigan is a welcoming state and we are proud of our rich history of immigration,\" Snyder said in a statement. \"But our first priority is protecting the safety of our residents.\"\nGov. Asa Hutchinson of Arkansas announced his opposition to the relocation in a tweet.\n\nAs Governor I will oppose Syrian refugees being relocated to Arkansas.\n— Gov. Asa Hutchinson (@AsaHutchinson) November 16, 2015\n\n\nSeveral others have done the same. However, Democratic Pennsylvania Gov. Tom Wolf backed the policy, saying: “We must not lose sight of the fact that families leaving Syria are trying to escape the same violence and unimaginable terror that took place in Paris and Beirut.” \nThe same debate is happening north of the border. In Canada, Saskatchewan Premier Brad Wall reportedly asked his country's federal government to suspend plans to bring in Syrian refugees. \nThe issue also was reverberating more widely on the 2016 presidential campaign trail. Retired neurosurgeon Ben Carson released a letter to House Speaker Paul Ryan on Monday seeking the termination of “all public funding” for federal programs to resettle refugees from Syria.\n“There’s currently no ability to vet these people and by doing so, we are putting America at risk,” Carson said, at a press conference outside of Las Vegas.\nFormer Arkansas Gov. Mike Huckabee also called on Ryan to “reject the importation of those fleeing the Middle East without assurances that we can separate refugees from terrorists.”\nFormer Florida Gov. Jeb Bush told Fox News that the U.S. should profile refugees\n“Yeah, absolutely, that’s what screening is. We should be profiling, of course we should. This is Islamic terrorism,” Bush said.\n\n\n  Watch the latest video at \n  video.foxnews.com\n\nObama reacted angrily at the press conference to the calls to profile refugees, and potentially use religion as a factor.\n“When I hear folks say that ‘well maybe we should just admit the Christians but not the Muslims,’ when I hear political leaders suggesting there would be a religious test for which a person who is fleeing from a war-torn country is admitted, when some of those folks themselves comes from families who benefited from protection when they were fleeing political persecution. That’s shameful, that’s not American.\"\nObama received support for his policy from Democratic presidential hopefuls Hillary Clinton, Bernie Sanders and Martin O’Malley, who all said at Saturday’s debate they would accept more than the 10,000, but only if properly screened.\nFox News' Catherine Herridge and Rich Edson and The Associated Press contributed to this report.", "byline": "", "description": "", "title": "GOVERNOR BACKLASH Obama's plan to resettle Syrian refugees scrambled", "url": "http://www.foxnews.com/politics/2015/11/16/obama-takes-heat-over-syrian-refugee-policy-fires-back-at-press-conference/", "topics": ["foreign policy/national security"], "people": ["Asa Hutchinson", "Martin O'Malley", "Rich Edson", "Jeb Bush", "Hillary Clinton", "Jeh Johnson", "Rick Snyder", "Marco Rubio", "Mike Huckabee", "Tom Wolf", "Paul Ryan", "Bernie Sanders", "Greg Abbott", "Catherine Herridge", "Ben Carson"], "orgs": ["House Homeland Security Committee", "Department of Homeland Security"], "election_confidence": 0.7884409013034206, "authors": [], "date_written": "2015-11-16 19:33:20", "org": "fox", "article_id": "772a15195394e76f2da4b6c85704ca02", "date_access": "2015-11-16 20:00:04.537614"}