{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWhen a politician engages in inflammatory rhetoric, his aides often try to walk it back, tone it down, claim things were taken out of context, followed by a terse regret-if-anyone-was-offended statement.\nNot with Donald Trump.\nWhen Trump delivered a 95-minute rant in Iowa last week, kicking the “crap” (to use one of his favorite words) out of Ben Carson, his camp was thrilled.\nA senior Trump adviser told me the candidate wouldn’t take back a single word. Carson’s life story is riddled with fallacies, as the Trump camp sees it, and the burden is on the doctor to prove that any questionable incidents happened.\nTrump is the guy who’s not afraid to touch the third rail, the adviser says, even if it flies in the face of political correctness.\n\nIn my view, the burden is on Carson’s critics to disprove his account of events from his past. Politico, CNN and the Wall Street Journal all fell short with stories that were underreported or overhyped.\nThere was no urgent need for Trump to pile on, giving the media’s role in driving these stories. But he has an unerring instinct for an opponent’s weakness.\nSo using a word from Carson’s autobiography to describe his temper as a teenager, Trump told the crowd: “He said he's pathological and got a pathological disease. I don't want a person who's got pathological disease. If you're pathological, there's no cure for that, folks. I did one of the shows today, I said that if you're a child molester, a sick puppy, there's no cure for that.”\nChild molester? That’s quite a pivot.\nThen he mocked the stabbing story, grabbing his belt, his voice dripping with sarcasm: “He took a knife and went after a friend and lunged but low and behold it hit the belt and the knife broke. Give me a break.”\nAnd he questioned whether the people of Iowa, and the country, were “stupid” to “believe this crap.”\nThe media’s tone in reporting on this has ranged from disapproval to disbelief—this time he’s gone too far, he was desperate, he was way over the top. And it was over the top. Take this New York Times headline: “Some See Attacks by Donald Trump As Start of His Downfall.” Some see—I wonder who.\nHow many times have we been through these media predictions of Trump’s imminent demise? What Trump’s fans love about him is that he does go too far, that he entertains by being outrageous, because they see that as thumbing his nose at a discredited political establishment.\nCarson, who has had very tough words for the media and their \"lies,\" always deflects questions about Trump’s assaults. When I interviewed him last week, he dialed things down by calmly explaining the meaning of the word pathological.\nAt a news conference on Friday, he talked about a “gratuitous attack” without using Trump’s name. He also invoked a signature Bill Clinton phrase from the 1992 campaign, “the politics of personal destruction.”\nIt would tarnish Carson’s brand to get into a street fight with Trump, who, in rhetorical terms, always carries a knife. And while Carson’s reticence often frustrates reporters, that calm, measured approach is at the heart of his appeal to voters.\nWhy would a candidate volunteer that he tried to knife someone and almost hit his mother in the head with a hammer? Because his is a story of redemption. He found religion a half century ago, turned his life around and became a leading neurosurgeon.\nWhen I asked him about his account of his teenage years, Carson said: “Well, I believe in full disclosure, and if I hadn't revealed that, then that would have been a story. Because then you say”—here he lowered his voice to a conspiratorial whisper—“do you know what this guy did, oh my God.”\nFrom Trump’s perspective, the swipes against Carson both raise doubt about his temperament and reinforce the billionaire’s reputation for toughness. His camp sees the same dynamic in his immigration message—which now comes with talk of a “deportation force”—in that Trump is the guy who knocks heads and speaks uncomfortable truths. And the appalling terror attacks in Paris will only reinforce that message.\nWhether Trump goes too far—or whether voters see him as an insult comic taking on worthy targets—won’t truly be known until the Iowa caucuses.\nClick for more from Media Buzz\nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "", "title": "MEDIA BUZZ: Trump&rsquo;s attacks on Carson&rsquo;s 'crap' - Clinton takes heat after invoking 9/11 at debate - What America learned from candidates at second Democratic debate - CAMPAIGN 2016 LIVE BLOG", "url": "http://www.foxnews.com/politics/2015/11/16/trumps-attacks-on-carsons-crap-why-hes-not-backing-down/", "topics": ["immigration"], "people": ["Donald Trump", "Bill Clinton", "Ben Carson", "Howard Kurtz"], "orgs": [], "election_confidence": 0.9855158843801247, "authors": [], "date_written": "2015-11-16 17:03:37", "org": "fox", "article_id": "d8f1a973416bfe141e9dec6b1620a02e", "date_access": "2015-11-16 17:22:11.172837"}