{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThere is a new and darker mood in the media in the wake of the Paris attacks -- and a far greater willingness to take on President Obama for the lack of progress against the ISIS killers. \nIf ever a single sentence summed up a media mindset, it was when CNN's Jim Acosta, in language simply not used in White House news conferences, asked Obama today in Turkey: \"Why can't we take out these bastards?\" \nOther journalists joined in the markedly aggressive line of questioning, pressing the president on why he had underestimated the threat from ISIS, why he hasn't taken stronger action, essentially why he has been leading from behind. At one point Obama complained that the questions were getting repetitive -- which simply underscored that his answers were not satisfying the press corps. \nThe shift in tone is remarkable, both in its impatient focus on terrorism after the coordinated murder of 129 people in France, and in demanding accountability from a president who has often received soft treatment in the past. \nObama delivered long, discursive answers, saying his critics talk like they're tough and want him to be more bellicose but haven't proposed much that the administration isn't already doing. The president, who campaigned on ending the Iraq war, said he would not send ground troops to take on ISIS because that strategy does not work unless there is support from local populations -- that in effect it would be another Iraq. \n\nObama's media coverage in his second term has not been as sympathetic as the swooning that marked his first campaign, or during his early years as president. The mainstream press seemed to grow disillusioned when Obama couldn't get much accomplished in 2013 and 2014, and blamed his growing unpopularity for last year's GOP capture of the Senate. \nBut with so much focus on the raucous Republican campaign and the likes of Donald Trump and Ben Carson, the media put foreign policy on the back burner and shifted attention from the lame-duck incumbent. Trump drew attention for saying he would \"bomb the [blank]\" out of ISIS and its oil facilities, and for warning it would be dangerous to accept Syrian refugees in this country. \nBut what really made headlines were stories about Mexican immigrants, Carson's violent incidents as a teenager, Marco Rubio's credit cards, media-bashing at GOP debates and the other distractions that drive daily campaign coverage. \nParis changed that. \nThe transformation was on display at Saturday night's Democratic debate, when CBS moderator John Dickerson asked Hillary Clinton and her rivals about a point that is generally brought up by Republicans: Why won't they say we are in a war with radical Islam? All three candidates demurred. \nOf course, journalists also need to hard put questions about what exactly should be done against ISIS to members of Congress, who would not authorize military force against Syria two years ago, and to GOP candidates who are vague about what concrete steps they would take. \nIf the barbarity of what happened Friday night in Paris has, for the moment, transformed the media's approach to terrorism, it is also fair to ask why many news organizations treated what is happening in the Middle East as a distant concern. The coverage would spike at certain points -- a wave of beheadings by the ISIS butchers, or Obama's nuclear deal with Iran -- and then invariably fade. \nThe question now is whether the journalistic uproar over the scourge of terrorism will last more than a week or two -- or whether a business notorious for its short attention span will simply move on to other matters.  \nmedia-buzz\n\nMedia Buzz, hosted by Howard Kurtz, airs on Sundays at 11AM and 5PM ET on Fox News Channel.\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "There is a new and darker mood in the media in the wake of the Paris attacks -- and a far greater willingness to take on President Obama for the lack of progress against the ISIS killers.", "title": "The media turn on Obama for low-key response to the massacre in Paris", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/AhOxEc_Qb8U/", "topics": ["foreign policy/national security"], "people": ["Howard Kurtz", "John Dickerson", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Jim Acosta", "Ben Carson"], "orgs": ["Senate", "GOP", "Congress"], "election_confidence": 0.9052989329342351, "authors": [], "date_written": "2015-11-16 16:27:19", "org": "fox", "article_id": "e96ab269b4c633bcf264ba9957c94463", "date_access": "2015-11-16 17:00:22.996369"}