{"body": "\n\n\n\nNov. 15, 2015: Democratic presidential candidate Hillary Rodham Clinton speaks at the Central Iowa Democrats Fall Barbecue in Ames, Iowa. (AP)\n\n\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Hillary can’t escape Obama on ISIS • 2016 GOP Power Index: Carson slips, Carly climbs • Cruz scores backing of Iowa immigration hardliner • Trump Twitter feud over female fighter • Mazel tov, Montana!\nHILLARY CAN’T ESCAPE OBAMA ON ISIS In a debate held one day after the worst terror attack in the West since 2004, the most noteworthy remarks presumptive Democratic nominee Hillary Clinton made about Islamist terrorism were to excuse ties to Wall St.  No, seriously.  Clinton said her close relationship with the financial sector grew out of her work to help them rebuild after 9/11. “It was good for the economy,” she said. “And it was a way to rebuke the terrorists who had attacked our country.”  So, by that logic, her huge personal and political buckraking was kind of a rebuke to the terrorists, itself. Her status as a Wall St. favorite certainly predates 9/11, but she suggested that the relationship she forged in those dark days spurred an even greater outpouring of support and gratitude in the form of checks.  Now, this says a great deal about Clinton’s meagre gifts as a politician. But it also tells you something about where her party’s priorities are.  Invoking 9/11 is something that ought to be done only when relevant, which Clinton’s was not, and only when facing oblivion. In that case, Clinton was right. Her exposure on the issue of banker nuzzling is much higher in the Democratic primary than the issue of Islamist terrorism.  Republicans today can talk of little else than national security, Paris, refugees and ISIS. But Democrats, even a day after the attacks, were seemingly eager to get off the subjects. The campaign of also-ran Sen. Bernie Sanders was proud to have fought to have limited the amount of the discussion that would involve national security.  Woof.  But Sanders is probably right. There’s not a lot of sense in debating the issue among Democrats since they are in substantial agreement with President Obama. While both Sanders and former Maryland Gov. Martin O’Malley tried to look for ways to draw decorous differences with Obama, they are in tune with his larger strategy of containing ISIS and waiting for the aspiring caliphate to die of asphyxiation or, perhaps, boredom.  Clinton has some differences of opinion with Obama, but she isn’t free to discuss them. Not only would she risk backlash from liberals and raise Obama’s ire, but, as moderator John Dickerson ably pointed out, the last foreign intervention Clinton encouraged, the regime change plan for Libya, is a thoroughgoing disaster.  So even as Clinton should be moving beyond Obama’s reach and into a no-contest Democratic nomination, he holds this power over her: If she gets too squirmy on his foreign policy, he will leave her to the foreign policy wolves on the right and left.  And on the issue that will dominate the coming week or more of the campaign – how many, if any Syrian refugees the U.S. should accept – Clinton will not be able to pioneer a position that might be attractive to voters. She will have to stand by Obama and say that she also thinks accepting tens of thousands of refugees from Syria is the right thing to do.  And you know the refugee issue is key to Obama. The only emotion beyond annoyance that he displayed in his first press conference after Paris was anger at Sen. Ted Cruz, who has suggested a religious test for the refugees in order to screen out Muslims, and Sen. Marco Rubio, who simply wants to stop the flow altogether.  WITH YOUR SECOND CUP OF COFFEE… It’s no stretch to say that there wouldn’t be an America as we know it without Gilbert du Motier, known and loved here as Marquis de Lafayette. How loved? On his return visit in 1824, some 80,000 citizens of the new republic came to greet him. And if you live east of the Mississippi, you probably live near someplace named for him.  The love flowed from the fact that not only did the wealthy young nobleman provide financial support and help bring the military might of the France to bear, but also because he added his flamboyant fighting spirit to a Continental force that suffered so much in its eight-year struggle against superpower Britain.  So let the good people of Mt. Vernon tell you about the dinner party that would lead to that remarkable trans-Atlantic friendship: “[Lafayette] attended a dinner with the Duke of Gloucester, the younger brother of British King George III. The Duke complained about the American colonists who had risen up against British rule. He mocked their revolutionary beliefs in the equality of mankind and the right of the people to rule themselves. The Duke further explained how the colonists had organized the Continental Army under the leadership of General George Washington. Lafayette would always remember this dinner as the turning point of his life. ‘My heart was enlisted,’ he later confessed in his memoirs, ‘and I thought only of joining my colors to those of the revolutionaries.’”  How many Americans today can say their hearts are enlisted with the current struggle of the people of France? Tens of millions, no doubt.  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 44.7 percent//Disapprove – 50.9 percent Directions of Country: Right Direction – 28.4 percent//Wrong Track – 63.7 percent  2016 GOP POWER INDEX: CARSON SLIPS, CARLY CLIMBS After a successful debate outing in Milwaukee last week, Ben Carson ought to have been poised to move ahead or at least hold his place in this week’s Power Index. But world events and Carson’s arch-nemesis, Donald Trump, had other plans.  The inherent challenge in Carson’s candidacy is how to translate the ocean of good feelings toward him in the GOP electorate into steadfast support. And for Carson, as with other outsider candidates, that tends to focus on national security issues.  Friday’s Paris attacks shifted the subject matter of the 2016 race to inhospitable terrain for the former neurosurgeon. In his Sunday interview with Chris Wallace, Carson stumbled when asked how he would go about putting together a winning coalition. While Carson probably did himself well by joining Sen. Marco Rubio in calling for a moratorium on accepting Syrian refugees in the wake of the attacks, the overall effect of the discussion will deepen doubts about Carson’s readiness.  And in the two days before the attack, Trump had made it his mission to sew as many doubts about Carson as possible. Trump’s 95-minute tirade against Carson and other members of the GOP field won’t help the polarizing billionaire broaden his base, but it did reinvigorate the same conversation about Carson’s biography that he had seemingly laid to rest on the debate stage.  As we discussed before, Trump’s attacks will harm him with the voters he needs most: evangelical Christians and women. But they will also mar Carson, too.  The obvious beneficiary here is Carly Fiorina, the outsider candidate who has made presidential preparation and foreign policy so much of her focus. With the catastrophic debate performance of John Kasich and the evaporation of Jeb Bush, Fiorina starts to make a more interesting pick as a dark-horse winner in New Hampshire.  1) Ted Cruz; 2) Marco Rubio; 3) Carly Fiorina [+1]; 4) Ben Carson [-1]; 5) Donald Trump; 6) Jeb Bush  On the radar - Rand Paul, Chris Christie Chris Christie, John Kasich, Mike Huckabee, Bobby Jindal and Rick Santorum  What would you say? - Give us your take on the 2016 Power Index we will share the best and brightest with the whole class. Send your thoughts to FOXNEWSFIRST@FOXNEWS.COM  CRUZ SCORES BACKING OF IOWA IMMIGRATION HARDLINER DMR: “Iowa Congressman Steve King threw his support Monday behind U.S. Sen. Ted Cruz as the Texas Republican makes a bid for the White House. King officially endorsed Cruz Monday at a press conference in Des Moines. Cruz was not in attendance as he was scheduled to campaign in South Carolina Monday. The Iowa Republican's support for Cruz follows a friendship the two have developed since Cruz entered the U.S. Senate in 2013…King has attended many of Cruz's campaign stops in Iowa, including the first Iowa stop Cruz made after officially announcing his run for president. King also attended Cruz’s ‘Rally for Religious Liberty’ in Des Moines in August and the two attended the same fundraiser and rally in Sioux City last month.”  Far out: Rubio ad pounces on Hillary’s ‘I’m from the 60s’ comment - WashEx: “Rubio’s campaign released a new ad Sunday panning Clinton’s comment from Saturday night’s debate in their continued effort to turn the race into ‘a generational choice.’ In the beginning of the 45-second web-only spot titled ‘This election is a generational choice,’ Rubio’s team repeats that argument before showing the clip of Clinton’s remark in the debate in which she tells CBS’s John Dickerson that ‘I come from the 60s.’”  Carly vents ‘anger’ at Obama on ISIS - The Hill: “Republican presidential candidate Carly Fiorina [this weekend] lambasted President Obama for saying the Islamic State in Iraq and Syria (ISIS) was ‘contained’ hours before a terror attack massacred Paris. Fiorina said she was ‘angry that just [Friday] morning, hours before the Paris attacks began and against all the evidence, President Obama declared ISIS ‘contained’ and took a victory lap.’ ‘They are not a JV team, Mr. President,’ Fiorina said at the 2015 Sunshine Summit in Orlando, Fla. ‘They are not contained. They are at our shores and their measure of victory is the body count.’”  [Fiorina is on the campaign trail in New Hampshire today.]  Carson lays out his one-year strategy on illegal immigration - AP:“The retired neurosurgeon said it could be done easily in a year and suggested prosecuting all first-time offenders, installing a double fence and using technology-driven surveillance to cut down sharply on the percentage of illegal crossings. Those in the U.S. without problems with their stay here would be given a six-month period to register and pay a tax penalty. They would have to pay taxes going forward by taking jobs as guest workers, but would not get citizenship and voting rights.”  Trump Twitter feud over female fighter - Business Insider: “Real-estate tycoon Donald Trump went after T-Mobile again Sunday evening after the mobile company's CEO slammed him for mocking UFC fighter Ronda Rousey. Earlier in the year, Trump praised Rousey as a great fighter, but she made it clear that she was no fan of the Republican presidential front-runner. So Trump noted with glee that Rousey suffered a massive upset in a Saturday-night fight. ‘Glad to see that @RondaRousey lost her championship fight last night. Was soundly beaten - not a nice person!’ Trump tweeted Sunday. T-Mobile CEO John Legere used the opportunity to bash Trump as bombastic. ’Donald I dare you to get in ring with her and say that... In fact I would pay big $ to see it,’ he wrote back. ‘I wonder which intern will get blamed for this stupid tweet.’”  [Trump is slated to hold a rally today in Knoxville, Tenn.]  Jeb pitches war plan in S.C - Former Florida Gov. Jeb Bush will talk about his military strategy – including his views on the response to the Islamist raid in Paris – today at The Citadel in Charleston, S.C. Bush previewed his talk in an interview with “FOX & Friends” today in which he called for a military buildup as well as taking in some Syrian refugees, with an emphasis on persecuted Christians subject to “incredible screening.” Bush also told CBS News that more U.S. ground forces would be needed in the region, but declined to speculate on specific numbers.  Huckabee heading to Iowa - Ahead of Friday’s Family Leader forum in Des Moines, one of the key events for Iowa social conservatives, former Arkansas Gov. Mike Huckabee is announcing today an eight-stop swing through the central part of the state starting Thursday.  MAZEL TOV, MONTANA Billings (Mont.) Gazette: “Donna Healy jumped into action when she heard a El Al Airlines flight from Tel Aviv to Los Angeles made an unplanned stop in Billings. As a member of Congregation Beth Aaron, a Jewish community in Billings, Healy understands that many of the folks in Israel and aboard the flight keep a kosher diet. … “You just don’t often get a planeload of Israelis in Billings, and we thought we should do what we could to make them comfortable, and kosher food is a part of that,” Healy said. … A rabbi from Bozeman also made the trip to Billings and delivered a large quantity of food. Michael Eisenberg was one of the stranded travelers who benefited from the surprise meal. “Once the rabbis came, there was more than enough. Tons. People in Billings can eat bagels for a month,” Eisenberg said.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "If Clinton gets too squirmy on the president's foreign policy, he will leave her to the foreign policy wolves on the right and left.", "title": "Hillary can’t escape Obama on ISIS", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/n7DVKSgov8Y/", "topics": ["foreign policy/national security"], "people": ["Steve King", "Chris Wallace", "Mike Huckabee", "George Washington", "Ted Cruz", "Chris Stirewalt", "Kelly File", "Bret Baier", "Ronda Rousey", "Hillary Rodham Clinton", "Bobby Jindal", "Bernie Sanders", "Rand Paul", "John Dickerson", "Martin O'Malley", "Jeb Bush", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Rick Santorum", "Hillary Clinton", "John Kasich", "Ben Carson"], "orgs": ["U.S. Senate", "FNC", "GOP", "Tenn"], "election_confidence": 0.9995250455934725, "authors": [], "date_written": "2015-11-16 17:17:56", "org": "fox", "article_id": "9929e992caade8ad44b593d5f7b001d4", "date_access": "2015-11-16 18:00:29.196932"}