{"body": "One of California's fiercest local critics of federal immigration policy announced his candidacy for Congress on Monday, setting the stage for what will likely be another closely watched race in one of the state's most competitive districts.\nSacramento County Sheriff Scott Jones, who last year criticized President Obama as \"singularly responsible\" for lax enforcement of immigration laws, said he will run as a Republican candidate against Rep. Ami Bera (D-Elk Grove) in a district that encompasses much of the suburbs surrounding Sacramento.\n\"I have always had a servant's heart, and I'm not done serving,\" Jones said at a news conference surrounded by a group of law enforcement and business leaders.\nJones, first elected sheriff in 2010, said he intends to run on a platform that includes economic issues and assistance for veterans and seniors. But his kickoff event made clear that immigration and national security, two issues that are sure to dovetail with 2016's presidential politics, will be the campaign's centerpiece.\n\"Our national leaders are driving us ever closer, ever faster to disaster,\" Jones said.\nThe Republican candidate did not endorse any particular changes to the federal immigration system, nor did he align himself with any of the GOP presidential contenders. He did say, though, that while he believes in additional border security, it is \"untenable\" to deport those who are in the United States without legal status.\nJones will face Bera, a three-term incumbent who has consistently been one of the top targets for Republican backers. In 2014, Bera's \nrazor-thin reelection\n was won by less than a percentage point in a campaign in which outside interest groups alone spent more than $13 million.\nBera found himself \nthe target of criticism from organized labor this past summer\n after supporting the Obama administration's Pacific Rim trade deal. Whether that infighting will translate into weakened support from traditional Democratic backers in 2016 is unclear. Nonetheless, the congressman touted his record in an email to reporters on Monday.\n\"I look forward to a substantive discussion about the issues that matter to my constituents,\" he said.\nJones made national headlines in November 2014 when he posted \na YouTube video\n on illegal immigration, addressed to Obama. The video and its criticism of the president came just weeks after \ntwo Sacramento area deputies were killed in the line of duty\n, with one of the suspects later identified by federal officials as having been deported to Mexico twice and in the U.S. without legal authorization.\nJones also used his kickoff event to criticize the administration's approach to the war on terror, in the wake of last week's deadly attacks in Paris.\n\"When America retreats,\" he told reporters, \"the world descends into chaos.\"\nJones said he will not resign or take a leave of absence while running against Bera next year. Elected to a second term as sheriff of Sacramento County in 2014, he is not up for reelection until 2018.\nFollow \n@johnmyers\n on Twitter and sign up for our daily \nEssential Politics newsletter", "byline": "", "description": "<p>One of California's fiercest critics of federal immigration policy announced his candidacy for Congress on Monday, setting the stage for what will likely be another closely watched race in one of the state's most competitive districts.</p> <p>Sacramento County Sheriff Scott Jones, who last year criticized...</p>", "title": "Sacramento County sheriff launches bid for Congress, slams Obama immigration efforts", "url": "http://www.latimes.com/la-pol-ca-scott-jones-ami-bera-challenge-20151116-story.html", "topics": ["immigration"], "people": ["Ami Bera"], "orgs": ["GOP", "Congress"], "election_confidence": 0.8574205986584984, "authors": [{"author_id": 43260, "fullname": "john myers", "primary_org": "latimes"}], "date_written": "2015-11-16 21:47:00", "org": "latimes", "article_id": "6c060e6cea1c9e89c59fff0e5128c69d", "date_access": "2015-11-16 22:00:05.231894"}