{"body": "Former Republican state Chairman George \"Duf\" Sundheim says he gets it. He gets why \nGOP\n voters across America are turning against establishment presidential candidates and siding with outsiders.\nThe politicians in power haven't delivered on their promises, he says, and people are fed up.\nHe's counting on Californians — not just Republicans, but \nDemocrats\n and independents — also rebelling against \"professional politicians\" and propelling his long-shot candidacy for the \nU.S. Senate\n.\n\"Don't write that I'm Pollyanna-ish and I think I've got it all made and this is a walk in the park,\" he told me. \"OK?\"\nOK. All he really sees is a narrow opening that resembles the early stages of the 2016 presidential marathon.\nBut nobody would confuse Sundheim with \nDonald Trump\n or Ben Carson.\nLike those two front-runners for the GOP nomination, Sundheim has never held elective office.\nBut unlike that pair, the prosperous 62-year-old Silicon Valley lawyer has been very active politically. He presided over the state party during the recall of Democratic Gov. Gray Davis and has been pushing for public pension, education and political reforms, plus softening the California GOP's hard-right edges.\nAnd unlike Trump and Carson, he's neither bellicose nor a whisperer, neither an egomaniac nor a bit weird. Sundheim is a regular, civil guy — outgoing, smiling, thoughtful and likable.\nGeorge \"Duf\" Sundheim, a Silicon Valley lawyer and former chairman of the state \nRepublican Party\n, raised $241,000 for his campaign to replace retiring U.S. Sen. \nBarbara Boxer\n.\nSundheim touted his ability to attract such financial support for a campaign he officially launched just over a month ago,...\nGeorge \"Duf\" Sundheim, a Silicon Valley lawyer and former chairman of the state \nRepublican Party\n, raised $241,000 for his campaign to replace retiring U.S. Sen. \nBarbara Boxer\n.\nSundheim touted his ability to attract such financial support for a campaign he officially launched just over a month ago,...\nHe'd undoubtedly make a fine congressman or legislator. But he lives in a heavily Democratic region — the San Francisco Bay Area Peninsula — where no Republican need apply.\nThere's slightly more opportunity statewide, although that also has been a losing running track for the GOP in recent elections. No Republican has won a California U.S. Senate seat since 1988.\nSundheim blames it largely on the national party's image, although in California the GOP clearly has been out of sync with most voters on immigration and social issues.\n\"Obviously the message of the Republican Party isn't resonating with the people of this state,\" he says. \"A lot of that has much more to do with the national party than what is going on now with Republican positions in California.\"\n\"If it comes down to Democrat vs. Republican, I lose,\" Sundheim acknowledges. \"But if it's about who's best for the job, I have confidence the people will choose me.\"\nIt's almost always about Democrat vs. Republican.\nMoreover, Sundheim is a moderate in a state where the relative few remaining GOP voters lean conservative. He's the type of Republican pragmatist who used to win in California.\nHe's staking his chances on a voter mutiny like we're seeing nationally.\n\"You have to be ready for opportunities,\" he says. \"This election cycle is one of those opportunities when you can have change. That's why I'm running.\n\"It's why Carson and Trump are leading in the polls. There's anger with the professional political class in both parties. You see it with Carson, Trump and Carly Fiorina on the Republican side and Bernie Sanders — who until April was a socialist — on the Democratic.\n\"People are fed up. They feel nobody's listening to them and nobody cares about them. And you know what? They're right.\"\nIn the 2010 and 2014 congressional elections \"there were big [GOP] waves,\" Sundheim continues. Candidates promised \"they'd go back there and make big changes. And nothing happened. How many times are voters going to let them do 'Lucy and the football'?\n\"In Washington, are people thinking tax reform, immigration reform, job creation, or how do we get a tactical political advantage? The perception is they're thinking 'How do we hold onto our 24 [GOP Senate] seats up for reelection?'\"\nCarson and Trump, he says, \"are perceived to be saying it like it is. We'll see how long it lasts.\"\nHow long does Sundheim think it will? He won't guess, quoting the late baseball philosopher Yogi Berra: \"It's tough to make predictions, especially about the future.\"\nBerra also famously said,\"The future ain't what it used to be.\" That fits any Republican running statewide in California.\nSundheim's first tough task will be to finish at least second in the June \"top-two\" open primary and advance to the November election.\nThere are two better-known and well-funded Democrats running: Atty. Gen. \nKamala D. Harris\n and Rep. \nLoretta Sanchez\n of Santa Ana. There also are two other little-known, underfunded Republicans: Assemblyman Rocky Chavez of Oceanside and conservative Tom Del Beccaro, another former state party chairman.\nTo have any chance of finishing second, Sundheim acknowledges, the other two Republicans must drop out and back him. \"If we don't coalesce around one, it's not worth it.\"\nHe figures Harris finishes No. 1 in the primary and is vulnerable because of her liberal record on \"sanctuary cities,\" crime fighting and education reform.\nSundheim's own positions: He favors abortion rights, same-sex marriage and comprehensive immigration reform that protects the border while providing a path to citizenship for those already here illegally.\n\"In some areas, a wall may be OK,\" he says. \"But we shouldn't be relying on 5th century BC technology.\" He prefers drones.\nHe'd like to see more money spent on water recycling, storage and desalination. He's skeptical of Gov. Jerry Brown's $15.5-billion delta water tunnel plan that \"doesn't add one additional drop.\"\nUnlike many Republicans, he thinks humans are contributing to global warming and \"we should get to a more sustainable energy system as quickly as we can.\"\nSundheim could credibly carry the party banner in California — while losing.\ngeorge.skelton@latimes.com\nTwitter: @LATimesSkelton", "byline": "", "description": "<p>Former Republican state Chairman George \"Duf\" Sundheim says he gets it. He gets why GOP voters across America are turning against establishment presidential candidates and siding with outsiders.</p> <p>The politicians in power haven't delivered on their promises, he says, and people are fed up.</p> <p>He's counting...</p>", "title": "Pragmatic Republican plays up outsider status", "url": "http://www.latimes.com/la-me-pol-sac-cap-sundheim-20151116-column.html", "topics": ["immigration"], "people": ["Loretta Sanchez", "Jerry Brown", "Barbara Boxer", "Donald Trump", "Yogi Berra", "Bernie Sanders", "Gray Davis", "Carly Fiorina", "Ben Carson"], "orgs": ["GOP Senate", "Republican Party", "California GOP", "U.S. Senate", "GOP"], "election_confidence": 0.9638162416860167, "authors": [{"author_id": 40532, "fullname": "george skelton", "primary_org": "latimes"}], "date_written": "2015-11-16 08:05:00", "org": "latimes", "article_id": "454a70b9312b7c27fb6e49a6161e12f0", "date_access": "2015-11-16 08:26:26.585737"}