{"body": "A day after looking to tie Hillary Clinton to Wall Street, Bernie Sanders sought Sunday to cast his rival as a candidate of the political establishment as the Democratic contenders stepped up their fight for the presidential nomination.\nSpeaking at a college here, Sanders pointed to areas where he disagrees with Clinton -- including financial regulation and health care -- and charged that her roster of political endorsements makes her “a candidate of the establishment.\n“I do not have a whole lot of governors and senators” endorsing me, said the Vermont senator who has not been endorsed by a single colleague. (Clinton has more than 30 Senate endorsements.)\n“But at the end of the day, if we are going to transform America, we’re not going to do it through establishment politics and establishment economics,” Sanders said. “It’s going to be a political revolution of millions of people rising up and reclaiming their government.\nSanders noted several areas where he disagrees with Clinton, but largely stopped short of criticizing her, the day after clashing with her sharply on the debate stage. \nHe had criticized her ties to Wall Street at the debate, but said Sunday simply that they had a “real area of disagreement” over how to regulate the industry.\nClinton, speaking earlier in the day at a Democratic barbecue, suggested Sanders would raise middle-class taxes and \"scrap\" President Barack Obama's health care law, the Associated Press said. Sanders, who wants universal health care, told the crowd at Simpson College that he voted for the Affordable Care Act, but that 29 million still lack insurance.\n”I want you to think big, not small,” Sanders told the college students. \nFormer President Bill Clinton joined his wife on the trail earlier in the day and told reporters after a Democratic party barbecue that her rivals’ attacks tying his wife to Wall Street are \"a stretch.\"\nSanders and Martin O’Malley both sought at the debate to paint Clinton as a favorite of Wall Street, with Sanders questioning why big banks and financial institutions were her chief campaign contributors.\n\"Maybe they're dumb and they don't know what they're going to get, but I don't think so,\" he said. \"Why do they make millions of dollars of campaign contributions? They expect to get something. Everybody knows that.\"\nHillary Clinton accused him of impugning her integrity and Bill Clinton on Sunday dismissed the attacks, with a shake of his head: “It is a stretch,\" he said. “Those of us who were there know that.\"\nMartin O'Malley, who spoke after Clinton at the barbecue, hit Clinton for remarks at the debate on Saturday that about 9/11 and campaign contributions. Refuting Sanders, she said she “represented New York on 9/11 when we were attacked. Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy. And it was a way to rebuke the terrorists who had attacked our country.”\nO’Malley said Clinton \"sadly invoked 9/11 to try to mask” the influence that Wall Street has had on her. \"But she doesn’t have to mask it. It is what it is,” he said. \"That is the sort of economy, that is the sort of economic advice that she would follow.”\nSanders, who met earlier in the day with family caregivers, also called on Clinton to support legislation he’s co-sponsored that would provide three months paid leave if an employee has a child. \n“It is unconscionable that millions of new parents in this country are forced back to work because they don’t have the income to stay home with their newborn babies,” he said.\nClinton has said she supports 12 weeks of paid family leave, but supports a different way to pay for it, her campaign said.", "byline": "", "description": "The Democrats hit the campaign trail in Iowa, post-debate\nCandidates seek to link Clinton to Wall Street\n…\nClick to Continue »", "title": "Clinton, O’Malley and Sanders scrap post debate", "url": "http://www.mcclatchydc.com/news/politics-government/election/article45028866.html", "topics": ["economy"], "people": ["Bill Clinton", "Bernie Sanders", "Barack Obama", "Hillary Clinton", "Martin O'Malley"], "orgs": ["Senate", "Simpson College"], "election_confidence": 0.5866242650159976, "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-11-16 02:23:48", "org": "mcclatchy", "article_id": "560ca2ac6ed076006f2b35554c84d92d", "date_access": "2015-11-16 03:00:04.948370"}