{"body": " Rep. Steve King, an influential Iowa conservative popular with the state’s sizable evangelical bloc, Monday endorsed Sen. Ted Cruz’s bid  for the Republican nomination, asking voters to “do your duty for God and country” by backing Cruz.\n“For almost a year now, my regular prayer has been that God would raise up a leader whom would restore the soul of America,” King said in a one minute, 25 second video. “One of them has been standing at my side time after time whenever there was a crisis we needed to address and it was Sen. Ted Cruz every time.”\nThe endorsement is a coup for Cruz. King has been in Congress since 2003. Staunch conservatives have long applauded his tough stance against immigration, though he’s stirred controversy among others.\nIn 2013, he told an interviewer that undocumented young immigrants are not necessarily top students.\n\"It's true in some cases,\" he said. \"But for every one who is a valedictorian, there's another 100 out there that weigh 130 pounds and they have calves the size of cantaloupes because they're hauling 75 pounds of marijuana across the desert.\" House Speaker John Boehner, R-Ohio, called the comments “deeply offensive and wrong.”\nImmigration has become a big issue in the Republican presidential race, with Cruz, real estate mogul Donald Trump and others urging get-tough policies, while Jeb Bush, the former governor of Florida, and John Kasich, governor of Ohio, urge a more measured approach.\nKing Monday called Cruz “the courageous conservative whom I believe can restore the soul of America” who has “consistently and tirelessly fought on the issues that matter most to conservatives, such as Obamacare, religious liberty, life, and stopping Obama’s lawless executive actions.”\nKing also liked how Cruz “has a proven record of standing up to both Democrats and Republicans to put the American people first, and I believe he is the only one who can unite conservatives around his campaign and build the organization needed to beat Hillary Clinton.”\nIn the latest RealClearPolitics poll averages, all polls taken before the Republicans’ debate last week, Cruz was fourth with 12.3 percent in Iowa, just behind Sen. Marco Rubio of Florida’s 12. 8 percent. Trump was first, followed closely retired neurosurgeon Ben Carson.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Prayed that ‘God would raise up a leader’\nStrong anti-immigration voice\nPopular with Iowa GOP evangelicals\n…\nClick to Continue »", "title": "Rep. King, influential Iowa conservative, endorses Cruz for president", "url": "http://www.mcclatchydc.com/news/politics-government/election/article45073419.html", "topics": ["immigration"], "people": ["Steve King", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "David Lightman", "John Boehner", "Marco Rubio", "Ben Carson", "Ted Cruz"], "orgs": [], "election_confidence": 0.9998827917414784, "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-16 17:50:41", "org": "mcclatchy", "article_id": "23e73db22e1d243970ae8dfe481efbca", "date_access": "2015-11-16 18:00:04.443261"}