{"body": " If the polls are a guide, the next president of the United States would be the oldest person ever to take that office, or close to it.\nBut for all the things, small and large, that Americans care about when it comes to their presidents, age isn’t one of them, a new McClatchy-Marist Poll shows.\nBy huge margins, registered voters don’t mind if their presidents are over 65, the age when many Americans retire from their jobs.\nA whopping 71 percent of voters consider age a benefit, because leaders would bring wisdom and experience to the Oval Office. Only 24 percent of voters think it’s a risk because after several years in office the president may not be up to the demands of the job.\n“Age is not an issue for me,” said Dale Fitz-Randolph, 59, a computer support specialist and a Democrat from San Mateo, Calif. “It’s almost necessary to have the experience, to be older and not in your 40s, to have had longer to take positions and demonstrate that you can handle responsibility.”\nThat’s good news for all four of the top polling candidates for the major party nominations. Democratic candidates Hillary Clinton and Bernie Sanders and Republican candidates Ben Carson and Donald Trump all would be 65 or older on Inauguration Day. \n\nThe baby boomers are still in charge. Lee Miringoff, director of the Marist Institute of Public Opinion, which conducts the survey\nTwo of them would be older than the nation’s oldest president, Ronald Reagan, who was 69 on Inauguration Day. Sanders would be 75. Trump would be 70.\nClinton would be the second oldest, at 69 just about 8 months younger than Reagan. \nAnd Carson would be 65, which would make him the fourth oldest chief executive, behind Reagan, William Henry Harrison and James Buchanan and just ahead of George H.W. Bush.\n“Voters are not turning away from the baby boomer generation,” said Lee Miringoff, director of the Marist Institute of Public Opinion, which conducts the survey. “It’s surprising and personally gratifying.”\nAdvanced age once raised questions about how well an older person would do in the demanding job. Reagan in 1980, Bob Dole in 1996 and John McCain in 2008 all sought to assure voters they were up to the task. Reagan campaigned vigorously in 1980 to demonstrate his health, and joked about his opponent’s “youth and inexperience” in 1984. Dole’s campaign released photos of him exercising on a treadmill. McCain boasted of hiking the Grand Canyon from rim to rim.\nIf voters shared the concern – they did elect Reagan twice by landslides over younger men –they’re definitely over it now.\nSupport for older candidates cuts across every demographic group including ideology, party, race, gender and income. Independents are slightly less likely to support an older candidate.\n\n66-28% Percentage of independents who consider age a benefit for a president rather than a risk.\n“I don’t think there’s health concerns,” said Republican Validine Penick, 67, a receptionist at the Northern Kentucky Commission Action in Latonia, Ky. “People are getting older and living longer. You’ve gotta have wisdom. Maybe being a little older would help.”\nMiringoff said one of the most surprising results is that younger voters, ages 18-29, would have no problem supporting an older candidate. By 67-30 percent, they say age is no problem. That’s close to the margins in other age groups.\n“Age doesn’t matter, as long as you’re competent,” said Amur El Bey, 19, a student in Charlotte, N.C., and a Democrat.\nEDITORS: BEGIN OPTIONAL TRIM\nThe experience of age, though, doesn’t automatically mean experience in government.\nClinton, a former secretary of state, and Sanders, a senator from Vermont, have spent decades in political life. Trump, a businessman, and Carson, a retired neurosurgeon, have no experience in elective office but long and accomplished careers elsewhere.\nEDITORS: END OPTIONAL TRIM\n\nI don’t think that age is a factor if a person is able to show that they have their faculties. Reagan was the oldest president and in my opinion was the best president. Republican James Milton, 49, a systems analyst from Dallas\nNext year’s race is not just confined to older candidates. \nTwo other prominent Republican candidates, Marco Rubio and Ted Cruz, both freshman senators, would be among the youngest presidents at 45 and 46, respectively, if they won. Barack Obama was the fifth youngest.\n“Older candidates, they might be too idealistic of what is possible to change,” said Brianna Wells, 27, an independent voter from Athens, Ga., who works as a retail store associate. \n“I think if we had someone in office who is old enough to have wisdom, maybe in their 40s, but young enough to have lived through jobs and housing crises, that would be a good middle ground,” she said.　\nEDITORS: STORY CAN END HERE\nClinton’s husband, Bill Clinton, was the third youngest president in American history when he was sworn in at age 46. \n“If I had to choose, I would look more toward a younger candidate, because I think we need to move away from where we’ve been stagnating for the last three decades,” said Republican Ronald Christie, 69, a retiree from Orlando. “We need to change the direction, and with an older candidate we may not get that.”\nVera Bergengruen, Lesley Clark, William Douglas, Iana Kozelsky, David Lightman, Ali Montag, Grace Toohey and Victoria Whitley contributed.\nAnita Kumar: 202-383-6017, @anitakumar01\nMethodology\nThis survey of 1,465 adults was conducted Oct. 29-Nov. 4 by The Marist Poll, sponsored and funded in partnership with McClatchy. Adults residing in the continental United States were interviewed in English or Spanish by telephone using live interviewers. Land-line telephone numbers were randomly selected based upon a list of telephone exchanges from throughout the nation from ASDE Survey Sampler Inc. The exchanges were selected to ensure that each region was represented in proportion to its population. Respondents in the household were then selected by first asking for the youngest male. To increase coverage, this land-line sample was supplemented by respondents reached through random dialing of cellphone numbers from Survey Sampling International. The two samples were then combined and balanced to reflect the 2013 American Community Survey one-year estimates for age, gender, income, race and region. Results are statistically significant within plus or minus 2.6 percentage points. There are 1,080 registered voters. The results for this subset are statistically significant within plus or minus 3.0 percentage points. The error margin was not adjusted for sample weights and increases for cross-tabulations.", "byline": "", "description": "Race boasts some of oldest candidates for president in U.S. history\nMost voters of all backgrounds don’t mind if their president is over 65\nEven younger voters, ages 18 to 29, see benefits of an older leader\n…\nClick to Continue »", "title": "Poll: Voters don’t care if next president is among oldest ever", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44780043.html", "topics": ["foreign policy/national security", "immigration"], "people": ["James Buchanan", "Anita Kumar", "Lee Miringoff", "Bob Dole", "Hillary Clinton", "Ben Carson", "Donald Trump", "Bill Clinton", "Marco Rubio", "Lesley Clark", "Barack Obama", "William Douglas", "David Lightman", "Bernie Sanders", "William Henry Harrison", "Ronald Reagan", "Ted Cruz"], "orgs": ["Marist Poll", "Marist Institute of Public Opinion", "McClatchy", "Oval Office"], "election_confidence": 0.9775317720463902, "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-11-16 06:00:00", "org": "mcclatchy", "article_id": "d23a975ad131e557a49684a846b4b27b", "date_access": "2015-11-16 11:01:14.765026"}