{"body": " The Obama administration’s plan to admit 10,000 Syrian refugees in the next year, already criticized as too small and too slow by refugees advocates, came under full-on assault Monday by Republican politicians who said the plan risked U.S. security.\nThe Republican determination to cripple the U.S. plan for the refugees came amid reports that at least one of the suspects in Friday night’s Paris attacks may have slipped into Europe from Syria.\nHouse Speaker Paul Ryan, R-Wis. said Monday he would take steps to “immediately address this particular situation,” as lawmakers eyed an end-of-the-year funding bill as a way of curbing Obama administration plans to admit more Syrian refugees. \nRyan has asked House committees involved in refugee policy to come up with recommendations and for the administration to provide a classified briefing on the Syrian situation for all members of Congress.\n“For over a year we’ve been asking for an overarching strategy to combat ISIS. We don’t have one,” he said Monday on Bill Bennett’s Morning in America,” a conservative radio show.\nHouse Homeland Security Committee Chairman Mike McCaul, R-Texas, wrote Obama asking him to suspend admitting Syrian refugees. “We remain concerned that these re-settlements are taking place without appropriate regard for the safety of the American people,” he wrote.\nSaid Rep. Kay Granger, R-Texas, who chairs a subcommittee that funds foreign operations: “We cannot allow Syrian refugees in the United States in the current dangerous environment.”\nIn the Senate, Sen. Jeff Sessions, R-Ala., chairman of the Senate’s immigration subcommittee, said he’ll push for having a separate vote on Obama’s refugee plan while a group of center-right senators from both parties wrote Obama urging him to more carefully screen refugees.\n “While our country has a long history of welcoming refugees and has an important role to play in the heartbreaking Syrian refugee crisis, our first and most important priority must be to ensure that any refugee who comes to the United States does not present a threat to the American people,” the senators wrote. \nAmong those signing the letter were Sens. Mark Kirk, R-Ill., and Kelly Ayotte, R-N.H., who both face tough re-election fights next year, as well as Sens. Joni Ernst, R-Iowa, Shelley Moore Capito, R-W.Va., Dan Coats, R-Ind., and Joe Manchin, D-W.Va. \nMeanwhile, Republicans governors from Alabama, Arkansas, Arizona, Florida, Georgia, Illinois, Indiana, Louisiana, Michigan, Mississippi, Massachusetts, North Carolina, Ohio, Texas and Wisconsin in opposition to relocating any Syrian refugees to their states. They were joined by the Democratic governor of New Hampshire.\nPresident Barack Obama defended accepting refugees. At a news conference in Turkey where he was attending a G-20 meeting, Obama grew testy over questions about his policies and took aim at some GOP presidential candidates for saying only Christian refugees should have asylum.\n\nAnd so we have to, each of us, do our part. And the United States has to step up and do its part. President Obama on accepting Syrian refugees into U.S.\nHe declared thet suggestion from presidential hopefuls Sen. Ted Cruz of Texas and former Florida Gov. Jeb Bush only Syrian Christians be admitted to the U.S. was unAmerican.\n“When I hear folks say that maybe we should just admit the Christians but not the Muslims, when I hear political leaders suggesting that there would be a religious test for which person who is fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution, that’s shameful,” Obama said.\n“That’s not American. That’s not who we are.”\nEDITORS: STORY CAN END HERE\nThat view was seconded by Democratic Rep. Adam Schiff of California, the ranking member of the Permanent Select Committee on Intelligence.\n“When the world is experiencing a refugee crisis of a magnitude not seen since the end of World War II, are we to abandon allies and partners awash with refugees and refuse to do our part?” said Schiff in a statement.\n“To turn our backs on those escaping persecution, many of them religious minorities, runs counter to the proud and generous heritage of a United States that has always helped those in need during turbulent times.”\nGovernors seemed particularly opposed to the administration’s resettlement plans. Democratic Gov. Maggie Hassan of New Hampshire said her state would not accept the refugees. She joined a host of Republican state chief executives that included Texas’ Greg Abbott and Louisiana’s Bobby Jindal, who is running for president.\n\nThe threat posed to Texas by ISIS is very real. ISIS claimed credit last May when two terrorist gunmen launched an attack in Garland, Texas. Gov. Greg Abbott, R-Texas\nNorth Carolina Gov. Pat McCrory requested additional information about any refugees slated to go to his state. “My primary duty as governor is to keep the citizens of North Carolina safe,” he said at a news conference.\nEDITORS: STORY CAN END HERE\nHowever, some Democratic governors, including John Hickenlooper of Colorado, and the governors of Pennsylvania and Washington said they would accept the Syrian refugees.\n “We will work with the federal government and Homeland Security to ensure the national verification processes for refugees are as stringent as possible. We can protect our security and provide a place where the world’s most vulnerable can rebuild their lives,” said Hickenlooper in a statement.\nThe controversy promised to spill over to the presidential race.\nWe cannot allow Syrian refugees in the United States in the current dangerous environment. Rep. Kay Granger, R-Texas\nAlthough he did not cite him by name Obama appeared to single out Cruz, whose father fled Cuba in 1957.\nCruz told reporters Sunday in South Carolina: “There is no meaningful risk of Christians committing acts of terror. If there were a group of radical Christians pledging to murder anyone who had a different religious view than they, we would have a different national security situation.” And Monday Cruz said he was planning to introduce legislation banning Muslim Syrian refugees.\nBush told CNN’s “State of the Union” Sunday, “There are a lot of Christians in Syria that have no place now. They’ll be either executed or imprisoned, either by Assad or by ISIS. And I think we should have — we should focus our efforts as it relates to the Christians that are being slaughtered.”\nTwo other GOP presidential candidates, Sen. Marco Rubio of Florida and Sen. Rand Paul of Kentucky, urged Obama to stop the Syrian refugee program. Paul on Monday introduced legislation that would suspend visas for residents of countries with a high risk of terrorism and impose a waiting period for background checks on visas from other countries. \n“The time has come to stop terrorists from walking in our front door,” said Paul. “The Boston Marathon bombers were refugees, and numerous refugees from Iraq, including some living in my hometown, have attempted to commit terrorist attacks.” \nBut Democratic presidential frontrunner Hillary Clinton at Saturday night’s Democratic candidates debate said the U.S. should accept more than 60,000 Syrian refugees if the U.S. could screen out potential terrorists.\n “I do not want us to in any way inadvertently to allow people who wish us harm to come into our country,” she said.\nState Department spokesman Mark Toner pledged that the State Department would do more to address about the program from state and local governments. But he said the debate swirling around refugees is based on “a lot of misperceptions.” He stressed that more than 180 communities nationwide have accepted refugees and recognized “the positive contributions” they’ve made.\nDavid Lightman contributed to this report.\nMaria Recio: 202-383-6103, @maria_e_recio\nHannah Allam: 202-383-6186, @HannahAllam", "byline": "", "description": "U.S. has agreed to take in 10,000 in next year\nSeveral GOP governors say they won’t accept refugee resettlement in their states\nRepublicans in Congress look to block funding for Syrian refugees\n…\nClick to Continue »", "title": "In wake of Paris attacks, opposition grows to Obama plan to accept Syrians", "url": "http://www.mcclatchydc.com/news/nation-world/national/article45127830.html", "topics": ["foreign policy/national security"], "people": ["Kelly Ayotte", "Bill Bennett", "Maria Recio", "Shelley Moore Capito", "Ted Cruz", "Adam Schiff", "Dan Coats", "Bobby Jindal", "Joni Ernst", "Rand Paul", "Mark Kirk", "Mark Toner", "Jeb Bush", "Marco Rubio", "Barack Obama", "Paul Ryan", "Kay Granger", "Hillary Clinton", "David Lightman", "Maggie Hassan", "Greg Abbott", "Jeff Sessions", "John Hickenlooper", "Joe Manchin"], "orgs": ["Congress", "Senate", "House Homeland Security Committee", "State Department", "Homeland Security", "Sens", "GOP"], "election_confidence": 0.7103989152493307, "authors": [{"author_id": 33910, "fullname": "maria recio", "primary_org": "mcclatchy"}, {"author_id": 33934, "fullname": "hannah allam", "primary_org": "mcclatchy"}], "date_written": "2015-11-17 00:24:37", "org": "mcclatchy", "article_id": "66098a28944311ad550f80eb768a35e8", "date_access": "2015-11-17 01:00:04.639225"}