{"body": " Mitt Romney’s not running for president in 2016 – he made that clear again Monday – but if he were in the White House, he’d deploy “whatever resources” are needed to defeat the Islamic State.\nRomney, the 2012 Republican presidential candidate, reiterated his decision not to run again, after speculation last week in The Washington post that some party officials would not mind another bid. He was speaking on NBC’s “Today” Show.\n\"I'm not running, I'm not planning on running,\" he told interviewer Savannah Guthrie. \"I'm very much engaged in the political battles but I'm doing it as a supporter of Republicans out of conservatism rather than an active candidate.\" \nHe wouldn’t say who he would prefer get the GOP nomination, only that he saw perhaps two or three who could win the general election. And, he said, “I think those people will have the experience necessary to lead our country at a very, very important time both domestically and internationally.\"\nRomney has been speaking out about President Barack Obama’s efforts to thwart the Islamic State, calling it a cancer. He expressed that view in a Washington Post op-ed Sunday.\n“We must wage the war to defeat the enemy, not merely to harass it. For over a year, the president has clung to the hope that an air campaign is sufficient. It demonstrably is not,” he added.\nThat could mean a variety of tactics.\n“Only America can lead this war, and that leadership means being willing to devote whatever resources are required to win – even boots on the ground,\" he said. “We have the best-equipped and most dedicated military for good reason. The president must stop trying to placate his political base by saying what he won't do and tell Americans what he will do.\" \nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "‘I’m not running,’ he tells ‘Today’\nSays boots on ground is a possibility\nMust defeat the enemy, not just harass it, he says\n…\nClick to Continue »", "title": "Romney, out of ‘16 race, criticizes Obama on Islamic State", "url": "http://www.mcclatchydc.com/news/politics-government/election/article45067551.html", "topics": ["personality"], "people": ["David Lightman", "Barack Obama", "Mitt Romney", "Savannah Guthrie"], "orgs": ["GOP"], "election_confidence": 0.6625279801801833, "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-16 16:54:30", "org": "mcclatchy", "article_id": "40928c7f4ad2428a61dfabe4baf7e42e", "date_access": "2015-11-16 17:00:43.717625"}