{"body": " President Obama responded testily today to opponents of admitting Syrian refugees to the U.S., taking aim at some GOP presidential candidates for saying only Christian refugees should have asylum.\n\nWe don’t have religious tests for our compassion. President Obama\nMeanwhile, a growing number of governors, including Texas’ Greg Abbott and Louisiana’s Bobby Jindal announced they would not allow Syrian refugees into their states in light of reports that at least one of the suicide bombers in Paris had slipped into Europe from Syria as a refugee.\nBut Obama stood by U.S. plans to admit refugees fleeing the civil war and the insurgents known as ISIS in Syria.\n“When I hear folks say that maybe we should just admit the Christians but no the Muslims, when I hear political leaders suggesting that there would be a religious test for which person who is feeling from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution, that’s shameful,” Obama said at a press conference in Turkey where he was attending the G-20 summit.\n“That’s not American. That’s not who we are.”\nThe White House has committed to accepting at least 10,000 Syrian refugees.\nRepublican candidates Sen. Ted Cruz, R-Texas, and former Fla. Gov. Jeb Bush both said over the weekend that Christian refugees would not pose a threat to the U.S. Although he did not cite him by name Obama appeared to single out Cruz, whose father fled Cuba. \nCruz told reporters Sunday in South Carolina: \"There is no meaningful risk of Christians committing acts of terror. If there were a group of radical Christians pledging to murder anyone who had a different religious view than they, we would have a different national security situation.”\nBush told CNN’s “State of the Union” Sunday, “There are a lot of Christians in Syria that have no place now. They’ll be either executed or imprisoned, either by Assad or by ISIS. And I think we should have — we should focus our efforts as it relates to the Christians that are being slaughtered.”\nAbbott and Jindal joined the governors of Michigan, Alabama, Arkansas and Indiana in opposition to relocating any Syrian refugees to their states.\n\"Effective today, I am directing the Texas Health & Human Services Commission's Refugee Resettlement Program to not participate in the resettlement of any Syrian refugees in the state of Texas,” said Abbott in a letter to Obama. “And I urge you, as president, to halt your plans to allow Syrians to be resettled anywhere in the United States.\"\nJindal issued an executive order to bar the resettlement of any Syrian refugees in Louisiana. \nMaria Recio: 202-383-6103, @maria_e_recio", "byline": "", "description": "Obama pushes back against idea of admitting only Christian refugees\nRepublican candidates Ted Cruz and Jeb Bush say Christian refugees pose no risk\nGOP Governors of six states so far will not resettle Syrian refugees\n…\nClick to Continue »", "title": "Obama: let in Muslim and Christian Syrian refugees; GOP Governors: no", "url": "http://www.mcclatchydc.com/news/nation-world/national/article45074046.html", "topics": ["foreign policy/national security"], "people": ["Bobby Jindal", "Greg Abbott", "Jeb Bush", "Maria Recio", "Ted Cruz"], "orgs": ["GOP"], "election_confidence": 0.511161258833989, "authors": [{"author_id": 33910, "fullname": "maria recio", "primary_org": "mcclatchy"}], "date_written": "2015-11-16 17:58:20", "org": "mcclatchy", "article_id": "4715dba0d497bd22914633b02e14d19c", "date_access": "2015-11-16 18:32:05.346594"}