{"body": "\n\n\n\ni\n\n\n\n\n            People remove household goods from the rubble as a house burns on Sunday in Sinjar, Iraq. Kurdish forces, with the aid of months of U.S.-led coalition airstrikes, liberated the town from ISIS.\n            \n            \n                \n                John Moore/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        John Moore/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nPeople remove household goods from the rubble as a house burns on Sunday in Sinjar, Iraq. Kurdish forces, with the aid of months of U.S.-led coalition airstrikes, liberated the town from ISIS.\n\n            \n            John Moore/Getty Images\n            \n        \n\n\n\nThe next president will have to make some very big decisions about how to combat terrorism. Paris, Beirut and the bombing of a Russian jetliner make that abundantly clear 14 years after 9/11, the worst terrorist attacks on American soil. To listen to the presidential candidates, however, is to listen to two very distinctly different worldviews. President Obama warned Monday against sending ground troops into Syria and Iraq to fight ISIS. He argued that while American troops could clear and hold any area, unless Americans are \"prepared for a permanent occupation,\" then it would be a fool's errand. Obama, who has called for bringing in 10,000 Syrian refugees — after screenings — also argued for keeping doors open to those fleeing terrorism. \"Slamming the door in their faces would be a betrayal of our values,\" he said at the G20 Summit in Turkey. He also forcefully criticized, without saying their names, Republicans, like Texas Sen. Ted Cruz, who the president said would like to implement a \"religious test\" for refugees. It all sets up thorny issues to be debated over the next year over national security and the two parties' approaches. Americans will have to decide, in this post-Iraq war world, between which approach they believe is best to deal with terrorism and the fully emerged threat of ISIS. On one side, similar to President Obama's view, is a continued pursuit of multilateralism, a reluctance to use ground troops and a relative openness to refugees and immigrants. On the other, a return to a more hawkish role as the clear world leader, more willing to intervene in conflicts and more protectionist. There's also the role of surveillance, domestic and foreign, and getting private companies, like Apple, to allow the U.S. government access. That will almost certainly become a central theme in the discussions around what to do about ISIS. The debate crosses party lines. Liberals on the left and libertarians on the right argue in favor of privacy. Democratic centrists are sensitive to that debate, but are against totally shutting down NSA programs. And Republican hawks strongly support using all of the tools at the government's disposal. Jeb Bush argued immediately after the attacks essentially that the NSA's hands shouldn't be tied. It's a subject Hillary Clinton has struggled with. In February, she called for more \"transparency\" from the NSA, but waffled on what it's role should be. \"How much is too much? And how much is not enough? That's the hard part,\" she said. \"I think if Americans felt like, No. 1, you're not going after my personal information, the content of my personal information. But I do want you to get the bad guys, because I don't want them to use social media, to use communications devices invented right here to plot against us. So let's draw the line. And I think it's hard if everybody's in their corner. So I resist saying it has to be this or that. I want us to come to a better balance.\" Three months later, she came out in favor of a bill that ended the NSA's bulk data-collection program endorsed by the White House. President Obama's approval on foreign policy has nosedived since the rise of ISIS and his previous dismissing the group as a \"JV\" version of al Qaeda. Just 32 percent approved of his handling of foreign policy in a September NBC News/Wall Street Journal poll. That, and more than a decade of wars after 9/11, set the backdrop of this election. Here's what candidates from both parties have laid out over the last few days since the Paris attacks Friday:  Democrats Democrats have wanted to talk about kitchen-table economic issues. Those had been dominating the Democratic side of the primary to this point. Even at Saturday night's debate, Vermont Sen. Bernie Sanders quickly pivoted to economic issues away from France in his opening remarks. And while the Paris attacks came up at Democratic-candidate events this weekend, they mostly focused on their stump speeches. NPR's Tamara Keith reports that Clinton, for example, spent two-and-a-half minutes on Paris and then pivoted. \"I am the only one who won't raise middle-class taxes,\" she said, an implicit shot at Sanders. The Democratic positions of what to do about ISIS Saturday exposed only minor cleavages compared to the gulf between them and Republicans. Here's a summary of the Democrats' positions from that night, plus the Obama administration's view: President Obama: Equip the Kurds and moderate forces in Syria; at the G20, seek \"additional contributions\" from allies to \"bring more force to bear,\" per White House foreign-policy adviser Ben Rhodes speaking on NBC's Meet the Press Sunday. Bernie Sanders:  Lead the world and beat ISIS, though he abandoned the topic two sentences into his opening remarks. He noted climate change is directly related to the growth of terrorism, tried to use Iraq against Clinton and said the bulk of the responsibility for the growth of ISIS is the U.S.'s because of Iraq. He said the U.S. needs to lead an international coalition, particularly of Muslim nations who should \"fight and defend their way of life.\" He called for them to get their hands \"dirty\" and for them to put boots on the ground. Sanders went so far as to call it a \"war for the soul of Islam.\" He reiterated that the U.S., U.K. and France should support, but was critical of Muslim countries whom he said have not led. He spoke against U.S.-led regime changes in Latin America. But again came back to a coalition with American leadership to \"destroy\" ISIS. He noted the U.S. should bring in refugees and pointed to warfare changing and is not in favor of sending in American troops. Clinton:  She had some stronger language off the top, noting the need for \"resolve\" and to bring the world together. She said allies needed to better coordinate and took an implicit shot at President Obama, saying ISIS needed to be defeated not contained. She also took aim at Sander indirectly, saying that all other issues are dependent on being safe. She said she only supports military use as a last resort and that the U.S. needs to use diplomacy, development aid, law enforcement and intelligence coordination. She is in favor of using special ops, but in a \"support\" role. She had a flub when she said, \"This cannot be an American fight.\" That drew criticism from Democratic Gov. Martin O'Malley on stage with her — and the right. She said American \"leadership,\" though, was essential. She walked back the not an American fight line later in the weekend in the face of criticism, saying the U.S. has to be rallying partners and allies and pulling countries off the sidelines. She tried to put some space between herself and President Obama by also harkening back to her favoring training and equipping moderates fighters in Syria. She swatted at Sanders, telling him that \"jihadi\" terrorism existed before 9/11 to combat the idea that Iraq caused all of what's being seen today. She said it was more complex than Sanders, O'Malley were making it out to be on stage. She argued that people in the region need to be given a better way of life. She disagreed, in part, with Sanders on Muslim countries. She said he was being unfair to Jordan, which she said has taken risk for U.S. on refugees and more. But she agreed that Turkey and Gulf countries need to \"make up their mind\" about which side they're on and commit. She said there needs to be a whole government approach, including aid. She said she preferred the term \"jihadi\" extremism instead of \"Islamic terrorism,\" which Republicans are calling for because it is not helpful to say radical Islam if the U.S. is going to reach out to Muslim countries and try to get them off the sidelines. She said the term Republicans want used open the U.S. up for accusations that they're using \"shortcut\" language to say the U.S. is at war with Islam. She noted that George W. Bush made it a point to say the U.S. wasn't at war with a religion but with \"evil.\" She claimed that post-9/11 military force authorization covers presidential action, but she said a president should go through Congress. On refugees, she would go higher than President Obama, from 10,000 to 65,000, but only with careful screening, warning not to allow people in who could harm the U.S. She disagreed with the implication from O'Malley and Sanders that U.S. should fight differently or without Marines, as O'Malley suggested, advocating for a strong but streamlined defense. O'Malley: Collaborate, anticipate threats and lead world. It is America's fight, he told Clinton, but that the U.S. needs to pursue a multilateral approach. He stressed support for human intelligence. (Whether to emphasize HUMINT or tech surveillance is a decades-long CIA internal debate.) He stressed human intelligence despite repeatedly pointing out that the this is a 21st Century fight. He, too, chose \"radical jihadis\" as his term. And he would go to 65,000 refugees, something he says he was first to call for. (Fifteen Senate Democrats wrote a letter encouraging Obama to bring in that number in September.) He is not in favor of sending in Marines or traditional ground troops.  Republicans Terrorism and foreign policy have been a top issue for Republican primary voters for nearly a year following high-profile acts of brutality from ISIS, including the video of the beheading of a journalist. It was clear after that, the hawks were back in the GOP.  To varying degrees, Republicans are proposing: declarations of war, invoking NATO's Article 5 (which says that an attack on one is an attack on all), stop any plans to bring in Syrian refugees or focus on Christians, air power and no-fly zones, use the words \"radical Islamic terrorism,\" some want ground troops and Donald Trump wants to \"watch and study the mosques,\" and he blamed a lack of guns in France for the attacks. Because there are so many GOP candidates, below is some of what they said, by topic, in response to ISIS: Article 5/declare war: Rubio: \"First, I would ask our allies to invoke Article 5. This is clearly an act of war and an attack on one of our NATO allies. And we should invoke Article 5 of the NATO agreement, and bring everyone together to put together a coalition to confront this challenge.\" Bush: \"We should declare war and harness all of the power that the United States can bring to bear both diplomatic and military, of course, to be able to take out ISIS. We have the capabilities of doing this, we just haven't shown the will.\" Kasich: \"If the U.S. were to continue to lead from behind, we will leave the world a much more dangerous place. ... Just as France did for us in aftermath of the infamous 9/11 attacks, we should invoke Article 5, the mutual defense clause, of the North Atlantic Treaty.\" Refugees:  Several candidates have said the U.S. should halt plans to bring in refugees from Syria. Rubio: \"We won't be able to take more refugees. It's not that we don't want to, it's that we can't. Because there's no way to background check someone that's coming from Syria. Who do you call and do a background check on them?\" Bush on CNN:\"We should focus our efforts as it relates to refugees on the Christians that are being slaughtered.\" On Meet the Press, he said, the U.S. had a \"responsibility\" to help refugees, but \"focus ought to be on the Christians who have no place in Syria anymore.\" Ted Cruz: \"There is no meaningful risk of Christians committing acts of terror. If there were a group of radical Christians pledging to murder anyone who had a different religious view than they, we would have a different national security situation.\" Lindsey Graham has said he would accept Syrian refugees. Pressed on it on CNN Sunday, he demurred, saying, \"The good people are leaving because they're being raped and murdered and some terrorists are trying to get in their ranks.\" But Monday afternoon, he called for a \"timeout\" on bringing in refugees. Trump has said if he's president he will force out Syrian refugees already in the U.S. \"We all have heart, and we all want people taken care of and all of that, but with the problems our country has, to take in 250,000 people — some of whom are going to have problems, big problems — is just insane. You have to be insane. Terrible.\" (Obama announced accepting 10,000, not 250,000.) Carson said bringing in Syrian refugees would be a \"huge mistake.\" \"Because why wouldn't they infiltrate them with people who are ideologically opposed to us?\" he asked rhetorically on Fox News Sunday. \"It would be foolish for them not to do that.\" He added the U.S. needs to be \"compassionate\" and should resettle them \"over there ... but to bring them here, under these circumstances, is a suspension of intellect.\" Then he said this: \"You know, the reason that the human brain has these big frontal lobes as opposed to other animals, because we can engage in rational thought processing, we can, you know, extract information from the past, the present, process it and project it into a plan. Animals, on the other hand, have big brain stems and rudimentary things, because they react. We don't have to just react, we can think.\" No-fly zone/shooting down Russian planes:  Multiple candidates have advocated no-fly zones and even shooting down Russian planes if they violated it. (Hillary Clinton endorsed a no-fly zone last month to create \"humanitarian corridors.\") Of Republicans, Bush, Carson, Christie, Fiorina, Graham, Kasich and Rubio have all endorsed no-fly zones. Graham: \"The best thing the world could do for Syrian people is to create a safe haven within Syria, a no-fly zone.\" Carson suggested shooting down a Russian plane if it violated a U.S.-enforced no-fly zone. \"If they violate it, we will, in fact, enforce it. We'll see what happens. For us to always be backing down because we're afraid of a conflict, that's not how we became a great nation, Chris,\" he told Chris Wallace on Fox News Sunday. Christie has said he would shoot down a Russian jet if it violated the airspace, and Rubio also made that suggestion a month ago. \"If you are going to have a no-fly zone, it has to be against anyone who would dare intrude on it,\" Rubio said on CNBC Oct. 5. \"And I am confident that the United States Air Force can enforce that, including against the Russians. That I believe the Russians would not test that. I don't think it's in the Russians' interest to engage in an armed conflict with the United States.\" Rand Paul is against a no-fly zone. Say 'radical Islamic terrorism': Cruz: \"As long as we have a Commander-in-Chief unwilling even to utter the words 'radical Islamic terrorism,' we will not have a concerted effort to defeat these radicals before they continue to murder more and more innocents.\" Rubio said he didn't get why Clinton wouldn't say it. \"I don't understand it. That would be like saying we were not at war with Nazis because we were afraid to offend some Germans who may have been members of the Nazi Party but weren't violent themselves.\" Bush: \"This is not a question of religion. This is a political ideology that has co-opted a religion, and I think it's more than acceptable to call it for what it is and then organize an effort to destroy it.\" Trump tweeted: \"When will President Obama issue the words RADICAL ISLAMIC TERRORISM? He can't say it, and unless he will, the problem will not be solved!\" Ground troops:  Americans have been split on sending ground troops in to fight ISIS. A Quinnipiac poll from August found a narrow majority in support of that, but with major ideological splits — 73 percent of Republicans were in favor, but just 37 percent of Democrats. That might help explain why no Democrats have proposed sending in ground forces and a handful of Republicans either have or have expressed openness to doing so. Graham, Rick Santorum, John Kasich of Ohio, Bobby Jindal of Louisiana, Bush, Trump and Carson have said they are in favor of ground troops to one degree or another (or in Carson's view — \"probably\"). Graham and Santorum have been the most forthright on using ground troops as a strategy. Kasich said they'd be needed. Jindal would do it if the military recommended it. Bush said on Meet the Press he'd \"absolutely\" be in favor of \"boots on the ground\" in Syria and said that the U.S. \"can't do it alone, ... but we need to lead.\" He also would continue to advocate getting rid of Assad, fight ISIS at same time and build up Free Syrian Army. Trump, when pressed on MSNBC's Morning Joe, said he'd be in favor of 10,000 troops, but would encourage Gulf states to put \"more skin in the game.\" Carson said Friday \"boots on the ground would probably be important,\" but then told Chris Wallace on Fox News Sunday, \"[F]or me to pretend like I have all of that knowledge and the ability to formulate all the specific plans and how to do it, I think is foolish, and I think anybody else who thinks they know it all is foolish also.\" Cruz said Kurds should be used \"as our boots on the ground.\" French guns:  Trump Saturday in Texas: \"You can say what you want, but if they had guns — if our people had guns, if they were allowed to carry — it would have been a much, much different situation.\"\n", "byline": "", "description": "American politics are more divided than at any time in modern history — and that rift is as wide as it gets when it comes to foreign policy, something made very clear after the Paris attacks.", "title": "The Real Debate: Two Very Different World Views On Terrorism", "url": "http://www.npr.org/2015/11/16/456186628/the-real-debate-two-very-different-world-views-on-terrorism", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "Donald Trump", "Chris Wallace", "Martin O'Malley", "Rick Santorum", "Lindsey Graham", "Tamara Keith", "Jeb Bush", "Hillary Clinton", "John Moore", "Ben Rhodes", "George W. Bush", "Bobby Jindal", "Bernie Sanders", "John Kasich", "Ted Cruz"], "orgs": ["CIA", "Congress", "Quinnipiac", "NSA", "United States.", "NATO", "al Qaeda", "MSNBC", "United States Air Force", "GOP"], "election_confidence": 0.8613356337914609, "authors": [{"author_id": 18991, "fullname": "domenico montanaro", "primary_org": "npr"}], "date_written": "2015-11-16 21:51:00", "org": "npr", "article_id": "3d23bd69a5b6febb4ecd365929e87737", "date_access": "2015-11-16 22:00:05.706748"}