{"body": "\n\n\n\ni\n\n\n\n\n            Republican presidential candidate, former Florida Gov. Jeb Bush speaks during a campaign stop in Franklin, N.H., on Friday. He's said the focus should remain on helping Christian refugees from Syria.\n            \n            \n                \n                Jim Cole/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jim Cole/AP\n        \n    \n\n\n\n\n\n\n\n\nRepublican presidential candidate, former Florida Gov. Jeb Bush speaks during a campaign stop in Franklin, N.H., on Friday. He's said the focus should remain on helping Christian refugees from Syria.\n\n            \n            Jim Cole/AP\n            \n        \n\n\n\nOne of the suicide bombers who struck Paris on Friday has been identified as a Syrian who passed through Greece as an asylum-seeker this year and registered with European authorities. That fact has spurred a strong reaction from many politicians here in the United States over the resettlement of Syrian refugees, with swift opposition from many Republican governors, and one Democrat, to further resettlement of Syrian refugees in their states. \n\n\n\n    // Require.js is on the page (new Seamus)\n    if (typeof requirejs !== 'undefined') {\n        // Create a local require.js namespace\n        var require_map_refugee_blocks_20151116 = requirejs.config({\n            context: 'map-refugee-blocks-20151116',\n            paths: {\n                'pym': 'http://apps.npr.org/dailygraphics/graphics/map-refugee-blocks-20151116/js/lib/pym'\n            },\n    \t\tshim: {\n    \t\t\t'pym': { exports: 'pym' }\n    \t\t}\n        });\n\n        // Load pym into locale namespace\n        require_map_refugee_blocks_20151116(['require', 'pym'], function (require, Pym) {\n            // Create pym parent\n            var pymParent = new Pym.Parent(\n                'responsive-embed-map-refugee-blocks-20151116',\n                'http://apps.npr.org/dailygraphics/graphics/map-refugee-blocks-20151116/child.html',\n                {}\n            );\n\n            // Unbind events when the page changes\n            document.addEventListener('npr:pageUnload', function (e) {\n                // Unbind *this* event once its run once\n                e.target.removeEventListener(e.type, arguments.callee);\n\n                // Pym versions with \"remove\"\n                if (typeof pymParent.remove == 'function') {\n                    pymParent.remove();\n                // Pym version without \"remove\"\n                } else {\n                    // Unbind pym events\n                    window.removeEventListener('message', pymParent._processMessage);\n                    window.removeEventListener('resize', pymParent._onResize);\n                }\n\n                // Explicitly unload pym library\n                require_map_refugee_blocks_20151116.undef('pym');\n                require_map_refugee_blocks_20151116 = null;\n            })\n        });\n    // Require.js is not on the page, but jQuery is (old Seamus)\n    } else if (typeof $ !== 'undefined' && typeof $.getScript === 'function') {\n        // Load pym\n        $.getScript('http://apps.npr.org/dailygraphics/graphics/map-refugee-blocks-20151116/js/lib/pym.js').done(function () {\n            // Wait for page load\n            $(function () {\n                // Create pym parent\n                var pymParent = new pym.Parent(\n                    'responsive-embed-map-refugee-blocks-20151116',\n                    'http://apps.npr.org/dailygraphics/graphics/map-refugee-blocks-20151116/child.html',\n                    {}\n                );\n            });\n        });\n    // Neither require.js nor jQuery are on the page\n    } else {\n        console.error('Could not load map-refugee-blocks-20151116! Neither require.js nor jQuery are on the page.');\n    }\n\n\n\n\n\nSo far, 16 governors have asked the federal government to block Syrian refugees from entering their states. Those include: Alabama, Arizona, Arkansas, Florida, Illinois, Indiana, Louisiana, Maine, Massachusetts, Michigan, Mississippi, New Hampshire, North Carolina, Ohio, Texas and Wisconsin. In Texas, Gov. Greg Abbott sent a letter directly to President Obama on Monday. He said, \"I write to inform you that the State of Texas will not accept any refugees from Syria in the wake of the deadly terrorist attack in Paris.\" Abbott cited several threats from ISIS he says the state has seen in recent years, including a May shooting in Garland, Texas, at the site of a contest for drawings of the Prophet Mohamed New Hampshire Gov. Maggie Hassan is the sole Democratic governor to make this call. Hassan's spokesman, William Hinkle, said in a statement, \"The Governor believes that the federal government should halt acceptance of refugees from Syria until intelligence and defense officials can assure that the process for vetting all refugees, including those from Syria, is as strong as possible.\" Hassan is a candidate for the U.S. Senate from New Hampshire in 2016, challenging incumbent Republican Kelly Ayotte. Ayotte made a similar statement regarding refugees on Monday. So far the U.S. has brought in about 2,000 Syrian refugees, mainly due to the arduous security procedures. The U.S. has faced pressure to take more refugees as Europe has been flooded by hundreds of thousands from conflict zones in the Middle East and Africa. At least two governors said they would continue to accept refugees on Monday, Democrats John Hickenlooper of Colorado and Tom Wolf of Pennsylvania. Just two months ago, the Obama administration announced a plan to resettle 100,000 refugees from conflict zones around the world, with a plan to bring in 10,000 from Syria in the next year. At the time, Secretary of State John Kerry addressed security concerns. \"One of the reasons it's difficult is that post-9/11, we have new laws and new requirements with respect to security background checks and vetting, so it takes longer than one would like,\" Kerry said. \"And we cannot cut corners with respect to those security requirements.\" Still, many Republican presidential candidates have raised serious concerns about the security risk of bringing Syrian refugees into the country. Sen. Marco Rubio, R-Fla., questioned the ability of the federal government to conduct proper screenings. He told ABC's This Week, \"There is no background check system in the world that allows us to find that out because who do you call in Syria to background check them?\" In an interview with CNBC on Monday, Trump said of Syrian refugee resettlement, \"It would be one of the great Trojan horses.\" Democratic candidates were asked about refugees during their debate on CBS Saturday night. Former Secretary of State Hillary Clinton said proper screening is the \"number one requirement.\" She added, \"I also said that we should increase numbers of refugees.\" Instead of the 10,000 that the Obama administration has promised to bring in over the next year, Clinton and former Maryland Gov. Martin O'Malley said the number should be 65,000. Ohio Governor John Kasich, also a GOP candidate for president, has also called for blocking refugees from entering his state on Monday. \"It would be incumbent on people to prove who they are so that we would be certain because we can't be in a position of inviting the enemy in,\" Kasich told Fox News on Sunday. (Last week, NPR reported on a Syrian family that resettled in Toledo, Ohio.) South Carolina Sen. Lindsey Graham called for a \"timeout\" on Syrian refugees Monday. He previously spoke of solving the humanitarian crisis in Syria. \"The good people are leaving because they're being raped and murdered and some terrorists are trying to get in their ranks,\" he told CNN. \"The best thing the world could do for Syrian people is to create a safe haven within Syria, a no-fly zone.\" Former Florida Governor Jeb Bush had a similar stance yesterday on NBC's Meet The Press. \"The great majority of refugees need to be safely kept in Syria, which means the safe zones need to be serious. We need to build a coalition that can fight both Assad and ISIS and give people safe haven,\" he said. Bush added, \"I think our focus ought to be on the Christians who have no place in Syria anymore. They're being beheaded, they're being executed by both sides. And I think we have a responsibility to help.\" That comment is similar to remarks Sen. Ted Cruz made on the trail in South Carolina yesterday. \"There is no meaningful risk of Christians committing acts of terror,\" Cruz asserted. President Obama rebuked those comments during a news conference in Antalya, Turkey, on Monday. \"When I hear political leaders suggesting that there would be a religious test for which person who's fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution, that's shameful,\" Obama said, apparently referring to the fact that Cruz's father fled Cuba in the 1950s after fighting the regime of dictator Fulgencio Batista. In 2014, Cruz told Fox News that the U.S. should admit refugees, given the country's history as a nation of immigrants. \"We have to continue to be vigilant to make sure those coming are not affiliated with the terrorists, but we can do that,\" Cruz said at the time. Dr. Ben Carson said during a press conference on Monday that there should not be a religious test, but an \"ideological test.\" During an appearance on Fox News Sunday, Carson had said that it's a mistake to let Syrian refugees in \"Because why wouldn't they infiltrate them with people who are ideologically opposed to us? It would be foolish for them not to do that.\" In speaking of how foolish he believes it is to allow Syrian refugees into the U.S., Carson added, \"You know, the reason that the human brain has these big frontal lobes as opposed to other animals, because we can engage in rational thought processing... Animals, on the other hand, have big brain stems and rudimentary things, because they react. We don't have to just react, we can think.\" On Monday, Carson sent letters to Senate Majority Leader Mitch McConnell, R-Ky., and House Speaker Paul Ryan, R-Wisc., urging them to end all funding for federal programs to resettle Syrian refugees. There was more reaction from Congress, as the chairman of the House Homeland Security Committee, Rep. Michael McCaul, R-Tx., raised security concerns and asked President Obama to temporarily suspend admission of Syrian refugees. Congress is currently in the process of passing appropriations bills to keep the government funded past December 11. They could use those bills to cut funding for resettlement, or pass separate legislation on the matter. House Speaker Paul Ryan has received requests from various governors and presidential candidates to do what he can to stop refugee resettlement.\n", "byline": "", "description": "Governors in more than a dozen states have asked the federal government not to resettle any more Syrian refugees in their states, as presidential candidates also question the ability to screen them.", "title": "Sweeping Reactions From Politicians Over Syrian Refugees In U.S.", "url": "http://www.npr.org/2015/11/16/456209911/sweeping-reactions-from-politicians-over-syrian-refugees-in-u-s", "topics": ["foreign policy/national security"], "people": ["John Kerry", "Kelly Ayotte", "Martin O'Malley", "Lindsey Graham", "Fulgencio Batista", "Jeb Bush", "Hillary Clinton", "John Kasich", "Marco Rubio", "Tom Wolf", "Paul Ryan", "Maggie Hassan", "Greg Abbott", "Ted Cruz", "Ben Carson", "Jim Cole"], "orgs": ["Senate", "CNBC", "House Homeland Security Committee", "GOP", "Congress"], "election_confidence": 0.9898291038423089, "authors": [{"author_id": 37437, "fullname": "arnie seipel", "primary_org": "npr"}], "date_written": "2015-11-16 21:20:00", "org": "npr", "article_id": "22772a0dd2bdb2c3115f436e4dad75d9", "date_access": "2015-11-16 21:32:57.204244"}