{"body": "Martin O’Malley is shuffling his presidential campaign, sending some staff members from his Baltimore headquarters to Iowa as he tries to climb out of single digits in the polls, a campaign aide said. \n\nMr. O’Malley’s spokeswoman, Haley Morris, confirmed the shift, which was first reported by MSNBC. She acknowledged that there could be a reduction in the head count of staff members on the campaign, which spent more than it brought in during the most recent fund-raising quarter, but pointed out that Mr. O’Malley was seeking federal matching funds.\n\n“After the governor’s strong performance in the debate in Iowa on Saturday night, we’re shifting more resources and staff to Iowa and the other early states,” Ms. Morris said. \n\n“With 75 days left until the Iowa caucus, we’re in the next phase of the campaign and that means all-in in the early states,” she said. “We’re pushing all resources and HQ staff to early states. Everyone from HQ who goes to an early state will be on payroll. We have always run a lean campaign and will continue to do so. We are pursuing matching funds and will compete vigorously for the nomination.”  \n\nMr. O’Malley, the former governor of Maryland, was praised for how he fared in the Democratic debate on Saturday, which was the second so far but which had a relatively low viewership. \n\nHillary Rodham Clinton has sopped up most of the party’s support and infrastructure over the last two years, and Senator Bernie Sanders of Vermont has been trying to claim the progressive space as an alternative to Mrs. Clinton. Mr. O’Malley has gotten applause for his speeches in both Iowa and New Hampshire, but has so far not broken through in the polls. ", "byline": "MAGGIE HABERMAN", "description": "Mr. O’Malley is shuffling his campaign, sending some staff members from his Baltimore headquarters to Iowa as he tries to climb out of single digits in the polls.", "title": "First Draft: Martin O’Malley Moving Some Campaign Staff to Iowa", "url": "http://www.nytimes.com/politics/first-draft/2015/11/16/martin-omalley-moving-some-campaign-staff-to-iowa/", "topics": ["immigration", "personality", "campaign_finance"], "people": ["Hillary Rodham Clinton", "Bernie Sanders", "Martin O'Malley", "Haley Morris"], "orgs": ["MSNBC"], "election_confidence": 0.7769331883817171, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-11-17 02:07:45", "org": "nyt", "article_id": "0272bf8928eb5ccb46fcef4c637e0ef3", "date_access": "2015-11-17 02:33:16.919235"}