{"body": "Jim Webb may have abandoned his bid for the Democratic presidential nomination, but the former senator from Virginia is not finished criticizing Hillary Rodham Clinton.\n\nMr. Webb, a former combat Marine, accused Mrs. Clinton of “disparaging” the United States Marine Corps when she said that she was turned away when she wanted to serve in 1975.\n\nLast week, Republicans mocked Mrs. Clinton after she told voters in New Hampshire about her flirtation with military service and recalled that the Marines rebuffed her as too old when she inquired about enlisting at age 26.\n\n“She should tell us when and where this meeting took place, and with whom,” Mr. Webb wrote in a Facebook post on Monday. \n\nwindow.fbAsyncInit = function() {\n  FB.init({\n    xfbml      : true,\n    version    : 'v2.3'\n  });\n  }; (function(d, s, id){\n    var js, fjs = d.getElementsByTagName(s)[0];\n    if (d.getElementById(id)) {return;}\n    js = d.createElement(s); js.id = id;\n    js.src = \"//connect.facebook.net/en_US/sdk.js\";\n    fjs.parentNode.insertBefore(js, fjs);\n  }(document, 'script', 'facebook-jssdk'));\n\nThe criticism is striking coming from a Democrat and a decorated veteran. \n\nBut Mr. Webb has been disillusioned with his party lately. In October he suspended his campaign and said he was considering making a bid for the White House as an independent. ", "byline": "ALAN RAPPEPORT", "description": "Republicans have been mocking Hillary Rodham Clinton since she told voters in New Hampshire last week of her contemplation about joining the military in the 1970s. Similar criticism coming from a Democrat and a decorated veteran is striking.", "title": "First Draft: Jim Webb Joins In on Criticizing Hillary Clinton’s Marines Story", "url": "http://www.nytimes.com/politics/first-draft/2015/11/16/jim-webb-joins-in-on-criticizing-hillary-clintons-marines-story/", "topics": ["personality", "campaign_finance"], "people": ["Hillary Rodham Clinton", "Jim Webb", "Hillary Clinton"], "orgs": ["Marine"], "election_confidence": 0.5987606911433567, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-16 16:51:04", "org": "nyt", "article_id": "189eb08189e477ab511d7fd010684faa", "date_access": "2015-11-16 17:01:47.789225"}