{"body": "Donald J. Trump issued another call for more scrutiny of mosques in the United States as fresh fears of terrorism, spurred by the attacks in Paris, dominated the presidential campaign conversation on Monday.\n\nMr. Trump, who said last month that he would be open to shutting down mosques as part of the fight against Islamic State militants, reiterated on Monday that the idea should be “studied.”\n\n“I would hate it do it but it’s something that you’re going to have to strongly consider because some of the ideas and some of the hatred, the absolute hatred, is coming from these areas,” Mr. Trump said on MSNBC’s “Morning Joe” program.\n\nMr. Trump said that if he were to become president, surveillance of mosques is something that he would “watch and study” because “a lot of talk is going on at the mosques.”\n\nMr. Trump’s concerns about radical Islam were echoed by another leading Republican presidential candidate on Monday. Ben Carson, who has been running close with Mr. Trump atop many polls, called on Congress to defund its program to give safe passage to Syrian refugees. The retired neurosurgeon also suggested that Muslim clerics should be pressured to condemn the Islamic State, also known as ISIS or ISIL.\n\n“I believe that we need to put a lot more pressure on the clerics, the imams, to make a very distinct line between what ISIS, ISIL, the radical Islamic jihadists are doing, and what traditional Islam is about,” Mr. Carson said in Nevada.\n\nJeb Bush, the former Florida governor, also expressed concern about refugees from the Middle East entering the United States and said over the weekend that Christians and Muslims who are fleeing Syria should be treated differently.\n\n“We should focus our efforts as it relates to refugees for the Christians that are being slaughtered,” Mr. Bush said, telling CNN that only a limited number of refugees should be accepted and that the creation of safe zones in Syria should be the priority.\n\nThe suggestion of basing refugee status on religion offended President Obama on Monday. Speaking at a news conference in Turkey, he called the idea un-American.\n\n“When I hear political leaders suggesting that there would be a religious test for which a person who’s fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution — that’s shameful,” the president said.", "byline": "ALAN RAPPEPORT", "description": "Donald J. Trump, who said last month that he would be open to shutting down mosques as part of the fight against Islamic State militants, reiterated on Monday that the idea should be “studied.” Ben Carson offered similar sentiments about Muslim clerics.", "title": "First Draft: Donald Trump Repeats Call to Inspect Mosques for Signs of Terrorism", "url": "http://www.nytimes.com/politics/first-draft/2015/11/16/donald-trump-repeats-call-to-inspect-mosques-for-signs-of-terrorism/", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Jeb Bush", "Donald J. Trump", "Ben Carson"], "orgs": ["MSNBC", "Congress"], "election_confidence": 0.9876388646156985, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-16 18:59:54", "org": "nyt", "article_id": "0c991af6daa236f951f95be3d5a2d5e7", "date_access": "2015-11-16 19:38:13.668285"}