{"body": "DES MOINES – Representative Steve King of Iowa, a hard-right conservative in the state with the first nominating contest, threw his support behind Senator Ted Cruz for the Republican nomination on Monday, calling him the “answer to my prayers.’’\n\nMr. King, known nationally for polarizing comments about illegal immigrants, offered his endorsement at a moment when Mr. Cruz and Senator Marco Rubio of Florida are engaged in a high-profile fight over their past positions on immigration, a resonant issue among conservatives in Iowa.\n\nMr. Cruz, of Texas, has called Mr. Rubio’s support of a 2013 Senate reform bill as an effort to “jam this amnesty” down Americans’ throats. Mr. Rubio, who has backed off supporting a pathway to citizenship for the 11 million undocumented immigrants in the country, has fired back that Mr. Cruz at the time supported legal status for the undocumented workers, which conservatives also consider amnesty. \n\nMr. King, who has introduced bills to revoke birthright citizenship for the children of undocumented immigrants, said, “I hope this endorsement does add clarity to Ted Cruz’s position on immigration and any of his competitors blurring his position.’’\n\nUnder President Obama, Mr. King said, “We’ve watched as our already porous border was turned into a 2,000-mile-long neon sign that flashes for free health care, free education, free housing, free food and free Obamaphones.’’\n\nMr. King said Mr. Cruz was best suited to be the party’s nominee because he has proved he can raise lots of money; he will win some support from the establishment wing of the party; and, especially, because he will  energize “constitutional Christian conservatives,’’ which he called the party’s largest group.\n\nThe Republican nominee must fire up the “five to eight million” members of the Christian right who did not vote in 2012, Mr. King said during a news conference in Des Moines announcing his endorsement.\n\nAlthough Mr. King is popular in his western Iowa congressional district, the most conservative part of the state, it is unclear how much his public support will mean for Mr. Cruz.  The Texas senator has less than half the support in recent Iowa polls as Ben Carson or Donald J. Trump, both of whom appeal to some of the same voters he seeks.  \n\nMr. King said he respects Mr. Carson’s intelligence, but his lack of experience in Washington gave him pause. “You need to know what’s going in that organism to do something about it,’’ he said.\n\nThe endorsement was long anticipated.  Mr. Cruz’s Iowa campaign director is a former staff member for Mr. King, and last month Mr. Cruz joined Mr. King on a pheasant hunt in western Iowa. \n\n“If you’re a follower of King, you should already be in Cruz’s camp,’’ said Craig Robinson, a former state party official, who writes The Iowa Republican blog. “If anything, it creates the narrative Cruz wants, that conservatives are consolidating behind him.’’", "byline": "TRIP GABRIEL", "description": "Representative Steve King of Iowa, a hard-right conservative in the state with the first nominating contest, threw his support behind Senator Ted Cruz of Texas for the Republican nomination, calling him the “answer to my prayers.’’", "title": "First Draft: Representative Steve King of Iowa Endorses Ted Cruz", "url": "http://www.nytimes.com/politics/first-draft/2015/11/16/representative-steve-king-of-iowa-endorses-ted-cruz/", "topics": ["immigration"], "people": ["Steve King", "Craig Robinson", "Marco Rubio", "Donald J. Trump", "Ben Carson", "Ted Cruz"], "orgs": ["Senate", "DES MOINES"], "election_confidence": 0.9982828412723872, "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-11-16 17:33:38", "org": "nyt", "article_id": "323fe9ad2f9b09bcf10447e9efda319f", "date_access": "2015-11-16 18:00:52.817543"}