{"body": "Until last week, the threat from terrorism had received little attention from candidates or voters during the 2016 campaign. In one poll, just 3 percent of Americans rated it the most important problem facing the country.\n\nThe horrific attacks that took place Friday in Paris have, at least for the moment, changed that dynamic. CBS quickly moved to increase the emphasis on foreign policy and national security during Saturday night’s Democratic debate. Candidates are scrambling to adjust to the news, which media analysis has suggested might “alter” the character of the race, for instance by helping more experienced candidates like Hillary Rodham Clinton and hurting outsiders like Donald Trump.\n\nHow long-lasting an effect will the Paris attacks have on the United States presidential race? Absent further attacks, the suggestion that Paris will prove to be a “game changer” is unlikely to be correct. Though unexpected events like Mitt Romney’s “47 percent” taped remarks or the Ebola outbreak often seem tremendously important at the time, they typically fail to alter the dynamics of campaigns or presidencies as much as we expect. Even the killing of Osama bin Laden had little discernible effect on President Obama’s approval ratings. One initial piece of evidence in favor of this hypothesis: Prices in betting markets tracked by David Rothschild of Microsoft Research over the weekend showed virtually no change in the expected winners of the Democratic and Republican presidential nominations or the general election.\n\nWe should also be careful about attributing future events to the attacks. It will be tempting to construct post-Paris narratives in which voters are more likely to select a candidate who can capably serve as commander in chief. But research and history suggest that the primary process is already likely to winnow out outsider and factional candidates like Bernie Sanders, Ben Carson and Mr. Trump who can’t attract widespread support within their party — precisely the sort whose prospects the attacks might seem most likely to damage. In other words, if the Paris attacks hadn’t happened, some other rationale would have probably been used to force them to the sideline.\n\nWith that said, the attacks may well prompt a renewed focus on foreign policy among Republicans, who are still searching for an issue to run on against Democrats in 2016. With the economy growing relatively steadily, the prospects for a classic referendum campaign against the party in power are uncertain. That’s why so many G.O.P. candidates seized on the events in Paris, which allow them to emphasize an issue in which their party has tended to have an advantage in recent decades. A September Gallup poll found that Republicans enjoyed a 52 percent to 36 percent edge over Democrats on which party would do a better job of protecting the country from international terrorism and military threats.\n\nIf the economic expansion continues, don’t be surprised if you hear Republicans frequently invoking the Paris attacks as a reminder of Mrs. Clinton’s failure to help head off the ISIS threat when she was secretary of state. Politically, it’s easiest for opposition parties to run against a weak economy, but fear may be second best.", "byline": "BRENDAN NYHAN", "description": "Republicans will almost certainly press their criticism on foreign policy, but forecasts of “game changers” tend to be wrong.", "title": "Road to 2016: Why the Paris Attacks Probably Won’t Change the Election’s Outcome", "url": "http://www.nytimes.com/2015/11/17/upshot/why-the-paris-attacks-probably-wont-change-the-elections-outcome.html", "topics": ["foreign policy/national security", "economy"], "people": ["Mitt Romney", "Donald Trump", "Hillary Rodham Clinton", "Bernie Sanders", "David Rothschild", "Ben Carson"], "orgs": ["Osama bin Laden"], "election_confidence": 0.9781960153884794, "authors": [{"author_id": 338, "fullname": "brendan nyhan", "primary_org": "nyt"}], "date_written": "2015-11-16 14:23:32", "org": "nyt", "article_id": "ff5d2e633d8068a4f1d137001bbf34ec", "date_access": "2015-11-16 14:34:18.798129"}