{"body": "Chris Christie’s voice was level, even soft, as he recalled his precise movements on Sept. 11, 2001. Addressing a Republican conference in Florida, he wove a tale that linked his background as a federal prosecutor to a current need for American resolve overseas, and to what he characterized as wavering leadership by a “lawless president.”\n\n“When terror dogs us, happiness is not possible,” Mr. Christie, the governor of New Jersey, said on Saturday. “Of course, that means law and order must be respected. It must be respected to ensure that our way of life continues.”\n\nWith the speech, a day after the deadly terrorist attacks in Paris, Mr. Christie neatly encapsulated the argument that has come to propel his long-shot presidential bid. Once a front-runner for the Republican presidential nomination, he is now campaigning as a determined underdog, forcing his way into the currents of the 2016 race with an insistent message focused on terrorism and crime.\n\nThe law-and-order stance has served another purpose for Mr. Christie: It has helped him turn the page, at least for the moment, on the political retribution scandal that has threatened to unravel his presidential bid and discredit him thoroughly as a political leader.\n\nMr. Christie suffered grievous political damage after the revelation that several close associates had plotted to deliberately snarl traffic near the George Washington Bridge in September 2013, an episode of almost cartoonish lawlessness that unfolded under his own administration.\n\nIn May, federal prosecutors indicted three former Christie advisers for their roles in the events. His polling numbers plunged during a long investigation, in New Jersey and in the rest of the country, and financing for his campaign grew scarce.\n\nBut Mr. Christie has persistently ignored pronouncements of his political death. His poll numbers have risen modestly in New Hampshire, and national polls show Republican voters once again view him in a somewhat favorable light.\n\nIn some respects, Mr. Christie has been the beneficiary of forces beyond his control: A former prosecutor who was elected governor on a pledge to clean up Trenton, he has been well positioned to exploit a domestic political conversation that has shifted toward questions of policing and violent crime, and a national security debate increasingly preoccupied with Islamic terrorism.\n\nThe governor has called for a more forceful strategy for fighting Islamic radicalism, and scolded Democrats, including President Obama and Mayor Bill de Blasio of New York, for criticizing the police. He has vowed never to meet with Black Lives Matter protesters, whom he has described as a threat to civil order, and chided Hillary Rodham Clinton for accommodating them.\n\nJoel W. Maiola, a longtime New Hampshire strategist, said the political landscape of the campaign had grown more favorable to Mr. Christie.\n\n“Chris Christie kind of makes people feel, not at ease, but comfortable that he’s the right person for the times that we’re in,” said Mr. Maiola, who announced his support for Mr. Christie last week. “It’s kind of a reassurance that he brings, and it’s his issues that are being teed up.”\n\nChristie aides and Democrats tracking his campaign said the subject of the lane-closing episode seldom came up in the early presidential states, and had been raised almost exclusively in news interviews, rather than by voters. It has not been mentioned in any of the presidential debates so far.\n\nIn the most recent undercard debate for Republican candidates, Gov. Bobby Jindal of Louisiana spoke scornfully of Mr. Christie’s record in New Jersey, assailing him for increasing the state budget, allowing the growth of food stamp programs, expanding Medicaid and failing to avert nine credit downgrades.\n\nYet Mr. Jindal did not mention the bridge scandal.\n\nScott E. Hilliard, the sheriff of Merrimack County, N.H., and a supporter of Mr. Christie, said the lane-closing issue had arisen only rarely as he solicited support for the campaign.\n\n“Once in a while, when I’m trying to get somebody to support the governor, they’ll say, ‘What about that bridge thing?’” Mr. Hilliard said. “In three months, I might have heard that once or twice.”\n\nThe sheriff attributed Mr. Christie’s rising fortunes in the state in part to his forceful comments in support of police. At a moment when law enforcement is under intense scrutiny, Mr. Hilliard said, voters sense that Mr. Christie “understands how complicated the job is.”\n\n“Our first conversation, face to face, was really, ‘What’s going on with law enforcement in New Hampshire?’” he recalled.\n\nShould Mr. Christie continue to gain ground in the presidential race, there are signs that the bridge issue could again become a hindrance. While the governor has never been directly implicated in the closing of access to the George Washington Bridge, he has been repeatedly drawn into the legal wrangling surrounding the indictments of his aides.\n\nLast week lawyers for two of them, Bridget Anne Kelly and Bill Baroni, alleged in court filings that federal prosecutors and Mr. Christie’s lawyers had failed to properly share evidence with defense lawyers.\n\nMr. Christie batted away the accusations, scoffing in a CNN interview that they amounted to “defense lawyer baloney.” None of his opponents weighed in to disagree.\n\nIf Mr. Christie’s rivals have taken a pass on the scandal, allowing him to reclaim his political brand as a no-nonsense enforcer more or less unchallenged, they say it is because the governor’s presidential ambitions are already injured beyond repair.\n\nMr. Christie drew support from only 3 percent of Republican primary voters in a New York Times-CBS News poll in October. To the extent that Mr. Christie’s standing has improved in the early presidential primary states, the phenomenon has largely been confined to New Hampshire.\n\nCurt Anderson, a top adviser to Mr. Jindal, said Mr. Christie had gotten a pass from other candidates because he has been such a small factor in the race.\n\nMr. Jindal, who is also polling in the low single digits, attacked Mr. Christie on the debate stage as a “big-government Republican.” But he was deliberately focusing on policy areas where he could highlight his own record fighting public spending, Mr. Anderson said.\n\n“No one believes he has a chance to win or that he is a threat to win or that he is sitting on any pile of votes,” Mr. Anderson said of Mr. Christie.", "byline": "ALEXANDER BURNS", "description": "Gov. Chris Christie’s focus on terrorism and crime has helped him turn the page on the political retribution scandal that has threatened his bid for the Republican nomination.", "title": "Chris Christie, Taking Law-and-Order Stance, Sidesteps Bridge Scandal in ’16 Race", "url": "http://www.nytimes.com/2015/11/17/nyregion/chris-christie-taking-law-and-order-stance-sidesteps-bridge-scandal-in-16-race.html", "topics": ["racial issues"], "people": ["Timothy Anderson", "Bridget Anne Kelly", "Chris Christie", "Hillary Rodham Clinton", "Bill Baroni", "Bobby Jindal", "Curt Anderson"], "orgs": ["Medicaid"], "election_confidence": 0.5249829364706807, "authors": [{"author_id": 329, "fullname": "alexander burns", "primary_org": "nyt"}], "date_written": "2015-11-16 22:07:33", "org": "nyt", "article_id": "f50f33645e8fe07af4a90031c6b8f47d", "date_access": "2015-11-16 22:32:25.324461"}