{"body": "EARLIER this month, in Des Moines, the prominent home-schooling advocate and pastor Kevin Swanson again called for the punishment of homosexuality by death. To be clear, he added that the time for eliminating America’s gay population was “not yet” at hand. We must wait for the nation to embrace the one true religion, he suggested, and gay people must be allowed to repent and convert.\n\nMr. Swanson proposed this at the National Religious Liberties Conference, an event he organized. Featured speakers included three Republican contenders for the presidency: the former Arkansas governor Mike Huckabee, Gov. Bobby Jindal of Louisiana and Senator Ted Cruz of Texas.\n\nMr. Huckabee later pleaded ignorance. Yet a quick web search will turn up Mr. Swanson’s references to the demonic power of “the homosexual Borg,” the unmitigated evil of Harry Potter and the Disney character Princess Elsa’s lesbian agenda.\n\nMr. Cruz apparently felt little need to make excuses. He was accompanying another of the featured speakers at the conference: his father, Rafael Cruz — a politically connected pastor who told a 2013 Family Leadership Summit that same-sex marriage was a government plot to destroy the family.\n\nOn Saturday, father and son traveled to Bob Jones University in South Carolina to join a Rally for Religious Liberty. Among the speakers was Tony Perkins of the Family Research Council, who has called L.G.B.T. activists “hateful” and “pawns” of the devil.\n\nThe comfortable thing to do would be to dismiss Mr. Swanson as just another wombat from the embarrassing fringe of American politics. But that would be a mistake. Mr. Swanson’s murderous imaginings did not interfere with his ability to attract senior Republican figures to his conference, including as a keynote speaker Bob Vander Plaats, an Iowa politician who will grant the “Most Wanted Endorsement of 2016,” according to the Conservative Review.\n\nMr. Swanson is the product of a significant political movement that has coalesced around the theme of religious liberty. Many of its leaders and their allies appear at the Family Research Council’s annual Values Voters Summit. Other power centers include Liberty University (now a required stop on the campaign trail); conservative policy organizations like the American Family Association and Concerned Women for America; and Christian legal advocacy groups like Liberty Counsel (whose co-founder, Mat Staver, acted as Kim Davis’s lawyer) and the Alliance Defending Freedom, the legal powerhouse behind the Hobby Lobby decision (whose president, Alan Sears, co-wrote a book in 2003 titled “The Homosexual Agenda: Exposing the Principal Threat to Religious Freedom Today”).\n\nWhen talking about religious conservatives in America, we might perhaps conjure up an image of a farmer in Iowa or a small-business owner in Ohio who goes to church and holds traditional values. But the leaders to whom such conservatives deliver their votes have a distinct, often different, political vision.\n\nWhen they hail religious liberty, they do not mean the right to pray and worship with other believers. Instead, the phrase has become a catchall for tactical goals of seeking exemptions from the law on religious grounds. To claim exception from the law as a right of “religious refusal” is, of course, the same as claiming the power to take the law into one’s own hands.\n\nThe leaders of this movement are breathtakingly radical. Like Mr. Swanson, they feel persecuted and encircled in a hostile world. Like him, they believe that America will find peace only when all submit to the one true religion.\n\nTrue, few share Mr. Swanson’s taste for genocidal fantasy. But they do share the ultimate goal of capturing the power of the state and remaking society in ways most Americans would find extreme: a world in which men rule in families, women’s reproductive freedom is curtailed and “Bible believers” run the government.\n\nThis movement is a power to be reckoned with in Republican Party politics. Mr. Cruz, for one, is basing his strategy on winning its support. Ben Carson told a Liberty University convocation this month of his concern that so many people “are trying to push God out of our lives.” And early this year, Mr. Jindal hosted a religious revival rally on the Louisiana State University campus that was sponsored by the American Family Association.\n\nBut the real influence of the movement is in the less visible realm of state legislatures. In 2015 alone, 87 religious refusal-related bills were introduced in 28 states.\n\nAll of this raises some unsettling questions about political life in the United States. When presidential candidates court support among the audience of a pastor who openly discusses the extermination of millions of their fellow citizens, why is this not major news?\n\nMost functioning democratic parties in the modern world have mechanisms for marginalizing elements whose presence will ultimately prove destructive to both the political system and the party itself. What has happened to the Republican Party’s immune system?\n\nAnd why are the rest of us complacent? Because a majority of the public has swung behind same-sex marriage, pundits would have us believe that the culture war is over. The leaders of the religious liberty movement may have lost that fight, but they’re still on the march — crusading through the courts and state legislatures.\n\nIt would be foolish to underestimate their resolve.", "byline": "KATHERINE STEWART", "description": "The religious right gets into the presidential race.", "title": "Op-Ed Contributor: Ted Cruz and the Anti-Gay Pastor", "url": "http://www.nytimes.com/2015/11/16/opinion/campaign-stops/ted-cruz-and-the-anti-gay-pastor.html", "topics": ["lgbt issues"], "people": ["Harry Potter", "Rafael Cruz", "Kim Davis", "Mat Staver", "Tony Perkins", "Mike Huckabee", "Bobby Jindal", "Ben Carson", "Bob Vander Plaats", "Ted Cruz"], "orgs": ["Conservative Review", "Alliance Defending Freedom", "Family Research Council", "United States.", "Louisiana State University", "Rally for Religious Liberty", "Hobby Lobby", "Family Leadership Summit", "American Family Association", "Republican Party", "Liberty University"], "election_confidence": 0.726166820159987, "authors": [{"author_id": 45694, "fullname": "katherine stewart", "primary_org": "nyt"}], "date_written": "2015-11-16 08:20:01", "org": "nyt", "article_id": "0c36225d5512701d0cbfed49563bc87f", "date_access": "2015-11-16 08:40:49.007812"}