{"body": "\nCongress\n\n11/16/15 05:15 AM EST\n\n                                        By \nJake Sherman\n\n'I’m used to going all the time. Then you’re not going all the time,' the former speaker tells POLITICO in an interview.\n\n11/16/15 05:14 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 05:13 AM EST\n\n                                        By \nMichael Crowley\n\nSome strategists say it could take as many as 30,000 U.S. ground troops to defeat the group also known as the Islamic State. \n\n11/16/15 12:05 AM EST\n\n                                        By \nAndrew Glass\n\nPresident Theodore Roosevelt signed the proclamation.\n\n                                        Updated 11/16/15 12:02 AM EST\n\n                                        By \nBryan Bender\n                                         and \nJeremy Herb\n\nThe detainees, all from Yemen, were sent to the United Arab Emirates.\n\n                                        By \n                                                Nicholas Vinocur\n\nTwo days after Paris attacks, opposition candidates are already politicking.\n\n2016\n\n                                        Updated 11/15/15 07:56 PM EST\n\n                                        By \nAlex Isenstadt\n\nThe event has been relocated to accommodate a larger guest list.\n\nParis Terror Attacks\n\n11/15/15 07:48 PM EST\n\n                                        By \nShane Goldmacher\n\nThe Republican primary is shifting from a campaign for the presidency to a test for commander in chief.\n\nDebate Night\n\n                                        Updated 11/15/15 07:45 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nParis Terror Attacks\n\n11/15/15 07:21 PM EST\n\n                                        By \nAndrew Restuccia\n\nThe Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.\n\n2016\n\n11/15/15 06:52 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\nOff Message\n\n                                        Updated 11/15/15 06:35 PM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\nInvestigation\n\n11/15/15 06:27 PM EST\n\n                                        By \n                                                Jeff Gerth\n\nHer legislation on banking and housing finance stalled as crisis escalated.            \n\nParis Terror Attacks\n\n11/15/15 06:24 PM EST\n\n                                        By \nBryan Bender\n\nIn U.S. and Europe, there are growing calls for the alliance to take up the fight against ISIL.\n\n                                        By \n                                                Kate Day\n\nBelgium's interior minister outlines four reasons why authorities struggle to combat extremism.\n\n                                        By \n                                                Maia de La Baume\n\n\nPhoto Gallery\n\n11/15/15 04:48 PM EST\n\n                                        By \nKristen East\n\n\n2016\n\n                                        Updated 11/15/15 04:29 PM EST\n\n                                        By \nMarc Caputo\n                                         and \nBen Schreckinger\n\n\"Jeb has been body-snatched.\"\n\n                                        Updated 11/15/15 03:26 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe Republican candidate says its time to use \"both diplomatic and military\" powers to defeat ISIL.\n\n                                        Updated 11/15/15 03:19 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe White House vows no major shift in U.S. strategy in the fight against the Islamic State.\n\n11/15/15 03:14 PM EST\n\n                                        By \nHadas Gold\n\nSaturday's event garners 55 percent of the audience of the first Democratic debate.\n\n11/15/15 03:13 PM EST\n\n                                        Updated 11/15/15 03:12 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks.\n\n11/15/15 02:43 PM EST\n\n                                        By \n                                                Duncan Gardham\n\nVideo message encouraged attacks ‘wherever you may be.’\n\n                                        By \n                                                Kate Day\n\n“It’s very, very difficult for our services,” says Belgium’s interior minister.\n\n11/15/15 12:54 PM EST\n\n2016\n\n                                        Updated 11/15/15 12:39 PM EST\n\n                                        By \nSeung Min Kim\n\nThey vow to go beyond even President Barack Obama's sweeping executive actions.\n\n                                        By \n                                                Tim Ball \n\n\n                                        By \nPierre Briançon \n\nThe French president faces tough political and security choices, from surveillance to Syria.\n\nWashington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 09:38 AM EST\n\n                                        By \nMaïa de la Baume\n\nCommentators and experts disagree over whether French authorities could have prevented the attacks.\n\n                                        By \n                                                Jean-Pierre Filiu\n\nWhy France must avoid the Islamic State’s deadly labyrinth.\n\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\nWe're working on more stories right now\n\n                                            By \n                                                    Jeff Gerth\n\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \n                                                    Graeme Wood\n\n\n                People gather outside Notre Dame cathedral during a ceremony to honour the victims of friday's terrorist attacks on November 15, 2015 in Paris. | Getty\n\nParis Terror Attacks\n\n                        The Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.\n\n            By \nAndrew Restuccia\n\n11/15/15 07:21 PM EST\nFriday's deadly attacks in Paris threaten to cast a shadow on the global climate summit that's set to begin in that city two weeks from now — steering public attention away from the longer-term threat of a warming planet and rising seas toward the more immediate threat of ISIL terrorists.\nBut advocates of a climate pact say hopes for a consensus at the summit could gain momentum from the emerging international unity on combating the Islamic State. And the gathering provides a new platform for President Barack Obama and other leaders to drive home an argument that they have been making for years: that climate change itself is a threat to the world's peace and security.\nStory Continued Below\nStill, pressing the terror-climate connection poses political risks at home, as was shown by the Republican derision that greeted Democratic presidential candidate Bernie Sanders' statement during Saturday night's debate that climate change \"is directly related to the growth in terrorism.\"\nA raft of studies backs up the argument that a changing climate can worsen the tensions that help fuel terrorism and wars, including Pentagon and CIA reports that found instability from changes in the climate can contribute to conditions that breed insurgencies. But conservative critics immediately ridiculed Sanders — with one columnist, Ben Shapiro, tweeting mockingly that \"climate change causes terrorism like a fish causes a bicycle.\" \nObama and dozens of other world leaders are still scheduled to travel to Paris for the beginning of the two-week-long talks that start Nov. 30, along with thousands of activists and observers. They'll gather at a conference center in the north of the city, not far from the Stade du France, where suicide bombers detonated bombs outside a soccer match attended by French President François Hollande. \nOn Sunday, Obama and several of the same world leaders pledged at the G20 summit in Ankara, Turkey, to step up their pressure on ISIL and take new steps to cope with the flow of refugees from Syria. But climate advocates seemed unfazed by the possibility that environmental issues could get squeezed off the leaders' priority list.\n\nForeign Policy\n\n            By \nMichael Crowley\n\n\"The [climate] talks won’t gain as much attention in the media because it will be crowded out by other issues. But that’s not what’s most important,\" said Paul Bledsoe, a former climate aide in the Clinton White House. \"The resolve of world leaders is going to be redoubled to gain an agreement and show that they can deliver for populations around the world. The likelihood for a successful agreement has only increased because of these attacks.\"\nFormer U.S. climate diplomat Nigel Purvis, who now leads the consulting firm Climate Advisers, agreed. \"Nations will be more likely to work closely with France to produce a constructive outcome,\" he said in an email.\nWhile the substance of the negotiations themselves isn't likely to be affected by the attacks in Paris, the attacks will draw more attention to the links between climate change and terrorism. Activists say Obama has an unprecedented opportunity to use his trip to Paris to talk about how drought, desertification, rising seas and other effects of climate change could destabilize countries and worsen conditions that lead to radicalism. \n\nWashington And The World\n\n            By \n                    J.M. Berger\n\nConservatives, on the other hand, have mocked Obama and Secretary of State John Kerry for talking about the national security threat posed by climate change.\nRepublican presidential candidate Donald Trump blasted Obama's comments during a recent television interview about the threat of climate change. \"He said CLIMATE CHANGE is the most important thing, not all of the current disasters!\" Trump tweeted in disbelief. Rival candidate Mike Huckabee scoffed at the notion earlier this year, saying that \"a beheading is a far greater threat to an American than a sunburn.”\nKerry devoted an entire speech to the issue of climate change and national security just three days before the attacks in Paris, saying \"because the world is so extraordinarily interconnected today — economically, technologically, militarily, in every imaginable way — instability anywhere can be a threat to stability everywhere.\"\nFollowing Friday's coordinated attacks in Paris that killed at least 132 people, some worry that touting the national security threat of climate change may strike the wrong chord.\n\n2016\n\n            By \nBen Schreckinger\n\n\"I understand that it has been, and I assume will continue to be part of the argument for a climate change deal, but in light of what just happened in Paris it is going to ring hollow for an awful lot of people. It may be correct, but it just seems out of touch right now,\" said Jim Manley, a former adviser to Senate Minority Leader Harry Reid.\nIndeed, focusing on the climate security argument could give Republicans an opening to argue that Democrats are soft on terrorism and have their priorities mixed up.\n\"People are afraid. And it is not of global warming,\" said Michael McKenna, a Republican energy lobbyist. \"The Democrats need to start to speak to that or they will be politically dead.\"\n © 2015 POLITICO LLC", "byline": "", "description": "The Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.", "title": "Climate summit under terror&apos;s shadow in Paris", "url": "http://www.politico.com/story/2015/11/paris-attacks-climate-change-talks-215914", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Francois Hollande", "Ben Shapiro", "Henry C. Jackson", "Mike Huckabee", "Hadas Gold", "Marc Caputo", "Richard Nixon", "Kristen East", "Harry Reid", "Theodoric Meyer", "Pierre Briancon", "Gabriel Debenedetti", "Donald Trump", "Andrew Restuccia", "Paul Bledsoe", "Jim Manley", "Shane Goldmacher", "Bryan Bender", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Jeremy Herb", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Barack Obama", "Bernie Sanders", "John Kerry", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Jeff Gerth", "Eli Stokols", "Nicholas Vinocur", "Glenn Thrush", "Katie Glueck", "Theodore Roosevelt"], "orgs": ["Washington And The World", "CIA", "Photo Gallery", "Congress", "DNC", "Senate", "ISIL", "Pentagon", "J.M."], "election_confidence": 0.7428932632668386, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-11-16 00:21:07", "org": "politico", "article_id": "44e73d060451d2387774f728a3f1bf52", "date_access": "2015-11-16 10:41:09.484561"}