{"body": "\nCongress\n\n11/16/15 05:15 AM EST\n\n                                        By \nJake Sherman\n\n'I’m used to going all the time. Then you’re not going all the time,' the former speaker tells POLITICO in an interview.\n\n11/16/15 05:14 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 05:13 AM EST\n\n                                        By \nMichael Crowley\n\nSome strategists say it could take as many as 30,000 U.S. ground troops to defeat the group also known as the Islamic State. \n\n11/16/15 12:05 AM EST\n\n                                        By \nAndrew Glass\n\nPresident Theodore Roosevelt signed the proclamation.\n\n                                        Updated 11/16/15 12:02 AM EST\n\n                                        By \nBryan Bender\n                                         and \nJeremy Herb\n\nThe detainees, all from Yemen, were sent to the United Arab Emirates.\n\n                                        By \n                                                Nicholas Vinocur\n\nTwo days after Paris attacks, opposition candidates are already politicking.\n\n2016\n\n                                        Updated 11/15/15 07:56 PM EST\n\n                                        By \nAlex Isenstadt\n\nThe event has been relocated to accommodate a larger guest list.\n\nParis Terror Attacks\n\n11/15/15 07:48 PM EST\n\n                                        By \nShane Goldmacher\n\nThe Republican primary is shifting from a campaign for the presidency to a test for commander in chief.\n\nDebate Night\n\n                                        Updated 11/15/15 07:45 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nParis Terror Attacks\n\n11/15/15 07:21 PM EST\n\n                                        By \nAndrew Restuccia\n\nThe Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.\n\n2016\n\n11/15/15 06:52 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\nOff Message\n\n                                        Updated 11/15/15 06:35 PM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\nInvestigation\n\n11/15/15 06:27 PM EST\n\n                                        By \n                                                Jeff Gerth\n\nHer legislation on banking and housing finance stalled as crisis escalated.            \n\nParis Terror Attacks\n\n11/15/15 06:24 PM EST\n\n                                        By \nBryan Bender\n\nIn U.S. and Europe, there are growing calls for the alliance to take up the fight against ISIL.\n\n                                        By \n                                                Kate Day\n\nBelgium's interior minister outlines four reasons why authorities struggle to combat extremism.\n\n                                        By \n                                                Maia de La Baume\n\n\nPhoto Gallery\n\n11/15/15 04:48 PM EST\n\n                                        By \nKristen East\n\n\n2016\n\n                                        Updated 11/15/15 04:29 PM EST\n\n                                        By \nMarc Caputo\n                                         and \nBen Schreckinger\n\n\"Jeb has been body-snatched.\"\n\n                                        Updated 11/15/15 03:26 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe Republican candidate says its time to use \"both diplomatic and military\" powers to defeat ISIL.\n\n                                        Updated 11/15/15 03:19 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe White House vows no major shift in U.S. strategy in the fight against the Islamic State.\n\n11/15/15 03:14 PM EST\n\n                                        By \nHadas Gold\n\nSaturday's event garners 55 percent of the audience of the first Democratic debate.\n\n11/15/15 03:13 PM EST\n\n                                        Updated 11/15/15 03:12 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks.\n\n11/15/15 02:43 PM EST\n\n                                        By \n                                                Duncan Gardham\n\nVideo message encouraged attacks ‘wherever you may be.’\n\n                                        By \n                                                Kate Day\n\n“It’s very, very difficult for our services,” says Belgium’s interior minister.\n\n11/15/15 12:54 PM EST\n\n2016\n\n                                        Updated 11/15/15 12:39 PM EST\n\n                                        By \nSeung Min Kim\n\nThey vow to go beyond even President Barack Obama's sweeping executive actions.\n\n                                        By \n                                                Tim Ball \n\n\n                                        By \nPierre Briançon \n\nThe French president faces tough political and security choices, from surveillance to Syria.\n\nWashington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 09:38 AM EST\n\n                                        By \nMaïa de la Baume\n\nCommentators and experts disagree over whether French authorities could have prevented the attacks.\n\n                                        By \n                                                Jean-Pierre Filiu\n\nWhy France must avoid the Islamic State’s deadly labyrinth.\n\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\nWe're working on more stories right now\n\nParis Terror Attacks\n\n                        The Republican primary is shifting from a campaign for the presidency to a test for commander in chief.\n\n            By \nShane Goldmacher\n\n11/15/15 07:48 PM EST\n\n                Members of the public gather at La Belle Equipe restaurant following Friday’s terrorist attack on November 15, 2015 in Paris | Getty | Getty\n\n                                            By \n                                                    Jeff Gerth\n\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \n                                                    Graeme Wood\n\nIt took just 48 hours, but the tragic terror attacks on Paris have quickly cleaved the 2016 Republican primary into a contest between those with serious foreign policy experience and those without, shifting the race, at least for now, from a campaign for the presidency to a test for commander in chief.\nThe disparity between candidates has been present and glaring for months, of course, but it took a backseat in a primary where experience has been akin to a dirty word, and early state voters haven’t demanded great familiarity with world affairs. The question for 2016 now turns on whether foreign policy fluency and the seasoning of elected office somehow morphs into an asset, a development which could dislodge the two outsiders who are currently perched comfortably atop the polls – Donald Trump and Ben Carson – and reorder the race.\nStory Continued Below\n\"It's one thing to have a protest vote,\" New York Republican Rep. Pete King, a member of the Homeland Security Committee and chairman of the subcommittee on counterterrorism and intelligence, told POLITICO. \"If anything good can come of this tragedy, I would hope it would steer the debate toward who can handle Al Qaeda and ISIS and away from sound bites.\"\nIt did on Sunday. As Speaker Paul Ryan ordered the flags at the U.S. Capitol lowered to half-staff to honor the 129 people killed in Paris, including one American student, Nohemi Gonzalez, the Republican presidential field was quizzed on U.S. refugee policy, no-fly zones in Syria, NATO's Article 5 and the use of military force abroad.\nJeb Bush, the former Florida governor, called for a declaration of war against the Islamic State. Sen. Marco Rubio said America was engaged in a \"clash of civilizations.\" But Carson struggled to articulate how exactly his foreign-policy vision would translate in the real world.\n“Well obviously, extending, you know, our support to the French,” he said Sunday on Fox News when asked what a President Carson’s first steps would have been following the Paris terror attack. When host Chris Wallace pressed him three times on who he would call first to put together an international military coalition, Carson demurred three times before saying he would call \"all of the Arab states\" and \"all of our traditional allies.\"\n \"I don't want to leave anybody out,\" Carson said.\n\nWashington And The World\n\n            By \n                    J.M. Berger\n\nDonald Trump, who before the attack had said his ISIS policy would be to \"bomb the s--t out of them,\" was unusually absent, not just from the Sunday interview circuit but the discussion. He had spent the weekend shouting on Twitter in all-caps: \"When will President Obama issue the words RADICAL ISLAMIC TERRORISM?\" \"He is just so bad! CHANGE.\" \"We need much tougher, much smarter leadership - and we need it NOW!\"\nThe violence in France comes at a time in the cycle when numerous 2016 operatives say voters are starting to shift from not just deciding who they like, but who they want to serve as president. Even before the attacks, for instance, a super PAC supporting John Kasich held a focus group in New Hampshire last week and reported that every attendee mentioned \"experience” as important to them. \nIt was the first time that had happened, according to Matt David, a strategist for the Kasich super PAC.\nOn Sunday, Kasich, who has been almost alone in touting his congressional committee experience on the campaign trail, was rushing to get out all his specific prescriptions on Fox: arming the Kurds, putting in a no-fly zone, tying in the Saudis and Jordanians, coordinating intelligence better internationally. \n\"There’s so many things we need to do and, frankly, we’re behind the curve,” Kasich said.\nBush, Kasich, Rubio and Sen. Lindsey Graham were among those who spoke fluently on foreign affairs on the Sunday shows.\n\"I have a plan. Please, for God's sake, wake up to the threats we face,\" Graham, whose poor polling caused him to be excluded from the last GOP debate, said on CNN. \"Hit them before they hit us. Fight them in their backyard, not our backyard.\" Among the most hawkish candidates in the field, Graham has called for sending 10,000 American troops to Iraq and Syria.\nBush spoke confidently about foreign affairs on both CNN’s “State of the Union” and NBC’s “Meet the Press.” But when NBC’s Chuck Todd asked Bush if he thought Carson or Trump were ready to be commander in chief, he replied, \"I don't know. The words that I hear them speaking give me some concern.\"\n\n2016\n\n            By \nBen Schreckinger\n\nIt’s too soon to know whether voters will more closely scrutinize foreign policy credentials in the wake of the Paris attacks – or if it will have any material effect at all. Steve Schmidt, a veteran GOP strategist and senior adviser to John McCain's 2008 campaign, predicted the current dynamic would remain unchanged so long as no one in the race – experienced or unexperienced -- was leveling with the American people about the true costs to quell the threats abroad.\n\"Simply asserting 'I will destroy ISIS' absent any honesty with the American people of what is required to do that is platitudes,\" Schmidt said. For voters, he said, \"There's no difference between an experienced politician offering platitudes and an inexperienced outsider offering platitudes.\"\n “The American people have been communicated to like children – by both parties – and with extreme dishonestly by the administration,” Schmidt said.\nThe Paris attacks are reverberating on the Democratic side of the aisle, as well. \"This election is not only about electing a president,\" as Hillary Clinton said in her opening statement at Saturday's Democratic debate in Des Moines. \"It's also about choosing our next commander in chief.\"\nThroughout the weekend, Republicans trained their fire on Clinton for her refusal, along with President Obama, to label the attackers radical Islamists.\n“I don’t understand it,” Rubio said on ABC’s “This Week.\" “That would be like saying we weren’t at war with Nazis because we were afraid to offend some Germans who may have been members of the Nazi Party but weren’t violent themselves.”\n © 2015 POLITICO LLC", "byline": "", "description": "The Republican primary is shifting from a campaign for the presidency to a test for commander in chief.", "title": "GOP field takes new shape after Paris attacks", "url": "http://www.politico.com/story/2015/11/paris-attacks-2016-republicans-215913", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Chris Wallace", "Pete King", "Henry C. Jackson", "Hadas Gold", "Marc Caputo", "Richard Nixon", "Steve Schmidt", "Kristen East", "Theodoric Meyer", "Chuck Todd", "Pierre Briancon", "Gabriel Debenedetti", "Donald Trump", "Andrew Restuccia", "Matt David", "Shane Goldmacher", "Bryan Bender", "Jeb Bush", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Jeremy Herb", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Barack Obama", "Paul Ryan", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Jeff Gerth", "Lindsey Graham", "Hillary Clinton", "John Kasich", "Eli Stokols", "Nicholas Vinocur", "Glenn Thrush", "Katie Glueck", "Ben Carson", "Theodore Roosevelt"], "orgs": ["Washington And The World", "Photo Gallery", "Homeland Security Committee", "Congress", "DNC", "Al Qaeda", "GOP", "PAC", "NATO", "ISIL", "U.S. Capitol", "J.M."], "election_confidence": 0.9736786915160155, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-11-16 00:48:14", "org": "politico", "article_id": "d0c9b200d6d3ad8ec6c29c76fd1d3142", "date_access": "2015-11-16 10:41:08.172971"}