{"body": "\n11/16/15 07:37 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 07:07 PM EST\n\n                                        By \nNahal Toosi\n\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\n11/16/15 06:51 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\n                                        Updated 11/16/15 05:11 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n11/16/15 02:48 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\n\nWashington and the World \n\n11/16/15 12:12 PM EST\n\n                                        By \nMichael Hirsh\n\nWhy can’t we come up with strategy to defeat the terrorists? Maybe it’s because we won’t say who they are—or even who we are.\n\n11/16/15 11:55 AM EST\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nPharma tries to shift focus ahead of HHS price forum —Tech, drug companies unite on IP bill\n\n11/16/15 11:41 AM EST\n\n                                        By \nJake Sherman\n\nThe proposal will go before the House Republican Conference on Tuesday.\n\n11/16/15 11:10 AM EST\n\n                                        Updated 11/16/15 11:09 AM EST\n\n                                        By \nKatie Glueck\n\n\"I believe Ted Cruz is the candidate that's the answer to my prayers,\" King says.\n\n                                        Updated 11/16/15 11:08 AM EST\n\n                                        By \nNick Gass\n\n\"That’s not American. That’s not who we are. We don’t have a religious test for our compassion,\" he says. \n\n                                        By \n                                                Nicholas Vinocur\n                                         and \nPierre Briançon \n\nThe French president calls for meeting of UN Security Council and vows to scale up military campaign.\n\n                                        Updated 11/16/15 10:56 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 10:13 AM EST\nDeSAULNIER calls for bridge investigations\n\n11/16/15 10:09 AM EST\n\n                                        By \nTheodoric Meyer\n\nZwick to work for Ryan — A new DSCC attack\n\n11/16/15 10:00 AM EST\n\n                                        By \nAlex Byers\n                                         and \nKate Tummarello\n\nSenate Judiciary looks to debate trade secrets — Senate Commerce postpones spectrum markup\n\n11/16/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nAPEC to focus on services — Ryan’s short-term to-do list\n\n11/16/15 10:00 AM EST\n\n                                        By \nBrian Mahoney\n\nThe Democrats' wage problem — Rules committee meets on tribal labor bill\n\n11/16/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nRyan hits the airwaves — Debate recap\nWe're working on more stories right now\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Michael Lind\n\n\n                                            By \nJack Shafer\n\n\n                Bernie Sanders takes the stage before a Democratic presidential primary debate on Nov. 14. | AP Photo\n\n                        The Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n            By \nGabriel Debenedetti\n\n11/16/15 06:51 PM EST\nBernie Sanders didn’t sign up for a foreign policy election. Yet that's exactly what he's getting in the wake of the Paris attacks, a shift that's turned the primary contest — temporarily at least — into a test for commander-in-chief. \nFor the Vermont senator, it's already proving discomfiting as he faces off against an already-dominating front-runner on terrain that's familiar to her as a former secretary of state.\nStory Continued Below\nAs Clinton works to remind Democratic voters of her experience — “I spent a lot of time in the Situation Room as secretary of state and there were many very difficult choices presented to us,” she said on the Des Moines debate stage on Saturday — Sanders suddenly finds himself forced to deviate from the stump speech he’s effectively been honing for decades. His once-soaring campaign, until recently firmly welded to a focus on domestic policy and income inequality, is now reliant on a work-in-progress argument that leans further into his criticism of Clinton’s 2002 vote to authorize the Iraq War.\nThere's a sense of urgency to Sanders' task of proving he belongs in the national security discussion, said Democratic operative Chris Kofinis, who ran a focus group of 33 undecided Iowa Democratic caucus-goers during the debate. That group unanimously decided that Clinton would be a stronger commander-in-chief after the forum, and Kofinis found that her message on terrorism resonated particularly strongly with the Iowans.\n“It was pretty overwhelmingly clear. Not surprising given her experience as secretary of state, but two weeks ago the issue of terrorism wasn’t at the forefront of the Democratic debate. Now it — at least for the time being — definitely is at the front,” Kofinis explained on Monday. “Sanders had an electability issue going into this debate. I’ve done four groups now in Iowa, and every group says the same thing: we love his message but we’re not sure it’s electable. He needs to address that head on, and that’s now even more difficult because he has to do that as well as address the commander-in-chief question.\"\n\n2016\n\n            By \nEli Stokols\n\n“When these kinds of drastic international events happen, they usually change the dynamic of the race, and you either react to it or you don’t. The perception is that he hasn’t, and he has to,” Kofinis added.\nSanders has yet to schedule — or even write — the military policy speech that his top strategist, Tad Devine, has long urged him to deliver. He only has one public rally scheduled for this week — today in Cleveland. It's a reflection of doubts within the campaign, say those familiar with its thinking, that the issue of responding to the attacks will drive voters’ thinking for more than a few days.\nNonetheless, Devine and other top aides expect Sanders to start making his argument shortly.\nFirst, he will more forcefully frame Clinton’s Iraq vote as a question of basic judgment: “Arguably the most important foreign policy decision in the last 30 years,\" said Devine.\nSanders will also elaborate on his hope to build a new coalition against ISIS, continuing a discussion he began — though without offering specifics — at a rally in Indianola, Iowa, on Sunday night.\n“We have a different point of view, but Russia has got to join us,” he said the evening after the debate, in the midst of a sprawling speech that focused primarily on the middle class issues he’s accustomed to addressing. “We are concerned about Iran, but Iran has to join us. We have concerns about Saudi Arabia, but Saudi Arabia has to join us. If all over the world these attacks are taking place, the world has got to come together.\"\nThe senator, who often votes against increasing funding for the Defense Department, will argue that the country should shoulder less of the burden in responding to — and paying for — international crises.\nIf Sanders makes this account central to his appearances in the coming days, it will represent a dramatic departure for a lawmaker whose foreign policy work in the Senate is largely limited to his membership in the Veterans’ Affairs committee. That background hasn't been a hindrance in a race that mostly centered on economic issues, as evidenced by the recent exits of both of the internationally-focused candidates pursuing the Democratic nomination — Jim Webb and Lincoln Chafee. \n\n\n\n            By \nDaniel Strauss\n\nInstead, the candidates have mostly sparred over Wall Street regulation, environmental policy, and immigration. As a result, their Saturday debate opened a new window into their thinking. \nSanders traveled to Des Moines with Senate staffers who’ve been briefing him on foreign policy, but after his opening statement veered away from the Paris attacks and toward the “rigged economy” — a stark contrast to Clinton and Martin O'Malley, who stuck to responding to the attacks — Sanders immediately faced new scrutiny.\nThose questions about his preparation to be commander in chief were compounded before long, when Sanders told moderator John Dickerson that he stood by his claim that climate change is the greatest threat to national security — a position far out of sync with the polls.\n“Climate change is directly related to the growth of terrorism,” insisted the Vermonter, before his campaign circulated a fact-sheet backing up his claim that the military agrees with his assessment. “And if we do not get our act together and listen to what scientists say, you’re going to see countries all over the world — this is what the CIA says — they’re going to be struggling over limited amounts of water, limited amounts of land to grow their crops, and you’re going to see all kinds of international conflict.\"\nWhile he recovered in time to engage Clinton and O’Malley in a spirited debate over the country’s role in the Middle East, the exchanges highlighted his difficulties convincing voters of his viability for the job: a pre-debate November CBS/New York Times poll showed that 53 percent of Democratic primary voters were “very confident” in Clinton’s “ability to handle an international crisis,” compared to just 16 percent for Sanders.\nNonetheless, his team remains wedded to the strategy of using the sudden focus on foreign policy as an opportunity to underscore Clinton’s past errors, rather than his own grand plan for the Middle East.\n“I don’t think she in any way distinguished herself on foreign policy during the debate. She was secretary of state at the time ISIL emerged, so she was on defense,” said a high-level Sanders aide, previewing a further line of discussion from his candidate. “She does know a lot of names and places and inside facts, but other than that she didn’t distinguish herself.\"\n © 2015 POLITICO LLC", "byline": "", "description": "The Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.", "title": "Sanders knocked off stride by foreign policy focus", "url": "http://www.politico.com/story/2015/11/bernie-sanders-foreign-policy-paris-215937", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jim Obergefell", "Bernie Becker", "Kate Tummarello", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Tad Devine", "Nicholas Vinocur", "Ted Cruz", "Spencer Zwick", "Theodoric Meyer", "Brian Mahoney", "Pierre Briancon", "Nahal Toosi", "Gabriel Debenedetti", "Dianne Feinstein", "Josh Gerstein", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "John Dickerson", "Brett Norman", "Martin O'Malley", "Jim Webb", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Marco Rubio", "Jake Sherman", "Barack Obama", "Sarah Wheaton", "Bernie Sanders", "Saddam Hussein", "Daniel Strauss", "Sarah Karlin", "Hillary Clinton", "David Perera", "Eli Stokols", "Mike Huckabee", "Victoria Guida", "Alex Byers", "Eliza Collins", "Lincoln Chafee", "Laura Nahmias"], "orgs": ["HHS", "Senate Judiciary", "Defense Department", "Congress", "DNC", "Senate", "Al Qaeda", "State Department", "CIA", "House Republican Conference", "Circuit Court of Appeals", "SEC", "ISIL", "Senate Commerce", "Capitol Police"], "election_confidence": 0.8915268978286975, "authors": [{"author_id": 30879, "fullname": "david perera", "primary_org": "politico"}], "date_written": "2015-11-16 23:51:51", "org": "politico", "article_id": "cf6b90865b10074ad622a4e4b40c01a1", "date_access": "2015-11-17 00:41:46.304671"}