{"body": "\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n                                        Updated 11/16/15 06:37 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\n                                        Updated 11/16/15 05:11 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n11/16/15 02:48 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\n\nWashington And The World\n\n11/16/15 12:12 PM EST\n\n                                        By \nMichael Hirsh\n\nWhy can’t we come up with strategy to defeat the terrorists? Maybe it’s because we won’t say who they are—or even who we are.\n\n11/16/15 11:55 AM EST\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nPharma tries to shift focus ahead of HHS price forum —Tech, drug companies unite on IP bill\n\n11/16/15 11:41 AM EST\n\n                                        By \nJake Sherman\n\nThe proposal will go before the House Republican Conference on Tuesday.\n\n11/16/15 11:10 AM EST\n\n                                        Updated 11/16/15 11:09 AM EST\n\n                                        By \nKatie Glueck\n\n\"I believe Ted Cruz is the candidate that's the answer to my prayers,\" King says.\n\n                                        Updated 11/16/15 11:08 AM EST\n\n                                        By \nNick Gass\n\n\"That’s not American. That’s not who we are. We don’t have a religious test for our compassion,\" he says. \n\n                                        By \n                                                Nicholas Vinocur\n                                         and \nPierre Briançon \n\nThe French president calls for meeting of UN Security Council and vows to scale up military campaign.\n\n                                        Updated 11/16/15 10:56 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 10:13 AM EST\nDeSAULNIER calls for bridge investigations\n\n11/16/15 10:09 AM EST\n\n                                        By \nTheodoric Meyer\n\nZwick to work for Ryan — A new DSCC attack\n\n11/16/15 10:00 AM EST\n\n                                        By \nAlex Byers\n                                         and \nKate Tummarello\n\nSenate Judiciary looks to debate trade secrets — Senate Commerce postpones spectrum markup\n\n11/16/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nAPEC to focus on services — Ryan’s short-term to-do list\n\n11/16/15 10:00 AM EST\n\n                                        By \nBrian Mahoney\n\nThe Democrats' wage problem — Rules committee meets on tribal labor bill\n\n11/16/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nRyan hits the airwaves — Debate recap\n\n11/16/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nFoxx makes last-ditch funding plea — McCaul cites watch lists, visa waiver among terrorism concerns\n\n11/16/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nSenate HELP watch continues — Blackburn works on interoperability bill \n\n11/16/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nAdvocates push Medicaid expansion in Florida — AMA sets advocacy agenda — FDA recalls device associated with spreading super bugs\n\n11/16/15 10:00 AM EST\n\n                                        By \nChase Purdy\n\nMcConnell may initiate a Senate vote on immigration? — A 'paradigm shift' coming for imported food\n\n11/16/15 10:00 AM EST\n\n                                        By \nAllie Grasgreen Ciaramella\n\nClinton splits from Obama administration on teacher evaluations — Closing in on an NCLB update?\n\n11/16/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nHouse committee takes up anti-EPA resolutions — Court to fast-track decision on whether McCarthy must testify in coal case\n\n11/16/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nHouse oversight panel goes to school on Education Department, connected cars — Restaurant cybersecurity?\n\n11/16/15 09:52 AM EST\n\n                                        By \nNolan D. McCaskill\n\n\"In that shameful moment I think Secretary Clinton was trying to pump out a smokescreen to cover her tracks on this one.”\nWe're working on more stories right now\n\n\n2016\n\n                        The former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n            By \nEli Stokols\n\n11/16/15 06:23 PM EST\n\n                Jeb Bush speaks during the Sunshine Summit conference on November 13, 2015 in Orlando, Florida.  | Getty\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                                            By \nJack Shafer\n\n\n                                            By \nTodd S. Purdum\n\nWith Republican presidential candidates racing to condemn President Barack Obama as a reluctant warrior inept to take on Islamic State, Jeb Bush is pouncing on an opportunity to offer up what other critics aren’t — a plan. \nIt’s not without risk. A call to aggressively marshal resources to take on a diffuse network of fighters in the Middle East could bring back echoes of his brother’s prolonged engagements in Iraq and elsewhere. And Bush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \nStory Continued Below\nBut the Bush campaign and its allies have made a calculation that in this Republican race driven by emotion and dominated by more compelling personalities, the former Florida governor has an opportunity to stand head and shoulders above his rivals as he speaks to Americans shaken by last week’s deadly attacks in Paris. \n“As the problems get bigger and bigger, people are going to start looking at people who are competent and capable,” said Ron Kaufman, a longtime GOP adviser to presidential campaigns who is backing Bush. “In the end, that’s going to matter and it’s going to be good for Jeb.” \nBush plans to expand on his vision on Wednesday at the Citadel in South Carolina. His team has been working to reframe a speech initially focused on the need to restore cuts to the Pentagon’s budget in the more immediate context of the Paris attacks and how to fight ISIL in the Middle East. \n“We should declare war, and harness all of the power that the United States can bring to bear, both diplomatic and military, of course, to be able to take out ISIS,” Bush said on NBC’s “Meet the Press\" on Sunday, offering up his initial take on how the U.S. should respond to the carnage that took more than 130 lives and wounded scores more.\n\n\n\n            By \nEliza Collins\n             and \nNick Gass\n\nHe didn’t stop there, ticking off specific strategic points. “Declare a no-fly zone over Syria,” he said. “Directly arm the (Kurdish) Peshmerga forces in Iraq. Reengage with the Sunni tribal leaders. Embed with the Iraqi military. Be able to create safe zones in Syria. Garner the support of our European allies and the traditional Arab states.” \nMany of those are ideas Bush first outlined in a speech last summer where he laid out his strategy for combating ISIL. But now people are actually focused on that subject. \n“This window is going to be fleeting. In a very populist election cycle, his campaign is based on being a calm, judicious, thoughtful guy,” said Kori Schake, a fellow at the Hoover Institution who advised John McCain on foreign policy during his 2008 campaign. “It’s not that often that circumstances align like three lemons on a slot machine and allow a candidate like Jeb Bush an opportunity to sell substance.” \nIn the broader Republican field, Bush is hoping to find the sweet spot as by playing the experienced, steady hand in this commander-in-chief test—positioning himself somewhere between the ardor of Donald Trump, who said he would consider shuttering mosques in the U.S., and the uncertainty of Ben Carson, who stated in last week’s GOP debate that getting ISIL out of Iraq would be “pretty easy” and on Sunday couldn’t identify an ally he would call first to work on addressing this crisis. \n“At this point, campaigns are looking for moments to meet, to demonstrate why their candidate’s a leader and why they should be trusted not just to handle an issue but to lead a nation,” said Bruce Haynes, a Republican strategist in Washington who's not backing a specific candidate. “This is an opportunity for Jeb Bush to distinguish himself not just with a strategy but as someone who understands what it means for America to lead in the current global environment.” \n\n\n\n            By \nDaniel Strauss\n\nWhile some candidates are trying to push buttons on specific issues, from bombing campaigns to blocking Syrian refugees, Bush, in framing this as a governing issue, is trying to stand out by thinking and talking big and looking like a president. “While it may seem counter-intuitive, it’s not counter-intuitive for him to say what he believes is right,” said Haynes. “In spite of how people might feel about the past and his brother, he’s going to stand up and say, I’m Jeb Bush, this is what I believe and what I think we should do and the chips will fall where they may—and that’s leadership.” \nBush is hardly alone in calling for a no-fly zone in Syria; six other GOP rivals including Marco Rubio and likely Democratic nominee Hillary Clinton all agree with him. President Obama, however, dismissed that idea during a press conference at the G-20 in Turkey on Monday. \"It is determined that it would be counterproductive to take those steps,\" the president said. \nHe also has joined rival Ted Cruz in calling for special protection for the Christian Syrian refugees, while Obama condemned any sort of \"religious test\" that would unfairly leave Muslim refugees in peril. \nBut some of Bush’s rhetoric appears to be merely that: He criticized the White House for failing to declare war—even though national security Ben Rhodes has referred to the U.S. actions against ISIL as part of a war; and his assertion that Clinton believes “that it’s not our fight” based on her statement in Saturday night’s debate that combating ISIL must also involve other allies and “cannot be an American fight” is somewhat of a stretch. \n“Of course there’s a rhetorical element to this. I think the American people want a president who’s going to stand up and deliver a forceful rebuke of the terrorists who committed such atrocities,” said Tim Miller, Bush’s campaign spokesman. “An event like that requires a serious response. I think what you saw from the president and Hillary Clinton was a pretty tepid response given the gravity of the event.” \nBush expressed openness to a ground assault to root out ISIL from Iraq and Syria during his appearance on \"Meet The Press\" Sunday, laying out an idealistic scenario reminiscent of what his brother’s team foresaw heading into Iraq 12 years ago. “Well, you take it to them in Syria and Iraq,” Bush said. “You destroy ISIS. And then you build a coalition to replace this radical Islamic terrorist threat to our country and to Europe and to the region with something that is more peace loving.” \nObama on Monday rebutted that argument, saying that a ground war doesn’t make sense “unless we're prepared to have a permanent occupation.” Without \"local populations that are committed to inclusive governance and who are pushing back against ideological extremes,\" Obama argued, Islamists would eventually resurface. \"We would see a repetition of what we’ve seen before,” he said. \n\nFourth Estate\n\n            By \nJack Shafer\n\nWhile Democrats blame George W. Bush for destabilizing the Middle East to the point that ISIL could take hold, Bush and Republicans blame Obama and Clinton for withdrawing U.S. troops, which, they argue, created the void. The debate over how to proceed in the Middle East will continue to be a debate about how we got to this point—and that’s what makes the politics exceedingly complicated for the candidate named Bush. \n“If he looks like his brother, that’s probably not going to be an electoral advantage for him,” Schake said. “That’s why he’s coming up with a fully fledged strategy—because he’s going to be held to a different standard than everyone else.” \nAnd as fraught as the politics are for Bush, the policy questions are exceedingly more complex in the view of most foreign policy experts. “I firmly understand when you’re running for president, it’s very attractive to wrap yourself in the flag. But the notion that we’re suddenly going to get this fixed by sending troops to fight ISIS, we’re kidding ourselves,” said Ian Bremmer, the president of The Eurasia Group. “The long-term support in the U.S. for what would be a long war of attrition that would put even more of a bulls eye on Americans just isn’t there.\"\n“We do not do well with wars where we are nowhere near as committed to the outcome as those we’re fighting,” he continued. “If there’s any lesson out there that Jeb Bush should have taken, you’d think that would be the one.” \n\nEli Stokols is a national politics reporter.\n © 2015 POLITICO LLC", "byline": "", "description": "The former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.", "title": "Jeb Bush tries to ace the commander-in-chief test", "url": "http://www.politico.com/story/2015/11/jeb-bush-2016-commander-chief-215949", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jim Obergefell", "Bernie Becker", "Kate Tummarello", "Ian Bremmer", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Bruce Haynes", "Eric Wolff", "George W. Bush", "Ted Cruz", "Spencer Zwick", "Theodoric Meyer", "Brian Mahoney", "Pierre Briancon", "Nahal Toosi", "Josh Gerstein", "Dianne Feinstein", "Gabriel Debenedetti", "Tim Miller", "Allie Grasgreen Ciaramella", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Alex Isenstadt", "Brett Norman", "Jennifer Scholtes", "Jeb Bush", "Seung Min Kim", "Michael Lind", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Jake Sherman", "Barack Obama", "Chase Purdy", "Nicholas Vinocur", "Brianna Ehley", "David Pittman", "Tim Starks", "Saddam Hussein", "Ron Kaufman", "Kori Schake", "Daniel Strauss", "Sarah Karlin", "Hillary Clinton", "Ben Rhodes", "Eli Stokols", "Mike Huckabee", "Victoria Guida", "Alex Byers", "Eliza Collins", "Ben Carson", "Laura Nahmias"], "orgs": ["FDA", "Senate Judiciary", "Circuit Court of Appeals", "Capitol Police", "EPA", "AMA", "State Department", "Hoover Institution", "SEC", "Medicaid", "ISIL", "Education Department", "HHS", "DNC", "Blackburn", "Eurasia Group", "House Republican Conference", "Senate Commerce", "GOP", "Washington And The World", "Senate", "Al Qaeda", "Pentagon"], "election_confidence": 0.9384977455253539, "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-11-16 23:23:01", "org": "politico", "article_id": "1a5f43c3221c37cb59bb8f67296eb316", "date_access": "2015-11-16 23:44:48.899775"}