{"body": "\n11/16/15 07:31 AM EST\n\n                                        By \nNick Gass\n\nAbdelhamid Abaaoud told a magazine affiliated with the Islamic State earlier this year that it took several months to set up operations in Belgium.\n\n11/16/15 07:15 AM EST\nFANTASY SITE lobby takes shape\n\n11/16/15 07:00 AM EST\nRIDER UNIVERSITY deal averts layoffs\n\n11/16/15 06:52 AM EST\nSESSION home stretch\n\n                                        By \n                                                Natasha Korecki\n\n\n                                        By \nHans von der Burchard\n                                         and \n                                                Laurens Cerulus\n\nParis investigation leads to run-down Brussels neighborhood notorious for jihadi recruitment.\n\n                                        By \nPierre Briançon \n\n\n11/16/15 06:36 AM EST\nCRUZ RISING: Rival GOP campaigns suddenly fear the Ted – OVP HIRE -- BILL NICHOLS to Freedman Consulting -- ELIZABETH DREW is 8-0\n\n11/16/15 06:28 AM EST\nThe Donald becomes ‘Elvis’ in FL.\n\nCongress\n\n11/16/15 05:15 AM EST\n\n                                        By \nJake Sherman\n\n'I’m used to going all the time. Then you’re not going all the time,' the former speaker tells POLITICO in an interview.\n\n11/16/15 05:14 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 05:13 AM EST\n\n                                        By \nMichael Crowley\n\nSome strategists say it could take as many as 30,000 U.S. ground troops to defeat the group also known as the Islamic State. \n\n11/16/15 12:05 AM EST\n\n                                        By \nAndrew Glass\n\nPresident Theodore Roosevelt signed the proclamation.\n\n                                        Updated 11/16/15 12:02 AM EST\n\n                                        By \nBryan Bender\n                                         and \nJeremy Herb\n\nThe detainees, all from Yemen, were sent to the United Arab Emirates.\n\n                                        By \n                                                Nicholas Vinocur\n\nTwo days after Paris attacks, opposition candidates are already politicking.\n\n2016\n\n                                        Updated 11/15/15 07:56 PM EST\n\n                                        By \nAlex Isenstadt\n\nThe event has been relocated to accommodate a larger guest list.\n\nParis Terror Attacks\n\n11/15/15 07:48 PM EST\n\n                                        By \nShane Goldmacher\n\nThe Republican primary is shifting from a campaign for the presidency to a test for commander in chief.\n\nDebate Night\n\n                                        Updated 11/15/15 07:45 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nParis Terror Attacks\n\n11/15/15 07:21 PM EST\n\n                                        By \nAndrew Restuccia\n\nThe Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.\n\n2016\n\n11/15/15 06:52 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\nOff Message\n\n                                        Updated 11/15/15 06:35 PM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\nInvestigation\n\n11/15/15 06:27 PM EST\n\n                                        By \n                                                Jeff Gerth\n\nHer legislation on banking and housing finance stalled as crisis escalated.            \n\nParis Terror Attacks\n\n11/15/15 06:24 PM EST\n\n                                        By \nBryan Bender\n\nIn U.S. and Europe, there are growing calls for the alliance to take up the fight against ISIL.\n\n                                        By \n                                                Kate Day\n\nBelgium's interior minister outlines four reasons why authorities struggle to combat extremism.\n\n                                        By \n                                                Maia de La Baume\n\n\nPhoto Gallery\n\n11/15/15 04:48 PM EST\n\n                                        By \nKristen East\n\n\n2016\n\n                                        Updated 11/15/15 04:29 PM EST\n\n                                        By \nMarc Caputo\n                                         and \nBen Schreckinger\n\n\"Jeb has been body-snatched.\"\n\n                                        Updated 11/15/15 03:26 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe Republican candidate says its time to use \"both diplomatic and military\" powers to defeat ISIL.\n\n                                        Updated 11/15/15 03:19 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe White House vows no major shift in U.S. strategy in the fight against the Islamic State.\n\n11/15/15 03:14 PM EST\n\n                                        By \nHadas Gold\n\nSaturday's event garners 55 percent of the audience of the first Democratic debate.\n\n11/15/15 03:13 PM EST\n\n                                        Updated 11/15/15 03:12 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks.\n\n11/15/15 02:43 PM EST\n\n                                        By \n                                                Duncan Gardham\n\nVideo message encouraged attacks ‘wherever you may be.’\n\n                                        By \n                                                Kate Day\n\n“It’s very, very difficult for our services,” says Belgium’s interior minister.\n\n11/15/15 12:54 PM EST\n\n2016\n\n                                        Updated 11/15/15 12:39 PM EST\n\n                                        By \nSeung Min Kim\n\nThey vow to go beyond even President Barack Obama's sweeping executive actions.\n\n                                        By \n                                                Tim Ball \n\n\n                                        By \nPierre Briançon \n\nThe French president faces tough political and security choices, from surveillance to Syria.\n\nWashington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 09:38 AM EST\n\n                                        By \nMaïa de la Baume\n\nCommentators and experts disagree over whether French authorities could have prevented the attacks.\n\n                                        By \n                                                Jean-Pierre Filiu\n\nWhy France must avoid the Islamic State’s deadly labyrinth.\n\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\nWe're working on more stories right now\n\n                                            By \n                                                    Jeff Gerth\n\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \n                                                    Graeme Wood\n\n\n                Abdelhamid Abaaoud, also known as Abu Umar al-Baljiki, pictured here.  | POLITICO screenshot\n\n            By \nNick Gass\n\n11/16/15 07:31 AM EST\nAbdelhamid Abaaoud, the alleged mastermind of Friday's terrorist attacks in Paris, told a magazine affiliated with the Islamic State earlier this year that it took several months to set up operations in Belgium.\n\"As you know, Belgium is a member of the crusader coalition attacking the Muslims of Iraq and Shām,\" Abaaoud told the jihadist publication Dabiq in February, also appearing under his nom de guerre of Abu Umar al-Baljiki.\nStory Continued Below\n\"We faced a number of trials during the journey. We spent months trying to find a way into Europe, and by Allah’s strength, we succeeded in finally making our way to Belgium,\" Abaaoud said in the article. \"We were then able to obtain weapons and set up a safe house while we planned to carry out operations against the crusaders.\"\nThe interview came weeks after a raid in Verviers, Belgium, failed to capture Abaaoud after dismantling the terror cell after searches in Molenbeek, a downscale district of Brussels where authorities are currently searching for the eighth suspect from last week's attacks.\nNone of those arrested during the raid had been his accomplices, he said.\n\"The intelligence knew me from before as I had been previously imprisoned by them,\" Abaaoud said. \"After the raid on the safe house, they figured out that I had been with the brothers and that we had been planning operations together. So they gathered intelligence agents from all over the world – from Europe and America – in order to detain me. They arrested Muslims in Greece, Spain, France, and Belgium in order to apprehend me.\"\nAbaaoud is also suspected of being linked to the foiled August train shooting, also in France.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Alleged Paris attacks mastermind boasted of planned &apos;operations&apos; in February", "url": "http://www.politico.com/story/2015/11/paris-attack-mastermind-february-215918", "topics": ["foreign policy/national security"], "people": ["Bryan Bender", "Theodore Roosevelt", "Natasha Korecki", "Marc Caputo", "Ted Cruz", "Laurens Cerulus", "Kristen East", "Theodoric Meyer", "Pierre Briancon", "Gabriel Debenedetti", "Andrew Restuccia", "Katie Glueck", "Nick Gass", "Alex Isenstadt", "Seung Min Kim", "Richard Nixon", "Andrew Glass", "Jeremy Herb", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Glenn Thrush", "Ben Schreckinger", "Jeff Gerth", "Nicholas Vinocur", "Barack Obama", "Shane Goldmacher", "Hadas Gold"], "orgs": ["Washington And The World", "Photo Gallery", "Congress", "DNC", "J.M.", "ISIL", "GOP"], "election_confidence": 0.7096973544236799, "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-11-16 12:31:01", "org": "politico", "article_id": "be32d9b1697169ed18714a8532251a92", "date_access": "2015-11-16 12:41:17.542915"}