{"body": "\nCongress\n\n11/16/15 05:15 AM EST\n\n                                        By \nJake Sherman\n\n'I’m used to going all the time. Then you’re not going all the time,' the former speaker tells POLITICO in an interview.\n\n11/16/15 05:14 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 05:13 AM EST\n\n                                        By \nMichael Crowley\n\nSome strategists say it could take as many as 30,000 U.S. ground troops to defeat the group also known as the Islamic State. \n\n11/16/15 12:05 AM EST\n\n                                        By \nAndrew Glass\n\nPresident Theodore Roosevelt signed the proclamation.\n\n                                        Updated 11/16/15 12:02 AM EST\n\n                                        By \nBryan Bender\n                                         and \nJeremy Herb\n\nThe detainees, all from Yemen, were sent to the United Arab Emirates.\n\n                                        By \n                                                Nicholas Vinocur\n\nTwo days after Paris attacks, opposition candidates are already politicking.\n\n2016\n\n                                        Updated 11/15/15 07:56 PM EST\n\n                                        By \nAlex Isenstadt\n\nThe event has been relocated to accommodate a larger guest list.\n\nParis Terror Attacks\n\n11/15/15 07:48 PM EST\n\n                                        By \nShane Goldmacher\n\nThe Republican primary is shifting from a campaign for the presidency to a test for commander in chief.\n\nDebate Night\n\n                                        Updated 11/15/15 07:45 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nParis Terror Attacks\n\n11/15/15 07:21 PM EST\n\n                                        By \nAndrew Restuccia\n\nThe Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.\n\n2016\n\n11/15/15 06:52 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\nOff Message\n\n                                        Updated 11/15/15 06:35 PM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\nInvestigation\n\n11/15/15 06:27 PM EST\n\n                                        By \n                                                Jeff Gerth\n\nHer legislation on banking and housing finance stalled as crisis escalated.            \n\nParis Terror Attacks\n\n11/15/15 06:24 PM EST\n\n                                        By \nBryan Bender\n\nIn U.S. and Europe, there are growing calls for the alliance to take up the fight against ISIL.\n\n                                        By \n                                                Kate Day\n\nBelgium's interior minister outlines four reasons why authorities struggle to combat extremism.\n\n                                        By \n                                                Maia de La Baume\n\n\nPhoto Gallery\n\n11/15/15 04:48 PM EST\n\n                                        By \nKristen East\n\n\n2016\n\n                                        Updated 11/15/15 04:29 PM EST\n\n                                        By \nMarc Caputo\n                                         and \nBen Schreckinger\n\n\"Jeb has been body-snatched.\"\n\n                                        Updated 11/15/15 03:26 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe Republican candidate says its time to use \"both diplomatic and military\" powers to defeat ISIL.\n\n                                        Updated 11/15/15 03:19 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe White House vows no major shift in U.S. strategy in the fight against the Islamic State.\n\n11/15/15 03:14 PM EST\n\n                                        By \nHadas Gold\n\nSaturday's event garners 55 percent of the audience of the first Democratic debate.\n\n11/15/15 03:13 PM EST\n\n                                        Updated 11/15/15 03:12 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks.\n\n11/15/15 02:43 PM EST\n\n                                        By \n                                                Duncan Gardham\n\nVideo message encouraged attacks ‘wherever you may be.’\n\n                                        By \n                                                Kate Day\n\n“It’s very, very difficult for our services,” says Belgium’s interior minister.\n\n11/15/15 12:54 PM EST\n\n2016\n\n                                        Updated 11/15/15 12:39 PM EST\n\n                                        By \nSeung Min Kim\n\nThey vow to go beyond even President Barack Obama's sweeping executive actions.\n\n                                        By \n                                                Tim Ball \n\n\n                                        By \nPierre Briançon \n\nThe French president faces tough political and security choices, from surveillance to Syria.\n\nWashington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 09:38 AM EST\n\n                                        By \nMaïa de la Baume\n\nCommentators and experts disagree over whether French authorities could have prevented the attacks.\n\n                                        By \n                                                Jean-Pierre Filiu\n\nWhy France must avoid the Islamic State’s deadly labyrinth.\n\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\nWe're working on more stories right now\n\n                                            By \n                                                    Jeff Gerth\n\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \n                                                    Graeme Wood\n\n\n                \"He's the longer-term threat,” said Fergus Cullen, the former chair of the New Hampshire GOP who does not support Cruz.  | Getty\n\n                        Increasingly, the field sees a clear path for Cruz into March.\n\n            By \nKatie Glueck\n\n11/16/15 05:14 AM EST\nHe has more cash than any other Republican candidate. He is organized in every county in the first four voting states. And he has served up one strong debate performance after the next.\nNow, not three months from primary season, rivals concede they have begun to fear Ted Cruz has an increasingly clear path to the Republican nomination.\nStory Continued Below\n\"Anybody who thinks differently,\" said an operative with a rival 2016 campaign, \"is lying to you.\"\nThe 2016 field’s reluctantly bullish outlook on Cruz marks a dramatic about-face for Republicans weighing the divisive senator’s odds. For months, Cruz was considered a long-shot at best – a hardline conservative with a niche audience of angry evangelicals, mired in the middle of the polls and overshadowed anyway by Donald Trump. Allies of, and operatives on, campaigns as varied as Jeb Bush’s and Mike Huckabee’s dismissed the Texas senator’s ability to court enough supporters to defeat a more mainstream Republican.\nNo longer.\nThe same Republican rivals who relegated Cruz to a second tier in discussions this summer now see this insurgent firebrand as the candidate who benefited most from Scott Walker’s exit and the one who stands to gain should Donald Trump or Ben Carson decline. Indeed, Cruz is seen by most of his competition as one of the few likely to still be standing in March\n\"He's the longer-term threat,” said Fergus Cullen, the former chair of the New Hampshire GOP and a Republican who does not support Cruz. “I suspect once Trump goes down, people like me will have Cruz to deal with.\"\nDuring the bulk of the pre-primary season, Cruz languished in the polls behind Trump and Carson, two candidates who appealed to voters furious with Washington. This was the bloc Cruz had been expected to dominate. Deprived of oxygen, Cruz largely faded from the Republican presidential spotlight over the summer weeks. \nSaddled with a lower profile, Cruz focused on fundraising and building deep organizations. Instead of living in Iowa all of August, he embarked on a bus trip through the South, a move that surprised other Republicans at the time but allowed him to lay the groundwork for mounting a turnout operation across a region that will vote early this cycle, on March 1. Cruz, eyes on a delegate count, even developed infrastructure to compete in the primaries and caucuses in the U.S. territories, dispatching a representative to places as far-flung as Guam and American Samoa.\n\nDebate Night \n\n            By \nEli Stokols\n\nCruz also cleaned up as Walker broke down, said Tom Rath, a New Hampshire Republican who is aligned with Ohio Gov. John Kasich. Even though many of Walker's more high-profile endorsers and donors went to Marco Rubio, his departure opened up a slice of the conservative vote that is now more inclined toward Cruz. \nAll of this laid the groundwork for a strong autumn. Cruz ramped up his public activity in the early states, particularly in Iowa with a high-profile religious liberty rally, an event he replicated Saturday in South Carolina. He rolled out the endorsements he had been quietly seeking for months, and his poll numbers and his cash flow ticked up in tandem. When he offered a blistering critique of the media at the CNBC debate in Boulder, Colo. late last month, the tide turned.\n“He’s done really well on the debate stage, raised a whole bunch of money, his campaign has done a good job organizing, and he does have these super PACs—they don’t seem very active, but at least they have money in the bank,” said a source working for the rival campaign, referencing the cluster of super PACs backing Cruz that have amassed tens of millions of dollars. \nNow, Cruz enters a crucial week. The 2016 field will return to Iowa on Friday for another cattle-call, this one hosted by prominent Iowa social conservative Bob Vander Plaats, who will offer a coveted endorsement soon after. That endorsement could be pivotal for Cruz, who has worked for months to emerge as the consensus choice of evangelical conservatives. \nCarson represents Cruz’s biggest obstacle to that end, but in Iowa, Cruz has already lined up a number of well-known conservative activists and is working toward engaging pastors on his behalf in all of the state’s 99 counties. Vander Plaats, along with Iowa Rep. Steve King, are among the most sought-after conservative names in the state who are still up for grabs, and Cruz is thought to have a good chance with both of them. \n\nDebate Night \n\n            By \nHadas Gold\n\n“He spent much of the early season building organization in key states, and so there was some hit on him initially, that, ‘He’s not here enough, we don’t see him enough,’” Vander Plaats said, discussing Cruz’s strategy. “What he was doing is putting up, nationally, an infrastructure to be successful long term. Add to that the cash on hand…and the most recent debate performance. It seems more and more people are warming to a Ted Cruz candidacy.”\nThe week will also bring new Cruz ads to the Iowa airwaves – some bought by one of his affiliated super PACs and others by the campaign itself. All of them will be used to reach the evangelicals who appear eager to reward a conservative outsider.\nCertainly, Cruz still lags Trump and Carson. But friends and foes alike say Cruz is the candidate best positioned to benefit should either of those poll-leaders stumble. He has refused to attack the candidates and in fact invited Trump to co-headline a rally opposing the Iran nuclear deal. Thanks to a reputation built by being a thorn in the side of GOP leadership, he has managed to create an image of a true outsider with an insider’s understanding of policy.\n\"People are increasingly saying he has one of the better potential paths\" to the nomination, said a source from another rival campaign. “There's lots of people in D.C. who shudder at the prospect of Cruz being the nominee. He's ruffled so many feathers in town, there's a healthy dislike of him in the institutional operative class … He wears that as a badge of honor, and he should. It helps him project the outsider image even though he's a sitting U.S. senator.\" \nSince last week’s Republican debate, GOP odds-makers are increasingly talking up the possibility of a Cruz-Rubio primary fight, a contest that would see two young Cuban-Americans running for the nomination of a party historically led by older white men. Indeed, this could be the outsider vs. insider, conservative vs. establishment face-off that so many on the right have been angling for.\n\n\n\n            By \nKatie Glueck\n\n\"They appear,\" said Doug Gross, an Iowa Republican who sees Cruz as unelectable, \"to be the two biggest talents in the party.\" \nIndeed, Cruz and Rubio are on a collision course. They argued last week over their records on immigration reform as Rubio’s campaign sought to cast doubts on Cruz’s conservative bona fides while Cruz dismissed Rubio's characterization of his position as \"laughingly, blazingly, on its face false.”\nStill, as Republicans working for other candidates admit Cruz is gaining steam, rivals argue his nomination would give the White House to the Democrats.\n“I don’t think he can win a general election. I think he would get beat really bad,” said the first source from another campaign. “But I think he can win the nomination of the Republican Party.”\n © 2015 POLITICO LLC", "byline": "", "description": "Increasingly, the field sees a clear path for Cruz into March.", "title": "Rival campaigns starting to fear Ted Cruz", "url": "http://www.politico.com/story/2015/11/ted-cruz-republicans-2016-215903", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Fergus Cullen", "Henry C. Jackson", "Mike Huckabee", "Hadas Gold", "Marc Caputo", "Ted Cruz", "Richard Nixon", "Bob Vander Plaats", "Kristen East", "Pierre Briancon", "Steve King", "Theodoric Meyer", "Gabriel Debenedetti", "Donald Trump", "Andrew Restuccia", "Scott Walker", "Shane Goldmacher", "Bryan Bender", "Jeb Bush", "Vander Plaats", "Doug Gross", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Jeremy Herb", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Barack Obama", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Jeff Gerth", "Tom Rath", "John Kasich", "Eli Stokols", "Nicholas Vinocur", "Glenn Thrush", "Katie Glueck", "Ben Carson", "Theodore Roosevelt"], "orgs": ["Washington And The World", "CNBC", "Photo Gallery", "Congress", "DNC", "PACs", "Republican Party", "GOP", "New Hampshire GOP", "ISIL", "J.M."], "election_confidence": 0.9969176776599653, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-11-16 10:14:45", "org": "politico", "article_id": "de72b236c3014260ccf43a701cb76ba3", "date_access": "2015-11-16 10:41:08.633001"}