{"body": "\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n11/16/15 08:49 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\n11/16/15 06:51 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n11/16/15 02:48 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\n\nWashington and the World \n\n11/16/15 12:12 PM EST\n\n                                        By \nMichael Hirsh\n\nWhy can’t we come up with strategy to defeat the terrorists? Maybe it’s because we won’t say who they are—or even who we are.\n\n11/16/15 11:55 AM EST\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nPharma tries to shift focus ahead of HHS price forum —Tech, drug companies unite on IP bill\n\n11/16/15 11:41 AM EST\n\n                                        By \nJake Sherman\n\nThe proposal will go before the House Republican Conference on Tuesday.\n\n11/16/15 11:10 AM EST\n\n                                        Updated 11/16/15 11:09 AM EST\n\n                                        By \nKatie Glueck\n\n\"I believe Ted Cruz is the candidate that's the answer to my prayers,\" King says.\n\n                                        Updated 11/16/15 11:08 AM EST\n\n                                        By \nNick Gass\n\n\"That’s not American. That’s not who we are. We don’t have a religious test for our compassion,\" he says. \n\n                                        By \n                                                Nicholas Vinocur\n                                         and \nPierre Briançon \n\nThe French president calls for meeting of UN Security Council and vows to scale up military campaign.\n\n                                        Updated 11/16/15 10:56 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 10:13 AM EST\nDeSAULNIER calls for bridge investigations\n\n11/16/15 10:09 AM EST\n\n                                        By \nTheodoric Meyer\n\nZwick to work for Ryan — A new DSCC attack\n\n11/16/15 10:00 AM EST\n\n                                        By \nAlex Byers\n                                         and \nKate Tummarello\n\nSenate Judiciary looks to debate trade secrets — Senate Commerce postpones spectrum markup\n\n11/16/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nAPEC to focus on services — Ryan’s short-term to-do list\nWe're working on more stories right now\n\n                                            By \nJack Shafer\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                                            By \nJack Shafer\n\n\n                Rep. Jim Jordan (R-Ohio) questions Cecile Richards, President of Planned Parenthood, at a hearing on September 29, 2015.  | JOHN SHINKLE/POLITICO\n\n                        The Ohio Republican will remain the group's leader.\n\n            By \nLauren French\n\n11/16/15 08:49 PM EST\nThe House Freedom Caucus has tapped Ohio Republican Rep. Jim Jordan to serve a second term as the chair of the conservative group. \nDuring a private meeting Monday, the nearly year-old group unanimously elected Jordan as its leader. \nStory Continued Below\nIt was not a surprising outcome. Jordan is widely respected by his peers in the conservative caucus and faced no challengers.\nThe group has had a successful year under Jordan's leadership. He's maneuvered the group through its first year with a handful of political and legislative wins — notably being one of the catalysts that forced former Speaker John Boehner from that post. \nThe group was created in January to counterbalance what conservatives viewed as a growing trend of compromise of Republican policies by the GOP leadership team. The 40 lawmakers forced a temporary shutdown of the Export-Import Bank and nearly caused a partial government shutdown in protest of President Barack Obama's executive actions on immigration.\nJordan will serve as chairman for the next year. The group hopes to outline in that time their policy agenda in a document conservative lawmakers have taken to calling the second \"Contract with America\" — an ode to the document outline by Newt Gingrich in the 1990s that helped usher in a commanding Republican majority in the House.\nThe Freedom Caucus also elected two new board members on Monday. Reps. Jeff Duncan (R-S.C.) and Steve Pearce (R-N.M.) will join the seven-member board. \n © 2015 POLITICO LLC", "byline": "", "description": "The Ohio Republican will remain the group's leader.", "title": "House Freedom Caucus re-elects Jordan", "url": "http://www.politico.com/story/2015/11/house-freedom-caucus-re-elects-jordan-215955", "topics": ["trade", "foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jim Obergefell", "Kate Tummarello", "Jim Jordan", "Jeff Duncan", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Nicholas Vinocur", "Ted Cruz", "Spencer Zwick", "Theodoric Meyer", "Pierre Briancon", "Nahal Toosi", "Josh Gerstein", "Dianne Feinstein", "Gabriel Debenedetti", "John Boehner", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Brett Norman", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Sarah Wheaton", "Lauren French", "Newt Gingrich", "Saddam Hussein", "Cecile Richards", "Daniel Strauss", "Sarah Karlin", "Steve Pearce", "Hillary Clinton", "David Perera", "Eli Stokols", "Mike Huckabee", "Victoria Guida", "Alex Byers", "Barack Obama", "Laura Nahmias"], "orgs": ["HHS", "Senate Judiciary", "Congress", "DNC", "Freedom Caucus", "Al Qaeda", "State Department", "House Republican Conference", "Circuit Court of Appeals", "SEC", "Capitol Police", "ISIL", "Senate Commerce", "GOP", "House Freedom Caucus"], "election_confidence": 0.8554012627968778, "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}], "date_written": "2015-11-17 01:49:54", "org": "politico", "article_id": "b5b3e5a5b732206e1ba736ca087d709a", "date_access": "2015-11-17 02:00:06.450779"}