{"body": "\n11/16/15 08:37 AM EST\nIslamic State attacks in Paris pit the White House against the GOP.\n\n11/16/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches airstrikes in Syria — Police conduct raids across France\n\n11/16/15 08:28 AM EST\n\n                                        By \nNick Gass\n\nGOP presidential candidates urged greater action and cooperation throughout the world in the fight against Islamic State terrorists.\n\n11/16/15 08:12 AM EST\nMADIGAN’s City Club gig\n\n11/16/15 08:01 AM EST\n\n                                        By \nBen White\n\nStocks dip following Paris attacks — The Brussels connection — France strikes ISIS — French authorities stage raids\n\n11/16/15 07:55 AM EST\n\n                                        By \nNick Gass\n\nThe Islamic State warned all countries taking part on airstrikes against the terrorist group in a new video Monday.\n\n11/16/15 07:42 AM EST\n\n                                        By \nNick Gass\n\nMitt Romney once again ruled out a last-minute bid for the Republican nomination on Monday.\n\n11/16/15 07:31 AM EST\n\n                                        By \nNick Gass\n\nAbdelhamid Abaaoud told a magazine affiliated with the Islamic State earlier this year that it took several months to set up operations in Belgium.\n\n11/16/15 07:15 AM EST\nFANTASY SITE lobby takes shape\n\n11/16/15 07:00 AM EST\nRIDER UNIVERSITY deal averts layoffs\n\n11/16/15 06:52 AM EST\nSESSION home stretch\n\n                                        By \n                                                Natasha Korecki\n\n\n                                        By \nHans von der Burchard\n                                         and \n                                                Laurens Cerulus\n\nParis investigation leads to run-down Brussels neighborhood notorious for jihadi recruitment.\n\n                                        By \nPierre Briançon \n\n\n11/16/15 06:36 AM EST\nCRUZ RISING: Rival GOP campaigns suddenly fear the Ted – OVP HIRE -- BILL NICHOLS to Freedman Consulting -- ELIZABETH DREW is 8-0\n\n11/16/15 06:28 AM EST\nThe Donald becomes ‘Elvis’ in FL.\n\nCongress\n\n11/16/15 05:15 AM EST\n\n                                        By \nJake Sherman\n\n'I’m used to going all the time. Then you’re not going all the time,' the former speaker tells POLITICO in an interview.\n\n11/16/15 05:14 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 05:13 AM EST\n\n                                        By \nMichael Crowley\n\nSome strategists say it could take as many as 30,000 U.S. ground troops to defeat the group also known as the Islamic State. \n\n11/16/15 12:05 AM EST\n\n                                        By \nAndrew Glass\n\nPresident Theodore Roosevelt signed the proclamation.\n\n                                        Updated 11/16/15 12:02 AM EST\n\n                                        By \nBryan Bender\n                                         and \nJeremy Herb\n\nThe detainees, all from Yemen, were sent to the United Arab Emirates.\n\n                                        By \n                                                Nicholas Vinocur\n\nTwo days after Paris attacks, opposition candidates are already politicking.\n\n2016\n\n                                        Updated 11/15/15 07:56 PM EST\n\n                                        By \nAlex Isenstadt\n\nThe event has been relocated to accommodate a larger guest list.\n\nParis Terror Attacks\n\n11/15/15 07:48 PM EST\n\n                                        By \nShane Goldmacher\n\nThe Republican primary is shifting from a campaign for the presidency to a test for commander in chief.\n\nDebate Night\n\n                                        Updated 11/15/15 07:45 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nParis Terror Attacks\n\n11/15/15 07:21 PM EST\n\n                                        By \nAndrew Restuccia\n\nThe Paris attacks are reshaping the optics of the international climate change talks set to kick off there in two weeks.\n\n2016\n\n11/15/15 06:52 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\nOff Message\n\n                                        Updated 11/15/15 06:35 PM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\nInvestigation\n\n11/15/15 06:27 PM EST\n\n                                        By \n                                                Jeff Gerth\n\nHer legislation on banking and housing finance stalled as crisis escalated.            \n\nParis Terror Attacks\n\n11/15/15 06:24 PM EST\n\n                                        By \nBryan Bender\n\nIn U.S. and Europe, there are growing calls for the alliance to take up the fight against ISIL.\n\n                                        By \n                                                Kate Day\n\nBelgium's interior minister outlines four reasons why authorities struggle to combat extremism.\n\n                                        By \n                                                Maia de La Baume\n\n\nPhoto Gallery\n\n11/15/15 04:48 PM EST\n\n                                        By \nKristen East\n\n\n2016\n\n                                        Updated 11/15/15 04:29 PM EST\n\n                                        By \nMarc Caputo\n                                         and \nBen Schreckinger\n\n\"Jeb has been body-snatched.\"\n\n                                        Updated 11/15/15 03:26 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe Republican candidate says its time to use \"both diplomatic and military\" powers to defeat ISIL.\n\n                                        Updated 11/15/15 03:19 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe White House vows no major shift in U.S. strategy in the fight against the Islamic State.\n\n11/15/15 03:14 PM EST\n\n                                        By \nHadas Gold\n\nSaturday's event garners 55 percent of the audience of the first Democratic debate.\n\n11/15/15 03:13 PM EST\n\n                                        Updated 11/15/15 03:12 PM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks.\n\n11/15/15 02:43 PM EST\n\n                                        By \n                                                Duncan Gardham\n\nVideo message encouraged attacks ‘wherever you may be.’\n\n                                        By \n                                                Kate Day\n\n“It’s very, very difficult for our services,” says Belgium’s interior minister.\n\n11/15/15 12:54 PM EST\n\n2016\n\n                                        Updated 11/15/15 12:39 PM EST\n\n                                        By \nSeung Min Kim\n\nThey vow to go beyond even President Barack Obama's sweeping executive actions.\n\n                                        By \n                                                Tim Ball \n\n\n                                        By \nPierre Briançon \n\nThe French president faces tough political and security choices, from surveillance to Syria.\n\nWashington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 09:38 AM EST\nWe're working on more stories right now\n\n                                            By \n                                                    Jeff Gerth\n\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \n                                                    Graeme Wood\n\n\n            By \nNick Gass\n\n11/16/15 08:28 AM EST\nRepublican presidential candidates urged greater action and cooperation throughout the world in the fight against Islamic State terrorists in the wake of Friday night's deadly attacks in France that killed more than 130 and injured hundreds more.\nIn the case of Donald Trump, the Republican presidential candidate pointed to the U.S.' bombing of oil targets in Syria as validation of his past pledge to \"bomb the shit\" out of the terror group's oil holdings.\nStory Continued Below\nRemember, I was the one who said attack the oil (ISIS source of wealth) a long time ago. Everyone scoffed, now they're attacking the oil.\n— Donald J. Trump (@realDonaldTrump) November 16, 2015\n\nAfter being relatively quiet over the weekend, Trump hit the talk shows on Monday morning to speak about the attacks, saying the U.S. needs stronger intelligence and also linking the extent of carnage with what he views as excessive gun controls.\n“Had there been some guys with a gun, there would have been a shootout and probably the primary people that would have got whacked would have been the killers,\" Trump said on CNBC's \"Squawk Box.\"\n\"You can’t any tougher than Paris, and you can’t get any tougher than France” on gun control, he continued. “They just said, come here, boom, come here, boom…shot these people at will.\"\nLindsey Graham, meanwhile, called on President Barack Obama to \"rally the world.\"\n“I would encourage the president really to rally the world to marry up with the French, the Arabs,\" the South Carolina senator and Republican presidential candidate said in a joint interview from Atlanta with Senate Armed Services Chairman John McCain. \"They have large armies. Let’s use their armies in a strong way, integrate their forces in a regional army, get the French involved, any NATO nation that would like to help and come up with a ground component to supplement the air campaign going on the ground and destroy the caliphate at its headquarters, at its capital in Raqqa.\"\n“They’re not the JV campaign, but they’re certainly not 10 feet tall,\" Graham said. \"The worst possible solution is half measures.\"\nJeb Bush said that he would work on building a plan to vanquish the terror group in concert with regional allies. \"I would listen to the military commanders and build a strategy to defeat ISIS, not by ourselves but doing it with our allies in the Middle East and clearly with Europe,\" the former Florida governor told \"Fox and Friends\" on Monday morning.\nAs far as refugees, Bush said he would be compassionate as president but that ongoing screening is essential to ensuring that the wrong people do not enter the country.\n“Yeah, absolutely,\" he responded when asked if the U.S. should be profiling refugees who attempt to enter the country from Syria. \"That’s what screening is. We should be profiling. Of course we should. This is Islamic terrorism. The Democrats have no clue about this or they just refuse to call it what it is. These are Islamic terrorists that are trying to take out our country and destroy Western civilization.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trump links Paris carnage to gun control", "url": "http://www.politico.com/story/2015/11/trump-paris-gun-control-215921", "topics": ["foreign policy/national security"], "people": ["Bryan Bender", "Theodore Roosevelt", "Natasha Korecki", "Marc Caputo", "Ted Cruz", "Laurens Cerulus", "Kristen East", "Theodoric Meyer", "Pierre Briancon", "Donald J. Trump", "Gabriel Debenedetti", "Donald Trump", "Andrew Restuccia", "Katie Glueck", "Nick Gass", "Jeb Bush", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Jeremy Herb", "Michael Crowley", "Marco Rubio", "Jake Sherman", "Glenn Thrush", "Ben Schreckinger", "Mitt Romney", "Jeff Gerth", "Lindsey Graham", "Ben White", "Nicholas Vinocur", "Barack Obama", "Shane Goldmacher", "Hadas Gold"], "orgs": ["Washington And The World", "Senate Armed Services", "CNBC", "Photo Gallery", "Congress", "DNC", "J.M.", "NATO", "ISIL", "GOP", "Squawk Box"], "election_confidence": 0.5044372097261498, "authors": [{"author_id": 30887, "fullname": "jeremy herb", "primary_org": "politico"}], "date_written": "2015-11-16 13:28:24", "org": "politico", "article_id": "4f945b7e6fb950b02716c24b6e1006d5", "date_access": "2015-11-16 13:41:15.166983"}