{"body": "\n11/16/15 09:34 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\n11/16/15 06:51 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\n\nWashington and the World \n\n11/16/15 12:12 PM EST\n\n                                        By \nMichael Hirsh\n\nWhy can’t we come up with strategy to defeat the terrorists? Maybe it’s because we won’t say who they are—or even who we are.\n\n11/16/15 11:55 AM EST\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nPharma tries to shift focus ahead of HHS price forum —Tech, drug companies unite on IP bill\n\n11/16/15 11:41 AM EST\n\n                                        By \nJake Sherman\n\nThe proposal will go before the House Republican Conference on Tuesday.\n\n11/16/15 11:10 AM EST\n\n                                        Updated 11/16/15 11:09 AM EST\n\n                                        By \nKatie Glueck\n\n\"I believe Ted Cruz is the candidate that's the answer to my prayers,\" King says.\n\n                                        Updated 11/16/15 11:08 AM EST\n\n                                        By \nNick Gass\n\n\"That’s not American. That’s not who we are. We don’t have a religious test for our compassion,\" he says. \n\n                                        By \n                                                Nicholas Vinocur\n                                         and \nPierre Briançon \n\nThe French president calls for meeting of UN Security Council and vows to scale up military campaign.\n\n                                        Updated 11/16/15 10:56 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 10:13 AM EST\nDeSAULNIER calls for bridge investigations\n\n11/16/15 10:09 AM EST\n\n                                        By \nTheodoric Meyer\n\nZwick to work for Ryan — A new DSCC attack\nWe're working on more stories right now\n\n                                            By \nJack Shafer\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                                            By \nJack Shafer\n\n\n                Getty\n\n                        A crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n            By \nKevin Robillard\n\n11/16/15 09:34 PM EST\nBATON ROUGE, La. — GOP Sen. David Vitter discussed his 2007 prostitution scandal with new openness during a rowdy and contentious final debate of the Louisiana governor's race, while also facing — and dodging — the most specific question he’s been publicly asked about his admitted misdeeds.\nThe 400-strong crowd packed a private high school here, with supporters of both candidates cheering, jeering, exclaiming, and applauding throughout the debate despite two warnings from the moderators to stay silent. \nStory Continued Below\nSome of the loudest outbursts came after a moderator asked Vitter specifically about the phone call made famous by the Democratic state Rep. John Bel Edwards’ campaign’s “Prostitutes over Patriots” ad, questioning the specific purpose of the call. Edwards’ campaign has alleged Vitter was talking to the famous \"D.C. madam\" instead of voting on a Senate resolution to honor troops who had perished in combat.\nVitter didn’t answer the question, instead choosing to emphasize that the phone call took place 15 years ago and that he worked hard to earn forgiveness both from his family and from constituents in Louisiana. He blamed the media and his political opponents for keeping the issue alive.\n“I’m sorry if that’s not good enough for you,” Vitter said. “It’s good enough for [Vitter’s wife] Wendy.”\n\nWhite House \n\n            By \nSarah Wheaton\n\nAs Vitter answered, a supporters bellowed from the auditorium: “Get over it!” Another yelled: “It’s good enough for us!”\nDiscussing the issue at all is a remarkable turnabout for Vitter, who hasn’t taken a question from reporters in the hallways of Senate for eight years. After a single press conference in 2007 where he admitted to a “serious sin,” the senator has steadfastly avoided the topic, even while easily winning reelection in 2010.\nBut in the past two debates and in recent television advertising, Vitter has been forced to bring up the scandal, casting himself as a fallen man who has found redemption with the help of his wife and family. It's a story that could resonate in a deeply religious state, but it only comes as Vitter, once considered the unstoppable favorite to be Louisiana's next governor, finds himself down by 10 percentage points or more in most public polling in the race against Edwards.\nEdwards’ response was simultaneously gracious yet vicious, arguing it was appropriate to forgive Vitter but not to elect him governor.\n“The simple fact of the matter is, we are all obligated as Christians to forgive,” he said. “But that doesn’t mean we have to forget.”\nThe Democrat later took a more direct shot: “He surrendered his law license rather than face questions, not about a sin, but about a crime.”\nIn a post-debate scrum, Vitter said his law license lapsed because he was no longer using it, not because he was afraid of facing questions.\n“That came out of left field,” he said. “And I do mean left field.” \n\n\n\n            By \nJake Sherman\n\nIn his closing statement, Vitter returned to the scandal, comparing his personal recovery from sin to a potential recovery for Louisiana as a state.\n“Fifteen years ago, I faced the darkest moment of my life when I had to face my children and tell them how badly I had failed my family,” he said. “What they gave me in return was the best day in my lie when they and Wendy offered complete love and forgiveness.”\n“That is the most powerful motivator I have for the rest of my life,” he continued, adding: “We’re in a low point in Louisiana. We can rise. We can go to great heights.”\nTalking to reporters after the debate, Vitter said he was talking about the scandal because his failure and recovery were “the most important experience of my life.” When reporters questioned if it was shift in strategy, Vitter waved them off.\n“Look, I know my answer isn’t going to satisfy y’all,” he said. “But quite frankly, you’re the gotcha media and you’re looking for headlines and you’re looking to make a name for yourselves.”\nThe answer also didn’t satisfy Edwards.\n“I don’t know that he’s answered any of the relevant questions,” he said. “The problem is that he actually missed out on the performance of his duties. It wasn’t just something that was between him and his wife.”\nThe debate opened with the two candidates clashing on whether or not Louisiana should accept Syrian refugees, a topic Vitter has made the centerpiece of his campaign in recent days. Vitter accused Edwards of flip-flopping on the issue, arguing he had “four positions in forty-eight hours” and would help Obama settle refugees.\n\n\n\n            By \nLauren French\n\n“I don’t know where he is,” the Republican said. “But I know we can’t trust where he’ll end up.”\nEdwards accused Vitter of lying about his position, saying he proposed a moratorium on refugee resettlement and simply wanted to have a “conversation” about the topic.\n“I don’t want to have a conversation,” Vitter retorted. “I want it to stop.”\nThe two also repeated several of their earlier clashes, with Vitter accusing Edwards of backing tax hikes and questioning the Democrat’s support for small businesses and opposition to abortion rights. Edwards responded to the latter with another character attack, noting the senator had backed a pro-abortion rights Republican, Rudy Giuliani, in the 2008 presidential race.\n“You’re a hypocrite,” Edwards said.\n © 2015 POLITICO LLC", "byline": "", "description": "A crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.", "title": "Vitter defends self on prostitution scandal in final debate", "url": "http://www.politico.com/story/2015/11/louisiana-vitter-edwards-governor-215960", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jim Obergefell", "Kenneth P. Vogel", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Nicholas Vinocur", "Ted Cruz", "Spencer Zwick", "Kevin Robillard", "Pierre Briancon", "Nahal Toosi", "Josh Gerstein", "Dianne Feinstein", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Brett Norman", "Rudy Giuliani", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Sarah Wheaton", "David Vitter", "Lauren French", "Saddam Hussein", "Theodoric Meyer", "Daniel Strauss", "Sarah Karlin", "Hillary Clinton", "David Perera", "Eli Stokols", "Mike Huckabee", "Barack Obama", "Laura Nahmias"], "orgs": ["HHS", "Congress", "DNC", "Senate", "Al Qaeda", "State Department", "Democrat", "House Republican Conference", "Circuit Court of Appeals", "SEC", "Patriots", "ISIL", "Capitol Police"], "election_confidence": 0.5748938579455732, "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}, {"author_id": 31615, "fullname": "kenneth p. vogel", "primary_org": "politico"}], "date_written": "2015-11-17 02:34:03", "org": "politico", "article_id": "4b2d2e3f878cf50ec67ba12ca21e9935", "date_access": "2015-11-17 02:43:07.334148"}