{"body": "\n11/16/15 07:37 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 07:07 PM EST\n\n                                        By \nNahal Toosi\n\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\n11/16/15 06:51 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\n                                        Updated 11/16/15 05:11 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n11/16/15 02:48 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\n\nWashington and the World \n\n11/16/15 12:12 PM EST\n\n                                        By \nMichael Hirsh\n\nWhy can’t we come up with strategy to defeat the terrorists? Maybe it’s because we won’t say who they are—or even who we are.\n\n11/16/15 11:55 AM EST\n\n                                        By \nSarah Karlin\n                                         and \nBrett Norman\n\nPharma tries to shift focus ahead of HHS price forum —Tech, drug companies unite on IP bill\n\n11/16/15 11:41 AM EST\n\n                                        By \nJake Sherman\n\nThe proposal will go before the House Republican Conference on Tuesday.\n\n11/16/15 11:10 AM EST\n\n                                        Updated 11/16/15 11:09 AM EST\n\n                                        By \nKatie Glueck\n\n\"I believe Ted Cruz is the candidate that's the answer to my prayers,\" King says.\n\n                                        Updated 11/16/15 11:08 AM EST\n\n                                        By \nNick Gass\n\n\"That’s not American. That’s not who we are. We don’t have a religious test for our compassion,\" he says. \n\n                                        By \n                                                Nicholas Vinocur\n                                         and \nPierre Briançon \n\nThe French president calls for meeting of UN Security Council and vows to scale up military campaign.\n\n                                        Updated 11/16/15 10:56 AM EST\n\n                                        By \nKatie Glueck\n\nIncreasingly, the field sees a clear path for Cruz into March.\n\n11/16/15 10:13 AM EST\nDeSAULNIER calls for bridge investigations\n\n11/16/15 10:09 AM EST\n\n                                        By \nTheodoric Meyer\n\nZwick to work for Ryan — A new DSCC attack\n\n11/16/15 10:00 AM EST\n\n                                        By \nAlex Byers\n                                         and \nKate Tummarello\n\nSenate Judiciary looks to debate trade secrets — Senate Commerce postpones spectrum markup\n\n11/16/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nAPEC to focus on services — Ryan’s short-term to-do list\n\n11/16/15 10:00 AM EST\n\n                                        By \nBrian Mahoney\n\nThe Democrats' wage problem — Rules committee meets on tribal labor bill\n\n11/16/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nRyan hits the airwaves — Debate recap\nWe're working on more stories right now\n\n\nWhite House \n\n                        The president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\n            By \nSarah Wheaton\n\n11/16/15 07:20 PM EST\n\n                Turkish President Recep Tayyip Erdogan, right, talks with, from left to right, Canada's Prime Minister Justin Trudeau, U.S. President Barack Obama and British Prime Minister David Cameron at the G-20 summit. | AP Photo\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Michael Lind\n\n\n                                            By \nJack Shafer\n\nPresident Barack Obama denounced the terrorist attacks in Paris as \"heinous\" and ISIL as \"the face of evil.\" But he seemed angriest when he addressed Republican critics who want him to show more anger.\n“Some of them seem to think that if I were just more bellicose in expressing what we’re doing, that that would make a difference,” Obama told reporters in Antalya, Turkey, “because that seems to be the only thing that they’re doing, is talking as if they’re tough.”\nStory Continued Below\nObama was talking, indirectly, about the field of Republican candidates gunning to replace him. But he was also addressing the legacy of the man he replaced, George W. Bush, who channeled Americans' pain over the 9/11 attacks into a war against a different enemy, Iraq. \nObama ran for president promising to be the anti-Bush on national security – less autocratic, more sensitive to global opinion, and more careful with his words. As president, he may have preserved some of Bush’s strong-armed tactics in fighting terrorism, but rhetorically, he’s fulfilled his promise of restraint.\nStill, until now, he hasn’t had an occasion to buck up the country in the face of fear and shock over terrorism. And his cautious words on Paris, while consistent with past statements, left some people feeling unsoothed.\n“I think he’s an emotionally distant person, at least in terms of rhetoric, and he likes to lecture people,\" said Pete Wehner, a speechwriter for former President George W. Bush. “That’s not going to calm anybody down. That’s going deepen the divisions that exist in the country.” \n\n\n\n            By \nNahal Toosi\n\nWehner pointed to Bush’s speech at Washington National Cathedral just nine days after the Sept. 11 attacks as a better model for expressing national grief.\n“Our grief has turned to anger, and anger to resolution. Whether we bring our enemies to justice, or bring justice to our enemies, justice will be done,” Bush said. A few minutes later, Bush described “our war on terror,” one that begins with al Qaeda but “does not end there.” \nAs it happened, the war on terror didn't end there. And that’s the point for Obama, who has said that ISIL grew out of the chaotic aftermath of the Iraq invasion.\nIn Turkey, Obama batted away suggestions that he needs to change his strategy against ISIL with a weariness that seemed driven by more than just jetlag. He insisted that it's just not possible to “take out these bastards,” as one reporter put it. And anyway, anger isn’t going to finish off ISIL -- that’s going to take a complex combination of diplomacy to end the civil war, intelligence to stop the flow of foreign fighters, and yes, some military action.\n\"If folks want to pop off and have opinions about what they think they would do, present a specific plan,\" Obama said. \"If they think that somehow their advisers are better than the Chairman of my Joint Chiefs of Staff and the folks who are actually on the ground, I want to meet them.\"\nIt's not that he offered no emotion. Obama talked about meeting wounded warriors at Walter Reed, \"a 25-year-old kid who’s paralyzed or has lost his limbs\" that he had to send into battle. \n\"So I can’t afford to play some of the political games that others may,\" Obama said.\nConservative candidates and commentators pounced on Obama for deriding “some notion of American leadership or America winning, or whatever other slogans they come up with that has no relationship to what is actually going to work to protect the American people.” \nObama said he's \"too busy for that.”\n\n\n\n            By \nNick Gass\n\n\"It enrages me,\" GOP hopeful Carly Fiorina told right-leaning talk radio host Hugh Hewitt on Monday afternoon. \"Let me just contrast it: What did [French] President [Francois] Hollande say? What he said was we will wage a war that is 'pitiless.' That is the appropriate response,\" she added.\nObama reserved his most passionate – one might say angry – words for those who’ve called for imposing religious curbs on Syrian refugees.\n“When I hear folks say that, well, maybe we should just admit the Christians but not the Muslims; when I hear political leaders suggesting that there would be a religious test for which a person who’s fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution -- that’s shameful,” Obama said. \nThe president didn’t namecheck Sen. Ted Cruz (R-Texas) has called for only letting in Christians, or Sen. Marco Rubio, who has said no Syrian refugees at all should be allowed into the U.S. following the attacks. But his reference to the presidential candidates and sons of Cuban immigrants was lost on no one. Jeb Bush has also urged prioritizing Christians who face persecution in Syria.\nObama did, however, namecheck the 43rd president, praising him at the end of the press conference. No matter how misguided his invasion, Obama said, Bush didn't turn it into a religious war. \n“I had a lot of disagreements with George W. Bush on policy,” Obama said. “But I was very proud after 9/11 when he was adamant and clear about the fact that this is not a war on Islam.”\n\nSarah Wheaton is a White House reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "The president angrily defends his rhetorical restraint on the Paris terrorist attacks.", "title": "Obama is still the anti-Bush", "url": "http://www.politico.com/story/2015/11/barack-obama-paris-attacks-response-215947", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jim Obergefell", "Bernie Becker", "Kate Tummarello", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Hugh Hewitt", "Nicholas Vinocur", "George W. Bush", "Ted Cruz", "Recep Tayyip Erdogan", "Spencer Zwick", "Theodoric Meyer", "Brian Mahoney", "Pierre Briancon", "Nahal Toosi", "Gabriel Debenedetti", "Dianne Feinstein", "David Cameron", "Josh Gerstein", "Katie Glueck", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Jeb Bush", "Brett Norman", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Justin Trudeau", "Pete Wehner", "Marco Rubio", "Jake Sherman", "Barack Obama", "Sarah Wheaton", "Carly Fiorina", "Saddam Hussein", "Daniel Strauss", "Sarah Karlin", "Hillary Clinton", "David Perera", "Eli Stokols", "Mike Huckabee", "Victoria Guida", "Alex Byers", "Eliza Collins", "Laura Nahmias"], "orgs": ["HHS", "Senate Judiciary", "Congress", "DNC", "Al Qaeda", "State Department", "Joint Chiefs of Staff", "House Republican Conference", "Circuit Court of Appeals", "SEC", "al Qaeda", "ISIL", "Senate Commerce", "GOP", "Capitol Police"], "election_confidence": 0.7798490598539731, "authors": [{"author_id": 30879, "fullname": "david perera", "primary_org": "politico"}], "date_written": "2015-11-17 00:20:02", "org": "politico", "article_id": "9b0eb0900d488af3d3e8f7e6978b73f4", "date_access": "2015-11-17 00:41:42.737352"}