{"body": "(Updating with graphic)\nBy Paul Lienert and Joseph White\nDETROIT Nov 16 Detroit's Big Three automakers\nare accelerating plans to produce more small cars for the North\nAmerican market in Mexico as they seek to reduce labor costs,\nwhile using higher-paid U.S. workers to build their very\nprofitable trucks, sport utility vehicles and luxury cars.\nNew versions of several of their popular U.S. compact cars\nare expected to be made in Mexico, people familiar with the\ncompanies' plans said. They include General Motors Co's \nnew Chevrolet Cruze hatchback, a successor to Ford Motor Co's\n Focus compact and a replacement for Fiat Chrysler\nAutomobiles NV's Jeep Compass compact SUV.\nThe decisions are prompting three major automotive research\nfirms, who are often used by the automakers and their suppliers\nfor industry forecasting, to project a big increase in Mexican\noutput of small cars by the three companies.\nAutoForecast Solutions estimates that GM, Ford and Fiat\nChrysler will collectively produce 45 percent of their small\ncars for the North American market in Mexico by 2020, up from 18\npercent in 2014. LMC Automotive sees the 2020 figure at 37\npercent, also against 18 percent last year, while IHS Automotive\nprojects the Mexican percentage going to 42 percent in five\nyears time, though it calculates the 2014 level at a higher\nlevel than the others, at 25 percent.\nIn response to questions from Reuters, the three automakers\ndeclined to discuss their specific plans.\nGM said that the \"vast majority\" of its small cars sold in\nthe U.S. are \"produced domestically.\" Ford said it is \"committed\nto continuing to improve competitiveness and to invest where it\nmakes the best sense for our business.\" Fiat Chrysler said it\n\"has made no official announcements regarding the company's\nfuture production plans.\"\nThe Detroit automakers' plans to build more small cars in\nMexico are likely to be highly controversial ahead of the\nNovember 2016 U.S. presidential election. Businessman Donald\nTrump, who is seeking to win the nomination to be the Republican\npresidential candidate, has repeatedly blasted U.S. companies,\nincluding Ford, for any moves to shift jobs to Mexico from the\nU.S. and says he would support government incentives to keep\nauto production in the United States if he gets into the White\nHouse. The Trump campaign did not respond to a request for\ncomment.\nIt is also a huge issue for the U.S. labor unions, who have\nbeen highly critical of the impact of free trade agreements,\nsuch as the North American Free Trade Agreement (NAFTA) with\nMexico and Canada reached when Bill Clinton was U.S. President\nin 1994. His wife, Hillary Clinton, is the leading contender to\nbe the Democrats' presidential candidate.\nThe Clinton campaign declined to comment.\nUnited Auto Workers President Dennis Williams has faced\ncriticism from union members that he has acquiesced to jobs\ngoing south. \"For someone to suggest that we endorse products\ngoing to Mexico is just nonsense,\" he wrote to UAW members last\nmonth.  The UAW declined a request for a comment for this story.\n\nTINY PROFIT MARGINS\nFor the automakers it is largely a question of cost and\nmargin. They are determined to reduce costs in production of\ncompact and midsize cars, which already suffer from small profit\nmargins or are losing money.\nOverall U.S. sales have been very strong in the past couple\nof years but larger vehicles such as SUVs and pickup trucks are\nthe big beneficiaries because the plunge in gasoline prices\nmeans that fuel economy isn't as much of an issue for consumers\nas it was a few years back. The larger vehicles typically\ngenerate profits of $10,000 and more each.\nThe Big Three are also feeling the heat from foreign rivals,\nincluding Nissan Motor Co and Volkswagen AG\n, who have been adding production capacity in Mexico.\nThe margins on small cars may erode further if production\nremains in the U.S. because new labor agreements negotiated by\nGM, Ford and Chrysler grant the first raises in a decade to\nveteran workers, and give recent hires a path to earn $30 an\nhour after eight years on the job.\nAt the same time, the Detroit automakers need to continue\nbuilding and selling small cars to meet ever-tightening U.S.\nfuel economy regulations because big pickups and SUVs have much\nlower mileage.\nMexican labor rates, which averaged about $5.50 an hour in\n2014, are about a fifth of the wages auto workers earn in the\nUnited States, according to the Center for Automotive Research\n(CAR).\nSean McAlinden, chief economist at CAR, said GM's Orion\nTownship assembly plant in Michigan, which builds Chevrolet and\nBuick subcompacts, has the lowest labor costs of any U.S. plant\nthanks to a favorable agreement with the UAW negotiated as part\nof the U.S. government's bailout of GM in 2009. And yet the Ford\nFiesta plant in Cuautitlan, near Mexico City, has a $700 labor\ncost advantage per car over GM's Orion plant, he said.\nWith small car sales waning, GM recently announced layoffs\nat Orion. According to sources at suppliers it is also expected\nto drop production of the Buick Verano next year.\n\nWEAKER CURRENCY\nMexico is an increasingly attractive production base for a\nvariety of reasons. Its infrastructure, supply base and\nproductivity all have improved in recent years, according to\nMcAlinden. A plunge in the Mexican peso against the dollar to\nalmost 17 to the Greenback from just over 13 a year ago has also\nmade the country more appealing for U.S. manufacturers, at least\nin the short term, by reducing its relative costs.\nOn the downside, shipping costs from Mexico remain high, and\nenergy sources can be unreliable.\nFord confirmed last week in its tentative contract with the\nUnited Auto Workers union that it will stop building Focus\ncompact cars at a factory in Wayne, Michigan in 2018. UAW\nofficials have said the replacement for the current Focus will\nbe made in Mexico, while the Michigan assembly plant is expected\nto start assembling a pickup truck and an SUV, according to\npeople familiar with Ford's plans. Ford has declined to say what\nvehicles it plans to build in Wayne.\nSupplier sources also said that GM plans to build the Cruze\nhatchback in Mexico while the Cruze sedan will continue to be\nbuilt in Ohio, and that Fiat Chrysler has long planned to\nproduce the Compass replacement in Mexico rather than in\nIllinois. GM and Fiat Chrysler declined to comment on where the\nvehicles will be made.\nMoving production of mass-market, fuel-efficient sedans to\nMexico is a challenge to a goal the Obama administration\nstressed when it drove government-funded restructurings of GM\nand the former Chrysler in 2009. Gas prices had soared to $4 a\ngallon or more during the 2008 financial crisis, killing sales\nof Detroit's trucks.\nGM and Fiat Chrysler agreed to build small cars in the U.S.\nas part of their government-funded bankruptcies. Now profitable\nand free of government ownership, their CEOs no longer must\nanswer to the White House. Ford, which restructured without\nfederal help, shifted U.S. production toward more fuel-efficient\nvehicles when truck sales swooned, but now is ramping up U.S.\nproduction of SUVs and pickups to meet robust demand.\nSteven Rattner, the investor who was the first head of the\nWhite House auto task force, said the threat to U.S. jobs was a\nconcern then and now.\n\"We were well aware of the situation with Mexico and the\npossibility that jobs would continue to migrate there,\" he told\nReuters.\n(Reporting by Paul Lienert and Joseph White in Detroit; Editing\nby Martin Howell)", "byline": "", "description": "DETROIT, Nov 16 (Reuters) - Detroit's Big Three automakers are accelerating plans to produce more small cars for the North American market in Mexico as they seek to reduce labor costs, while using...", "title": "INSIGHT-Detroit's Big Three accelerate plans to build more small cars in Mexico", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/YubukLSZNRc/story01.htm", "topics": ["environment/energy", "campaign_finance"], "people": ["Bill Clinton", "Steven Rattner", "Dennis Williams", "Hillary Clinton", "Martin Howell"], "orgs": ["Fiat", "SUVs", "United Auto Workers", "NAFTA", "United Auto Workers union", "UAW", "Ford", "Volkswagen AG", "Chrysler", "Fiat Chrysler", "General Motors Co"], "election_confidence": 0.8097439961921806, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-16 18:31:39", "org": "reuters", "article_id": "120729b647c67f24e2e29a5de60c1a37", "date_access": "2015-11-16 19:07:51.047259"}