{"body": "DETROIT Detroit’s Big Three automakers are accelerating plans to produce more small cars for the North American market in Mexico as they seek to reduce labor costs, while using higher-paid U.S. workers to build their very profitable trucks, sport utility vehicles and luxury cars. \nNew versions of several of their popular U.S. compact cars are expected to be made in Mexico, people familiar with the companies' plans said. They include General Motors Co’s new Chevrolet Cruze hatchback, a successor to Ford Motor Co’s Focus compact and a replacement for Fiat Chrysler Automobiles NV’s Jeep Compass compact SUV.\nThe decisions are prompting three major automotive research firms, who are often used by the automakers and their suppliers for industry forecasting, to project a big increase in Mexican output of small cars by the three companies. \nAutoForecast Solutions estimates that GM, Ford and Fiat Chrysler will collectively produce 45 percent of their small cars for the North American market in Mexico by 2020, up from 18 percent in 2014. LMC Automotive sees the 2020 figure at 37 percent, also against 18 percent last year, while IHS Automotive projects the Mexican percentage going to 42 percent in five years time, though it calculates the 2014 level at a higher level than the others, at 25 percent.     In response to questions from Reuters, the three automakers declined to discuss their specific plans.\nGM said that the \"vast majority\" of its small cars sold in the U.S. are \"produced domestically.\" Ford said it is \"committed to continuing to improve competitiveness and to invest where it makes the best sense for our business.\" Fiat Chrysler said it \"has made no official announcements regarding the company's future production plans.\"\nThe Detroit automakers' plans to build more small cars in Mexico are likely to be highly controversial ahead of the November 2016 U.S. presidential election. Businessman Donald Trump, who is seeking to win the nomination to be the Republican presidential candidate, has repeatedly blasted U.S. companies, including Ford, for any moves to shift jobs to Mexico from the U.S. and says he would support government incentives to keep auto production in the United States if he gets into the White House. The Trump campaign did not respond to a request for comment.\nIt is also a huge issue for the U.S. labor unions, who have been highly critical of the impact of free trade agreements, such as the North American Free Trade Agreement (NAFTA) with Mexico and Canada reached when Bill Clinton was U.S. President in 1994. His wife, Hillary Clinton, is the leading contender to be the Democrats' presidential candidate. \nThe Clinton campaign declined to comment.\nUnited Auto Workers President Dennis Williams has faced criticism from union members that he has acquiesced to jobs going south. \"For someone to suggest that we endorse products going to Mexico is just nonsense,\" he wrote to UAW members last month.  The UAW declined a request for a comment for this story.\n\nTINY PROFIT MARGINS\nFor the automakers it is largely a question of cost and margin. They are determined to reduce costs in production of compact and midsize cars, which already suffer from small profit margins or are losing money. \nOverall U.S. sales have been very strong in the past couple of years but larger vehicles such as SUVs and pickup trucks are the big beneficiaries because the plunge in gasoline prices means that fuel economy isn’t as much of an issue for consumers as it was a few years back. The larger vehicles typically generate profits of $10,000 and more each.\nThe Big Three are also feeling the heat from foreign rivals, including Nissan Motor Co and Volkswagen AG (VOWG_p.DE), who have been adding production capacity in Mexico.\nThe margins on small cars may erode further if production remains in the U.S. because new labor agreements negotiated by GM, Ford and Chrysler grant the first raises in a decade to veteran workers, and give recent hires a path to earn $30 an hour after eight years on the job.\nAt the same time, the Detroit automakers need to continue building and selling small cars to meet ever-tightening U.S. fuel economy regulations because big pickups and SUVs have much lower mileage. \nMexican labor rates, which averaged about $5.50 an hour in 2014, are about a fifth of the wages auto workers earn in the United States, according to the Center for Automotive Research (CAR).\nSean McAlinden, chief economist at CAR, said GM's Orion Township assembly plant in Michigan, which builds Chevrolet and Buick subcompacts, has the lowest labor costs of any U.S. plant thanks to a favorable agreement with the UAW negotiated as part of the U.S. government’s bailout of GM in 2009. And yet the Ford Fiesta plant in Cuautitlan, near Mexico City, has a $700 labor cost advantage per car over GM's Orion plant, he said.\nWith small car sales waning, GM recently announced layoffs at Orion. According to sources at suppliers it is also expected to drop production of the Buick Verano next year.\n\nWEAKER CURRENCY\nMexico is an increasingly attractive production base for a variety of reasons. Its infrastructure, supply base and productivity all have improved in recent years, according to McAlinden. A plunge in the Mexican peso against the dollar to almost 17 to the Greenback from just over 13 a year ago has also made the country more appealing for U.S. manufacturers, at least in the short term, by reducing its relative costs.\nOn the downside, shipping costs from Mexico remain high, and energy sources can be unreliable.\nFord confirmed last week in its tentative contract with the United Auto Workers union that it will stop building Focus compact cars at a factory in Wayne, Michigan in 2018. UAW officials have said the replacement for the current Focus will be made in Mexico, while the Michigan assembly plant is expected to start assembling a pickup truck and an SUV, according to people familiar with Ford's plans. Ford has declined to say what vehicles it plans to build in Wayne.\nSupplier sources also said that GM plans to build the Cruze hatchback in Mexico while the Cruze sedan will continue to be built in Ohio, and that Fiat Chrysler has long planned to produce the Compass replacement in Mexico rather than in Illinois. GM and Fiat Chrysler declined to comment on where the vehicles will be made.\nMoving production of mass-market, fuel-efficient sedans to Mexico is a challenge to a goal the Obama administration stressed when it drove government-funded restructurings of GM and the former Chrysler in 2009. Gas prices had soared to $4 a gallon or more during the 2008 financial crisis, killing sales of Detroit's trucks.\nGM and Fiat Chrysler agreed to build small cars in the U.S. as part of their government-funded bankruptcies. Now profitable and free of government ownership, their CEOs no longer must answer to the White House. Ford, which restructured without federal help, shifted U.S. production toward more fuel-efficient vehicles when truck sales swooned, but now is ramping up U.S. production of SUVs and pickups to meet robust demand.\nSteven Rattner, the investor who was the first head of the White House auto task force, said the threat to U.S. jobs was a concern then and now.\n\"We were well aware of the situation with Mexico and the possibility that jobs would continue to migrate there,\" he told Reuters.\n\n (Reporting by Paul Lienert and Joseph White in Detroit; Editing by Martin Howell)", "byline": "", "description": "DETROIT (Reuters) - Detroit’s Big Three automakers are accelerating plans to produce more small cars for the North American market in Mexico as they seek to reduce labor costs, while using higher-paid U.S. workers to build their very profitable trucks, sport utility vehicles and luxury cars.", "title": "Detroit's Big Three accelerate plans to build more small cars in Mexico", "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/D0Il1vUr-Go/story01.htm", "topics": ["environment/energy", "campaign_finance"], "people": ["Bill Clinton", "Steven Rattner", "Hillary Clinton", "Donald Trump", "Dennis Williams", "Martin Howell"], "orgs": ["SUVs", "United Auto Workers", "NAFTA", "United Auto Workers union", "UAW", "Ford", "Volkswagen AG", "Chrysler", "Fiat Chrysler", "General Motors Co"], "election_confidence": 0.8045457246802522, "authors": [{"author_id": 33516, "fullname": "paul lienert", "primary_org": "reuters"}, {"author_id": 33647, "fullname": "joseph white", "primary_org": "reuters"}], "date_written": "2015-11-16 12:50:03", "org": "reuters", "article_id": "83a5f715641b4314425d5755b6dd2c81", "date_access": "2015-11-16 13:05:29.928933"}