{"body": "NEW YORK Democratic U.S. presidential candidate Bernie Sanders joined Snapchat on Monday, becoming the latest contender in the 2016 White House race to join the social media app popular with teens and millennials.\nOn his official Twitter account (@BernieSanders), the 74-year-old U.S. senator from Vermont announced that he had joined Snapchat: \"What is this Snapshot thing and why do I only get ten seconds?\"\nSnapchat, a messaging app particularly popular among people ages 18 to 24, a desirable group of potential voters, allows its almost 200 million users to send photo messages that disappear in seconds.\nSanders joined Snapchat as \"bernie.sanders\" and just hours later posted his first \"Snap Story,\" a string of snaps that lasts for 24 hours instead of just few seconds: \"3, 2, 1 ... We're off to Cleveland. Join the political revolution. Help us make real change in America.\"\nSanders has been active on social media, especially on Twitter, although the number of his followers is far lower than his Democratic rival Hillary Clinton. Sanders has 873,000 followers while Clinton has 4.7 million. She joined Snapchat in August.\nOther presidential candidates on Snapchat include Republicans Marco Rubio, Rand Paul, Chris Christie, Carly Fiornia and Jeb Bush, as well as Rick Perry, who in September suspended his campaign.\n\n\n (Reporting by Angela Moon; Editing by Will Dunham)", "byline": "", "description": "NEW YORK (Reuters) - Democratic U.S. presidential candidate Bernie Sanders joined Snapchat on Monday, becoming the latest contender in the 2016 White House race to join the social media app popular with teens and millennials.", "title": "Democratic U.S. presidential candidate Sanders joins Snapchat", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/yzao72Hs7Ts/story01.htm", "topics": ["immigration", "personality"], "people": ["Rand Paul", "Will Dunham", "Carly Fiornia", "Chris Christie", "Jeb Bush", "Hillary Clinton", "Rick Perry", "Angela Moon", "Bernie Sanders"], "orgs": [], "election_confidence": 0.9933423330660545, "authors": [{"author_id": 39767, "fullname": "angela moon", "primary_org": "reuters"}, {"author_id": 43360, "fullname": "melissa fares", "primary_org": "reuters"}], "date_written": "2015-11-16 22:06:20", "org": "reuters", "article_id": "c34d9e48f61c69019cdb924b9fb44bb0", "date_access": "2015-11-16 22:44:31.577658"}