{"body": "WASHINGTON Jeb Bush and other Republican presidential candidates on Monday said more U.S. troops were needed to counter Islamic State militants in Syria and Iraq but stopped short of calling for the deployment of significant numbers of combat personnel.\nSpeaking on several television programs, Bush said American soldiers were needed to provide leadership in the area and outlined other U.S. steps he said were needed to combat the militant group following attacks in Paris on Friday that killed 129 people.\n\"It would require more boots on the ground, as you will, more troops on the ground, more special operators ... More involvement, for sure, but in a leadership role,\" he said on CBS's \"This Morning\" program.\nHe said more U.S. troops should be embedded in the Iraqi army, provide more training for peshmerga forces and work more with the Sunni tribal leaders.\n\"We can't do this alone ... but we can lead,\" Bush said.\nDemocratic President Barack Obama said on Monday in Turkey it would be a mistake for the United States to switch its strategy and put U.S. troops on the ground to fight Islamic State.\nBush said he would not speculate about whether he would follow any possible recommendation from U.S. military advisers for large deployments of regular ground combat forces.\nBillionaire businessman Donald Trump, another candidate for the Republican nomination in the November 2016 election, told MSNBC he backed some U.S. troops in the region but would instead focus on targeting Islamic State's oil and banking operations.\nAsked if he would seek support from Americans for large deployments, Trump told the network's \"Morning Joe\" program: \"No, I'm not. I'd put some there but I'm not.\" He later said he would back sending 10,000 troops to the region but did not give details about their role.\nU.S. Senator Lindsey Graham, another Republican candidate, called on President Barack Obama to coordinate military efforts with the French and allies in the Middle East to combat the militants following the Paris attacks.\nGraham, appearing on MSNBC, proposed coordinating the armies of United States, France and \"any NATO nation that would like to help\" to form a ground force that would supplement the allied air campaign against Islamic State.\n\"If we just drop a few bombs on these guys and that's it, they'll be stronger than ever,\" Graham said.\nThe attacks in Paris also have sparked debate among Republicans over the refugee crisis as thousands of people flee Syria, which has been engaged in nearly five years of civil war even as Islamic State has also taken hold there.\nTrump said, if elected, he would consider shutting down Islamic mosques in the United States in an effort to combat Islamic State.\n\"I would hate it do it but it's something that you're going to have to strongly consider because some of the ideas and some of the hatred, the absolute hatred, is coming from these areas,\" he said.\nRepublicans have hammered Obama over his plan to bring in as many as 10,000 Syrian refugees. \nOn Monday, Bush said there should be some restrictions as well as special protections for Christians.     \n\"There should be really thorough screening, and we should focus on creating safe havens for refugees in Syria rather than bringing them all the way across to the United States,\" he told MSNBC.\nTrump, on CNBC, said: \"We have no idea who these people are... We can not let them come into this country, period.\"\n\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website (here).\n\n (Reporting by Susan Heavey; Additional reporting by Lisa Lambert; Editing by Bill Trott)", "byline": "", "description": "WASHINGTON (Reuters) - Jeb Bush and other Republican presidential candidates on Monday said more U.S. troops were needed to counter Islamic State militants in Syria and Iraq but stopped short of calling for the deployment of significant numbers of combat personnel.", "title": "Bush, other Republicans back more troops to fight Islamic State", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/wv1xBGXknkU/story01.htm", "topics": ["foreign policy/national security"], "people": ["Susan Heavey", "Lisa Lambert", "Bill Trott", "Lindsey Graham", "Jeb Bush", "Donald Trump", "Barack Obama"], "orgs": ["MSNBC", "NATO", "CNBC"], "election_confidence": 0.7024631077326733, "authors": [{"author_id": 35097, "fullname": "susan heavey", "primary_org": "reuters"}], "date_written": "2015-11-16 16:35:11", "org": "reuters", "article_id": "735bd17d68830db94727b02fbd28ee73", "date_access": "2015-11-16 16:49:52.545745"}