{"body": "BUENOS AIRES Conservative challenger Mauricio Macri heads into the final week before Argentina's presidential run-off vote ahead in polls and largely unscathed in Sunday's debate, where his ruling-party rival failed to land a knockout punch.\nDaniel Scioli now faces an uphill struggle to win over undecided voters and close down Macri's lead after both candidates stuck to well-thumbed scripts, said Cefeidas Group political risk strategist Francisco Resnicoff. \n\"There was no clear blow that defined the debate,\" Resnicoff said. \"Scioli needed a clear win. A close call doesn't help him.\"\nThe debate dominated TV ratings but was thin on policy substance. Scioli depicted Macri as a neoliberal bent on destroying Argentina's welfare economy, while Macri blamed Scioli for stagnant economic growth and rampant graft.\nBoth candidates ducked questions, and neither was left licking any serious wounds. \nThat will suit Macri, the pro-business Buenos Aires mayor whom opinion polls show as having an eight-point lead going into the Nov. 22 ballot, and hurt Scioli's chances of a late comeback.\nBuenos Aires province Governor Scioli, a moderate within the broad Peronist movement that has dominated Argentine politics for decades, told voters he would safeguard the salaries of workers and the middle class, and keep energy subsidies in place. \nThe alternative, he said, was a candidate who would favor big business, place Argentina back in the hands of ruthless creditors and engineer a painful currency devaluation.\n\"I am here to defend you,\" Scioli told voters.\nEndorsed by outgoing President Cristina Fernandez, Scioli entered the debate vulnerable to Macri's attacks against the fiery nationalist's handling of Latin America's third-biggest economy.\nThe winner of the election will inherit an economy mired in trouble. Foreign reserves are precariously low, the fiscal deficit is widening on a surge in public spending, growth is sluggish and inflation is high.\nScioli has struggled throughout the campaign to reach out to independent voters thirsting for a change to Fernandez's brand of leftist populism while also locking in her supporters.\n\"You're not change,\" Macri said during the debate. \"You chose continuity.\"\nMacri's attempts to push Scioli into defending Fernandez's divisive eight years in power rattled his opponent early on.\n\"You insist on debating with a government that is on its way out on Dec. 10,\" said Scioli, whose performance strengthened as the debate shifted to fighting crime and education.   \nArgentina's twitterati, which is generally wealthier and better-educated than average, called the debate overwhelmingly in Macri's favor. \nLower-income voters will find comfort in Scioli's steady promises to protect salaries and pensions, but without a powerful knockdown on Sunday, closing Macri's lead will be tough. \n\"Macri came out on top because the debate did not change the election's course,\" said political analyst Rosendo Fraga.    \n\n (Reporting by Richard Lough; Editing by Lisa Von Ahn)", "byline": "", "description": "BUENOS AIRES (Reuters) - Conservative challenger Mauricio Macri heads into the final week before Argentina's presidential run-off vote ahead in polls and largely unscathed in Sunday's debate, where his ruling-party rival failed to land a knockout punch.", "title": "Argentina's Macri seen unscathed from humdrum presidential debate", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/4LqFyO5mXvI/story01.htm", "topics": ["economy"], "people": ["Cristina Fernandez", "Daniel Scioli", "Mauricio Macri", "Richard Lough", "Lisa Von Ahn"], "orgs": ["Macri"], "election_confidence": 0.5591087269635409, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-16 15:45:48", "org": "reuters", "article_id": "59c5b23f7f47c01b3c74d1f73fc6786a", "date_access": "2015-11-16 16:10:33.514452"}