{"body": "(Adds details)\nNov 16 Intercontinental Exchange Inc,\nthe owner of the New York Stock Exchange, said it would buy\ncommodities trading platform Trayport from BGC Partners Inc\n and GFI Group Inc for about $650 million in stock.\nICE said the deal would help it to provide new services to\nthe European over-the-counter energy markets, including power,\nnatural gas and coal.\nThe exchange and clearing house operator said it also\nplanned to extend the platform to cater to over-the-counter\nenergy markets in Asia.\nGFI will receive 2.5 million ICE shares as part of the deal.\nICE may substitute cash for part or all of the stock\nconsideration, BGC said in a statement.\nICE, which began as an energy exchange in 2000 and expanded\nthrough acquisitions of companies including the New York Board\nof Trade, said the deal would not have a material impact on its\n2016 earnings.\nTrayport is a subsidiary of GFI Group, which was acquired by\nBGC Partners in March.\nICE's financial adviser is Goldman Sachs & Co and its legal\nadviser is Shearman & Sterling LLP. Cantor Fitzgerald & Co is\nfinancial adviser to BGC, while its legal adviser is Wachtell,\nLipton, Rosen & Katz.\n\n (Reporting by Richa Naidu in Bengaluru; Editing by Saumyadeb\nChakrabarty)", "byline": "", "description": "Nov 16 (Reuters) - Intercontinental Exchange Inc, the owner of the New York Stock Exchange, said it would buy commodities trading platform Trayport from BGC Partners Inc and GFI Group Inc for about...", "title": "UPDATE 1-NYSE-owner ICE to buy commodities trading platform for $650 mln", "url": "http://feeds.reuters.com/~r/news/usmarkets/~3/pZ7BXzK5JEs/story01.htm", "topics": ["trade", "environment/energy"], "people": [], "orgs": ["New York Stock Exchange"], "election_confidence": 0.5037138861550472, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-16 13:07:30", "org": "reuters", "article_id": "e4a1e7586651232a20b17a224ad6b17d", "date_access": "2015-11-16 13:47:54.943075"}