{"body": "“Believe it or not, I just defended President Obama to a gathering of foreign nationals,” Ed Rogers, a Republican political consultant who writes for the Washington Post’s Insiders blog, reported on Friday:\nRogers’s post carries no time stamp but appears to have preceded Friday night’s Islamic State attacks in Paris, as it makes no mention of them. The next day Breitbart.com noted a similar, post-Paris criticism coming by way of the left:\nClemons was at pains to note “that I have a different view of that, that that’s not my view.” Yet can anyone deny that the Obama administration’s response to the Islamic State has been fatuous and incoherent?\nIn a January 2014 interview with the New Yorker’s David Remnick, the president famously disparaged ISIS as “the jayvee team.” He elaborated: “I think there is a distinction between the capacity and reach of a bin Laden and a network that is actively planning major terrorist plots against the homeland versus jihadists who are engaged in various local power struggles and disputes, often sectarian.”\nEight months later Islamic State terrorists were beheading American hostages, and Obama was talking tough. “You can’t contain an organization that is running roughshod through that much territory, causing that much havoc, displacing that many people, killing that many innocents, enslaving that many women,” he said during a press conference at a NATO summit in Wales. “The goal has to be to dismantle them.”\nLater, he contradicted that: “From the start, our goal has been first to contain and we have contained them,” the Daily Caller quotes him telling ABC’s George Stephanopoulos. In the same interview, he said: “I don’t think they’re gaining strength.”\nOops. That interview aired on “Good Morning America” last Friday, just hours before the Paris attacks. “If this is what ISIS looked like contained, I shudder to think what ISIS looks like uncontained,” CNN’s Jake Tapper quipped Sunday while interviewing Ben Rhodes, Obama’s deputy national security adviser for strategic communications. The same day Stephanopoulos asked Rhodes to defend the president against Republican criticism. “Well, look, George,” he said, “the president was responding very specifically to the geographic expansion of ISIL in Iraq and Syria.”\nRhodes went on to acknowledge “that there is a threat posed by ISIL . . . in their aspirations to project power overseas.” You don’t say. Of course in January 2014 Obama was dismissing the ISIS threat precisely on the ground that it wasn’t, in his words, “a network that is actively planning major terrorist plots against the homeland.”\n“Well, we’ll have to be nimble, George,” Rhodes told Stephanapoulos Sunday. Good luck with that. Reuters reports that at a press conference today in Turkey, Obama declared: “We are going to continue the strategy that has the best chance of working. . . . There will be an intensification of the strategy that we put forward but the strategy that we put forward is the strategy that ultimately is going to work.”\nIf anything, the inevitable Democratic presidential nominee inspires even less confidence. On Saturday night Hillary Clinton, Bernie Sanders and an unidentified man met in an Iowa debate moderated by CBS’s John Dickerson, who asked surprisingly good questions and got appallingly bad answers.\nDickerson began by quoting Obama’s Friday remarks and asking Mrs. Clinton, who was secretary of state during the president’s first term: “Won’t the legacy of this administration . . . be that it underestimated the threats from ISIS?” She began with some generalities about the need for effective leadership, then made clear she would be reluctant to provide it:\nIf American troops are risking their lives in Iraq, what in the world does Mrs. Clinton mean when she says “this cannot be an American fight”? Mrs. Clinton offered a clue when Dickerson pressed her on the administration’s underestimation of the Islamic State:\nTry to follow that. The U.S. withdrawal from Iraq, which Obama touted as one of his great first-term accomplishments, turns out to have been forced upon him by George W. Bush. Everything would have been fine anyway except that the Iraqis screwed it up. But now it’s up to the Iraqis to make things right, along with Assad, to overthrow whom Mrs. Clinton wanted “to train and equip moderates.” And who stopped her from carrying out that plan, George W. Bush?\nLater came this revealing exchange:\nGeorge W. Bush again? Mrs. Clinton relies awfully heavily on what we hereby name the argumentum ad dubyam. Though we should note that Bush tended to refer to “terrorism”; “violent extremism” is an Obama administration euphemism.\nDickerson followed up by quoting a speech in which Mrs. Clinton emphasized the importance of knowing one’s enemy. “Can you explain what that means in the context of this kind of barbarism?” The short answer was no: “It’s very difficult when you deal with ISIS and organizations like that whose behavior is so barbaric and so vicious that it doesn’t seem to have any purpose other than lust for killing and power.”\nMrs. Clinton is quite right to emphasize that we’re “not at war with Islam” or “with all Muslims.” Perhaps it even overstates the case to say we’re at war with “radical Islam.” But it is an act of willful ignorance to deny that the enemy’s ideology is Islamic, or even (as per Mrs. Clinton) that the enemy has an intelligible ideology at all.\nYet Mrs. Clinton isn’t even consistent in her denial. It appears she doesn’t know enough to be politically correct. Note that the exchange began with Dickerson quoting her describing ISIS as “radical jihadists,” a term she used earlier in the debate. What exactly does she think jihad is a pillar of? She might as well say she loves Christians but can’t abide trinitarians.\nGiven all this, it’s hard to deny that Ed Rogers’s and Steve Clemons’s foreign interlocutors had a point in faulting the U.S. for its lack of leadership. Then again, when the U.S. was leading, 12 to 14 years ago, one suspects they were not among those who eagerly followed.\nTwo Websites in One!—I\nTwo Websites in One!—II\nOther Than That, the Story Was Accurate   “In a story Nov. 14 about former faculty members recommending ways for the University of Missouri to address racial issues, The Associated Press reported erroneously that the Columbia campus’ interim chancellor, Hank Foley, is black. Foley is white.”—Associated Press, Nov. 16\nOut on a Limb\nWe Blame George W. Bush   “Blame Parenting and Progressivism for Fragile Yalies”—headline, Lewiston (Idaho) Tribune, Nov. 15\nWhat Would We Do Without Experts?   “Expert: El Paso Not Drunkest City in US”—headline, El Paso Times, Nov. 13\nProblem and Solution\nGeneralissimo Francisco Franco Is Still Dead   “Obama Admin. Still Wants To Admit Syrian Refugees Into U.S.”—headline, Daily Caller, Nov. 15\nThe Soft Bigotry of Low Expectations   “Sanders: I’m ‘More Conservative Than’ Hillary Clinton”—headline, Daily Caller, Nov. 14\n#humblebrag   “Santorum: ‘No other presidential candidate has been in ISIS magazine . . . they know who I am and I know who they are’ ”—tweet, Ashley Killough (CNN), Nov. 14\nAn Optimist Would Say It Shows How Full It Is   “Paris Crisis Shows Just How Empty the Argument Over Starbucks’ Cups Is”—headline, Chicago Tribune, Nov. 15\nMake That 11\nCause and Effect\nHey, Kids! What Time Is It?\nQuestion and Answer—I\nQuestion and Answer—II\nQuestion and Answer—III\nQuestion and Answer—IV\nQuestion and Answer—V\nIt’s Always in the Last Place You Look   “O’Malley Finds a Reason for Being in the 2016 Race: Immigration”—headline, WirelessGoodness.com, Nov. 15\nSomeone Set Up Us the Bomb   “7 Train Rider Punched, Robbed of Beats Headphones & Phone”—headline, Gothamist, Nov. 14\nBottom Story of the Day   “Video: The ‘Bum’ the NY Post Wants You to Despise Is Actually Human”—headline, Gothamist, Nov. 14\n‘Shut Up,’ He Reminded Himself   Democrat Dan Kimmel is quitting his campaign for the Minnesota House over a tweet, reports WCCO, Minneapolis’s CBS-owned broadcaster:\nIt was dumb all right, but he almost made up for it with that wonderfully candid apology.\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Mike Lavender, Ed Lasky, Macrena Sailor, Eric Jensen, Tony Lima, Michele Schiesser, Kyle Kyllan, Dave Undis, John Gaylord, Debbie Wells, Jackie Harty, Chris Papouras, Edward Himmelfarb, Kirk Pulley, Rebecca Billings, Bruce Goldman, Robert Lamoureux, Dave Ceely, Robert Pickel, Michael Segal, A.J. Fetcher, Mirek Kula, Amy Wombwell, Ethel Fenig, Howard Mayer, Wes Van Fleet, Mark Metcalf, Paul Gross, Miguel Rakiewicz, Clifford Lavine, Mark Zoeller, Carl Krehbiel, Peter Huntsman, T.K. Smyth, Russell Hilleke, Rod Pennington, Robert Boddington, Monty Krieger, Michael Smith, Mordecai Bobrowsky, Richard Belzer, Bob Acker and Bryan Fischer. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "The Democrats’ incoherent foreign-policy debate.", "title": "Non-Islamic Jihadis?", "url": "http://www.wsj.com/articles/non-islamic-jihadis-1447699286", "topics": ["foreign policy/national security"], "people": ["Carol Muller", "Dave Ceely", "Ed Rogers", "Kyle Kyllan", "Eric Jensen", "George Stephanopoulos", "Francisco Franco", "Michael Smith", "Mordecai Bobrowsky", "Rebecca Billings", "Jackie Harty", "Michael Segal", "Richard Belzer", "Monty Krieger", "Bryan Fischer", "Macrena Sailor", "Miguel Rakiewicz", "Bruce Goldman", "David Remnick", "Steve Clemons", "Ashley Killough", "Bernie Sanders", "Tony Lima", "W. Bush", "Ethel Fenig", "Mark Zoeller", "Debbie Wells", "John Dickerson", "Wes Van Fleet", "Bob Acker", "Rod Pennington", "Jake Tapper", "Ed Lasky", "Rick Santorum", "Mike Lavender", "Hillary Clinton", "Ben Rhodes", "George W. Bush", "Michele Schiesser", "Chris Papouras"], "orgs": ["New Yorker", "NY Post", "University of Missouri", "NATO", "ISIL", "Best of the Web"], "election_confidence": 0.5677361670513966, "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-11-16 18:41:38", "org": "wsj", "article_id": "72ec6fe59679851b4a9d3c3b9963eeb1", "date_access": "2015-11-16 19:02:51.438317"}