{"body": "The terror attacks in Paris have injected an emotional and unexpected element into the U.S. presidential race. But they are likely to affect the two parties in different ways.\nIn the Republican nomination race, as our colleagues Peter Nicholas and Beth Reinhard write, the apparent reach of ISIS terror machinery into Europe is likely to throw new attention onto the fact that the two leading GOP candidates, Donald Trump and Ben Carson, have no experience in government service or national security.\nThat opens the question of whether GOP primary voters will re-evaluate government experience as a qualification for office and give a second hearing to the struggling Jeb Bush and Chris Christie, both veteran political leaders, or greater consideration to Marco Rubio, who has cast himself as a foreign policy hawk and a student of international affairs.\nThose candidates may now be more eager to campaign on their time in public office.\nDemocrats, by contrast, appear close to settling on the candidate with the most foreign policy experience in their field, Hillary Clinton. Her challenge now will be to preserve her time in office as a political asset, when Republicans will be saying the administration she served help create the instability that gave rise to ISIS.\nThe terror attacks will also play out differently within the two parties because each puts a different emphasis on national security as a campaign issue.\nRepublicans consistently rank it at or near the top of the priority list; Democrats put it well below economic concerns.\nThe latest Wall Street Journal/NBC News poll, conducted in late October, makes the point: Asked to name the top two issues deciding their vote for president, Democrats named the economy, social issues and values, and then health care. For Republicans, foreign policy and the Middle East were the second-most important issue, just after the economy.\nSimilarly, Democrats in a June Journal/NBC News survey listed two economic issuesâ\u0080\u0094a shrinking middle class and power wielded by the wealthyâ\u0080\u0094when asked which trends alarmed them the most. Republicans listed terrorism as their second-highest cause for alarm, after declining moral values.\nThat suggests that the issue will play out far differently within the two partiesâ\u0080\u0094a development already seen in the hours after the Paris attack.\nDemocratic candidates walked gingerly in their debate Saturday night, calling for the U.S. to play a leadership role in battling ISIS but giving few details of how it should proceed. None of the candidatesâ\u0080\u0094not Mrs. Clinton, Sen. Bernie Sanders or Martin Oâ\u0080\u0099Malley, a former Maryland governorâ\u0080\u0094called for committing troops.\nMrs. Clinton did not mention one element of Syria policy where she differs from her rivals and from President Barack Obama. She backs a no-fly zone and â\u0080\u009chumanitarian corridorsâ\u0080\u0099â\u0080\u0099 to protect civilians caught in the fighting; the president doesnâ\u0080\u0099t.\nOne question now is whether Democratic voters develop a greater appetite for tougher steps against ISIS, perhaps involving U.S. troops, and whether Mrs. Clinton and her rivals try to lead them to such a position. A similar question holds for independent voters, who also have ranked national security and terrorism relatively low on the priority list, at least until now.\nRepublicans over the weekend detailed more forceful steps they would take against ISIS. Mr. Rubio said NATO should invoke Article 5â\u0080\u0094its collective defense provision, which obligates signatories to defend a nation that has been attacked. Mr. Rubio said this would bring Western allies together and â\u0080\u009cput together a coalition to confront this challenge.â\u0080\u0099â\u0080\u0099\nMr. Bush said the U.S. should â\u0080\u009cdeclare war and harness all of the power that the United States can bring to bear, both diplomatic and military.â\u0080\u009d\nMr.Â Trump has previously taken an assertive posture against ISIS, saying in a recently published book that â\u0080\u009cmassive forceâ\u0080\u0099â\u0080\u0099 is necessary and that he would send â\u0080\u009ca limitedâ\u0080\u0094but sufficient number of troops to fight on the groundâ\u0080\u009d against ISIS, if military advisers recommended it.\n“We would hit them so hard and so fast in so many different ways, they wouldnâ\u0080\u0099t know what happened,â\u0080\u0099â\u0080\u0099 Mr. Trump promised.\nAs the polling shows, those are words likely to resonate far better among Mr. Trumpâ\u0080\u0099s own party than among Democrats.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The terror attacks in Paris have injected an emotional and unexpected element into the U.S. presidential race. But they are likely to affect the two parties in different ways.", "title": "Paris Attacks Upend White House Race in Different Ways for Each Party", "url": "http://blogs.wsj.com/washwire/2015/11/16/paris-attacks-upend-white-house-race-in-different-ways-for-each-party/", "topics": ["foreign policy/national security"], "people": ["Chris Christie", "Jeb Bush", "Hillary Clinton", "Ben Carson", "Donald Trump", "Marco Rubio", "Barack Obama", "Bernie Sanders", "Peter Nicholas", "Beth Reinhard"], "orgs": ["Capital Journal", "WSJ", "NATO", "GOP"], "election_confidence": 0.9928616518948118, "authors": [{"author_id": 17699, "fullname": "aaron zitner", "primary_org": "wsj"}], "date_written": "2015-11-16 12:54:15", "org": "wsj", "article_id": "753fead51ec2c513235b6b9cbc76aed8", "date_access": "2015-11-16 12:55:31.826742"}