{"body": "Sen. Bernie Sanders is trying to put rival Hillary Clinton on the defense over one of her signature issues: paid family leave.\nMr. Sanders backs legislation in CongressÂ that would create a federal fund to reimburse a portion of lost wages when workers take up to 12 weeks off after the birth or adoption of a child, to care for a family memberâ\u0080\u0099s serious health condition or for a serious health problem of their own.\nThe proposal is funded by new payroll tax of two-tenths of a 1% paid by both employers and employees. It is modeled on programs already in place in California, New Jersey and Rhode Island.\nMrs. Clinton talks frequently about the need for paid family leave, but she has not put out a plan. On Friday, her campaign said she would not raise taxes on families earning less than $250,000 a year, a promise that rules out the pending legislation, known as the Family Act.\nMr. Sanders is a co-sponsor of the legislation. In an interview with the Des Moines Register published Monday, Mr. Sanders noted that the plan would cost a typical worker very little each week and asked why his rival wasnâ\u0080\u0099t backing it.\n“What is her program? What does she intend to do other than talk about it?” he asked. “If she thinks $1.38 a week is just too much to spend, let her explain that to the people of Iowa.”\nA Clinton aide replied by reaffirming that Mrs. Clinton supports 12 weeks of paid family leave and suggesting she would fund it with general revenue.\nâ\u0080\u009cShe supports a different way to pay for it and so will be outlining additional ideas for ensuring the wealthiest Americans pay their fair share,â\u0080\u009d he said.\nThe Center for American Progress, which has deep ties to Mrs. Clinton and her campaign, is putting out a report in the coming days on family leave that offers three models for a family leave program. One is the social insurance model reflected in the pending legislation. A second approach is to publicly fund the program with general revenue. A third option is to simply mandate that employees provide paid leave.\nIt is not completely clear why Mrs. Clinton would not back the only piece of legislation out there to achieve her goal of providing family leave, but it may be related to a broader debate under way over taxes. Mr. Sanders is proposing a raft of new domestic spending, and Mrs. Clinton and her allies are questioning the taxes he would need to pay for it all. Vowing no tax increases for families earning less than $250,000 a year may make it easier for Mrs. Clinton to draw a contrast.\nMr. Sanders is generally focused on raising taxes on the rich. But in addition to the new tax on paid leave, he also supports a government-run, universal health care plan, which would require a broad-based tax. Existing versions of this idea create a new payroll tax, with the tradeoff being that workers and employers no longer have to contribute to employer-sponsored coverage.\nOn Sunday in Iowa, Mrs. Clinton went after Mr. Sanders on taxes needed for a single-payer health plan. She said middle-class families “need a raise, not a tax increase” and said she was the only Democrat to commit to raising wages “and not your taxes.”\nA spokesman for Mr. Sanders noted that he has not yet put forward a specific health care proposal. The leading version pending in Congress is expected to cost an additional $15 trillion over a decade in new federal spending, after accounting for projected savings in the cost of care.\nSo if Mrs. Clinton wants to attack Mr. Sanders for increasing taxes on the middle class, it might be tough for her to propose the same, albeit on a much smaller scale, for family leave. It may also be that she sees a family leave program funded by taxes on the wealthy as better policy or as politically easier to enact.\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Sen. Bernie Sanders is trying to put rival Hillary Clinton on the defense over one of her signature issues, backing legislation that would create a paid family leave program.", "title": "Bernie Sanders Aims to Put Hillary Clinton on Defensive on Family Leave", "url": "http://blogs.wsj.com/washwire/2015/11/16/bernie-sanders-aims-to-put-hillary-clinton-on-defensive-on-family-leave/", "topics": ["jobs/employment", "budget/taxation", "health"], "people": ["Bernie Sanders", "Hillary Clinton"], "orgs": ["Capital Journal", "Des Moines Register", "WSJ", "Congress"], "election_confidence": 0.9071056375791438, "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}], "date_written": "2015-11-16 20:16:31", "org": "wsj", "article_id": "79659d9e45e83c19176ff52dcd77fcc6", "date_access": "2015-11-16 22:00:48.646519"}