{"body": "Hillary Clintonâ\u0080\u0099s campaign saidÂ MondayÂ that she never meant to suggest that the 2001 terrorist attacks in lower Manhattan are related to the contributions she has received from Wall Street, trying to clean up a moment fromÂ Saturdayâ\u0080\u0099sÂ presidential debate that opponents have seized on.\nMrs. Clinton was responding to Sen. Bernie Sanders, who said that financial services industry, which has contributed millions to Mrs. Clinton over the years, expects something in return. She replied that he was impugning her integrity, and said that like Mr. Sanders, she has many Â small donors. Then the former New York senator awkwardly invoked the 2001 attacks.\nâ\u0080\u009cI represented New York. And I represented New York on 9/11 when we were attacked,â\u0080\u009d she said. â\u0080\u009cWhere were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy. And it was a way to rebuke the terrorists who had attacked our country.â\u0080\u009d\nShe then said her plan to regulate Wall Street was better than his.\nRepublicans pounced. Reince Priebus, the chairman of the Republican National Committee, told Mrs. Clinton via Twitter that she had â\u0080\u009creached a new lowÂ tonightÂ by using 9/11 to defend your campaign donations.â\u0080\u009d\nShe was also criticized by the campaign of former Maryland Gov. Martin Oâ\u0080\u0099Malley, the third Democratic candidate for president. Deputy campaign manager Lis Smith tweeted, â\u0080\u009cMy dad worked in WTC [the World Trade Center] from the day it was built to the day it went down.Â @HillaryClinton, never invoke 9/11 to justify your Wall StÂ positions.â\u0080\u009d\nOn Monday, the Clinton campaign held a conference call for reporters to discuss Wall Street regulation. Asked about her 9/11 remarks, Press Secretary Brian Fallon said that she was offering one explanation for why she worked on Wall Streetâ\u0080\u0099s behalf.\nâ\u0080\u009cI think some of the commentary that has arisen â\u0080¦ is just mistaken,â\u0080\u009d Mr. Fallon said. â\u0080\u009cTo suggest that she of all people would politicize 9/11 is an outrageous notion.â\u0080\u009d\nHe pointed out that she was asked about her statement later in the debate, and at that point she replied that lots of people have given her money even though they donâ\u0080\u0099t agree with her on everything.\nMrs. Clinton got additional backup from former Rep. Barney Frank (D., Mass.), one of the speakers on the call, who pronounced himself â\u0080\u009cindignantâ\u0080\u009d at the suggestion that political contributions equal influence. The Dodd-Frank financial regulatory bill is named in part for him.\nâ\u0080\u009cI busted my hump to get that bill through,â\u0080\u009d he said. â\u0080\u009cI got contributions from the financial industry committee.â\u0080\u009d Further, he said he encouraged big banks to give money to other Democrats facing tough elections. And he said it was ridiculous to suggest Democrats should engage in â\u0080\u009cunilateral disarmamentâ\u0080\u009d and say to these companies, â\u0080\u009cWe donâ\u0080\u0099t like you so you canâ\u0080\u0099t give us money.â\u0080\u009d\nPresident Barack Obama also got lots of money from Wall Street and he signed Dodd-Frank into law, Mr. Frank said. If contributions from the financial services industry stopped financial regulation, he said, â\u0080\u009cThere wouldnâ\u0080\u0099t have been any financial regulation.â\u0080\u009d\nIn his typical blunt fashion, Mr. Frank added that to suggest otherwise, is â\u0080\u009can outrage, and itâ\u0080\u0099s not just mildly offensive. Itâ\u0080\u0099s truly stupid.â\u0080\u009d\nMore\nHillary Clinton Invokes 9/11 in Defending Wall Street Ties\nParis Attacks Loom Over Democratic Debate\nLive blog of the debate\nDebate slideshow\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Hillary Clinton’s campaign said Monday that she never meant to suggest that the 2001 terrorist attacks in lower Manhattan are related to the contributions she has received from Wall Street, trying to clean up a moment from Saturday’s presidential debate that opponents have seized on.", "title": "Campaign: Hillary Clinton Not Tying Wall Street Donations to 9/11", "url": "http://blogs.wsj.com/washwire/2015/11/16/campaign-hillary-clinton-not-tying-wall-street-donations-to-911/", "topics": ["foreign policy/national security", "economy", "campaign_finance"], "people": ["Lis Smith", "Hillary Clinton", "Reince Priebus", "Frank Luntz", "Barack Obama", "Barney Frank", "Jimmy Fallon", "Bernie Sanders", "Brian Fallon"], "orgs": ["World Trade Center", "Republican National Committee", "WSJ", "Capital Journal", "Dodd"], "election_confidence": 0.8500270608462911, "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}], "date_written": "2015-11-16 22:46:54", "org": "wsj", "article_id": "a89a455ba80e3cee5a3f04203e8abedb", "date_access": "2015-11-16 22:55:21.546677"}