[{"body": "NEW YORKU.S. presidential contender Hillary Clinton on Tuesday won the endorsement of the SEIU labor union, which has about 2 million members, in her quest to win the Democratic nomination for the November 2016 election.\nThe Service Employees International Union adds momentum to Clinton's bid to woo labor, a key Democratic constituency, as she seeks to build a coalition within her party and avert a damaging primary fight.\nSEIU includes employees in a range of jobs, including public service and healthcare.\n(Reporting by Luciana Lopez; Editing by Lisa Lambert)", "byline": "", "description": "NEW YORK(Reuters) - U.S. presidential contender Hillary Clinton on Tuesday won the endorsement of the SEIU labor union, which has about 2 million members, in her quest to win the Democratic nomination for the November 2016 election.", "title": "U.S. labor union SEIU, with 2 million members, endorses Clinton", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/t7K-5j5kMOY/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Luciana Lopez", "Lisa Lambert", "Hillary Clinton"], "org": "reuters", "election_confidence": 0.6797095448458541, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 17:32:03", "orgs": ["Service Employees International Union", "SEIU"], "article_id": "8d8b63a090ffbaab532fa684b0757654", "date_access": "2015-11-17 17:52:17.485854"}, {"body": "Budget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:06 AM EST\nBy\nNolan D. McCaskill\n\"David Vitter warned Obama the dangers of Syrian refugees weeks ago and promised as governor no Syrian refugees will enter Louisiana.\"\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 09:49 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:01 AM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus: Economy\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nUpdated 11/16/15 10:58 PM EST\nBy\nBurgess Everett\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\nUpdated 11/16/15 10:57 PM EST\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n11/16/15 10:43 PM EST\nBy\nKenneth P. Vogel\nTax filings show biggest reserves in charity's 17-year history.\nIn The Arena\n11/16/15 10:33 PM EST\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nThe U.S. needs to develop it's state-sponsored media abroad.\nUpdated 11/16/15 09:41 PM EST\nBy\nGabriel Debenedetti\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n11/16/15 09:34 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\nUpdated 11/16/15 09:21 PM EST\nBy\nAlex Isenstadt\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\nUpdated 11/16/15 09:19 PM EST\nBy\nLauren French\nThe Ohio Republican will remain the group's leader.\n11/16/15 08:52 PM EST\nBy\nLauren French\nPaul Ryan had requested the session.\nUpdated 11/16/15 07:52 PM EST\nBy\nDavid Perera\nHave intel leaks and encryption made it too easy for terrorists to hide online?\nUpdated 11/16/15 07:46 PM EST\nBy\nNahal Toosi\nAides push back on the notion that the Middle East needs to take up more of the president's time.\nWe're working on more stories right now\nBy\nJack Shafer\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nBy\nMichael Hirsh\nBy\nMichael Lind\nAP Photo\nBy\nNolan D. McCaskill\n11/17/15 10:06 AM EST\nDays ahead of a run-off election for governor in Louisiana, Sen. David Vitter’s campaign has launched an attack ad blasting his Democratic opponent, John Bel Edwards, for his support of the administration’s plan to resettle 10,000 Syrian refugees in the U.S.\nFollowing the terror attacks that struck Paris on Friday, more than two dozen Republican governors have voiced opposition to accepting Syrian refugees into their states. International investigators believe one of the assailants entered Europe by posing as a refugee.\nStory Continued Below\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says in the ad. “David Vitter warned Obama the dangers of Syrian refugees weeks ago and promised as governor no Syrian refugees will enter Louisiana. John Bel Edwards has pledged to work with Obama to bring Syrian refugees to Louisiana.”\nThe 30-second ad closes with a clip of Edwards saying, “I supported the president,” with the narrator concluding, “He always does.”\nEdwards responded with a Facebook post accusing Vitter of “bombarding” voters with lies about his position. “Many of you have expressed concern about how to respond to this, the most recent example of his deceptiveness,” he wrote. “I have clearly and openly called for a complete stop to the entry of refugees to Louisiana. This is a shameful and desperate attempt by David to distort my position as well as my record as the only candidate with military experience.”\nEdwards said he will stay in contact with law enforcement regarding the 14 refugees already in Louisiana but asked who voters trust more: “a West Point graduate and former Army Ranger or David Vitter, who continues to lie to us in order to divide us?” he added. “The choice is STILL clear, Louisiana.”\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Vitter hits Edwards with ad knocking his support for Syrian refugees", "url": "http://www.politico.com/story/2015/11/david-vitter-john-edwards-syria-215969", "topics": ["foreign policy/national security", "economy"], "people": ["Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Michael Hirsh", "Kate Tummarello", "Kevin Robillard", "David Vitter", "Josh Gerstein", "Jacopo Barigazzi", "Marc Caputo", "Lauren French", "Steven Shepard", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Nahal Toosi", "Caitlin Emma", "Annie Karni", "Brianna Ehley", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jennifer Scholtes", "Alex Isenstadt", "Michael Lind", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Alex Spence", "Barack Obama", "Paul Ryan", "David Pittman", "Tim Starks", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Jake Sherman", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden"], "org": "politico", "election_confidence": 0.9182294869977766, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 15:06:04", "orgs": ["FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "FCC", "College", "Senate GOP", "Congressional Black Caucus", "CMS", "GOP"], "article_id": "a785dbe3cc7d005f92fc662ecc32697e", "date_access": "2015-11-17 15:34:50.940409"}, {"body": "Washington  (CNN)Hillary Clinton on Tuesday strongly rebuked Republicans over calls to screen Syrian refugees coming into the U.S. based on religion, calling their \"hateful rhetoric\" a \"new low.\"\n\"We've seen a lot of hateful rhetoric from the GOP. But the idea that we'd turn away refugees because of religion is a new low,\" Clinton said.\nThe tweet comes after Sen. Ted Cuz said the United States should deny entry to Muslim refugees from Syria, but leave the door open to fleeing Christians. Allowing tens of thousands of Syrian Muslims into the country was \"nothing short of lunacy,\" the Texas senator said, citing concerns that terrorists may be among the refugees.\nA similar statement on religion was made by Florida governor Jeb Bush, who told CNN's Jake Tapper on \"State of the Union\" Sunday that the U.S. should only accept Christian refugees.\n\"We should focus our efforts as it relates to refugees on the Christians that are being slaughtered,\" Bush said.\nRELATED: Donald Trump: 'Strongly consider' shutting mosques\nIn Saturday's second Democratic debate, Clinton supported accepting refugees, but called for \"as careful a screening and vetting process as we can imagine.\" Clinton, who has previously stated that the U.S. should accept as many as 65,000 new refugees, said \"I do not want us to in any way inadvertently allow people who wish us harm to come into our country.\"\nAlmost all the major GOP candidates have taken a stance against allowing Syrian refugees to come to the United States, along with other Republican leaders.\nAs of Tuesday afternoon, at least 30 U.S. governors have said that they will not accept refugees form Syria. State Department spokesman Mark Toner said Monday that the government is still \"steadfastly committed\" to admitting 10,000 Syrian refugees in 2016. He also said federal officials are taking \"seriously\" the states' concerns, and that he's not sure whether they have the legal authority to block the resettlements.\nCNN's MJ Lee, Eric Bradner, Ted Barrett, Diedre Walsh and Dan Merica contributed to this report", "byline": "", "description": "", "title": "Clinton: GOP's 'hateful rhetoric' on refugees 'a new low'", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-gop-syrian-refugees/index.html", "topics": ["foreign policy/national security"], "people": ["Ted Barrett", "Eric Bradner", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Mark Toner", "Jake Tapper", "Dan Merica"], "org": "cnn", "election_confidence": 0.8658779151379163, "authors": [{"author_id": 41109, "fullname": "heather goldin", "primary_org": "cnn"}], "date_written": "2015-11-17 20:32:02", "orgs": ["State Department", "GOP"], "article_id": "2559c8d6675596c175c2527ca027f015", "date_access": "2015-11-17 21:01:41.946741"}, {"body": "The giant and politically influential Service Employees International Unionâ\u0080\u0099s endorsement of Hillary ClintonÂ TuesdayÂ gives the Democratic front-runner her 13thÂ nod from a national labor union, underscoring the growing strength of her campaign.\nMrs. Clintonâ\u0080\u0099s chief Democratic rival Bernie Sanders has received just two endorsements from national labor unions,Â reflecting the challenge ahead for the Vermont senator whoâ\u0080\u0099s also trailing Mrs. Clinton in polls.\nWith SEIUâ\u0080\u0099s backing, Mrs. Clinton has secured support from many of the nationâ\u0080\u0099s largest labor unions, including the National Education Association and the American Federation of State, County and Municipal Employees. The unions that have endorsed Mrs. Clinton collectively represent well over half of the nationâ\u0080\u0099s 14.6 million union members in 2014.\nSEIU, which has nearly two million members, said it chose to support Mrs. Clinton because sheâ\u0080\u0099s a leader whoâ\u0080\u0099ll fight to raise wages and stand up for working people. The union also said she values the kind of care work that many SEIU members do daily, including the work of home-care aides whoâ\u0080\u0099ve been fighting for higher minimum pay.\nâ\u0080\u009cSEIU members and working families across America are part of a growing movement to build a better future for their families, and Hillary Clinton will support and stand with them,â\u0080\u009d the unionâ\u0080\u0099s President Mary Kay Henry said in a statementÂ Tuesday.\nSEIU said it spent monthsÂ gauging its membersâ\u0080\u0099 support of the candidates, including through polls and tele-town hall meetings. Mrs. Clinton consistently received more than 72% of membersâ\u0080\u0099 support, an SEIU spokesman said.\nThat wasnâ\u0080\u0099t enough to stop a backlash on social mediaÂ TuesdayÂ from disgruntled SEIU members who back Mr. Sanders. Members of a group called SEIU for Bernie had been voicing concern for weeks that an endorsement of Mrs. Clinton could undermine the Fight for $15 campaign. The SEIU-funded wage campaign began with New York fast-food workers and has evolved into a nationwide push for a $15 federal minimum wage. The campaign is also trying to use the wage issue to build a bloc of like-minded voters for the 2016 elections.Â\nMr. Sanders backs a $15 federal minimum wage while Mrs. Clinton has said she supports a federal minimum of $12. When asked last week whether that would affect SEIUâ\u0080\u0099s endorsement process, the unionâ\u0080\u0099s president Ms. Henry suggested thereâ\u0080\u0099s room for improvement. â\u0080\u009cFor us, itâ\u0080\u0099s about driving the movement alongside of the candidates,â\u0080\u009d she said in an interview.\nFor its part, the Sanders campaign sought to downplay the union endorsements for Mrs. Clinton, focusing instead on the support it has received from rank-and-file union members.\n“We are gratified that hundreds of thousands of workers are part of the growing grassroots movement supporting Bernie’s campaign to help working families by raising the minimum wage, providing health care for all and making college affordable,” said Michael Briggs, a spokesman for Mr. Sandersâ\u0080\u0099s campaign.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The giant and politically influential Service Employees International Union’s endorsement of Hillary Clinton Tuesday gives the Democratic front-runner her 13th nod from a national labor union, underscoring the growing strength of her campaign.", "title": "SEIU’s Clinton Nod Signals Campaign’s Momentum Growing", "url": "http://blogs.wsj.com/washwire/2015/11/17/seius-clinton-nod-signals-campaigns-momentum-growing/", "topics": ["campaign_finance", "health"], "people": ["Mary Kay Henry", "Bernie Sanders", "Hillary Clinton", "Michael Briggs"], "org": "wsj", "election_confidence": 0.8321429190264561, "authors": [{"author_id": 2297, "fullname": "melanie trottman", "primary_org": "wsj"}], "date_written": "2015-11-18 01:03:47", "orgs": ["Service Employees International Union", "National Education Association", "SEIU", "WSJ", "Clintonas", "Capital Journal", "American Federation of State , County and Municipal Employees"], "article_id": "2f430655e6cca0f17f0cbee3282d955a", "date_access": "2015-11-18 01:59:39.697391"}, {"body": "I would’ve enjoyed campaigning against Trump. That would’ve been fun.”\n— President Obama, in an interview with GQ magazine.", "byline": "FIRST DRAFT", "description": "“I would’ve enjoyed campaigning against Trump. That would’ve been fun.” — President Obama, in an interview with GQ magazine.", "title": "First Draft: Verbatim: Obama Says Race vs. Trump ‘Would’ve Been Fun’", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/verbatim-obama-says-race-vs-trump-wouldve-been-fun/", "topics": ["personality", "foreign policy/national security", "immigration"], "people": [], "org": "nyt", "election_confidence": 0.5393128122833745, "authors": [{"author_id": 19843, "fullname": "first draft", "primary_org": "nyt"}], "date_written": "2015-11-17 13:11:20", "orgs": [], "article_id": "b7d1d7d3e2ed022b51c60d0d6c27f8ff", "date_access": "2015-11-17 13:33:54.651940"}, {"body": "And that one, and that one, and, well, across the board.\nIt took no time at all for the right-wing response to the Paris attacks to turn into a vile caricature that has me feeling nostalgic for the restraint and statesmanship of Donald Rumsfeld and Dick Cheney.\nMarco Rubio says that we have to denounce radical Islam — as opposed to jihadists — because of Hitler; after all, making Islam the rhetorical equivalent of Nazism is just the right thing to win support from the world’s 1.6 billion Muslims.\nNiall Ferguson says that a terrorist attack on a couple of sites in a huge modern metropolis by a small number of gunmen is just like the sack of Rome by the Goths.\nHugh Hewitt thinks that taking an Obama remark totally out of context will convince anyone except the right-wing base that the man who hunted down Osama bin Laden has been an anti-American terrorist sympathizer all along.\nI’ve deliberately selected people who are sometimes portrayed as moderate, smart, or both. This is what the reasonable wing of the modern right looks like.", "byline": "PAUL KRUGMAN", "description": "Nostalgia for Darth Vader.", "title": "Paul Krugman Blog: The Farce Is Strong In This One", "url": "http://krugman.blogs.nytimes.com/2015/11/17/the-farce-is-strong-in-this-one/", "topics": ["foreign policy/national security"], "people": ["Paul Krugman", "Donald Rumsfeld", "Marco Rubio", "Hugh Hewitt", "Dick Cheney", "Darth Vader"], "org": "nyt", "election_confidence": 0.6118755171837638, "authors": [{"author_id": 696, "fullname": "paul krugman", "primary_org": "nyt"}], "date_written": "2015-11-17 12:51:40", "orgs": [], "article_id": "4cf94b45e536402560225031d804864b", "date_access": "2015-11-17 13:42:17.014813"}, {"body": "Former congressman Ron Paul, the father of Republican presidential candidate Rand Paul, said Friday that heâ\u0080\u0099d â\u0080\u009clike to sendâ\u0080\u009d Florida Sen. Marco Rubio and politicians like him â\u0080\u009cto outer spaceâ\u0080\u009d because of his â\u0080\u009ccrazyâ\u0080\u009d proposals for military spending.", "byline": "", "description": "“…he represents big banks, he represents the war profiteers, the people in the military-industrial complex. And he represents world government, because we have to take care of the world.”\n\nBrendan Smialowski / AFP / Getty Images\nFormer congressman Ron Paul, the father of Republican presidential candidate Rand Paul, said Friday that he'd \"like to send\" Florida Sen. Marco Rubio and politicians like him \"to outer space\" because of his \"crazy\" proposals for military spending.\nPaul made the remarks on an episode of the Ron Paul Liberty Report in response to a question about Rubio's call to \"modernize our forces to remain on the cutting edge of the land, sea, air, cyberspace, and outer space domains.\"\nPaul's son Rand and Rubio have been in a war of words since the Republican presidential debate last week on Fox Business Network in which they sparred over military spending. \n\"Well, it's good for jobs. Think of how many jobs he's going to create,\" the elder Paul said. \"And then we can send them all to outer space. I'd like to send – like I once said – send all these politicians that promote these ideas to outer space. That's where they belong, because it's crazy! You know, where's he going to get the money?\"\n\"I mean, the country is broke, we're in the middle of a recession, half the people are unemployed, half of the young people live with their parents, and the medical care system is breaking down – I mean, it's so precarious that he's proposing a trillion-dollar increase,\" he continued. \"Of course, he wouldn't agree with that, because what he's saying is he has to restore the original budget. But there was some proposed decreases in the increases – he doesn't even want to do that! It really is a net increase in a trillion dollars over a period of time.\"\n\"And he represents big banks, he represents the war profiteers, the people in the military-industrial complex. And he represents world government, because we have to take care of the world,\" Paul added. \"Look how many things are going on in the Middle East, NATO, we're the one that supply the manpower, and all the money, and all the bombs, and stirring up all the troubles, and support all the coups.\" \n\"So, this is representative of runaway spending, and I think right now that the people are waking up, because we're out of money, and we're gonna have to end it,\" Paul concluded.\n\nYou can watch the exchange here:\nView Video ›\nThe Ron Paul Liberty Report / Via youtube.com", "title": "Ron Paul: Send Marco Rubio To Outer Space Where He Belongs", "url": "http://www.buzzfeed.com/ilanbenmeir/ron-paul-send-marco-rubio-into-outer-space-where-he-belongs", "topics": ["foreign policy/national security", "surveillance/privacy"], "people": ["Rand Paul", "Ron Paul", "Marco Rubio", "Brendan Smialowski"], "org": "buzzfeed", "election_confidence": 0.7795497023232277, "authors": [{"author_id": 20926, "fullname": "ilan ben-meir", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 18:43:27", "orgs": ["NATO"], "article_id": "13bd7877e9ec786cf2b4a966459ce512", "date_access": "2015-11-17 19:10:59.592930"}, {"body": "11/17/15 03:32 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\nWe're working on more stories right now\nWhere politics meets the press\nBy\nHadas Gold\n11/17/15 03:20 PM EST\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\nAlex Pareene, who was named Gawker editor-in-chief in October, is leading the charge, according to a memo sent out by Gawker Media executive editor John Cook. Reporters Allie Jones and Sam Biddle will head out on the campaign trail; Ashley Feinberg will monitor the \"hilarious lunatic fringes and the right and left,\" while Tom Scocca and Pareene will get regular columns.\n\"Gawker won’t just do horse-race coverage, of course—it will take a Daily Show approach to covering the ever-intensifying culture wars, documenting, satirizing, and reporting on the ways that political disputes are refracted in every aspect of our popular culture,\" Cook wrote. \"Gawker’s biggest stories have always had a political component, from Toronto’s crack-smoking mayor to Roger Ailes’ paranoia and power to Josh Duggar’s rank hypocrisy. Pareene is doubling down on that tradition.\"\nIt's a coming home of sorts for Pareene, who first started at Gawker's Wonkette, the D.C. media and politics gossip site which the company subsequently sold in 2008\nThe move will also result in layoffs at the company, though the same number of jobs will be created, according to the New York Times which first broke the news.\nIn a separate memo to staff, Gawker founder and CEO Nick Denton said politics have provided \"the scene for some of Gawker's most recognized\" stories, including those about former Toronto Mayor Rob Ford, Fox News, Hillary Clinton's email practices and Bill Clinton's travels with a convicted pedophile.\nAlex Pareene’s Gawker will ride the circus of the 2016 campaign cycle, seizing the opportunity to re-orient its editorial scope on political news, commentary and satire.\n\"Is there any doubt that the 2016 US presidential election campaign, a contest between reality-defying fabulists and the last representatives of two exhausted political dynasties, will provide rich new opportunities for sensation and satire?\" Cook wrote. \"I can appreciate the wonky contrarianism of Ezra Klein’s Vox.com and high-metabolism micronews from Ben Smith’s Buzzfeed Politics. But, more than any other facet of the American system, the politico-media blob begs puncturing by some sharp Gawker wit and probing by Gawker’s inquisitive journalists.\"\nDeveloping....\nHadas Gold is a reporter at Politico.\n© 2015 POLITICO LLC", "byline": "", "description": "Gawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.", "title": "Gawker refocusing aim to politics", "url": "http://www.politico.com/blogs/on-media/2015/11/gawker-refocusing-aim-to-politics-215987", "topics": ["economy"], "people": ["Roger Ailes", "Isaac Arnsdorf", "Burgess Everett", "Ben Smith", "Josh Duggar", "Kenneth P. Vogel", "Kate Tummarello", "Hadas Gold", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Barack Obama", "Jenny Hopkinson", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Loretta Lynch", "Annie Karni", "Josh Gerstein", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Bill Clinton", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Clarence Thomas", "Donald Trump", "Sam Biddle", "Rick Scott", "Hillary Clinton", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ezra Klein", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.9155693233074562, "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-11-17 20:20:55", "orgs": ["Washington And The World", "FDA", "National Defense", "Gawker", "Amtrak", "Senate", "Vox", "Supreme Court", "Justice Department", "FCC", "Congressional Black Caucus", "Senate GOP", "College", "CMS", "GOP"], "article_id": "84c6f437a146cb36dd490590cc0ff8e7", "date_access": "2015-11-17 20:43:39.069931"}, {"body": "(AP) â\u0080\u0094 Republican presidential candidate Jeb Bush clarified on Tuesday that his call for the U.S. refugee program to give preference to Christians fleeing Syria does not exclude Muslims.\nBut campaigning in South Carolina, the former Florida governor said the process of screening prospective refugees seeking to enter the United States must undergo a thorough review.\nHe endorsed House Speaker Paul Ryan's call for a pause in the influx of Syrians while officials determine how best to evaluate them.\n\"Refugees come to this country for all sorts of reasons,\" Bush told reporters after meeting prospective primary voters in Florence. \"They don't normally come with embedded terrorists in their midst. And that's the challenge.\"\nBush says he supports accepting women and children and orphans of any religion as well as Syrian Christians because of the persecution he said they've suffered as a minority there. But no one should be allowed in when there is not enough information about them, he said.\nFor the rest, he argued for a clear, rigorous vetting process that does not exclude Muslims, whom Bush recognized in the past as victims of persecution, too, by the Islamic State group in Syria.\nPresident Barack Obama has rebuked what he called a \"shameful\" religious test in the refugee policies of some Republican candidates. Both Bush and Texas Sen. Ted Cruz said preference should be given to Syrian Christians.\nMore immediately, Bush has recommended safe zones in the region for any fleeing Syrians.\nBush said the U.S. should not eliminate support for refugees.\n'We have a noble tradition of accepting refugees,\" Bush said outside a popular barbecue restaurant in north central South Carolina. \"It's not our obligation to take in all the challenges of the world.\"\nBush was in the first Southern state to hold a Republican primary election next year. He planned to give a speech on Wednesday in Charleston about strengthening military capabilities.\nIn an earlier address to business leaders, Bush called the struggle against the Islamic State group \"the war of our time.\"", "byline": "", "description": "FLORENCE, S.C. (AP) — Republican presidential candidate Jeb Bush clarified on Tuesday that his call for the U.S. refugee program to give preference to Christians fleeing Syria does not exclude Muslims.", "title": "Bush open to letting in properly vetted Syrian Muslims", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US--GOP%202016-Bush-Refugees/id-875f5f20df3a4e77b98d6daa6f3ca79e", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Barack Obama", "Paul Ryan", "Ted Cruz"], "org": "ap", "election_confidence": 0.8609951917835914, "authors": [{"author_id": 39689, "fullname": "thomas beaumont", "primary_org": "ap"}], "date_written": "2015-11-17 16:40:00", "orgs": [], "article_id": "faa2f594ac314f02f9cc7fa6a352b6d7", "date_access": "2015-11-17 22:00:10.781618"}, {"body": "WASHINGTON — Gov. Bobby Jindal of Louisiana, a onetime rising Republican star whose popularity has plummeted in his own state, abruptly dropped out of the presidential race on Tuesday, conceding that he was unable to find any traction.\n“This is not my time,” he said on Fox News.\nMr. Jindal unveiled a series of policy proposals, ferociously attacked Donald J. Trump and spent considerable time courting conservatives in Iowa, which begins the presidential nominating process. None of it worked. He raised little money, did not rise high enough in the polls to appear on the prime-time debate stage and was overshadowed by unconventional candidates such as Mr. Trump and Ben Carson.\nIn withdrawing, Mr. Jindal alluded to his parents’ emigration to the United States from India 45 years ago.\n“I don’t think in a million years they would have ever imagined that I’d be governor or one day I’d be running for president of the United States,” he said.\nBut, he said, “I’ve come to the realization this is not my time.”\nMr. Jindal’s withdrawal comes days before a runoff election in the Louisiana governor’s race, a contest in which the candidates in both parties have intermittently criticized the once-popular incumbent.", "byline": "JONATHAN MARTIN", "description": "“This is not my time,” said the governor of Louisiana, who had never risen high enough in the polls to appear in the prime-time debates.", "title": "Bobby Jindal Quits Republican Presidential Race", "url": "http://www.nytimes.com/2015/11/18/us/politics/bobby-jindal-presidential-race.html", "topics": ["personality"], "people": ["Bobby Jindal", "Donald Trump", "Donald J. Trump", "Ben Carson"], "org": "nyt", "election_confidence": 0.9463626532739461, "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-11-17 23:34:27", "orgs": [], "article_id": "777c45b5851d40c4573a6c50ba319bc6", "date_access": "2015-11-18 00:00:06.011251"}, {"body": "President Barack Obama hasn’t had a cigarette in 5 years.\nIn a new interview in GQ, Mr. Obama says that he hasn’t smoked since the 2010 passage of the Affordable Care Act, his signature health-care law.\n“I made a promise that once health care passed, I would never have a cigarette again. And I have not,” he said told the magazine.\nIn June, Mr. Obama was photographed holding an item in his hand that resembled a cigarette pack during a foreign trip to Germany— leading to theories that he was still smoking occasionally. But the White House strongly denied those reports, saying that the president had quit smoking.\nMr. Obama said in a 2009 press conference he had lapsed into having a cigarette occasionally but wasn’t a daily smoker. His doctor has said he has quit entirely.\nInterviewed by sports columnist and podcaster Bill Simmons, Mr. Obama also discussed UFO conspiracies, the worst moment of his presidency and the rise of Donald Trump.\nOn UFOs: “it’s a little disappointing. People always ask me about Roswell and the aliens and UFOs, and it turns out the stuff going on that’s top secret isn’t nearly as exciting as you expect. In this day and age, it’s not as top secret as you’d think.”\nOn Mr. Trump: “I would’ve enjoyed campaigning against Trump. That would’ve been fun.”\nOn the worst day in his presidency: “Sandy Hook … Which remains, by the way, the worst few days of my presidency. I went up and visited with those families and—you know, Bill, you’ve still got small kids. These are 6-year-olds, right? And you have 20 of them who’ve been massacred.”\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "President Barack Obama hasn't had a cigarette in five years. In a new interview in GQ, Mr. Obama says that he hasn't smoked since the 2010 passage of the Affordable Care Act, his signature health-care law.", "title": "Obama Says He Quit Smoking When Health-Care Law Passed", "url": "http://blogs.wsj.com/washwire/2015/11/17/obama-says-he-quit-smoking-when-health-care-law-passed/", "topics": ["foreign policy/national security", "health"], "people": ["Donald Trump", "Barack Obama", "Sandy Hook"], "org": "wsj", "election_confidence": 0.5452173824925681, "authors": [{"author_id": 34151, "fullname": "ron tau", "primary_org": "wsj"}], "date_written": "2015-11-17 19:35:17", "orgs": ["Capital Journal", "WSJ"], "article_id": "0455c80c448a48e75e652b453eb48ca0", "date_access": "2015-11-17 20:00:16.018994"}, {"body": "(CNN)The horrific terrorist attacks in Paris have abruptly elevated religious tolerance to a top political issue in the 2016 presidential campaign -- a race already heavily influenced by identity politics.\nAfter the Islamic State claimed responsibility for the mass killings that shocked France, Republican White House hopefuls pounced, leveling harsh rhetoric about Islam and calling for a much more aggressive strategy to fight the radical group known as ISIS.\nTed Cruz said the United States should deny entry to Muslim refugees from Syria, but leave the door open to fleeing Christians. Allowing tens of thousands of \"Syrian Muslims\" into the country was \"nothing short of lunacy,\" the Texas senator said, because there is no way to know who among them may be terrorists. \"It is a different situation with the Middle Eastern Christians,\" Cruz said in South Carolina.\nRepublicans to Obama: Keep Syrian refugees out\nJeb Bush echoed that view, saying U.S. efforts to assist refugees should focus on Christians.\n\"I do think there is a special important need to make sure that Christians from Syria are being protected because they are being slaughtered in the country,\" Bush said on CBS on Sunday. \"And but for us, who?\"\nDonald Trump, the Republican Party's months-long front-runner, declared that he would strongly consider closing down mosques. \"You're going to have to watch and study the mosques,\" Trump said on MSNBC Tuesday.\nMeanwhile, Republicans have mocked Democrats for refusing to label \"radical Islam\" as the enemy and force behind ISIS. Marco Rubio attacked Hillary Clinton for rejecting the term at the Democratic debate over the weekend.\n\"That would be like saying we weren't at war with Nazis because we were afraid to offend some Germans who may have been members of the Nazi party, but weren't violent,\" Rubio said on ABC's \"This Week.\"\nThese comments come as a crowded field of GOP presidential candidates are fighting to win the support of Christian conservatives in early voting states like Iowa and across the South, in part by vowing to fiercely protect religious liberties.\nParis attacks become focus of 2016 race\nTrump, who regularly discusses his religion the stump, has recently taken to firing up supporters at campaign rallies by ranting against individuals and companies that he says refuse to use the phrase \"Merry Christmas.\" A significant part of Ben Carson's appeal among Christians, meanwhile, is the retired neurosurgeon's compelling story of redemption through faith.\nThe highly politicized and heightened language in the 2016 campaign has raised alarm about a potential backlash against the Muslim community and prompted calls for greater religious tolerance.\nSpeaking at a G-20 summit in Turkey, President Barack Obama chastised politicians across the aisle for advocating for a \"religious test\" for individuals fleeing persecution in war-torn countries.\n\"That's shameful. That's not American. That's not who we are,\" Obama said. The values we are fighting against ISIL for are precisely that we don't discriminate against people because of their faith. We don't kill people because they're different than us. That's what separates us from them.\"\nThe heated rhetoric since Friday's attacks in Paris is only the latest instance of heated comments toward Muslims in the 2016 campaign.\nTrump, the New York real estate mogul who has climbed to front-runner status in part through inflammatory rhetoric invoking fear about a United States under attack from outside forces, said in September that some Muslims are \"a problem.\" Carson, another unlikely presidential candidate, drew backlash when he said the United States should not elect a Muslim president.\nThe particular question of how the U.S. should respond to the flood of immigrants fleeing violence in countries like Afghanistan and Syria has partisan divides. In a CNN/ORC poll conducted in early September, most Republicans, 55%, were opposed to accepting some refugees, while the majority of Democrats, 65%, said they support it.\nConcerns about anti-Muslim sentiments bubbling up to the surface are hardly new in the United States. In the aftermath of the September 11 terrorist attacks, President George W. Bush famously called on Americans to make a clear distinction between terrorists and people of Islamic backgrounds -- an example Obama urged Republicans to follow on Monday.\n\"The face of terror is not the true faith of Islam. That's not what Islam is all about,\" Bush said in 2001. \"Islam is peace.\"\nAt the time, Bush was anticipating anti-Muslim backlash in the aftermath of 9/11. Unlike current GOP presidential candidates, however, Bush was not in the middle of a presidential campaign.\nLast week's attacks in Paris, and the Islamic State's believed role in the killings, have once again brought the issue of religious tolerance to the forefront.\n\"They (ISIS) actually want to see an increase in Islamophobia and anti-Muslim hate crime so that that will increase their recruitment pool,\" Arsalan Iftikhar, senior editor of the Islamic Monthly, said on CNN Monday. \"So that's why it's even more important for our western nations to embrace their Muslim communities and diasporas.\"", "byline": "", "description": "", "title": "How religion is roiling the GOP race", "url": "http://www.cnn.com/2015/11/17/politics/republican-religion-muslim-paris-attacks/index.html", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Barack Obama", "George W. Bush", "Ben Carson", "Ted Cruz"], "org": "cnn", "election_confidence": 0.9900270284974306, "authors": [{"author_id": 36775, "fullname": "mj lee politics reporter", "primary_org": "cnn"}], "date_written": "2015-11-17 11:00:40", "orgs": ["Republican Party", "ISIL", "GOP", "United States."], "article_id": "e59bd91eee97a4c56f5a530c3d6c2b7d", "date_access": "2015-11-17 11:18:14.117942"}, {"body": "Updated 11/17/15 06:43 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:18 PM EST\n2016\nUpdated 11/17/15 06:17 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nLouisiana Gov. Bobby Jindal underwhelmed in the money race, and had just $261,000 in the bank heading into October. | AP Photo\n2016\nThe Louisiana governor had struggled to gain traction.\nBy\nAlex Isenstadt\n11/17/15 06:11 PM EST\nUpdated 11/17/15 06:17 PM EST\nLouisiana Gov. Bobby Jindal on Tuesday said he was ending his presidential bid, saying “this is not my time.”\nJindal had struggled to gain traction in the race, often failing to poll at even 1 percent in some surveys. He also underwhelmed in the money race, and had just $261,000 in the bank heading into October.\nStory Continued Below\nHe is the third Republican to suspend his campaign, after former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker dropped out earlier this year.\n\"Going forward, I believe we have to be the party of growth and we can never stop being the party that believes in opportunity,\" Jindal said in a statement. \"We cannot settle for The Left’s view of envy and division. We have to be the party that says everyone in this country — no matter the circumstances of their birth or who their parents are — can succeed in America.\"\nJindal said he would go back to work at his think tank, America Next.\n© 2015 POLITICO LLC", "byline": "", "description": "The Louisiana governor had struggled to gain traction.", "title": "Bobby Jindal drops out of White House race", "url": "http://www.politico.com/story/2015/11/bobby-jindal-2016-suspends-presidential-campaign-216002", "topics": ["surveillance/privacy", "campaign_finance", "foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Henry C. Jackson", "Hadas Gold", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Gabriel Debenedetti", "Bobby Jindal", "Josh Gerstein", "Scott Walker", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Rick Perry", "Eli Stokols", "Darren Samuelsohn"], "org": "politico", "election_confidence": 0.9813323965911147, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 23:11:38", "orgs": ["Washington And The World", "CIA", "Gawker", "NSA", "Supreme Court", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus"], "article_id": "22f798de4af2584e7b84caec258288bd", "date_access": "2015-11-17 23:45:14.744315"}, {"body": "Updated 11/17/15 05:45 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n11/17/15 05:37 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 05:03 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\n11/17/15 04:14 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:32 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\nWe're working on more stories right now\nWhere politics meets the press\nGetty\nBy\nHadas Gold\n11/17/15 05:37 PM EST\nBen Carson's campaign is claiming The New York Times took \"advantage of an elderly gentleman\" in its bombshell report that some Carson advisers did not think the Republican presidential candidate has a good grasp on foreign policy.\nThe Times based its report partly off of an interview with Duane R. Clarridge, a former CIA agent described as \"a top adviser to Mr. Carson on terrorism and national security.\" Armstrong Williams, Carson's business manager is quoted as describing Clarridge as Carson's \"mentor\" in the piece.\nBut the Carson campaign said in a statement to Business Insider that Clarridge is not the top adviser the Times made him out to be.\n\"Mr. Clarridge has incomplete knowledge of the daily, not weekly briefings, that Dr. Carson receives on important national security matters from former military and State Department officials,\" Carson spokesperson Doug Watts told the site. \"He is coming to the end of a long career of serving our country. Mr. Clarridge's input to Dr. Carson is appreciated but he is clearly not one of Dr. Carson's top advisers. For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\nA request for comment from the New York Times was not immediately returned.\nHadas Gold is a reporter at Politico.\n© 2015 POLITICO LLC", "byline": "", "description": "&quot;For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.&quot;", "title": "Carson camp: New York Times took advantage of &apos;elderly gentleman&apos;", "url": "http://www.politico.com/blogs/on-media/2015/11/ben-carson-elderly-gentleman-duane-clarridge-215997", "topics": ["surveillance/privacy", "immigration", "foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Kate Tummarello", "Henry C. Jackson", "Hadas Gold", "Tim Starks", "Kevin Robillard", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Josh Gerstein", "Nick Gass", "Charlie Hebdo", "Bernie Becker", "Jennifer Scholtes", "Doug Watts", "Armstrong Williams", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Pittman", "Lauren French", "John Podesta", "Clarence Thomas", "Rick Scott", "Loretta Lynch", "Ben Carson", "Eli Stokols", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.7974041739522711, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-11-17 22:37:53", "orgs": ["Washington And The World", "National Defense", "Gawker", "Amtrak", "Business Insider", "State Department", "Supreme Court", "Parenthood", "Justice Department", "FCC", "Congressional Black Caucus", "College", "CMS", "CIA"], "article_id": "e911955920cf2f0fa256236bd6f1a94a", "date_access": "2015-11-17 22:47:07.217747"}, {"body": "In her pursuit of the Democratic nomination for president, Hillary Rodham Clinton has emphasized her ties to President Obama. She regularly tells the story of how he wooed her into serving as his secretary of state and recites, typically to a roar of applause, the line: “President Obama doesn’t get the credit he deserves.”\nBut the terrorist attacks in Paris on Friday, and a presidential election that has suddenly taken a turn toward foreign policy, have complicated Mrs. Clinton’s strategy of aligning herself closely with Mr. Obama, who is widely popular among Democratic primary voters and whose support she will need should she advance to the general election.\nOn Saturday in the second Democratic debate, Mrs. Clinton declined to directly respond to a question about whether she thought Mr. Obama had underestimated the Islamic State, also known as ISIS or ISIL, which French officials have said was responsible for the attacks.\nBut she did — indirectly and deftly — contradict Mr. Obama’s comments, made in a television interview recorded a day before the attacks, that the Islamic State had been “contained” in Iraq and Syria.\n“We have to look at ISIS as the leading threat of an international terror network,” Mrs. Clinton said. “It cannot be contained; it must be defeated.”\nMrs. Clinton’s campaign has said for months that it sees no reason to break with Mr. Obama. Mrs. Clinton has instead positioned her agenda around plans to “build on the progress” of the Obama administration. In places like South Carolina where African-American voters, in particular, overwhelmingly support the president, Mrs. Clinton devotes much of her stump speech to effusively praising Mr. Obama’s success in reviving the economy after the 2008 financial crisis.\nIn a New York Times/CBS News survey released last Thursday, 79 percent of Democrats said they were satisfied or very satisfied with Mr. Obama’s presidency and 60 percent said they would like to see the next president continue his policies.\nBut the renewed emphasis on terrorism in the past few days has laid bare Mrs. Clinton’s long-held differences with Mr. Obama on foreign policy and when the United States should intervene in conflicts abroad.\nFor four years as secretary of state, Mrs. Clinton played a prominent role in nearly every foreign policy issue of Mr. Obama’s first term, often pushing the White House to embrace a more aggressive approach. She urged the administration to join a NATO-led coalition to oust Col. Muammar el-Qaddafi in Libya, proposed that more forces be left in Iraq and pushed to funnel arms to moderate Syrian rebels.\n“I assume she and her advisers are trying to calibrate Obama’s approval rating right now,” said Paul R. Pillar, a former C.I.A. analyst who teaches at Georgetown University. But he added, “I think the conventional wisdom, that Hillary Clinton is a more hawkish person and would be a more hawkish president, with everything that adjective implies, is correct.”\nMrs. Clinton has gone further than Mr. Obama on Syria by proposing that a coalition put in place a no-fly zone to provide safe areas for Syrians, an approach several Republican presidential candidates have also embraced. And she frequently talks about how she pushed Mr. Obama to arm some Syrian rebels.\n“I did early on say we needed to try to find a way to train and equip moderates very early on,” Mrs. Clinton said Saturday. “Because I thought there would be extremist groups filling the vacuum.”\nThe images from France have not prompted Mr. Obama to abandon his deep reluctance to send additional American troops to Iraq and Syria.\n“We don’t believe U.S. troops are the answer to the problem,” Benjamin J. Rhodes, Mr. Obama’s deputy national security adviser, said Sunday. “The further introduction of U.S. troops to fully re-engage in ground combat in the Middle East is not the way to deal with this challenge.”\n(In an interview with ABC News on Sunday, Mr. Rhodes sought to clarify Mr. Obama’s comment that the Islamic State had been contained. Mr. Rhodes said, “The fact is, we have been able to stop that geographic advance and take back significant amounts of territory in both northern Iraq and northern Syria.”)\nMr. Obama’s reaction to the attacks in France reminded foreign policy experts of the gulf between the president and Mrs. Clinton, which first emerged in their 2008 primary contest as Mr. Obama contrasted his antiwar message with Mrs. Clinton’s 2002 vote to authorize the use of force in Iraq.\n“Both when she was secretary of state and since, she has had a sense of focusing not just on the cost of action, but the cost of inaction,” said Dennis B. Ross, a former senior adviser to Mr. Obama who is now a distinguished fellow at the Washington Institute for Near East Policy. “President Obama has been much more inclined to the cost of action versus the cost of inaction.”\nBut for Mrs. Clinton, embracing an inclination toward intervention is potentially an even more precarious proposition in a Democratic primary than breaking with Mr. Obama.\nMrs. Clinton’s Iraq war vote, which she has repeatedly said was a mistake, was a major factor in her defeat in the 2008 primary, and it remains a vulnerability.\nOn Saturday, Senator Bernie Sanders of Vermont, a Democratic rival, assailed her for supporting the war. “I don’t think any sensible person would disagree that the invasion of Iraq led to the massive level of instability we are seeing right now,” he said.\nAppearing acutely aware of how liberal primary voters, particularly in Iowa, view her hawkish reputation, Mrs. Clinton said on Saturday that “this cannot be an American fight” and that the United States should not bear “the bulk of the responsibility.”\nThose remarks allowed Republicans to tie Mrs. Clinton to an administration that they widely view as ineffective in combating the Islamic State. “The president has admitted he does not have a strategy as it relates to ISIS,” Jeb Bush, the former Florida governor and a Republican presidential candidate, told CNN. “Hillary Clinton last night said that it’s not — it’s not our fight.”\nHe added, “It is our fight, and without our leadership in building a coalition to destroy ISIS, it won’t happen.”\nAt a campaign event in Ames, Iowa, on Sunday, Mrs. Clinton tried to expand on her earlier statement, saying that the United States should play a leadership role and “be rallying our partners and allies, pulling countries off the sidelines.”\nHer seemingly incongruous comments on the issue speak to the reality that there may be no real political upside for Mrs. Clinton in coming out early with a detailed plan for Syria, said Michael O’Hanlon, a senior fellow at the Brookings Institution.\n“Even if she could convince people she’s right today, by a year from now, on Election Day, the situation will have morphed,” Mr. O’Hanlon said. “And in the meantime, she would have scared a lot of people with a little too much of what the Democratic base doesn’t want to hear right now.”", "byline": "AMY CHOZICK", "description": "The presidential race’s new emphasis on terrorism has laid bare Mrs. Clinton’s long-held differences with President Obama on foreign policy.", "title": "Paris Attacks Complicate Hillary Clinton’s Alignment With Obama", "url": "http://www.nytimes.com/2015/11/18/us/politics/paris-attacks-complicate-hillary-clintons-alignment-with-obama.html", "topics": ["foreign policy/national security"], "people": ["Michael O'Hanlon", "Jeb Bush", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders"], "org": "nyt", "election_confidence": 0.7401183880597504, "authors": [{"author_id": 1667, "fullname": "amy chozick", "primary_org": "nyt"}], "date_written": "2015-11-17 10:00:17", "orgs": ["Brookings Institution"], "article_id": "a310dc5d47425798195debce32f7638f", "date_access": "2015-11-17 10:27:40.091557"}, {"body": "According to legend, if not actual historians, Harold Macmillan was once asked what he most feared could derail his agenda. The British prime minister allegedly said, \"Events, my dear boy, events.\"\nMacmillan may never have actually said it, but the quote endures because it gets at a fundamental truth of politics (and life). Facts on the ground can deliver a fatal blow to one's most cherished plans.\nThe line kept coming to mind as I listened to\nPresident Obama\n's remarkable news conference Monday from the G-20 meeting in Turkey. Asked again and again whether he underestimated the threat from\nIslamic State\n, a group he once dismissed as a \"JV team,\" the president said, in effect, \"no.\"\nOf course, he used a lot more words, but that was the gist: \"It's important for us to get the strategy right, and the strategy that we are pursuing is the right one.\" He added that \"the terrible events in Paris were obviously a terrible and sickening setback.\"\nCritics who disagree, he said, shouldn't \"pop off\" with their half-baked and ill-considered opinions. He's \"not interested\" in what he sees as mere sloganeering about \"American leadership or America winning\" that distract him from his strategy.\nThe contrast with remarks by French President Francois Hollande, addressing Parliament on Monday, was remarkable. Had Hollande's speech been delivered by a Republican presidential candidate, Obama would probably have dismissed it as more popping off. Hollande pledged to wage war \"without a respite, without a truce.... It is not a question of containing but of destroying this organization.\"\nObama's bloodlessly detached and condescendingly professorial remarks seemed oddly reminiscent of those excruciating news conferences during the Iraq war when George W. Bush couldn't bring himself to admit he made any mistakes.\nJust days before the Paris attack, Obama insisted that Islamic State was \"contained.\" He may have meant, as he now claims, that he was merely talking about its territorial holdings in Iraq and Syria (leaving out its gains in Libya, Afghanistan, the Sinai and its successful terror attacks elsewhere). But when people hear that a threat has been contained, they can be forgiven for thinking that rules out mass killings in Paris.\nThe chilling takeaway from Friday’s terrorist attacks in Paris is that\nIslamic State\nhas expanded its theater of operations beyond the Middle East. But that doesn’t mean the group is about to unleash a wave of attacks on the United States.\nThe Homeland Security Department said Friday it knows of...\nThe chilling takeaway from Friday’s terrorist attacks in Paris is that\nIslamic State\nhas expanded its theater of operations beyond the Middle East. But that doesn’t mean the group is about to unleash a wave of attacks on the United States.\nThe Homeland Security Department said Friday it knows of...\nAnd that's the bedeviling thing about events — the enemy gets to create them. Obama has all but admitted that Islamic State forced his hand by chopping off the heads of American hostages.\nFor Republicans, the attacks in Paris — not to mention in Turkey, Beirut and above Egypt (Islamic State almost surely brought down that Russian plane) — are just more proof that Obama's foreign policy is a mess.\nIn a more rational climate, this would be a moment for presidential candidates with serious foreign policy chops to shine and for candidates such as Donald Trump and Ben Carson to recede. That is, unless you actually believe Trump when he says, \"I know more about ISIS than the generals do, believe me.\"\nBut even Trump, in his own way, seems more attuned to events as they unfold than Obama and the Democrats running to replace him.\nIn Saturday's Democratic debate, all three of the candidates struggled as the ground shifted under their feet. They bristled at the suggestion that we are at war with \"radical Islam.\" Saying so, according to Hillary Rodham Clinton, would be \"painting with too broad a brush.\"\nSen. Bernie Sanders, whose campaign furiously protested CBS' decision to shift the focus to terrorism, seemed despondent that he had to talk about the subject.\nFormer Maryland Gov. Martin O'Malley was far more comfortable with the change, insisting that we must take in even more refugees from Syria.\nThat was a minority view even before it was revealed that at least one of the Paris terrorists had been a \"refugee.\" You can be sure it's even less popular now, which is why the roster of U.S. states seeking measures to bar Syrian refugees is growing rapidly.\nFor now, most Democrats stand with Obama in his denial. One wonders how long that resolve will last in the face of even one more \"setback\" to Obama's successful strategy.\njgoldberg@latimescolumnists.com\nFollow the Opinion section on Twitter\n@latimesopinion\nand\nFacebook", "byline": "", "description": "<p>According to legend, if not actual historians, Harold Macmillan was once asked what he most feared could derail his agenda. The British prime minister allegedly said, \"Events, my dear boy, events.\"</p> <p>Macmillan may never have actually said it, but the quote endures because it gets at a fundamental...</p>", "title": "On Islamic State, Obama's in denial", "url": "http://www.latimes.com/la-oe-1117-goldberg-paris-attacks-obama-20151117-column.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Francois Hollande", "Donald Trump", "Hillary Rodham Clinton", "George W. Bush", "Bernie Sanders", "Ben Carson"], "org": "latimes", "election_confidence": 0.9058568718002685, "authors": [{"author_id": 41060, "fullname": "jonah goldberg", "primary_org": "latimes"}], "date_written": "2015-11-17 13:00:00", "orgs": ["Homeland Security Department", "United States."], "article_id": "cc807340a3406289c6c14dd21e1ab240", "date_access": "2015-11-17 13:26:55.754127"}, {"body": "Former President Bill Clinton will appear as the main attraction at a meeting on Dec. 1 with prospective donors to Priorities USA Action, the “super PAC” that is supporting his wife’s presidential campaign — the first such event he will do for the group.\nMr. Clinton’s appearance was featured on an invitation describing him as the “special guest” at the event in New York City that will also feature the group’s chief strategist, Guy Cecil.\nThe appearance is a potential new phase for Priorities, which has been trying to ramp up its fund-raising as a bumper crop of super PACs has sprouted up on the Republican side of the race. Mr. Clinton raised money in 2012 for Priorities when it was supporting President Obama’s re-election effort.\nMr. Clinton’s skills as a fund-raiser have been seen as an enormous potential asset to the candidacy of his wife, Hillary Rodham Clinton.", "byline": "MAGGIE HABERMAN", "description": "Bill Clinton will appear at a meeting next month with prospective donors to Priorities USA Action, the “super PAC” that is supporting his wife’s presidential campaign.", "title": "First Draft: Bill Clinton to Appear for ‘Super PAC’ Backing Hillary Clinton", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/bill-clinton-to-appear-for-super-pac-backing-hillary-clinton/", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Guy Cecil", "Hillary Clinton", "Hillary Rodham Clinton"], "org": "nyt", "election_confidence": 0.6113709400725242, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-11-17 21:44:00", "orgs": ["PAC", "Priorities USA Action", "PACs"], "article_id": "d0bd1ee4e494a048f9021b7eca990a57", "date_access": "2015-11-17 22:00:52.211440"}, {"body": "(AP) â\u0080\u0094 The Clinton Foundation is revising tax returns for the tax years 2010, 2011, 2012 and 2013. The changes reflect millions of dollars in grants donated by foreign governments during the years that Democratic presidential candidate Hillary Rodham Clinton served as secretary of state.\nFoundation officials said the Clinton family charity does not owe the U.S. Treasury any new taxes due to the changes. The officials also say that the new break-out for government grants during Clinton's tenure at the State Department â\u0080\u0094 totaling $15.6 million â\u0080\u0094 were previously included in the charity's total grants and contributions.\nThe move comes amid Clinton 's campaign for the presidency and follows a spate of revelations about the Clinton charity's heavy reliance on foreign governments to buttress its aid projects around the world.", "byline": "", "description": "WASHINGTON (AP) — The Clinton Foundation is revising tax returns for the tax years 2010, 2011, 2012 and 2013. The changes reflect millions of dollars in grants donated by foreign governments during the years that Democratic presidential candidate Hillary Rodham Clinton served as secretary of state.", "title": "Clinton Foundation files 4 years of revised tax returns", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US--Clinton%20Foundation%20taxes/id-4b32800670224bd9816aba1d77cb72ce", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Hillary Rodham Clinton"], "org": "ap", "election_confidence": 0.7801187671774917, "authors": [{"author_id": 41224, "fullname": "stephen braun", "primary_org": "ap"}], "date_written": "2015-11-17 14:17:00", "orgs": ["Clinton Foundation", "U.S. Treasury", "State Department"], "article_id": "9044bf6b06da5fdafb67b81af770783c", "date_access": "2015-11-17 20:00:11.323483"}, {"body": "Washington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:06 AM EST\nBy\nNolan D. McCaskill\n\"David Vitter warned Obama the dangers of Syrian refugees weeks ago and promised as governor no Syrian refugees will enter Louisiana.\"\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 09:49 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:01 AM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus: Economy\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nUpdated 11/16/15 10:58 PM EST\nBy\nBurgess Everett\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\nUpdated 11/16/15 10:57 PM EST\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n11/16/15 10:43 PM EST\nBy\nKenneth P. Vogel\nTax filings show biggest reserves in charity's 17-year history.\nIn The Arena\n11/16/15 10:33 PM EST\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nThe U.S. needs to develop it's state-sponsored media abroad.\nUpdated 11/16/15 09:41 PM EST\nBy\nGabriel Debenedetti\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n11/16/15 09:34 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\nUpdated 11/16/15 09:21 PM EST\nBy\nAlex Isenstadt\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\nUpdated 11/16/15 09:19 PM EST\nBy\nLauren French\nThe Ohio Republican will remain the group's leader.\n11/16/15 08:52 PM EST\nBy\nLauren French\nPaul Ryan had requested the session.\nUpdated 11/16/15 07:52 PM EST\nBy\nDavid Perera\nHave intel leaks and encryption made it too easy for terrorists to hide online?\nWe're working on more stories right now\nBy\nJessica Stern\nBy\nMichael Hirsh\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nBy\nJack Shafer\nAP Photo\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\nBy\nAnnie Karni\n11/17/15 10:01 AM EST\nBernie Sanders’ ballyhooed speech on socialism is now on indefinite hold.\nDetails about how Sanders would pay for his proposed single-payer national health insurance program to provide Medicare for all Americans have yet to be fleshed out -- even though a July 30 post on his campaign website says the Vermont senator would file legislation on single-payer “perhaps as soon as next week.”\nStory Continued Below\nAnd with two-and-a-half months to go before the first votes of 2016 are cast, the candidate whose raison d’etre is ending income inequality has yet to unveil any details of his tax plan, such as whose tax rates would go up and by how much.\nAs Sanders attempts to evolve from a niche politician who appeals to a frustratingly uniform group of young, white progressive voters to a major threat to the Hillary Clinton presidential juggernaut, he appears to be stalled on the threshold of mainstream success. Once sure-footed and decisive in expressing his view of the most important issue facing the country, income inequality, Sanders now appears to be holding back, hesitant to put meat on the bones of his big-picture ideas.\nBy\nGabriel Debenedetti\nThe socialism speech – billed by his campaign as a major address where Sanders, a self-described Democratic socialist, would finally explain his definition of a politically loaded term that is deeply personal to him – provides perhaps the most concrete example.\nSanders first told reporters that he was planning to deliver a “major speech” outlining his political philosophy in October. “I think we have some explaining to do,” he said, admitting the tag of Democratic socialism wrongly makes some people “very, very nervous.”\n“What we’re probably going to do to begin with is hold a major speech in the not-too-distant future, to define exactly what I mean by Democratic socialist,” Sanders said during a campaign stop in Iowa. “To me, Democratic socialism means democracy. It means creating a government that represents all of us, not just the wealthiest people in the country.”\nBut it’s been postponed indefinitely because Sanders has not yet finished writing the high-risk speech, or agreed that he is ready to deliver it. The delay highlights another issue facing the Sanders camp – an apparent disconnect between the candidate and his staffers, who say they are pushing the senator to give his speech sooner rather than later.\n“I personally think we’re ready, he’s just got to agree we’re ready,” said senior strategist Tad Devine. “It’s very much on the horizon, it’s just a question of timing. He wants to finish the speech first.”\nSanders still likes to write all of his speeches himself – even when an aide offers a draft, he will typically rework the specific language. The mere prospect of the speech drew comparisons to other Democratic presidential candidates who confronted sensitive questions about faith or belief – putting it in line with Barack Obama's 2008 speech in Philadelphia about race, and John F. Kennedy's speech about his Roman Catholic faith in 1960. And Sanders camp said it was not backing away.\nFourth Estate\nBy\nJack Shafer\n“We want to do this,” Devine said. “It’s not because we don’t want to talk about being a socialist. No way. Just the opposite. This is an opportunity for him to explain how his political philosophy fits squarely into the Democratic Party.”\nIt’s also not clear when Sanders will provide details of how he plans to pay for his health insurance plan. “Like with the socialism speech, there’s no set date,” Devine said of the single-payer program, as well as the related tax policy details. “I would admit there’s delay. I would attribute that to a desire for it to be a fully costed analysis. We’re not trying to be evasive. He’s trying to be serious.”\nDuring the second Democratic debate Saturday night, Sanders said he was not ready to say how much he would raise the country’s top marginal income tax rate. “We haven’t come up with an exact number yet,” he told CBS news correspondent Nancy Cordes. “But it will not be as high as the number under Dwight D. Eisenhower, which was 90 percent.”\nHe wiggled out of providing specificity with humor. “I’m not that much of a socialist compared to Eisenhower,” he joked, landing his first applause line of the night.\nIn the past, Sanders has introduced single-payer legislation in Congress that included a 2.2 percent income tax across the board, as well as a 6.7 percent payroll tax for employers. While payroll taxes are split between the employer and the employee, economists and the Congressional Budget Office have said that most of those fees are carried by workers in the form of lower wages. Sensing opportunity, the Clinton camp went on offense against Sanders on Tuesday, hoping to cast an unflattering light on him for supporting legislation that would raise taxes on the middle class, while Clinton has promised that none of her proposals involve a middle class tax hike.\n\"Bernie Sanders has called for a roughly 9-percent tax hike on middle-class families just to cover his health care plan,\" Clinton spokesman Brian Fallon said, referring to his 2013 single-payer legislation, \"and simple math dictates he'll need to tax workers even more to pay for the rest of his at least $18-20 trillion agenda.\"\nWhite House\nBy\nSarah Wheaton\nIn an interview, Sanders’ campaign appeared to be backing away from the senator's own previous bills, aware that any possible tax hike that could be a deal breaker for middle class voters. Devine said “what Bernie wants to do now [in terms of his healthcare proposal] is not exactly like the one proposed in past legislation.”\nAny proposal the campaign will unveil, said Devine, is unlikely to involve tax rate increases on the middle class. “I don’t really see that,” he said. “I don’t see tax rate increases involving anyone other than people making a lot of money.”\nDevine also pushed back against the idea that the Sanders campaign’s delays in rolling out specifics – on his tax plan or anything else – reflected a calculated consideration of the political realities of the race and his approach.\n“That is a not a back of the envelope endeavor,” Devine said of the tax plan. “I don’t know if the Congressional Budget Office itself will be involved, but it’s going to be legit. The think tanks are going to say these are real numbers. This is not somebody’s tax plan that makes no sense in the real world. He’s a serious legislator.”\n© 2015 POLITICO LLC", "byline": "", "description": "Once sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.", "title": "Sanders hesitates on socialism speech", "url": "http://www.politico.com/story/2015/11/bernie-sanders-socialism-speech-215965", "topics": ["economy"], "people": ["Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Michael Hirsh", "Kate Tummarello", "Kevin Robillard", "David Vitter", "Josh Gerstein", "Tad Devine", "Jacopo Barigazzi", "Marc Caputo", "Lauren French", "Steven Shepard", "Brian Fallon", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Caitlin Emma", "Annie Karni", "Brianna Ehley", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Bernie Becker", "Nancy Cordes", "Jennifer Scholtes", "John F. Kennedy", "Alex Isenstadt", "Dwight D. Eisenhower", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Alex Spence", "Barack Obama", "Paul Ryan", "Sarah Wheaton", "Bernie Sanders", "David Pittman", "Tim Starks", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Jake Sherman", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden"], "org": "politico", "election_confidence": 0.8678103378602525, "authors": [{"author_id": 17941, "fullname": "jessica stern", "primary_org": "cnn"}], "date_written": "2015-11-17 15:01:00", "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "Congressional Budget Office", "FCC", "College", "Senate GOP", "Democratic Party", "Congressional Black Caucus", "CMS", "GOP"], "article_id": "6f0bd1bf9bfb9de287d144106d1318a6", "date_access": "2015-11-17 16:00:05.919759"}, {"body": "Florence, South Carolina (CNN)Ted Cruz's path to victory relies in part on corralling evangelical voters in early states like Iowa and South Carolina. But he's running into a problem: Ben Carson, the retired neurosurgeon the establishment underestimated, who continues to show surprising durability and backing from evangelicals.\nNow, with his three-day tour of the Palmetto State, Cruz and his supporters are looking to pinch the evangelical firewalls of Carson and other Christian favorites.\nCruz isn't saying that he's a better Christian -- he's arguing that he's a better defender of Christians. Even candidates of deep faith who themselves have been born again aren't in step with the Republican base on questions of religious liberty, he says.\n\"I've been blessed to have had the opportunity to stand and defend religious liberty over and over and over again,\" Cruz said during a script-less 55-minute sermon at Florence Baptist Church in the state's Pee Dee region Sunday.\nIt is a tough needle to thread: Carson, whose inspirational life story is rooted in his religious revival, has the highest favorability ratings in the Republican field, which discourages Cruz from attacking him directly. In fact, Cruz said recently that he \"likes and trusts\" Carson.\nBut the pitch on religious issues puts Carson squarely in the crosshairs in the area where he is supposed to be untouchable: questions of Christian leadership. It brings Cruz's central calling card -- that he has taken arrows for the conservative cause while others haven't -- onto Carson's turf.\n\"I like Ben Carson, but this one has been in the fight a lot longer,\" said Sheila Ayres, a 50-year-old secretary, as she pointed to Cruz working the post-church pews. \"Dr. Carson doesn't have the background in the political part of it.\"\nJames Galbraith, a 73-year-old part-time worker at Florence Baptist, was quick to dismiss Carson due to his faith. \"He's Seventh-day Adventist,\" said Galbraith. \"I just don't believe in that Saturday worshipping is better than Sunday. I'm a Sunday worshipper.\"\nCruz relies heavily on his tenure as solicitor general of Texas, during which he led several high-profile fights to the Supreme Court. And others learned of him through a different religious avenue: his father, a former preacher, whose fiery crusades sometimes verge on the impolitic.\nAt the same time, Cruz isn't directly criticizing Carson. That troubles some boosters who say he needs to get moving against Carson and Donald Trump. Rival campaigns have hoped that Carson and Trump's penchant for impolitic statements would ultimately be his undoing but that hasn't happened.\nCarson also surprised by raising $20 million in the third quarter, undermining a Cruz credo that he was the only well-funded conservative in the race.\n\"He's got character running out his ears,\" said Bill Monroe, the pastor who invited Cruz here to preach said of the senator. \"But I don't think he's been in the trenches fighting these kinds of things.\"\n\"Cruz needs to start swinging,\" said one strategist close to the campaign. \"He's in third or fourth. He can't keep waiting for Trump and Carson to fall apart.\"\nCruz trails Carson in every Iowa and South Carolina poll, sometimes badly, as Carson continues to hold on to the evangelical voters Cruz counted on. The latest CNN/ORC poll shows Cruz in fourth place with 11%. Trump leads at 25%, Carson second at 23% and Marco Rubio is in third at 13%.\nHe told an interviewer in June that his chief rival among evangelicals was not Carson, but Mike Huckabee, who now barely registers in opinion polls. When the Cruz-affliated super PAC Keep the Promise compared their candidate to the rest of the field in a 51-page slideshow this past summer to donors, the only mention of Trump was on a list of \"well-funded campaigns.\"\nCarson's name didn't appear in the slideshow at all.\nReligious conversions underpins both the Cruz and Carson life stories, with each talking proudly about how faith transformed their history from one of alcoholism in their family or violence to Ivy League educations. And both have predicated their political success on cornering their co-religionists, with each visiting Bob Jones University in the northwest corner of the state on back-to-back days this weekend.\n\"Dr. Carson wears his faith,\" said his senior strategist Ed Brookover. \"Dr. Carson has been saying all along that we think it's time for someone who has a new approach and has a new way of doing things.\"\nCruz's campaign has intentionally courted the leading lights of the evangelical movement, assembling a document with 411 national leaders whose support they want. They've won over almost half, 191, according to a campaign official.\nThat's in contrast to Carson, who despite his grassroots evangelical support, has not been successful winning over national faith leaders, according to one of them.\n\"He's not built relationships with conservative leaders,\" said Tony Perkins, an influential Christian leader who oversees a broad network of conservative advocacy groups. \"I don't know that he's actually looking for endorsements from conservative leaders. He may have a different approach to his campaign.\"\nAnd after Monday's endorsement by Steve King, Cruz will try to win the biggest evangelical endorsement in 2016 this Friday: that of Iowa powerbroker Bob Vander Plaats.\nCarson's best argument is to point to the scoreboard.\n\"We've been organizing as well,\" Brookover said. \"We don't talk about it as much.\"", "byline": "", "description": "", "title": "Ted Cruz's challenge: Winning Ben Carson's evangelicals", "url": "http://www.cnn.com/2015/11/17/politics/ted-cruz-ben-carson-evangelical-voters/index.html", "topics": ["campaign_finance"], "people": ["Steve King", "Ed Brookover", "Bob Vander Plaats", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Tony Perkins", "Ben Carson", "Ted Cruz"], "org": "cnn", "election_confidence": 0.9907460206380774, "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-11-17 10:56:59", "orgs": ["Supreme Court"], "article_id": "503952059b438189942b3d630c1ba6bb", "date_access": "2015-11-17 11:18:14.329946"}]