[{"body": "VIDEO: Gen. Joseph F. Dunford, Jr. speaks with WSJ’s Jerry Seib at CEO Council about how to beat ISIS\nThe top U.S. military officer said Tuesday the U.S. had asked allies to take specific steps to increase the pressure against Islamic State in the wake of the Paris terror attacks.\nIn an interview with The Wall Street Journal at the annualÂ Wall Street JournalÂ CEO Council meeting in Washington, Chairman of the Joint Chiefs of Staff Gen. Joe Dunford said the Pentagon drew up plans to solicit more contributions from coalition partners to take on the terrorist group that claimed responsibility for the coordinated attacks in Paris that killed more than 120 people.\nâ\u0080\u009cOver the weekend, as we started looking at the implications of Paris, one of the things we did was identify kind of a list of all those things that we would want to see in terms of contributions from both parties inside of NATO but as importantlyâ\u0080¦ inside of the region,â\u0080\u009d Gen. Dunford said.\nGen. Dunford said the attacks changed the nature of the fight against Islamic State.\nâ\u0080\u009cI assess, and I think most people do, that the rules may have changed in Paris last week,â\u0080\u009d Gen. Dunford said. â\u0080\u009cAnd so in the wake of Paris, a much more energized approachâ\u0080¦ towards getting people to make a contribution is kind of what weâ\u0080\u0099re after, but itâ\u0080\u0099s just going to take some political persuasion.â\u0080\u009d\nGen. Dunford said some nations might be willing to contribute to a ground force in Syria and Iraq and the U.S. is encouraging those efforts.\nâ\u0080\u009cThe ground force is a critical element, particularly in Syria and Iraq. We have to have critical partners on the ground to be effective against ISIL,â\u0080\u009d Gen. Dunford said.\nHe added: â\u0080\u009cWe would like to see particularly Sunni nations in the region, GCC States, contribute to a greater degree on the ground. I think they would have the credibility and frankly come without some of the baggage of western forces.. I think thereâ\u0080\u0099s some possibility for that, we havenâ\u0080\u0099t been able to do that.â\u0080\u009d\nGen. Dunford, who has been chairman of the Joint Chiefs for sevenÂ weeks, said he sees targeting foreign fighters as an area of the campaign that has the most room for improvement. Presently 10 nations including the U.S. coordinate on those efforts, Gen. Dunford said.\nâ\u0080\u009cWe donâ\u0080\u0099t have a complete view on foreign fighters,â\u0080\u009d he said. â\u0080\u009cThose 10 nations need to be 70 or 80 nations.â\u0080\u009d\nGen. Dunford said following the Paris attacks nations might also be more willing to address the flow of foreign fighters.\nâ\u0080\u009cThatâ\u0080\u0099s one of the areas I believe we have the most opportunity to advance the campaign,â\u0080\u009d he said.\nThe coalition has a much better picture of foreign fighters entering Iraq and Syria than leaving, he said.\nMORE FROM THE WALL STREET JOURNAL CEO COUNCIL:\nTop Clinton Adviser Says Wealthy Should Pay More in Taxes\nPollsters on 2016: Voters Will Be Angrier, Less Religious, More Diverse\nObama Adviser Furman Sees Limited Economic Impact From Paris Attacks\nDefense Chief Ash Carter Calls on Europe to Do More to Confront ISIS\nMarco Rubio Says GOP Rivals Tried to Weaken U.S. Intelligence Efforts\nFull coverage â\u0080\u0094 articles and videos â\u0080\u0094 from WSJ CEO Council\nMORE\nVideo: Gen. Joseph F. Dunford, Jr. discusses leadership and how to build team consensus\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The top U.S. military officer said Tuesday the U.S. had asked allies to take specific steps to increase the pressure against Islamic State in the wake of the Paris terror attacks.", "title": "Gen. Joe Dunford: U.S. Has Asked Allies to Increase Pressure on Islamic State", "url": "http://blogs.wsj.com/washwire/2015/11/17/gen-joe-dunford-u-s-has-asked-allies-to-increase-pressure-on-islamic-state/", "topics": ["foreign policy/national security"], "people": ["Ash Carter", "Marco Rubio", "Jerry Seib"], "org": "wsj", "election_confidence": 0.5591007323793126, "authors": [{"author_id": 952, "fullname": "felicia schwartz", "primary_org": "wsj"}], "date_written": "2015-11-17 20:27:58", "orgs": ["WSJ", "Capital Journal", "Joint Chiefs of Staff", "NATO", "ISIL", "Pentagon", "GOP", "Joint Chiefs"], "article_id": "9f9b2e5df89b9226e2e35851b3c1f94c", "date_access": "2015-11-17 21:00:08.931876"}, {"body": "WASHINGTON A 12-nation Pacific Rim free-trade deal, facing stiff opposition from many Democrats and unexpected resistance from Republicans, is unlikely to be voted on by the U.S. Congress before President Barack Obama leaves office, according to some Republican lawmakers and aides.\nA veteran Senate Republican aide, who asked not to be identified, said Republican leaders intend to shelve the deal until after the November 2016 presidential election, which would dash administration hopes of a vote in the first half of next year.\nThe aide added that much of the Senate Republican rank and file \"is not supportive of the agreement\" negotiated by Obama and 11 other countries that aims to liberalize trade for 40 percent of the world economy.\n\"I doubt seriously that we're going to get that resolved by 2016,\" Senate Finance Committee Chairman Orrin Hatch told Reuters on Tuesday regarding the Trans-Pacific Partnership (TPP).\nUPDATE\n\"Nobody wants to do it in the lame duck either so it will probably carry over,\" Hatch said referring to the end-year session of Congress that occurs after the November elections but before the new Congress and president are sworn in.\nHatch previously had said it would be difficult to bring TPP to a vote in Congress during the 2016 election year. Congressional aides' comments suggested Hatch's sentiment was widely held.\nWith few Democrats in the House expected to vote for TPP, Obama has been relying on Republicans - who control both the Senate and the House of Representatives - to provide the votes needed for approval.\nOn Friday, Obama urged Congress to \"move promptly\" in early 2016 to approve the trade pact. He is scheduled to attend an Asia-Pacific Economic Cooperation summit in Manila this week, where he also hopes to build momentum for the TPP, a key plank of the administration's engagement with Asia.\nBut the outlook has soured in Congress. Although many farm lobby groups have come out in support, business groups are still mulling the fine print. New House Speaker Paul Ryan, a trade supporter, has yet to declare his view. A spokesman for Ryan said no decision had been made on the timing of a vote.\nAnother House Republican leadership aide said TPP needs a long, thorough review by Congress, calling it a “complicated, lengthy deal.” The aide added: “The president doesn’t have the political capital (to get it passed) that he once had.”\nHatch has criticized the deal for failing to secure 12 years of protection for some pharmaceuticals, a goal that U.S. officials say was just not possible given staunch opposition from countries like Australia.\nThe high-ranking Republican has said Obama might have to reopen negotiations with the other 11 countries to address his concerns. That idea has been firmly rejected by the White House and Japan, the second-biggest economy in the bloc.\n\"No one is in a hurry, and the message from many (Senate Republicans) will be we need to restart negotiations,\" the Senate aide told Reuters.\nComplicating TPP's prospects in Congress are opposition from aspiring presidential candidates, including Republican front-runner Donald Trump. Democratic front-runner Hillary Clinton has split with Obama and said free-trade deals could do \"more harm than good.\"\nPete Sessions, a senior House of Representatives Republican who supported key trade legislation earlier this year, told Reuters that the Obama administration failed to follow markers put down by Congress when he negotiated TPP.\n\"It's a tough thing for a Republican to put a trade bill up (for a vote) and not support it when the whole concept was for us to offer an advantage against what the Chinese have done to the marketplace, and that's what this was about.\"\n(Reporting by Richard Cowan; Editing by Jonathan Oatis)", "byline": "", "description": "WASHINGTON (Reuters) - A 12-nation Pacific Rim free-trade deal, facing stiff opposition from many Democrats and unexpected resistance from Republicans, is unlikely to be voted on by the U.S. Congress before President Barack Obama leaves office, according to some Republican lawmakers and aides.", "title": "Prospects dim for 2016 Pacific Rim trade vote in U.S. Congress", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/QIaAhZRtwh4/story01.htm", "topics": ["trade"], "people": ["Richard Cowan", "Hillary Clinton", "Pete Sessions", "Jonathan Oatis", "Donald Trump", "Barack Obama", "Paul Ryan", "Orrin Hatch"], "org": "reuters", "election_confidence": 0.7624647548169273, "authors": [{"author_id": 33425, "fullname": "richard cowan", "primary_org": "reuters"}], "date_written": "2015-11-17 22:12:48", "orgs": ["U.S. Congress", "Congress", "Senate Finance Committee", "Senate", "Senate Republicans", "House of Representatives", "TPP"], "article_id": "50aa75a77c60e3beb907c4c8bf3cd67e", "date_access": "2015-11-17 22:51:17.245733"}]