[{"body": "Updated 11/17/15 06:43 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:18 PM EST\n2016\nUpdated 11/17/15 06:17 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\nReligion\nEvangelical Christians, as well as Christians more broadly, are a core group in the Republican electoral base and are among the most passionate advocates for aiding refugees.\nBy\nNahal Toosi\n11/17/15 06:24 PM EST\nMike Huckabee along with other politicians, have worked to gain evangelical support, but may be threatening that by taking a stance against Syrian refugees. | AP Photo\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nFaith-based groups, who play a key role in resettling refugees to the United States, say they are dismayed by the wave of anti-refugee fervor set off by the Paris terrorist attacks and are urging supporters to contact elected officials on behalf of victims of the Syrian civil war.\nEvangelical Christians, as well as Christians more broadly, are a core group in the Republican electoral base and are among the most passionate advocates for aiding refugees.\nStory Continued Below\nA push by Republican presidential candidates to ban Syrian refugees \"does not reflect what we've been hearing from our constituencies, which are evangelical churches across the country,\" said Jenny Yang, vice president for advocacy at World Relief, an evangelical organization that helps resettle refugees. \"Most of the people have been saying we want to continue to work with refugees, that what happened in Paris and Lebanon doesn’t reflect who refugees are.\"\nReports that a Syrian migrant may have played a role in last week's attacks in Paris, which killed more than 130 people, have set off a GOP-led backlash over the Obama administration's plans to admit 10,000 Syrian refugees next year. More than half of U.S. governors have said they do not want Syrian refugees resettled in their states, while House Speaker Paul Ryan says he wants a vote this week on GOP-drafted legislation to halt the administration's plans.\nWorld Relief is one of nine groups, several of them faith-based, that help the U.S. resettle up to 70,000 refugees from around the world in the United States each year. Others include the U.S. Conference of Catholic Bishops, Lutheran Immigration and Refugee Service, and the Church World Service. Many other faith-based groups, including evangelical Christian organizations, also perform aid work overseas specifically aimed at refugees fleeing conflicts.\nBy\nJake Sherman\nFor Republican presidential contenders such as former Arkansas Gov. Mike Huckabee and Texas Sen. Ted Cruz, who have been working hard at shoring up evangelical support in a crowded field, harsh words against refugees carries a risk of looking politically opportunistic instead of compassionate. Some advocates were particularly shocked when Republican presidential candidate Chris Christie, New Jersey's governor, said that the U.S. should bar Syrian orphaned toddlers if necessary.\n\"That was offensive. That was mean-spirited,\" said one advocate with a Christian group that resettles refugees. He added: \"it’s disappointing because there have been Republican senators and presidents who have strongly supported this program over the years. There’s a proud tradition in the Republican Party of welcoming those who are fleeing persecution, and this takes the party in a negative direction. It’s easy to pick on vulnerable refugees who have no voice. But there are immigrant groups who have voting power that understand what is going on. They understand that it’s an anti-immigrant message.\"\nEven though many on the Christian right have reservations about immigration overall, and may in particular be unhappy about people who illegally enter the United States, there's long been a recognition that refugees fall under a different category. The 11 million Syrians who have either fled the Arab country or are displaced within it are dodging terrorist groups such as the Islamic State or the barrel bombs of Syrian President Bashar Assad. Many are elderly, widowed or in need of medical care.\nSome Republican candidates have suggested that only Syrians who are Christian be allowed on U.S. soil, something President Barack Obama has blasted as shameful. Yang said many evangelical Christians would also oppose such a religious test, especially because many are eager to share their faith with new arrivals.\nThe United States so far has admitted roughly 2,100 Syrians since the conflict in the country began in March 2011. To be allowed in, refugees have to undergo the most stringent security checks of any traveler heading to the United States, according to the State Department. Officials from the Obama administration on Tuesday began reaching out to the media and lawmakers in a bid to explain the screening process, which takes an average of 18-24 months.\nMeanwhile, faith-based groups have also stepped up their advocacy efforts for refugees. The U.S. Conference of Catholic Bishops released a statement expressing distress over calls by elected officials to halt the resettlement program.\nBy\nNahal Toosi\n\"These refugees are fleeing terror themselves — violence like we have witnessed in Paris,\" said the statement by Bishop Eusebio Elizondo, chairman of the conference's committee on migration. \"Instead of using this tragedy to scapegoat all refugees, I call upon our public officials to work together to end the Syrian conflict peacefully so the close to 4 million Syrian refugees can return to their country and rebuild their homes. Until that goal is achieved, we must work with the world community to provide safe haven to vulnerable and deserving refugees who are simply attempting to survive.\"\nSince the Paris attacks, World Relief has used a website to urge people to contact their governors to express their support for resettling Syrians. The Anti-Defamation League also have spoken out in favor of helping the Syrian refugees, noting that U.S. wariness to accept Jewish refugees during World War II is an example that must not be repeated.\nJonathan Greenblatt, the chief executive officer of the ADL and a former Obama aide, stressed that much remains unknown about the Paris attacks, including the exact nature of the allegation that a Syrian migrant was one of the eight or nine attackers. Even if a terrorist posed as a migrant to reach France, it's less likely that the U.S., with oceans to protect it and a stricter screening process, faces the same level of dangers, other advocates said.\n\"Republicans and Democrats have to tread very carefully here,\" Greenblatt said. \"Faith-based voters are very attentive to these issues. They’re very sensitive to helping those in need.\"\nJoanne Kelsey, assistant director for advocacy with Lutheran Immigration and Refugee Service, said she hoped that the sound and fury over refugees would soon be replaced with reason as Republican lawmakers and officials get more details about how the refugee program works.\n\"This is a very reactionary time,\" she said.\n© 2015 POLITICO LLC", "byline": "", "description": "Evangelical Christians, as well as Christians more broadly, are a core group in the Republican electoral base and are among the most passionate advocates for aiding refugees.", "title": "Christian groups break with GOP over Syrian refugees", "url": "http://www.politico.com/story/2015/11/refugees-christians-215991", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Bashar Assad", "Henry C. Jackson", "Mike Huckabee", "Hadas Gold", "Ted Cruz", "Chris Christie", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Barack Obama", "Jonathan Greenblatt"], "org": "politico", "election_confidence": 0.698775887402272, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 23:24:09", "orgs": ["Washington And The World", "CIA", "Gawker", "NSA", "State Department", "Supreme Court", "U.S. Conference of Catholic Bishops", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus", "Republican Party", "ADL", "GOP"], "article_id": "cf19906e30f61dc626de634da7556778", "date_access": "2015-11-17 23:45:15.178170"}, {"body": "Donald Trump and Mike Huckabee have seized on an odd argument to argue against taking Syrian refugees: The U.S. is too cold for them.", "byline": "", "description": "Cold weather, hot takes.\n\nScott Olson / Getty Images\nDonald Trump and Mike Huckabee have seized on an odd argument to argue against taking Syrian refugees: The U.S. is too cold for them.\nHuckabee and Trump both cited Minnesota as being too cold for refugees. \n\"A friend of mine lives in Minnesota and he calls me up and he says, 'Can you imagine, it's 130 degrees in Syria and now they want to send some of them up to Minnesota where it's 30 degrees,\" Trump told supporters in Knoxville, Tennessee on Monday. \"These people are going to be very very unhappy,\" he added. \"It's cold, and beautiful, but it's cold.\" \nFormer Arkansas Gov. Huckabee said nearly the same thing in an interview with Fox News radio.\n\"And if you think about it, we would be bringing people in who lived in the desert their entire lives, and they would be completely disrupted, not only in terms of their culture, their language, their religion, my gosh even in terms of their climate,\" Huckabee said Monday. \"Can you imagine bringing in a bunch of Syrian refugees who've lived in the desert their whole lives that are suddenly thrown into an English speaking community? Where it's maybe in Minnesota where it is 20 degrees below zero? I mean just I don't understand what we possibly can be thinking.\"\nHuckabee made the same comments to Breitbart News radio on Monday too. \n\"Why would we remove people from a desert climate,\" said Huckabee, again. \"There's no reason under god's earth to send people who have lived in a desert their whole life, who may speak Arabic or some other language and put them in Minnesota for the winter. Can anybody tell me that makes any sense, it simply does not.\"\nMinnesota has a rich history of accepting refugees going as far back as the Vietnam War, a tradition which continues to this day.\n\"According to the U.S. Office of Refugee Resettlement, Minnesota received 2,232 refugees from 24 countries during fiscal year 2014,\" the Minnesota Post wrote earlier this year. Many of those came from Somali and Myanmar.\n", "title": "Donald Trump And Mike Huckabee Argue The U.S. Is Too Cold For Syrian Refugees", "url": "http://www.buzzfeed.com/andrewkaczynski/donald-trump-and-mike-huckabee-argue-the-us-is-too-cold-for", "topics": ["foreign policy/national security", "immigration"], "people": ["Donald Trump", "Scott Olson", "Mike Huckabee"], "org": "buzzfeed", "election_confidence": 0.7210170425966195, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 15:44:45", "orgs": [], "article_id": "35695f122daee62fed5fae0fbb7d70f9", "date_access": "2015-11-17 16:11:21.946949"}, {"body": "Charleston, SC (CNN)Ted Cruz may believe that Christian refugees from Syria pose no risk to American security, but he is open to looking beyond religion and actually vetting those emigrants, he said in a new interview.\nThe rising presidential candidate is aligning himself with the most restrictionist voices in the debate over how to handle the refugee crisis, which is dominating the Republican race after a deadly attack in Paris left more than 100 dead. Cruz has applied a \"religious test\" to judge which refugees to admit, in the words of the White House, telling reporters across South Carolina this weekend that he would admit all persecuted Christians to the U.S. but no persecuted Muslims.\nBut in an interview with CNN's Dana Bash on Monday, Cruz conceded that he would support measures to sift through the Christian refugees should ISIS militants try to disguise their identities.\n\"There is no doubt we would need to vet anyone coming in, but there is no indication that we have Muslims pretending to be Christians in the coming refugee wave,\" Cruz said before an event at the College of Charleston, concluding his three-day swing across the Palmetto State. \"If that develops to be a problem, then our first obligation should be protecting our national security.\"\nCruz, like other Republican hardliners, has argued that the risk of Islamic militants infiltrating the refugee population is too high for America to accept them with open arms. On the stump across South Carolina, Cruz argued that the percentage of refugees that are young men suggests that ISIS may look to take advantage of any relaxation of immigration laws.\nThe Texas senator instead thinks that Muslims fleeing the Syrian civil war should be repopulated to other Muslim countries. But the Christian population, he believes, has nowhere else to go, and Cruz batted away concerns by telling reporters in Myrtle Beach on Sunday that Christians posed \"no meaningful risk\" to national security.\nThat has made him vulnerable to charges of discrimination, both from liberal activists and the White House.\nCruz plans to introduce legislation in the Senate this week to cut off federal funding for refugee resettlement, allying himself with Ben Carson, perhaps Cruz's closest competitor in the presidential race. And he also said he supports governors who are closing their borders to the refugees.\n\"I was one of the very first to stake out this position. Now we're seeing more and more come over and agree with me,\" Cruz told Bash. \"And I think you're going to see more and more governors who say, 'I want to protect the citizens of my states and it doesn't make any sense for us to bring potential terrorists into this country'.\"\nThe Texas senator often tries to occupy a middle ground in foreign policy debates, bashing the nation-building, neoconservativism of the George W. Bush administration but being equally as critical of those who posit that America should abandon targeted military campaigns. For instance, Cruz does not support American intervention in Syria, instead calling for an offensive air operation and to arm the Kurds in the region.\nCruz's position on the \"religious test\" drew the scorn of President Barack Obama on Monday, which called out Cruz by name at a press conference and said his position was \"not American.\"\n\"It's not surprising that President Obama is attacking me personally,\" Cruz said. \"I'll tell you what is shameful is that we have a President that after 7 years still refuses to utter the words radical Islamic terrorism.\"\nObama's attack could be a political boon for a candidate energized by sparring with the White House from the pole position in the conservative movement. Cruz wouldn't quite go as far as his other conservative rival, Donald Trump, who suggested that some mosques should be closed, but Cruz's rhetoric on Monday is his latest try to race to the right on every issue in the GOP primary.\nWhat to do with the Syrian refugees is proving to be politically volatile. Just two hours after sitting down with Bash, Cruz met protestors at an event who heckled him loudly as he worked the crowd: \"We don't want a president who discriminates against Muslims!\" three young college students shouted at Cruz repeatedly for over 10 minutes. \"You can't let only Christians into the U.S.\"\n\"It's not Muslims, it's terrorists,\" one Cruz supporter volleyed back. \"Then go over to them and join them,\" yelled another.\nCruz, for his part, didn't seem rattled.\n\"I think it says something that speaking at a college campus, on the entire campus, only two protesters come out and yell,\" Cruz told CNN as he left the event. \"I'll take those numbers any day.\"", "byline": "", "description": "", "title": "Ted Cruz: Muslim refugees from Syria should go to other Islamic countries", "url": "http://www.cnn.com/2015/11/17/politics/ted-cruz-refugees-syria/index.html", "topics": ["foreign policy/national security"], "people": ["Dana Bash", "Donald Trump", "George W. Bush", "Barack Obama", "Ben Carson", "Ted Cruz"], "org": "cnn", "election_confidence": 0.800775957339973, "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-11-17 11:03:57", "orgs": ["College of Charleston", "Senate", "GOP"], "article_id": "c257ad590f772ec5a230c4c8a0cd8def", "date_access": "2015-11-17 11:18:13.707290"}, {"body": "Columbia, South Carolina  (CNN)Jeb Bush's campaign raised $450,000 at a fundraiser in Dallas Monday night, where the former Florida governor and his brother, former President George W. Bush, worked to convince donors that voters will drift away from the outsider candidates currently leading the race.\nThe former president, according to a source close to the campaign, stressed that the race is a fluid contest and argued that the \"winner is going to be the person who is steadiest under fire, who has had the executive experience necessary to make tough decisions.\"\n\"Who has got a series of plans to deal with America's most pressing problems,\" George W. Bush continued. \"The winner is going to be somebody who can appeal beyond the kind (of) narrowness of some of the politics of today. The winner is going to be somebody who's competitive. The winner is going to be somebody who's tall.\"\nThe Washington Post first reported details from the Dallas fundraiser, which was held at the home of Amy and Malone Mitchell.\nJeb Bush reiterated his view that Trump will soon fade in the race, saying that by the time of the next Republican debate on December 15, \"Trump will be in decline.\"\nBush: Trump 'dangerous' on national security\nBush, according to the source, also recounted a story about a recent encounter in which he gave a chest bump to a new supporter in Iowa who had jumped ship from Ted Cruz's campaign.\nAnd as immigration continues to reign as a top issue in the race, especially amid new national security concerns following the Paris attacks, Bush argued that most of his opponents in the race have been inconsistent in their views on the issue.\n\"Every other candidate, maybe with the exception of (Ohio Gov.) John Kasich, is in the witness protection program because they sense the anger and they're worried about it,\" he said. \"So they pull back rather than persuade. I'm not going to do that. I have to be elected on my own terms. The only way you get elected is to be authentic and genuine. And I think immigration done right is a huge driver for our success ultimately as a nation. It's what makes us different in so many ways.\"\nRelated: Jeb Bush on immigration: My plan is 'dignified'\nAs Florida Sen. Marco Rubio has seen a surge in his poll numbers, he's faced increased scrutiny over the \"Gang of Eight\" immigration bill that he helped author in 2013, which included a pathway to citizenship for undocumented immigrants. The bill was passed in the then-Democratic-controlled Senate but failed to advance in the Republican-controlled House, and Rubio has since distanced himself from the legislation.\nBush is campaigning across South Carolina on Tuesday before delivering an address on national security at the Citadel on Wednesday. He then heads to New Hampshire for more campaign events.", "byline": "", "description": "Jeb Bush's campaign raised $450,000 at a fundraiser in Dallas Monday night, where the former Florida governor and his brother, former President George W. Bush, worked to convince donors that voters will drift away from the outsider candidates currently leading the race.", "title": "Bush raises $450,000 at fundraiser, talks Trump", "url": "http://www.cnn.com/2015/11/17/politics/jeb-bush-dallas-fundraiser/index.html", "topics": ["immigration"], "people": ["George W. Bush", "Jeb Bush", "John Kasich", "Marco Rubio", "Ted Cruz"], "org": "cnn", "election_confidence": 0.9962670361654118, "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-11-17 17:50:32", "orgs": ["Senate", "Citadel"], "article_id": "d0b1d9fc8dac834495c6c6bf612cb909", "date_access": "2015-11-17 18:01:18.699967"}, {"body": "Gov. John Kasich of Ohio conceded Tuesday that he did not have the power to block the flow of Syrian refugees into his state, but he still urged President Obama to stop accepting them until the United States can ensure that terrorists are not making their way into the country.\n“In the state, we don’t have the authority,” Mr. Kasich said after a speech at the National Press Club in Washington. “We can only express our concerns.”\nMr. Kasich, a Republican presidential candidate, said that while he was often accused of being too good-hearted, this was a case where it was important to have a good brain. He recounted a story of his young daughter asking him, “Why are you not going to let these people come in?” and explaining to her that it was not about being cruel to those in need.\n“These people are in trouble, but think about putting somebody on our street, in our town, in our country who mean us harm,” he told her.\nMr. Kasich, who said in September that refugees should be accepted into the country, has changed his view after the attacks in Paris on Friday. He said on Tuesday that concerns about being able to screen refugees made it unsafe to accept them.\n“Right now, until we get a handle on where we are, we need to stop,” Mr. Kasich said, suggesting that could eventually change.\nMr. Kasich is one of several Republican governors and presidential candidates who have criticized Mr. Obama’s plan to accept 10,000 Syrian refugees and his handling of the Islamic State militants. Mr. Kasich has called for a no-fly zone in Syria and the creation of safe havens in the country to support humanitarian efforts. The governor would not estimate how many soldiers he would send to the region as president, but said that air power was not sufficient for completing the mission.\nThe call for a more robust Middle East policy comes as Mr. Kasich has been struggling in recent polls and is banking his campaign on a strong performance in New Hampshire’s primary.\nMr. Kasich said that it was too soon after the tragedy in Paris to make the case that outsider candidates such as Donald J. Trump or Ben Carson would be risky bets at a time when national security is of growing concern. However, his campaign released an advertisement on Tuesday promoting his foreign policy credentials, and Mr. Kasich made clear that voters should think twice before choosing someone without government experience.\n“Our very lives are under attack,” Mr. Kasich said. “Over time, I think it’ll be appropriate to talk about what experience means when we’re talking about the commander in chief in America.”", "byline": "ALAN RAPPEPORT", "description": "Gov. John Kasich conceded that while Ohio did not have the authority to reject Syrian refugees, he urged President Obama to stop accepting them until the United States can ensure that terrorists are not coming in, too.", "title": "First Draft: John Kasich Urges Obama to Not Accept Syrian Refugees, For Now", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/john-kasich-urges-obama-to-not-accept-syrian-refugees-for-now/", "topics": ["foreign policy/national security"], "people": ["Donald J. Trump", "Ben Carson", "John Kasich"], "org": "nyt", "election_confidence": 0.8408190043366238, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-17 20:05:43", "orgs": [], "article_id": "fc231fb1638e65b5980a9855f8cd7189", "date_access": "2015-11-17 20:35:32.715978"}, {"body": "Dallas (CNN)Hillary Clinton will outline her plan for defeating ISIS on Thursday in New York City, her campaign said.\nThe speech, which comes in the wake of the Paris terrorist attacks that took the lives of more than 130 people, will outline Clinton's \"strategy for defeating ISIS and eliminating the immediate threats it poses, as well as her plan for combating radical jihadism more broadly,\" the campaign said in a statement.\n\"Clinton will lay out her vision for the role American leadership must play in supporting our allies, protecting our homeland, and forging a safer world,\" the statement added.\nThe attacks in Paris have grabbed hold of the race for the presidency, sparking conversations between candidates over what to do with refugees fleeing Syria and how to combat the rise of the terrorist group.\nSince the attacks, Clinton has advocated for accepting refugees fleeing Syria but stressed that she, as president, would not commit ground troops to the fight.\n\"We need to have a resolve that will bring the world together to root out the kind of radical jihadist ideology that motivates organizations like ISIS, the barbaric, ruthless, violence jihadist, terrorist group,\" Clinton said at the second Democratic debate earlier this month. But she said the battle \"cannot be an American fight\" and that the U.S. instead will \"support those who take the fight to ISIS.\"\n\"This cannot be an American fight, although American leadership is essential,\" she said.\nThe former secretary of state cautiously supported President Barack Obama last month when he decided to authorize the use of special forces in Syria. Her spokesman, Nick Merrill said that the candidate \"sees merit\" in deploying the 50 special operations forces.\nClinton has also called for the U.S. to continue to take in refugees from Syria, something a host of Republican governors and presidential candidates have said they would not do.\n\"We can't act as though we are shutting the door to people in need without undermining who we are as Americans,\" she told a crowd of supporters in Dallas on Tuesday.\nBoth Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley have supported continuing to take in refugees and not committing ground troops to fight ISIS.\nBut Clinton has long been more hawkish than either of the two other Democrats running for president, so Thursday's speech will be a chance for Clinton to show her foreign policy chops and outline how her vision differs from others in the party.", "byline": "", "description": "", "title": "Hillary Clinton to outline plan for defeating ISIS", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-isis/index.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Nick Merrill", "Barack Obama", "Hillary Clinton", "Martin O'Malley"], "org": "cnn", "election_confidence": 0.6275021693669477, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-18 02:09:58", "orgs": [], "article_id": "dfa3d35d799df074c24ab3f9eeeac01e", "date_access": "2015-11-18 02:22:16.297303"}, {"body": "It was inevitable that the terrorism attacks in Paris last week would echo quickly through the U.S. presidential campaign. Given the stream of nativist rhetoric already out there, it was also inevitable that some politicians' responses would be highly objectionable, beginning with Texas Sen.\nTed Cruz\n's assertion that the United States should accept only Christian refugees from the Syrian conflict. Former Florida Gov.\nJeb Bush\nsounded a similar note, calling for special efforts to protect Christians in the region; never mind that\nIslamic State\njihadists\ntarget fellow Muslims with just as much viciousness\n.\nIt's preposterous that a serious contender for the presidency of the U.S. would bar war refugee status based on someone's religion. And the suggestion by GOP candidate\nBen Carson\nthat the U.S. bar all Syrian refugees for fear that a \"sleeper\" terrorist might slip in is an emotional, and ill-conceived, overreaction, as are pledges by several Republican governors to resist efforts to resettle refugees in their states.\nThe United States doesn't have the same challenge as Europe, whose relative proximity to the Middle Eastern war zone has left it inundated with millions of refugees. And the source isn't just Syria and Iraq; refugees — both political and economic — from Africa have landed in Europe as well. There are few good options for stopping that tide without first stabilizing the regions from which it arises; a political solution to the Syrian civil war is a crucial first step to achieving that stability.\nWe haven't faced this exodus simply because it is so much harder for Syrian refugees to arrive at the border and seek asylum. President Obama affirmed in Turkey on Tuesday that \"America has to step up and do its part\" in providing for war refugees, which presumably includes moving ahead with his plan to accept up to 10,000 Syrian refugees this fiscal year, up from fewer than 2,000. This page has argued that the U.S. should take significantly more because there are too many for Europe to absorb and because of our history as a safe haven. Nothing in the Paris attacks changes that.\nThat's not to suggest that the U.S. should accept any and all comers. What the Republican candidates ignore, though, is that there is already a system in place to vet the refugees. To gain entry to the U.S., a Syrian refugee first must pass rigorous screening by the United Nations High Commissioner for Refugees, which verifies personal backgrounds and details before recommending individuals for resettlement to the United States. Then the Department of Homeland Security does its own screening before a refugee is granted entry and protection.\nIt makes sense to be prudent and diligent when accepting refugees from a region of such threat and instability. But it defies what the nation stands for to deny a safe haven for the persecuted based on their faith, nation of origin, or our fear.\nFollow the Opinion section on Twitter\n@latimesopinion\nand\nFacebook", "byline": "", "description": "<p>It was inevitable that the terrorism attacks in Paris last week would echo quickly through the U.S. presidential campaign. Given the stream of nativist rhetoric already out there, it was also inevitable that some politicians' responses would be highly objectionable, beginning with Texas Sen. Ted...</p>", "title": "Stop the fear-mongering on Syrian refugees", "url": "http://www.latimes.com/la-ed-1117-syrian-refugees-20151117-story.html", "topics": ["foreign policy/national security", "economy"], "people": ["Jeb Bush", "Ben Carson", "Ted Cruz"], "org": "latimes", "election_confidence": 0.9201244732156971, "authors": [{"author_id": 40445, "fullname": "the times editorial board", "primary_org": "latimes"}], "date_written": "2015-11-17 13:00:00", "orgs": ["Department of Homeland Security", "United States.", "GOP", "United Nations"], "article_id": "0597b99bc7bd057eaf30c044a304337e", "date_access": "2015-11-17 13:26:56.328414"}, {"body": "Updated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus: Economy\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nWe're working on more stories right now\nBy\nSara Solovitch\nBy\nJessica Stern\nBy\nMichael Hirsh\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nAP Photo\nBy\nEliza Collins\n11/17/15 12:23 PM EST\nThe Obama administration is deliberately sending Syrian refugees to states led by Republican governors, Donald Trump alleged Tuesday.\nTrump, who was speaking to conservative radio host Laura Ingraham, said of the refugees, “They send them to the Republicans, not to the Democrats, you know because they know the problem … why would we want to bother the Democrats?”\nStory Continued Below\nTrump's comments come a day after more than two dozen governors, mainly Republicans, vowed to resist federal efforts to settle refugees in their states. President Barack Obama has said the U.S. will accept 10,000 refugees over the next year. Trump often cites a far higher figure — 250,000 — that has no basis in fact. On Tuesday morning, Trump tweeted, \"Refugees from Syria are now pouring into our great country. Who knows who they are - some could be ISIS. Is our president insane?\"\nAt a rally in Knoxville, Tenn., on Monday, Trump said the refugees should stay within Syria. \"What I'd like is ... build a big beautiful safe zone and you have whatever it is so people can live, and they'll be happier,\" he said.\nIngraham said that she had spoken with Florida's Gov. Rick Scott, a Republican, who told her his state is already hosting dozens of Syrian refugees because “everybody wants to come to Florida” due to its low taxes and ample job opportunities.\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump told Ingraham. “Taking these people is absolutely insanity.”\nAccording to the Associated Press, governors from both parties have accepted refugees, although the number is nearly double for GOP states. More than 1,000 Syrian refugees have been accepted into states with Republican governors since January 1, while just over 500 have moved to Democratic-led states. (The number of Republican governors outweighs Democrats, 31 to 18, however.)\nIngraham tried to steer Trump away from using exaggerated figures for the number of refugees, but he held firm. “No I’m talking about now, I’m talking about in terms of Syria. I’ve heard numbers as high as 250,000 people.”\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trump: Obama sending refugees to Republican states", "url": "http://www.politico.com/story/2015/11/trump-obama-syria-refugees-215975", "topics": ["foreign policy/national security", "economy"], "people": ["Sara Solovitch", "Susan Rice", "Michael Hirsh", "Kate Tummarello", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Steven Shepard", "Barack Obama", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Loretta Lynch", "Annie Karni", "Josh Gerstein", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Laura Ingraham", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Rick Scott", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.8489157262844512, "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-11-17 17:23:35", "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "FCC", "College", "Senate GOP", "Congressional Black Caucus", "CMS", "GOP", "Tenn"], "article_id": "cd5e09b1b594c2a016aec6a4d83da2eb", "date_access": "2015-11-17 17:47:15.450367"}, {"body": "Once billed as a rising star in the Republican Party, Gov. Bobby Jindal of Louisiana had his 2016 presidential bid fail to make it out of 2015 as a flat message and flagging poll numbers plagued his campaign. Mr. Jindal remained fiery on stump until the end, but his conservative message did not resonate in this cycle’s crowded field.\nThe Beginning: Mr. Jindal kicked off his campaign in June in a suburb of New Orleans and touted his record as a two-term governor in the state. Framing himself as a social conservative who knows how to get things done, he said: “We’ve had enough of talkers. It is time for a doer.”\nThe Strategy: His poll numbers low from the beginning, Mr. Jindal set his sights on Iowa, hoping that the caucus state could propel his campaign forward. He managed to connect with the Hawkeye State’s evangelical Christians at the July Family Leadership Summit and drew a loud ovation when he defended religious freedom. “America did not create religious liberty,” Mr. Jindal said. “Religious liberty created the United States of America.”\nThe Policies: Mr. Jindal made repealing and replacing the Affordable Care Act a hallmark of his candidacy, vowing to voters that he was the only one who could do it. He also looked to take the most conservative positions possible on most issues. In August he said at an education summit that mayors of “sanctuary cities” should be prosecuted when undocumented immigrants commit crimes.\nThe Trump Factor: By September it was evident that Mr. Jindal’s campaign was failing to catch on, and he took to loudly attacking Donald J. Trump in hopes of grabbing some of the spotlight. In a speech at the National Press Club, Mr. Jindal called Mr. Trump a “narcissist” and an “egomaniacal madman” who had no principles. Mr. Jindal, a former Rhodes scholar, also said that Mr. Trump’s hairstyle looked as if he were wearing a squirrel on his head.\nThe Debate: Mr. Jindal was relegated to the “undercard” in the Republican debates, and his frustration was clear. He threatened to skip the party’s debate in late October, and in the most recent debate he spent most of his time attacking the record of Gov. Chris Christie of New Jersey.\nThe End: Revealing his plans on Fox News, Mr. Jindal suspended his campaign on Nov. 17 and released a statement acknowledging, “This is not my time.”", "byline": "ALAN RAPPEPORT", "description": "Once billed as a rising Republican star, Gov. Bobby Jindal of Louisiana had his 2016 presidential bid fail to make it out of 2015, plagued by a flat message and flagging poll numbers.", "title": "First Draft: Timeline of Bobby Jindal’s Presidential Campaign", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/timeline-of-bobby-jindals-presidential-campaign/", "topics": ["immigration"], "people": ["Bobby Jindal", "Donald Trump", "Donald J. Trump", "Chris Christie"], "org": "nyt", "election_confidence": 0.9934411316742132, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-18 01:34:12", "orgs": ["Republican Party"], "article_id": "a985a0cf4dd7aa17b75949c61b8be393", "date_access": "2015-11-18 02:01:47.328618"}, {"body": "Updated 11/17/15 06:43 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:18 PM EST\n2016\nUpdated 11/17/15 06:17 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nGetty\n11/17/15 06:00 PM EST\nThe Senate has voted 52-46 for a measure that would block President Barack Obama's highest-profile climate regulation, a symbolic rebuke that comes less than two weeks before he is due to travel to Paris for negotiations on a major global warming deal.\nThe White House says Obama would veto the resolution, which aims to prevent the Environmental Protection Agency from implementing new limits on greenhouse gas pollution from power plants. But Republican leaders say its passage underscores their message to other world leaders: Congress is not behind Obama's agenda, and a GOP president would most likely abandon his focus on climate change.\nStory Continued Below\nThe House is expected to approve a similar set of resolutions as early as Nov. 30, the first day of the Paris climate summit.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Senate votes to reject Obama climate rule", "url": "http://www.politico.com/story/2015/11/senate-rejects-obama-climate-rule-215984", "topics": ["environment/energy"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Henry C. Jackson", "Hadas Gold", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Barack Obama"], "org": "politico", "election_confidence": 0.7974522004879571, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 23:00:17", "orgs": ["Washington And The World", "CIA", "Gawker", "Congress", "Senate", "NSA", "Supreme Court", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus", "Environmental Protection Agency", "GOP"], "article_id": "5785c6b04735cb1b3264ea7267e9e265", "date_access": "2015-11-17 23:45:15.386193"}, {"body": "11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nAttorney General Loretta Lynch said Tuesday she's unaware of any plan by President Barack Obama to defy laws aimed at prohibiting the transfer of Guantanamo...\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\nWe're working on more stories right now\nBy\nSaundra Amrhein\nBy\nDebra Bruno\nBy\nCaleb Hannan\nBy\nSara Solovitch\nGetty\nBy\nBurgess Everett\n11/17/15 02:12 PM EST\nHouse and Senate Republicans are planning another joint retreat for early next year.\nThe gathering is slated to be held in Baltimore on Jan. 13 and 14. Sen. John Thune of South Dakota, the No. 3 Senate Republican, made the announcement at the Senate Republican lunch on Tuesday, according to a source.\nStory Continued Below\nFor the first time in decades, the two caucuses held a joint retreat last January in Hershey, Pa. But with lingering coordination issues and new Speaker Paul Ryan, republicans figure a do-over couldn't hurt.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "GOP plans joint retreat early next year", "url": "http://www.politico.com/story/2015/11/gop-joint-retreat-schedule-215985", "topics": ["economy"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Sara Solovitch", "Kate Tummarello", "Caleb Hannan", "Jacopo Barigazzi", "Donald Trump", "Tim Starks", "Marc Caputo", "Debra Bruno", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Howard Dean", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Loretta Lynch", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "John Thune", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Eric Wolff", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Brianna Ehley", "Paul Lindsay", "Howard Fineman", "Rick Scott", "Saundra Amrhein", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Barack Obama", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.8187877638271316, "authors": [{"author_id": 30739, "fullname": "burgess everett", "primary_org": "politico"}], "date_written": "2015-11-17 19:12:21", "orgs": ["Washington And The World", "FDA", "Amtrak", "Senate", "FCC", "Congressional Black Caucus", "Senate GOP", "College", "CMS", "GOP", "Pa."], "article_id": "8b57433eac5e87bdd0a362467bbbf5e4", "date_access": "2015-11-17 19:44:29.395899"}, {"body": "2016\n11/17/15 07:46 PM EST\nBy\nBurgess Everett\nThe Florida senator sees Cruz as vulnerable and in line with Democrats on what could become a dominant issue.\nDefense\n11/17/15 07:08 PM EST\nBy\nBryan Bender\nMilitary officials worry that leaders in Washington haven't absorbed the lessons of America's last big wars.\nUpdated 11/17/15 07:06 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n2016\nUpdated 11/17/15 07:01 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\nUpdated 11/17/15 06:48 PM EST\nBy\nAndrew Restuccia\nand\nDarren Goode\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:20 PM EST\n11/17/15 06:18 PM EST\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\nCongress\n11/17/15 05:34 PM EST\nBy\nJake Sherman\nand\nSeung Min Kim\nIn a break from past infighting, Republican leaders are united behind a plan to tighten oversight of Syrian refugees.\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\nWe're working on more stories right now\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\n\"What Barack Obama and Hillary Clinton are proposing is that we bring to this country tens of thousands of Syrian Muslim refugees,\" Ted Cruz said.  | AP Photo\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\nBy\nNick Gass\n11/17/15 02:44 PM EST\nAs the aftershocks from last Friday's terrorist attacks in Paris continue to reverberate in the U.S., the Republican presidential contenders have taken a sharp right turn in how they are talking about the thousands of Syrian refugees who were due to arrive on American shores in the coming months.\nThe talk of compassion — stoked by the image in September of a drowned Syrian boy on a Turkish beach — has shifted to dire warnings of unacceptable security risks after the revelation that at least one of the terrorists arrived with migrants through Greece.\nStory Continued Below\nWith more than two dozen governors saying the refugees are now not welcome in their states, and with House GOP leaders drafting legislation to halt President Barack Obama's plan to accept 10,000 refugees in 2016, a handful of Republican White House hopefuls are falling in line with tougher talk.\nTed Cruz is one of them, after expressing openness in February 2014, as negotiators met in Geneva for ultimately unsuccessful talks to broker an end to the Syrian civil war. The Texas senator appeared in a Fox News segment reporting on the dilemma of what to do about refugees seeking asylum in the United States, and spoke generally about U.S. values.\n\"We have welcomed refugees, the tired huddled masses for centuries,\" he said during the two-and-a-half minute package about the broader situation. \"That’s been the history of the United States. We should continue to do so,\"\nBy\nEliza Collins\nBut he also had a caveat: “We have to continue to be vigilant to make sure those coming are not affiliated with the terrorists, but we can do that.\"\nFast forward 21 months, with Syria's bloody civil war still raging and with fears stoked about ISIL fighters slipping into the U.S., Cruz is now saying he plans to introduce legislation that would bar Syrian refugees from entering the country.\n\"What Barack Obama and Hillary Clinton are proposing is that we bring to this country tens of thousands of Syrian Muslim refugees,\" Cruz told CNN. \"I have to say, particularly in light of what happened in Paris, that's nothing short of lunacy.\"\nHe also talked of taking the hardest line against Muslim Syrian refugees, while still allowing in displaced Christians whom he said do not pose a \"meaningful risk\" for committing acts of terror.\nFormer Florida Gov. Jeb Bush, who had positioned himself as a compassionate conservative on immigration who believes many people come illegally to the U.S. as an \"act of love,\" has also been shifting his tone since last week's attacks.\nSpeaking before a New Hampshire town hall in September, Bush said about the Syrian refugees: \"People are leaving not just because they are immigrants looking for a better life. They are leaving because, if not, they will die. It's that simple. And we have to play a role in providing support.\"\nOn Sunday, as talk of the attacks dominated the morning shows, Bush didn’t call for halting the administration’s plans, but said he would prioritize Christians over other refugees.\nBy\nJake Sherman\n“I do think we have a responsibility to help with refugees after proper screening, and I think our focus ought to be on the Christians, who have no place in Syria anymore,” he told CNN's \"State of the Union.\" “They’re being beheaded, they’re being executed by both sides.” He added, \"We should focus our efforts as it relates to refugees on the Christians that are being slaughtered.\"\nBut after Obama on Monday appeared to lump Bush in with Cruz for imposing an inhumane \"religious test,\" the former Florida governor clarified in an interview with Bloomberg on Tuesday that he didn't want to discriminate against Muslim refugees.\n\"There's no discrimination to simply say that you want to protect religious minorities that are being exterminated,\" he said.\nThe subtlety in Bush's way of speaking on the issue was nowhere in Chris Christie's response.\nThe New Jersey governor, in the days after the image of the drowned Syrian boy shocked the world, said a solution needed to be found to help the refugees.\n“Well, I’d sit down with our allies and figure out how we can help, because America is a compassionate country. We saw the image of that 4-year-old little boy drowned in Syria, and we can’t have those kinds of things,” Christie said on \"Fox and Friends.\" “I can’t come up with an exact number. You’d have to sit with our allies and work together.”\nOn Monday, as governor, Christie put his foot down, and even took a hard line against young orphans.\n\"I do not trust this administration to effectively vet the people who are proposed to be coming in, in order to protect the safety and security of the American people, so I would not permit them in,\" he said on Hugh Hewitt's radio program.\n\"What if they were orphans under the age of five?\" Hewitt asked.\n\"You know, Hugh, we can come up with 18 different scenarios. The fact is that we need appropriate vetting, and I don’t think orphans under five are being, you know, should be admitted into the United States at this point,\" he said. \"But you know, they have no family here. How are we going to care for these folks? The fact is you can come up with a number of different scenarios, Hugh. But in the end, I don’t trust this administration to effectively vet the people that they’re asking us to take in. We need to put the safety and security of the American people first.\"\nOn Tuesday, Christie formally notified Obama in a letter that he would not accept any Syrian refugees, in New Jersey.\nBy\nNahal Toosi\nDonald Trump, who has made his strident stances on immigration a central case for his presidency, has also taken a hard line against Syrian refugees. But he wasn't always talking that way.\nIn September, Trump told Bill O'Reilly about taking in the refugees, \"I hate the concept of it, but on a humanitarian basis, you have to.\"\nBut that tone quickly dissipated, and the billionaire businessman told supporters later that month that the refugees \"are going back,\" warning that they represent a potential \"Trojan horse\" for terrorists. Trump has instead advocated the construction of \"a big beautiful safe zone\" in Syria, as he told supporters in Knoxville, Tennessee, on Monday.\nAnother Republican who has changed his tone as the devastating images of refugees have been overtaken by the fallout from the Paris attacks is Marco Rubio.\nWhile he has battled critics who say his 2013 attempt at immigration reform casts doubt on his conservative credentials, the Florida senator in September told a CNN reporter at a South Carolina town hall that his administration would \"be potentially open to the relocation of some of these individuals at some point in time to the United States.\"\nBut on Sunday, Rubio said the doors must shut to more refugees.\n\"The problem is not the background checks. The problem is we can’t background check them. You can’t pick up the phone and call Syria. And that’s one of the reasons why I said we won’t be able to take more refugees,\" Rubio said on ABC's \"This Week with George Stephanopoulos.\"\n\"It’s not that we don’t want to, it’s that we can’t,\" he explained, adding that there is also a threat of home-grown violent extremists, those \"who had been radicalized online.\"\nJohn Kasich, meanwhile, joined on Monday the growing list of governors who said they would no longer accept refugees, an about-face from September.\nBack then, Kasich told Fox News' \"Hannity\" that he \"wouldn’t say to these people, ‘You can’t come in,'\" pointing to it as a place of cooperation between the U.S. and its European allies, whom he said should largely bear that issue.\n\"And I think at this point, I would actually welcome the Congress to weigh in and make sure that we have a procedure that can verify who these people are,\" Kasich added, in a preview of the Capitol Hill fight to come. \"I mean, there’s nobody in this country that would want somebody connected to ISIS to be able could come in here.\"\nOn Tuesday, speaking in Washington, Kasich said he now believes an influx of Syrian refugees poses an unacceptable risk: “The only thing I’m saying is for right now, until we get a handle on where we are, we need to stop.”\n© 2015 POLITICO LLC", "byline": "", "description": "After the Paris attacks, the Republican field is taking a tougher stance against the refugees.", "title": "GOP candidates were for Syrian refugees before they were against them", "url": "http://www.politico.com/story/2015/11/gop-2016-syria-refugees-215978", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "George Stephanopoulos", "Henry C. Jackson", "Hadas Gold", "Hugh Hewitt", "Sean Hannity", "Ted Cruz", "Chris Christie", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Katie Glueck", "Bryan Bender", "Charlie Hebdo", "Michael Hirsh", "Jeb Bush", "Bill O'Reilly", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "Barack Obama", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Darren Goode", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Donald Trump", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Hillary Clinton", "John Kasich", "Eli Stokols", "Darren Samuelsohn", "Josh Gerstein", "Eliza Collins"], "org": "politico", "election_confidence": 0.9726206542555389, "authors": [{"author_id": 30739, "fullname": "burgess everett", "primary_org": "politico"}], "date_written": "2015-11-17 19:44:28", "orgs": ["CIA", "Gawker", "Congress", "NSA", "Supreme Court", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus", "United States.", "House GOP", "ISIL"], "article_id": "19ea2f653807ffa72b28a273eff9a35c", "date_access": "2015-11-18 00:47:49.271774"}, {"body": "11/17/15 01:34 PM EST\nBy\nJosh Gerstein\nAttorney General Loretta Lynch said Tuesday she's unaware of any plan by President Barack Obama to defy laws aimed at prohibiting the transfer of Guantanamo...\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nWe're working on more stories right now\nBy\nDebra Bruno\nBy\nCaleb Hannan\nBy\nSara Solovitch\nBy\nJessica Stern\nAP Photo\nBy\nNick Gass\n11/17/15 01:32 PM EST\nOhio Gov. John Kasich declared on Tuesday that he did not want to inject presidential politics in the fight over the Islamic State in the wake of the Paris attacks because \"these are very serious times.\"\nIn a political ad released by his presidential campaign earlier in the day, however, Kasich is shown speaking at the Florida GOP's Sunshine Summit on Saturday and in a Fox News segment on Sunday explaining how he would respond as president.\nStory Continued Below\nAsked to account for the difference in the ad's tone and his message during a question-and-answer session following a speech laying out his national security policy. Kasich did not appear to know some of the details of the specific video in question.\n\"Isn't that what your campaign is doing by bringing it up now?\" asked Thomas Burr, Salt Lake Tribune's Washington correspondent and National Press Club vice president.\n“I didn’t know they did that, and I don’t know who did it, and I don’t know what’s behind it, but you know, you heard my speech today, and I’m the person that speaks and I’ve said what I’ve had to say including in Florida, including on television on Sunday and including the question that we have here today,\" the governor said.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Kasich: Now&apos;s not the time to inject 2016 politics into ISIL debate", "url": "http://www.politico.com/story/2015/11/john-kasich-isil-politics-215983", "topics": ["campaign_finance", "immigration", "economy"], "people": ["Sara Solovitch", "Susan Rice", "Kenneth P. Vogel", "Thomas Burr", "Kate Tummarello", "Caleb Hannan", "Jacopo Barigazzi", "Donald Trump", "Tim Starks", "Marc Caputo", "Debra Bruno", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Howard Dean", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Loretta Lynch", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Eric Wolff", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Brianna Ehley", "Paul Lindsay", "Howard Fineman", "Rick Scott", "John Kasich", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Barack Obama", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.7506796102251868, "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}], "date_written": "2015-11-17 18:32:24", "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "FCC", "Congressional Black Caucus", "Senate GOP", "College", "ISIL", "CMS", "GOP"], "article_id": "838d88e8e01bed432dd3571a9690b063", "date_access": "2015-11-17 18:42:52.431689"}, {"body": "Updated 11/17/15 05:45 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n11/17/15 05:37 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 05:03 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\n11/17/15 04:14 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:32 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\nWe're working on more stories right now\nBy\nDebra Bruno\nBy\nEric Velasco\nBy\nPatrick Michels\nBy\nSaundra Amrhein\nGetty\nBy\nNolan D. McCaskill\n11/17/15 05:03 PM EST\nTwo of Ben Carson's own top advisers are knocking his ability to grasp foreign policy despite aggressive tutoring sessions, according to a report in The New York Times.\nThe retired neurosurgeon has bobbled a number of foreign policy issues in recent days, claiming that China has a military presence in Syria and struggling on \"Fox News Sunday\" to name allies he would seek out to create an international military coalition to combat Islamic State,\nStory Continued Below\nNow, two of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n“Nobody has been able to sit down with him and have him get one iota of intelligent information about the Middle East,” said Duane Clarridge, a top adviser to Carson on terrorism and national security. Carson needs weekly foreign policy briefings to “make him smart,” added Clarridge, a longtime CIA agent who is seen as a colorful figure.\nBy\nJake Sherman\nArmstrong Williams, one of Carson's lead advisers and closest friends, also expressed frustration to the newspaper about the \"Fox News Sunday\" interview. “He’s been briefed on it so many times,” he said. “I guess he just froze.”\nCarson's campaign has spent a good amount of energy trying to compensate for his comment in last week's debate in which he suggested China is involved in the conflict in Syria. “We also must recognize that it’s a very complex place,” he said. “You know, the Chinese are there, as well as the Russians, and you have all kinds of factions there.”\nThe White House dismissed the notion that the Chinese are in Syria, but Carson stood by his comment. His campaign subsequently said he was referring to Chinese military weapons and equipment.\nBut Clarridge told The New York Times that Carson relied on a freelance American intelligence operative in Iraq who \"overleaped\" in implying that Chinese troops are in Syria.\nThe Carson campaign pushed back on the article, saying the paper took advantage of an \"elderly gentleman.\"\nBy\nEli Stokols\n\"Mr. Clarridge has incomplete knowledge of the daily, not weekly briefings, that Dr. Carson receives on important national security matters from former military and State Department officials,\" Doug Watts, a Carson campaign spokesman, told Business Insider in an email. \"He is coming to the end of a long career of serving our country. Mr. Clarridge's input to Dr. Carson is appreciated but he is clearly not one of Dr. Carson's top advisors. For the New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\nDespite publicly aired doubts about Carson's ability to master foreign policy issues, voters still rank him relatively high in the GOP field on the topic. According to a Reuters/Ipsos poll released Tuesday, 20 percent of Republican voters surveyed say Donald Trump is best suited to handle terrorism, followed by Florida Sen. Marco Rubio at roughly 10 percent, and Carson with 8 percent.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Report: Carson&apos;s top advisers question his foreign policy grasp", "url": "http://www.politico.com/story/2015/11/ben-carson-foreign-policy-advisers-215993", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Kate Tummarello", "Henry C. Jackson", "Hadas Gold", "Ben Carson", "Tim Starks", "Kevin Robillard", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Patrick Michels", "Josh Gerstein", "Nick Gass", "Charlie Hebdo", "Bernie Becker", "Jennifer Scholtes", "Doug Watts", "Armstrong Williams", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Debra Bruno", "David Pittman", "Lauren French", "John Podesta", "Clarence Thomas", "Rick Scott", "Loretta Lynch", "Saundra Amrhein", "Eli Stokols", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.9226736033379436, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-11-17 22:03:54", "orgs": ["Washington And The World", "National Defense", "Gawker", "Amtrak", "Business Insider", "State Department", "Supreme Court", "Parenthood", "Justice Department", "FCC", "Congressional Black Caucus", "College", "CMS", "GOP", "CIA"], "article_id": "1f0e87bca9297df767704e6cfb4a743d", "date_access": "2015-11-17 22:47:07.453835"}, {"body": "Updated 11/17/15 06:43 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:18 PM EST\n2016\nUpdated 11/17/15 06:17 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\n2016\nBy\nKatie Glueck\nand\nDaniel Strauss\n11/17/15 05:57 PM EST\nAP Photo\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nDonald Trump and Ben Carson have demonstrated more staying power than anyone predicted. But now, after the terrorist attacks on an American ally, Republican elders think their party’s flirtation with inexperience is nearing its end.\nThe reemergence of foreign policy atop the Republican agenda will force voters to reevaluate the outsider candidates, particularly as both Trump and Carson display a lack of knowledge about national security and the terrorist threat, party stalwarts said.\nStory Continued Below\n“The losers are going to be Donald Trump and Ben Carson on national security,” said Katon Dawson, the former chairman of the South Carolina GOP. “As the Republican base sobers up, they are the two, if this story lasts a long time, it's going to hurt.\"\nIndeed, in interviews with current and former GOP chairs, veteran operatives, lobbyists and strategists, the long-held conviction that neither Trump nor Carson will win the Republican nomination has only strengthened since the attacks in Paris last week.\nFred Malek, who has advised multiple Republican presidents and is not affiliated with any contender this cycle, said the inexperience Trump and Carson reveal in their rhetoric will drive GOP primary voters toward another candidate.\nBy\nEli Stokols\n“The severity of the attacks in Paris crystallize in people’s minds the importance of having somebody in the commander-in-chief spot who has made the kinds of decisions, gone through the kind of decision-making process, that an experienced leader has,” Malek said.\nCarson in particular is vulnerable on security and foreign policy issues, Republican leaders say. The pediatric neurosurgeon, who has no previous political experience, has already stunned with a meandering answer about the Middle East in last week’s debate, before the attacks. He drew criticism in an earlier debate for suggesting that American brainpower was a substitute for military force and he shocked many by saying he had intelligence that the White House did not about Chinese forces engaging in Syria.\nWorse yet for the candidate, two of Carson’s senior advisors on Tuesday told The New York Times, on the record, that their candidate was struggling to understand the Middle East. Intense tutoring, they told the paper, was having little effect.\nCarson has tried to correct course in recent days. On Friday, he said his message to Vladimir Putin is, “We are a peaceful country, but we are not a marshmallow.” On Monday, on social media and in a press conference, sought to highlight his plan to take on ISIS and articulate a broader, more cogent foreign policy.\nBut GOP insiders say they aren't impressed, and think the foreign policy shift will take a visible toll on Carson, especially in next month’s debate, which many expect will be filled with security questions.\n“Carson I’m not so worried about,” said Fergus Cullen, the former chairman of the New Hampshire GOP who puts his overall concern level about Trump and Carson at a five, on a scale of 10. “I respect him for his accomplishments in life, but he is completely unprepared to be president of the United States, and that will take care of itself at the polls.”\nBy\nNolan D. McCaskill\nThe more exposure he gets, said Doug Gross, a longtime Iowa Republican, the more it’s clear that he’s “not ready to be president. Just from a policy standpoint, he’s not prepared to deal with issues.”\nLongtime Republicans don’t have nearly as clear a theory of Trump’s downfall.\n“It’s always easier to predict how this ends up than how [we] get there,” said Stuart Stevens, who was Mitt Romney’s chief strategist. But as for Trump, “I don’t think he wins a single primary… I think he gets out.”\nOthers agree that he will falter, even as some acknowledge that all predictions of his demise have been wrong thus far. Truly, Trump’s resilience -- even after attacking prisoners of war, immigrants and even Iowans -- has flummoxed and alarmed party leaders.\nForeign policy-minded GOP veterans call Trump an amateur on the issue and say he should be pressed for more policy specifics. But they acknowledge that the fresh focus on security will not be as damaging in the short term to Trump, who can better rouse crowds with his “bomb-the-sh**-out-of-ISIS” rhetoric, as it is to Carson.\nYet, these party leaders and strategists said there’s no feeling of panic.\n“It’s too early for anyone to be hand-wringing about any particular candidate,” said Matt Strawn, the former chairman of the Iowa GOP, speaking more broadly but offering a sentiment shared by many interviewed. “Both Iowa and New Hampshire historically make their decisions late.”\nWhile Republican insiders argue that nominating Trump would lose the GOP the White House, they maintain that it’s a nightmare that will never come to pass.\n\"If this was the middle of March and we had a Republican candidate racking up win after win after win in states and we looked like we were free falling into losing not only the White House but also the Senate and seats in the House, yeah, there would be every reason for the party to be deeply concerned about the direction of the country,\" said Henry Barbour, a Republican National Committeeman from Mississippi. “But it's November.”\nExperienced operatives keep adjusting the timeline for Trump’s decline: several months ago, some campaigns and Republican insiders said the debate would get more serious around Thanksgiving and hurt his standing in the polls but now they’re looking out to January, even February.\n“I’m not totally discounting that this is a real problem,” said Cullen, who now acknowledges he could see Trump winning some early contests. “But I also think that in the fullness of time this will eventually work itself out.”\nBy\nNahal Toosi\nBut most of the Republicans interviewed said Trump in particular doesn’t have the organization or appeal to last deep into the cycle (not to mention that should he show signs of actually winning any contests, plenty of Republicans are prepared to write big checks to a Stop Trump campaign).\n“I’m not too worried about it,” said Charlie Black, another longtime adviser to Republican presidents and presidential campaigns. “Trump’s been losing a little steam since Labor Day, when he was up around 30, now he’s in the low 20s. Carson is as high as he’ll ever be, just because he’s beginning to demonstrate he doesn’t have real good knowledge of the issues. Either of them might win a primary or something, but that’s it.”\nOne indication of impending panic would be a mad scramble to organize an explicit anti-Trump effort. Dawson, who had been looking to form just such a super PAC, hasn’t found a donor yet.\n\"I specifically did not find the right donor to get me to go to that effort. And then Trump's numbers started moving down, from the 30s to the 20s,\" Dawson said.\nThis all changes as the primaries near. If Trump is still on track to win one of the first four voting states, the GOP establishment will face perhaps its final moment to rally around another candidate.\n“The (Paris) attacks proved that a month is an infinite amount of political time, and that the shape of a campaign can flip dramatically in an instant,” said Douglas Holtz-Eakin, a veteran Republican who served in the George W. Bush administration. “And for that reason I believe it's a fair reading of the evidence to say that people don't get serious until, if, and when they vote. And so I want to see what the polls in New Hampshire look like a week, three days, the day before the actual primaries are held...If Donald is at 42 percent in New Hampshire a day before the primary, you may see the establishment freak out. But I don't think today.”\nThe Trump and Carson campaigns would not comment for this story.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "GOP leaders: National security will end Carson and Trump campaigns", "url": "http://www.politico.com/story/2015/11/republicans-ben-carson-donald-trump-security-215999", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Fergus Cullen", "Henry C. Jackson", "Hadas Gold", "Vladimir Putin", "Henry Barbour", "Stuart Stevens", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Douglas Holtz", "Doug Gross", "Fred Malek", "Sam Nunn", "Charlie Black", "Alex Isenstadt", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Mitt Romney", "Matt Strawn", "Katon Dawson", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Ben Carson"], "org": "politico", "election_confidence": 0.9931262235004394, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 22:57:37", "orgs": ["Washington And The World", "CIA", "Gawker", "Senate", "NSA", "PAC", "Supreme Court", "Parenthood", "Justice Department", "Republican National Committeeman", "National Defense", "Congressional Black Caucus", "GOP"], "article_id": "480095c15eb2add2531eceb8cde284f7", "date_access": "2015-11-17 23:45:14.521391"}, {"body": "WASHINGTON Democratic presidential candidates Hillary Clinton and Bernie Sanders on Tuesday voiced willingness to accept Syrian refugees, siding with President Barack Obama and providing a new point of contention with Republicans in the 2016 U.S. election campaign.\nFriday's Paris attacks, which killed 129 people, have given candidates on both sides an opening to debate what steps to take against Islamic State militants whose reach into Europe from Syria and Iraq is a direct challenge to Western leaders.\nBut the crisis of Syrian refugees is testing American politicians, given the choice between yielding to fears of importing terrorists or honoring the traditional U.S. welcoming role. Candidates have debated all year what to do about 11 million illegal immigrants already in the United States.\nClinton, a former secretary of state, made clear Obama's plan to bring in as many as 10,000 Syrian refugees should be honored as long as they are meticulously screened.\n\"She believes that we need to be vigilant in screening and vetting any refugees from Syria, and that we cannot allow terrorists to intimidate us into abandoning our values and humanitarian obligations,\" her campaign said.\nSanders, a Democratic socialist and senator from Vermont who is challenging Clinton for the nomination, issued a similar statement.\n\"We will not be terrorized or live in fear. During these difficult times, we will not succumb to Islamophobia. We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans - fighting racism, fighting xenophobia, fighting fear,\" he said.\nA third Democratic candidate, former Maryland Governor Martin O'Malley, has called for expanding to 65,000 the number of Syrian refugees allowed into the country.\nNearly two dozen state governors, nearly all Republicans, have opposed Obama's refugee plan out of concern that some of the Syrians might be radicalized and enter the country to launch attacks against Americans.\nRepublican presidential candidates also oppose Obama. Some want to let in no Syrian refugees and others would only allow Christians.\n“It's not about Muslims per se, it's about Muslims who are radicalized. If Methodists were strapping bombs to their children's chest and blowing them up to kill a bunch of civilians, I'd be saying we need to be real careful about letting Methodists in, too,\" one candidate, former Arkansas Governor Mike Huckabee, told MSNBC's \"Morning Joe\" show.\n(Reporting by Steve Holland, Susan Heavey, Luciana Lopez and Emily Stephenson; Editing by James Dalgleish)", "byline": "", "description": "WASHINGTON (Reuters) - Democratic presidential candidates Hillary Clinton and Bernie Sanders on Tuesday voiced willingness to accept Syrian refugees, siding with President Barack Obama and providing a new point of contention with Republicans in the 2016 U.S. election campaign.", "title": "Democratic candidates open to Syrian refugees after Paris attacks", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/x8zaKrnuRN8/story01.htm", "topics": ["foreign policy/national security"], "people": ["Susan Heavey", "Emily Stephenson", "James Dalgleish", "Martin O'Malley", "Hillary Clinton", "Mike Huckabee", "Barack Obama", "Steve Holland", "Luciana Lopez", "Bernie Sanders"], "org": "reuters", "election_confidence": 0.5265430477013054, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 16:57:12", "orgs": ["MSNBC", "United States."], "article_id": "f1da497dc65f991c6a01aa8e37e45431", "date_access": "2015-11-17 17:49:14.792714"}, {"body": "Louisiana Governor Bobby Jindal said on Tuesday he was suspending his campaign for the Republican nomination for president in 2016, saying it was \"not my time.\"\nJindal, speaking on Fox News, declined to endorse another Republican candidate, saying he would support the party's eventual nominee.\n(Reporting by Emily Stephenson in Washington; Editing by Eric Beech)", "byline": "", "description": "(Reuters) - Louisiana Governor Bobby Jindal said on Tuesday he was suspending his campaign for the Republican nomination for president in 2016, saying it was \"not my time.\"", "title": "Republican Louisiana Governor Jindal suspends presidential campaign", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/nXjo7hWhaMA/story01.htm", "topics": ["personality"], "people": ["Bobby Jindal", "Eric Beech", "Emily Stephenson"], "org": "reuters", "election_confidence": 0.7430194790647744, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 23:18:18", "orgs": [], "article_id": "8f9399346bd677718217059e2c947e6e", "date_access": "2015-11-17 23:50:05.416625"}, {"body": "As of yesterday morning a handful of governors were vowing to resist Obama administration plans to resettle Syrian refugees in their states. As of this morning, CNN put the count at 27, with only seven governors, all Democrats, saying their states will welcome the Syrians. President Obama likely helped catalyze this cross-country revolt with a dreadful performance in a press conference yesterday at Antalya, Turkey.\nThe president came off as impassive as he discussed last week’s attacks in Paris. He turned prickly under repeated questioning about his own underestimation of the Islamic State—which he denied, even when a reporter mentioned his January 2014 dismissal of the group as “the jayvee team.”\nBut he got passionate when the subject turned to Republicans who disagree with him on the refugee question:\nBut Yahoo! News’s Michael Isikoff last week reported that the administration is in fact on the verge of imposing just the sort of “religious test” the president claims to disavow:\nThe Yazidi are a religious minority whose faith “incorporates elements of Christianity and Islam.”\n“A genocide designation would have significant policy implications for American efforts to restore property and lands taken from the minority groups and for offers of aid, asylum, and other protections to such victims,” the Hudson Institute’s Nina Shea writes for National Review. Christians are not being considered for the genocide designation, Shea notes, although they are “also among the most vulnerable religious minority groups that have been deliberately and mercilessly targeted for eradication by ISIS.”\nSo Obama’s objection is not to “religious tests” per se, but to favorable treatment of Christians. It is of a piece with his February speech to the National Prayer Breakfast, in which he bizarrely lectured Christians to get off their “high horse” and remember the Crusades, while also claiming that ISIS and other Muslim terrorists are “betraying” Islam.\nApprehension about admitting Muslim Syrian refugees is motivated by fear. It is “The Return of Republican Islamophobia,” according to the title of a piece yesterday by New York magazine’s Jonathan Chait. He writes that “figures like Ted Cruz and Jeb Bush are calling for the United States to admit only Christian refugees, thereby positioning the United States as indifferent to ISIS’s primary victims,” by which he means Muslims. So are Yazidis secondary victims and Christians tertiary ones, or the other way around? Chait doesn’t say.\nBut a phobia is an irrational fear, and the attacks in Paris are nothing if not a reminder that fear of Islamic terrorism is rational. The Wall Street Journal reported yesterday that one of the Paris attackers came in as part of the wave of Syrian refugees:\nReuters reported this morning that “German police have detained an Algerian man in a refugee reception centre in connection with the attacks in Paris.”\nThe Obama administration plans to admit some 10,000 Syrian refugees next year. At Saturday’s debate, Hillary Clinton and Martin O’Malley both said they’d like to make it 65,000. “Accommodating 65,000 refugees in our country today, people of 320 million, is akin to making room for 6½ more people in a baseball stadium with 32,000,” said O’Malley.\nThe problem, however, is not one of numbers. If even a handful of terrorists were among the 10,000 or 65,000 admitted, that would be enough to cause carnage and serious disruption. As the president himself observed during yesterday’s press conference: “When you’re talking about the ability of a handful of people . . . who are willing to die, they can kill a lot of people.”\nProponents of admitting Syrian refugees acknowledge the importance of vetting them. “Even as we accept more refugees—including Syrians—we do so only after subjecting them to rigorous screening and security checks,” Obama said in his opening statement yesterday. In the debate, Mrs. Clinton said that “we should go to 65 [thousand] but only if we have as carefully screening and vetting process as we can imagine, whatever resources it takes.”\nIn an interview yesterday with radio host Hugh Hewitt, New Jersey’s Gov. Chris Christie—one of those who’ve said their states won’t accept refugees—made the obvious point in response: “I do not trust this administration to effectively vet the people who are proposed to be coming in, in order to protect the safety and security of the American people.”\nWe have no specialized knowledge here, but it seems to us that Christie easily has the better of this argument. To put it mildly, administrative competence has not been the hallmark of this administration. Obama has presided over, among other things, the abuses at the Internal Revenue Service, the Chinese hacking of millions of federal employees’ private records, and the scandal at the Veterans Administration. His administration could not even design a properly functioning website for its central ideological vanity project, the federal health-insurance exchange. It seems crazy to place one’s faith in its ability to do better even than the Greeks in vetting refugees.\nUSA Today points out that the governors have little formal authority to keep the feds from resettling refugees in their state:\nIt’s certainly political, but resistance from governors in a majority of states—including 11 states Obama carried in 2012, and including one Democrat, Maggie Hassan of New Hampshire, who is seeking a U.S. Senate seat—it’s more than posturing. This is not just a national-security crisis but a developing political crisis for the president and his party.\nWhy Do Bad Things Always Happen to Him?   “MANILA, Philippines—After years of red-eye flights across the Pacific and marathon summits, President Obama had hoped to arrive in this Southeast Asian capital and tout progress in his seven-year charm offensive in Asia: His campaign to move away from the cycle of crisis in the Middle East and toward the rising region was finally yielding results. Instead, the president was due to land Philippines Tuesday amid a fresh crisis—a reminder of the trouble that has dogged his ‘Asia rebalance’ from its inception. The terrorist attacks in Paris and talk of reprisals for the Islamic State quickly threatened to overshadow Obama’s good-news tour to the Philippines and Malaysia this week.”—Kathleen Hennessey, Associated Press, Nov. 16\nMission Accomplished\nTwo Young-Adult Websites in One!\nFox Butterfield, Is That You?\nOut on a Limb   “If Donald Trump Is the Problem, Mitt Romney Isn’t the Solution”—headline, FiveThirtyEight.com, Nov. 16\nWhat Would We Do Without Experts?   “Save Some Money, Experts Say Don’t Buy Organic Produce”—headline, KXAN-TV website (Austin, Texas), Nov. 17\nHe’s Just Not That Into You   “Obama on His ISIS Strategy: I’m Not Interested in ‘American Leadership, or America Winning’ ”—headline, Federalist, Nov. 16\nLongest Books Ever Written   “All the Questionable Statements on Defense From Saturday’s Democratic Debate”—headline, Jalopnik.com, Nov. 16\nProblem and Solution—I\nProblem and Solution—II\nThe Soft Bigotry of Low Expectations   “Anyway, the results are in: Ruth Bader Ginsburg is more fun than Gloria Steinem.”—blogress Ann Althouse, Nov. 16\n21st-Century Jobs   “Local Kids Learn to Give Heroin Antidote”—headline, Courier-Journal (Lexington, Ky.), Nov. 17\nHey, Kids! What Time Is It?   “Islamic State Cannot Be Defeated With Kindness. It’s Time to Kill or Be Killed”—headline, Daily Telegraph (London), Nov. 16\nQuestion and Answer\nLook Out Below!   “Green Bay Packers Falling From Cloud 9”—headline, CDANews.com, Nov. 16\nEverything Seemingly Is Spinning Out of Control   “Maybe the Whole Universe Won’t Suddenly Collapse Into an Uninhabitable Void”—headline, Vice.com, Nov. 15\nSay Watt?   Philadelphia has a new mayor, Jim Kenney, and the Philadelphia Inquirer has a story headlined “So Far, Kenney’s Top Appointees Are a Mix.” Reporter Claudia Vargas elaborates:\nIt reminds us of a story that appeared in the New York Times in 1983:\nPeople sure were sensitive back in the ’80s!\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Jackie Harty, Michele Schiesser, Tony Lima, Irene DeBlasio, Eric Jensen, Joel Engel, Bruce Goldman, Wes Van Fleet, Michael Segal, Tom Menker, Paul Gross, Ray Hull, Miguel Rakiewicz, Mike Hendrickson, Mark Zoeller, Joe Dougherty, Mike Lavender, Monty Krieger, Stephen McCants, Sandra Shreve, Nathan Whitlock, Debbie Wells, Michael Smith, Jay Weiser, Daniel Cowan and Andrew Terhune. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "An incompetent administration promises to vet refugees.", "title": "Just Trust Them", "url": "http://www.wsj.com/articles/just-trust-them-1447785848", "topics": ["foreign policy/national security"], "people": ["Ruth Bader Ginsburg", "Carol Muller", "Eric Jensen", "Debbie Wells", "Wes Van Fleet", "Michael Smith", "Jackie Harty", "Michael Segal", "Hugh Hewitt", "Fox Butterfield", "Gloria Steinem", "Miguel Rakiewicz", "Chris Christie", "Tony Lima", "Ted Cruz", "Mark Zoeller", "Martin O'Malley", "Jeb Bush", "Donald Trump", "Jonathan Chait", "Kathleen Hennessey", "Ray Hull", "Mike Lavender", "Jim Kenney", "Hillary Clinton", "Bruce Goldman", "Maggie Hassan", "Michele Schiesser", "Monty Krieger"], "org": "wsj", "election_confidence": 0.6532958961450759, "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-11-17 18:44:14", "orgs": ["National Review", "Internal Revenue Service", "Best of the Web", "Philadelphia Inquirer", "Veterans Administration"], "article_id": "afd6f515a43f802df3d2ac8297ee9efa", "date_access": "2015-11-17 18:56:57.182134"}, {"body": "The American Medical Association on Tuesday called for a ban on advertising prescription drugs and medical devices directly to consumers, saying the ads drive patients to demand expensive treatments over less costly ones that are also effective.\nThe influential doctors' group said the new policy reflects physicians' concerns that marketing spending on a proliferation of advertising is helping to drive up drug prices. The group voted at its annual meeting in Atlanta to support a ban.\n\"Direct-to-consumer advertising also inflates demand for new and more expensive drugs, even when those drugs may not be appropriate,\" AMA Board Chair-elect Patrice Harris said in a statement.\nThe United States and New Zealand are the only two countries that allow direct-to-consumer advertising of prescription drugs.\nAMA said drugmakers' spending on advertising has shot up 30 percent in the last two years to $4.5 billion. TV commercials for drugs such as Bristol-Myers Squibb's lung cancer medicine Opdivo and Gilead Sciences' Hepatitis C treatment Harvoni were among this year's ad campaigns.\nU.S. Democratic presidential candidate Hillary Clinton has  proposed cracking down on direct-to-consumer advertising and other measures to stop what she called \"price gouging\" by pharmaceutical companies. Clinton's plan would prevent companies from deducting what they spend on direct-to-consumer ads from their tax bills.\nA series of court decisions has determined the ads cannot be banned outright because they are a form of commercial speech protected by the U.S. Constitution. The AMA did not address how the ban could be accomplished without being overturned in court.\nPhRMA, the largest U.S. trade group for the pharmaceutical industry, said the ads increase consumer awareness of available treatments for diseases, including undiagnosed conditions.\n\"Providing scientifically accurate information to patients so that they are better informed about their health care and treatment options is the goal of direct-to-consumer pharmaceutical advertising about prescription medicines,\" PhRMA spokesman Tina Stow said in an email.\nAccording to a U.S. Food and Drug Administration analysis this year, 52 percent of Americans believe direct-to-consumer ads do not have enough information about risks and 46 percent say the ads lack information about benefits.\n(Reporting by Susan Kelly in Chicago; additional reporting by Bill Berkrot in New York; Editing by David Gregorio)", "byline": "", "description": "(Reuters) - The American Medical Association on Tuesday called for a ban on advertising prescription drugs and medical devices directly to consumers, saying the ads drive patients to demand expensive treatments over less costly ones that are also effective.", "title": "U.S. doctor group calls for ban on drug advertising to consumers", "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/8RgygqQzitc/story01.htm", "topics": ["health", "trade"], "people": ["David Gregorio", "Hillary Clinton", "Bill Berkrot"], "org": "reuters", "election_confidence": 0.5167323907204779, "authors": [{"author_id": 35968, "fullname": "susan kelly", "primary_org": "reuters"}], "date_written": "2015-11-17 23:37:50", "orgs": ["AMA", "U.S. Constitution", "American Medical Association"], "article_id": "e909128eab03afeb4be0e334d74413d5", "date_access": "2015-11-18 00:08:58.143393"}, {"body": "There is only one Hindu in Congress and she is a Democrat. But as of Tuesday, there will be a Republican Hindu Coalition, comprised of Indian Americans looking to amplify their voice in U.S. politics.\nThe group, which formally launches Tuesday evening, isn’t aimed at bolstering the ranks of Hindus across the aisle from Rep. Tulsi Gabbard (D., Hawaii). Instead, the coalition is focused on advancing conservative policies important to the Republican Hindu community, including fiscal discipline, expanded trade, and forceful defense, said its founder Shalabh Kumar. Mr. Kumar is the chief executive of AVG Group, a cluster of electronics-related companies.\nMr. Kumar said he modeled the group after the Republican Jewish Coalition, after attending its annual conference and leaving impressed by its influence on conservative policy toward Israel.\n“I was sort of surprised at the way it caught fire,” Mr. Kumar said of his idea. “I went to my friend who I consider to be the smartest man on this earth, [former House] Speaker Newt Gingrich. Before I said more than two sentences, he said, ‘Great idea!’” Mr. Gingrich is the group’s honorary chairman.\nMr. Kumar, an electronics engineer who was a Democrat before being convinced by former President Ronald Reagan on the campaign trail to become a Republican, is investing $2 million of his own funds. The political action committee connected to the coalition plans to raise at least $5 million, with the goal of raising $10 million for next year’s elections, he said.\nThe wealth of the Indian-American community may help explain why the coalition’s launch is drawing an all-star roster of Republicans, with appearances expected by Senate Majority Leader Mitch McConnell (R., Ky.), House Foreign Affairs Committee Chairman Ed Royce (R., Calif.) and other influential GOP lawmakers.\nIn 2010, the median annual household income for Indian Americans was $88,000, higher than the $66,000 median for all Asian Americans and the $49,800 median of all U.S. households, according to the Pew Research Center. Indian Americans are also among the most highly-educated ethnic groups, with 70% of those 25 or older possessing a college degree. (About half of Indian Americans are Hindu, but more than 90% of all Asian-American Hindus have Indian heritage, according to Pew.)\nMr. Kumar said the coalition will be advocating for tighter federal spending, an overhaul of the legal immigration system, and boosted trade with India. It will also be making its voice known on foreign policy issues. The group could break with conservative Republicans over some issues, including the Export-Import Bank. Mr. Kumar backs reauthorizing the agency, which provides financing and other support to U.S. exporters and has become a favored target of conservative groups, which view it as corporate welfare.\nThe group and its political action committee will also work to register voters and boost turnout among Indian Americans.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "There is only one Hindu in Congress and she is a Democrat. But as of Tuesday, there will be a Republican Hindu Coalition, comprised of Indian Americans looking to amplify their voice in U.S. politics.", "title": "New Hindu Republican Group Aims to Build Conservative Hindus’ Influence", "url": "http://blogs.wsj.com/washwire/2015/11/17/new-hindu-republican-group-aims-to-build-conservative-hindus-influence/", "topics": ["foreign policy/national security"], "people": ["Tulsi Gabbard", "Newt Gingrich", "Ronald Reagan", "Ed Royce"], "org": "wsj", "election_confidence": 0.5955231193753997, "authors": [{"author_id": 1086, "fullname": "kristina peterson", "primary_org": "wsj"}], "date_written": "2015-11-17 12:46:34", "orgs": ["Congress", "House Foreign Affairs Committee", "Senate", "WSJ", "Pew Research Center", "Capital Journal", "Republican Jewish Coalition", "GOP"], "article_id": "f5df630a770196c9fccd76acf2c1d262", "date_access": "2015-11-17 12:53:11.227589"}]