[{"body": "Washington (CNN)Louisiana Gov. Bobby Jindal on Tuesday announced he was ending his campaign for president.\n\"This is not my time,\" Jindal told Fox News' Bret Baier. \"I've come to the realization that this is not my time. So I've come here to announce that I am suspending my campaign for president of the United States.\"\nJindal, 44, was once seen as a rising star in the Republican Party and a strong contender for the White House. The Brown University graduate and Rhodes Scholar was viewed as a strong voice for a Republican Party looking to reach out to minorities and broaden its base.\nHe rose to prominence at the start of President Barack Obama's first term and was given a major spot delivering the Republican Party's rebuttal to the State of the Union address in 2009, but delivered a widely-panned performance.\nJindal's presidential campaign never gained traction as he, along with other establishment Republican candidates, fell victim to the GOP's desire for outsider candidates such as Donald Trump and Ben Carson, who have never held public office.\nHe never topped 2% in any CNN/ORC poll and never advanced past the \"undercard\" round at the Republican debates held thus far.\nA top adviser to Jindal told CNN he may endorse one of his former Republican rivals. But if he does, it will not be imminent.\nHe has a respectable following among some Iowa conservative activists, the product of spending years planning a presidential run.\nHe is the latest governor to drop out of the race, following Scott Walker and Rick Perry. One adviser said Jindal believes government experience is needed in a presidential candidate, so he is more likely to back Ted Cruz or Marco Rubio than Trump or Carson, the two leading candidates in the race.\nJindal reached his decision, two aides said, because he didn't want to go into debt and realized there was no credible path to the nomination.\nAs he left the Fox News studio in Washington Tuesday night, a CNN reporter asked Jindal about who would be the Republican nominee.\n\"It's not going to be Trump,\" Jindal said. \"It'll be somebody else.\"", "byline": "", "description": "Louisiana Gov. Bobby Jindal on Tuesday announced he was ending his campaign for president.", "title": "Bobby Jindal ending presidential campaign", "url": "http://www.cnn.com/2015/11/17/politics/bobby-jindal-announces-he-is-ending-presidential-campaign/index.html", "topics": ["personality"], "people": ["Bret Baier", "Rick Perry", "Scott Walker", "Donald Trump", "Marco Rubio", "Barack Obama", "Bobby Jindal", "Ben Carson", "Ted Cruz"], "org": "cnn", "election_confidence": 0.9973882845631609, "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}, {"author_id": 18601, "fullname": "jeff zeleny", "primary_org": "cnn"}], "date_written": "2015-11-17 23:19:19", "orgs": ["State of the Union", "Republican Party", "Brown University", "GOP"], "article_id": "61c007fa66ae58d3e723fa8aeb624279", "date_access": "2015-11-18 00:00:04.285087"}, {"body": "(AP) â\u0080\u0094 Louisiana Gov. Bobby Jindal dropped out of the 2016 race for president Tuesday, ending a campaign that failed to gain much support among Republicans sifting through a long list of contenders for the GOP nomination.\n\"I've come to the realization that this is not my time,\" Jindal said on Fox News Channel as he announced the decision to suspend his campaign.\nThe 44-year-old governor said he wasn't ready to endorse another candidate, but intended to support the eventual Republican presidential nominee.\nTerm-limited and out of office in January, Jindal said he will work with a think tank he started a few years ago, called America Next, to devise what he called \"a blueprint for making this the American century.\"\n\"Going forward, I believe we have to be the party of growth and we can never stop being the party that believes in opportunity. We cannot settle for the left's view of envy and division,\" Jindal said in a statement.\nThe nation's first elected Indian-American governor, Jindal focused his entire campaign effort on Iowa, first courting evangelical voters and then trying to broaden his appeal as a candidate with conservative policy plans that others weren't offering.\nBut he never won much support in Iowa or elsewhere against higher-profile Republican candidates such as Donald Trump, Ben Carson and Florida Sen. Marco Rubio.\nJindal's low poll numbers kept him off the main debate stages where he could have drawn more attention, and his fundraising lagged. He was facing a major cash crunch to keep the campaign going, after wrapping up the last fundraising period with $261,000 on hand.\nHe also was saddled with low approval ratings and criticism about his governing back in Louisiana, which followed him as he campaigned for the White House.\nJindal's advisers blamed finances as well as the debate criteria that locked him out of the prime-time events for the governor's decision to exit the competition.\n\"He's been thinking about it for a few weeks,\" said campaign strategist Curt Anderson. \"It's not easy. He's a fighter and his instinct is to never give up, but also you have to be realistic in politics.\"\nTamara Scott, a national GOP committeewoman from Iowa, said the response was strong when Jindal spoke to crowds there. She said the Louisiana governor was damaged by a debate process that used national polling, rather than early state polling, to determine who appeared on the main stages.\n\"He had solutions, not just talking points,\" said Scott, who is remaining neutral in the race. \"To me this is very sad that we are losing one that really resonated well with Iowans when they got to hear him.\"\nShane Vander Hart, author of a conservative Iowa blog who recently endorsed Jindal, also expressed disappointment, saying Jindal was getting good reaction in Iowa, though he struggled to gain traction in the polls.\n\"If you've done any of his events, retail politicking is one of his strengths. People as they got to know him liked him,\" Vander Hart said.\nJindal is the third Republican contender to exit the race, all governors. Former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker ended their campaigns earlier this year.\nTimmy Teepell, Jindal's campaign manager and longtime political adviser, said the governor was heading home to Louisiana to announce his plan for closing a $490 million budget deficit before traveling the state as he wraps up his tenure in office.\n___\nAssociated Press writer Catherine Lucey contributed to this report from Iowa.\n___\nFollow Melinda Deslatte on Twitter at:", "byline": "", "description": "BATON ROUGE, La. (AP) — Louisiana Gov. Bobby Jindal dropped out of the 2016 race for president Tuesday, ending a campaign that failed to gain much support among Republicans sifting through a long list of contenders for the GOP nomination.", "title": "Louisiana Gov. Jindal ends bid for GOP nomination in 2016", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US--GOP%202016-Jindal/id-9faf1fbba56042cab4e2d5580ea9b5a9", "topics": ["personality", "budget/taxation", "campaign_finance"], "people": ["Catherine Lucey", "Tamara Scott", "Rick Perry", "Curt Anderson", "Donald Trump", "Marco Rubio", "Bobby Jindal", "Scott Walker", "Ben Carson", "Timmy Teepell"], "org": "ap", "election_confidence": 0.9998349000818798, "authors": [{"author_id": 40132, "fullname": "melinda deslatte", "primary_org": "ap"}], "date_written": "2015-11-17 20:10:00", "orgs": ["GOP"], "article_id": "e7f2cce95b5349e9e9d078dc4b826d16", "date_access": "2015-11-18 02:00:05.743482"}, {"body": "i\n\"In the eyes of the Arabs in Turkey, ISIL is a completely different threat than Saddam Hussain, than the Taliban. They're the neighbor from hell,\" said Sen. Lindsey Graham.\nJim Cole/AP\nhide caption\nitoggle caption\nJim Cole/AP\n\"In the eyes of the Arabs in Turkey, ISIL is a completely different threat than Saddam Hussain, than the Taliban. They're the neighbor from hell,\" said Sen. Lindsey Graham.\nJim Cole/AP\nPresident Obama says he's intensifying his strategy against ISIS — a strategy that includes airstrikes, working with local fighters like the Kurdish Peshmerga and stepping up diplomatic efforts. But Sen. Lindsey Graham, who's running for the Republican presidential nomination, wants to the U.S. to do more. He wants to send in upwards of 10,000 ground forces as part of a coalition to fight ISIS, also known as ISIL. Graham spoke to NPR's Audie Cornish about that coalition of Arab allies, and why he says Syrian refugees coming to the U.S. are \"a symptom of a failed strategy.\"  Interview Highlights On his strategy to fight Islamic State In the eyes of the Arabs in Turkey, ISIL is a completely different threat than Saddam Hussain, than the Taliban. They're the neighbor from hell. My strategy is pretty simple: rally the region who is ready to be led because they're directly threatened by ISIL and we'll provide a thickening of the force, a capability they don't provide. On Arab allies  They've been dropping bombs, but they're not going to go in without us. ... What I would do is go to Turkey, Egypt, Jordan and the region as a whole and say we share two goals. The destruction of ISIL, which is a threat to your societies and our way of life and our homeland. And we will also work together to make sure that Iran doesn't control Syria when this is all over and Assad's got to go. If you don't put the second component on the table, the Arabs are not just going to go in and destroy ISIL and give Syria to Iran. On Syrian refugees coming to the U.S. Number one, a lot of people who are seizing on the refugee issue are demagoguing to emotions behind it, and not addressing the problem. Refugees are symptom of a failed strategy. The reason they're leaving Syria is because they're getting raped and murdered. And could ISIL integrate into this refugee population? Absolutely. So I'm calling for a time out on our refugee program until we can ensure we have proper vetting. I'm more worried about getting it right than anything else. I'm willing to give money to international organizations who are dealing with the refugees in Jordan and Turkey ... I'm willing to help the region deal with refugees but if you don't go to the source of the problems, the refugees continue to flow and eventually ISIL hits us here at home. On his viability in the 2016 race given low poll numbers I'm going to stay in this race as long as I possibly can, and here's what I think. My voice is going to resonate over time. I don't believe you can deport 11 million illegal immigrants. I think a lot of what Trump is saying about illegal immigration is hurting the party ... and I want to go on the offense against radical Islam. New Hampshire is the way forward for me. I hope to do well in Iowa, but John McCain endorsed me last week in New Hampshire, he won there twice. I've gone there a bunch –- I do weddings, funerals, bar mitzvahs, friendly divorces. If you're in New Hampshire I'm coming your way soon. That's whereo I think Lindsey Graham can break through.", "byline": "", "description": "Sen. Lindsey Graham, a Republican candidate for president, also called for a \"time out\" on the U.S.'s Syrian refugee program \"until we can ensure we have proper vetting.\"", "title": "Graham: U.S. Should Shore Up Arab Allies To Fight 'Neighbor From Hell' ISIS", "url": "http://www.npr.org/2015/11/17/456372754/graham-u-s-should-shore-up-arab-allies-to-fight-neighbor-from-hell-isis", "topics": ["foreign policy/national security", "immigration"], "people": ["Lindsey Graham", "Audie Cornish", "Jim Cole"], "org": "npr", "election_confidence": 0.7336155543902145, "authors": [{"author_id": 23, "fullname": "npr staff", "primary_org": "npr"}], "date_written": "2015-11-17 21:25:22", "orgs": ["ISIL", "Taliban"], "article_id": "397a8586d09055f9c0e2fd451709f6b3", "date_access": "2015-11-17 21:32:02.430185"}, {"body": "ANNOUNCEMENT\nReaders: Do you have questions about the political and international scene? Washington Bureau Chief Jerry Seib would be happy to answer them in an upcoming Daybreak video. Send your questions to editor Kate Milani at kate.milani@wsj.com. We look forward to hearing from you!\nHIGHLIGHTS\nWESTERN ALLIES SOUGHT TO KILL KEY SUSPECT IN PARIS ATTACKS: An Islamic State operative suspected of helping plan the Paris attacks had been monitored in Syria by Western allies seeking to kill him in an airstrike, but they couldn’t locate him in the weeks before the plot was carried out, two Western security officials said. The operative, a Belgian citizen named Abdelhamid Abaaoud, was convicted in absentia in Brussels earlier this year of recruiting jihadists, was suspected of masterminding a foiled plot to behead police officers, escaped to Syria and was profiled in Islamic State’s online magazine mocking European authorities for their failure to catch him. A year ago, video emerged of him in Syria, smiling as he drove a truck dragging the dead bodies of Islamic State’s opponents tied to the bumper.\nMr. Abaaoud is one of two people who have emerged at the center of a probe into the attacks that killed 129 people on Friday. Both are at large. French and Belgian authorities are also searching for a 26-year-old petty criminal named Salah Abdeslam, who they say rented a car used in the attacks on Friday and is suspected of driving some of the suicide bombers through Paris. Benoît Faucon, Matthew Dalton, Stacy Meichtry and David Gauthier-Villars report.\nThe latest on the Paris attacks: World leaders pledged to seize on the Paris attacks to deepen their involvement in what looked Monday to be turning into more of a global campaign against the growing threat of Islamic State… The French air force carried out raids against Islamic State stronghold of Raqqa in northern Syria for the second consecutive day, as the U.S. stepped up attacks on Islamic State’s industrial base, striking more than 100 oil tanker trucks … French President François Hollande vowed to adopt hard-line security powers in an attempt to reassure a nation traumatized by the Paris attacks that left at least 129 people dead …Islamic State militants vow in a video released on Monday to launch terror attacks in Washington and Rome similar to the violence that erupted Friday in Paris and killed at least 129 people.  … Turkish officials revealed that they had identified one of the Paris assailants as a terrorism suspect and notified French authorities twice to no avail, highlighting intelligence lapses that plague cooperation among Western allies amid mounting security risks from extremist militants … The Paris attacks have jolted Germany into considering greater military involvement in the fight against Islamic State, despite public opposition to abandoning its largely pacifist foreign policy … Here’s what we know about the attackers … The probe to find the network behind Friday’s attacks in Paris quickly led to Molenbeek, a small neighborhood near the historic center of the Belgian capital… As more information surfaced Monday about the Paris victims, a theme emerged: They were mostly young people, killed while having a night on the town.  … U.S. Secretary of State John Kerry made an unannounced stop in Paris on Monday to meet with French officials and demonstrate U.S. support after Friday’s attacks.\nJAY SOLOMON: IS IRAN’S RESOLUTE SUPPORT FOR SYRIA’S ASSAD A DEAL BREAKER?\nIran is holding firm that Syrian President Bashar al-Assad be allowed to run in any future elections in his country, presenting a potentially fatal blow to renewed international talks aimed at ending the Syrian civil war. On Saturday, 17 countries met in Vienna, including the U.S., Russia and Iran, and outlined a framework for reaching a cease-fire in Syria and then a political transition. Left unresolved, according to diplomats who attended, is what happens to Mr. Assad. The U.S. and its closest Middle East allies, including Saudi Arabia, Turkey and Qatar, have demanded that Mr. Assad leave office as part of efforts to reconcile Syria’s warring factions. But a leading Iranian diplomat at the Vienna talks, however, reaffirmed Tehran’s position that foreign powers cannot decide to bar Mr. Assad from future elections, Jay Solomon reports. Read Jay Solomon’s full post in Washington Wire.\nWSJ STORIES YOU SHOULDN’T MISS\nGOP GOVERNORS OBJECT TO WHITE HOUSE SYRIAN MIGRANT POLICY: Almost two dozen Republican governors oppose allowing Syrian refugees to settle in their states in the wake of last week’s terrorist attacks in Paris, complicating the Obama administration’s efforts to ease the migrant crisis gripping the Mideast and Europe. High-ranking Republicans in Congress also are considering ways to stop the efforts to settle migrants, and a number of GOP presidential candidates on Monday took a similarly hard line. The partisan battle over accepting Syrian refugees began in earnest after authorities in Paris said one of the suspects in the attacks that left 129 dead may have entered France as a refugee. As a result, the already volatile politics of the refugee crisis, and immigration in general, have become vastly more complicated by the addition of a national-security threat. Byron Tau and Kristina Peterson report.\nPARIS ATTACKS SPUR HARSHER TONE FROM GOP CANDIDATES: As a fervid debate over illegal immigration roils the GOP presidential primary, the terrorist attacks in Paris are pushing candidates to take a harder line—a tack some Republicans worry will hamstring their nominee in the general election. Most Republicans seeking the White House have called for President Obama to shelve his plan to admit about 10,000 refugees of the Syrian civil war. The rhetoric escalated in the wake of reports linking one of the suicide bombers to a passport from a Syrian seeking asylum. Former Florida Gov. Jeb Bush and Texas Sen. Ted Cruz are suggesting different standards for Christian and Muslim refugees, while businessman Donald Trump said Monday that the government should “strongly consider” closing mosques in the U.S. Beth Reinhard reports.\nPlus: Days after the Paris terrorist attacks heightened homeland security concerns, Florida Sen. Marco Rubio leveled pointed charges Monday at a pair of Republican presidential rivals who backed efforts to overhaul U.S. bulk collection of phone records.\nRUSSIA SAYS BOMB BROUGHT DOWN PLANE IN EGYPT:Russian officials said Tuesday they had evidence that the plane that crashed in Egypt last month was downed by a bomb, the first time those investigating the crash have cited proof of terrorist involvement. “We can definitely say that this is a terrorist attack,” Federal Security Service of Russia head Alexander Bortnikov said during a televised meeting with President Vladimir Putin. Mr. Bortnikov said authorities had evidence that the Airbus A321 was downed by a homemade bomb, carrying the explosive equivalent of up to one kilogram of TNT. Andrey Ostroukh reports.\nHOW TO FORM AN ARMY TO FIGHT ISIS: It took French President François Hollande to flatly declare it: In the wake of the terror attacks in Paris, the struggle against Islamic State isn’t merely a fight. It is a war. There’s no shortage of aggrieved or alarmed nations to engage in this war, nor of planes to do their part in waging it from the air. What is lacking is an actual army to fight it. “The fundamental problem,” says Richard Haass, president of the Council on Foreign Relations, “is we still don’t have a ground partner.” The principal goal of President Obama as well as European and Sunni Arab leaders now has to be fixing that problem. Read Gerald F. Seib’s full Capital Journal column.\nPlus: Central Intelligence Agency Director John Brennan said the Islamic State terrorist network had developed an “external operations agenda,” plotting attacks far outside its havens in Iraq and Syria, in his first public remarks since the large-scale attacks on Friday in Paris … Terror groups have for years waged a technical battle with Western intelligence services that have sought to constrain them through a web of electronic surveillance.\nALSO IN THE NEWS\nThe Justice Department on Monday spelled out new rules that would encourage more charges against individuals in corporate investigations, as the department seeks to address long-running criticism that it treats executive wrongdoing lightly.\nWhen it comes to watching the Federal Reserve, it’s a good idea to keep an eye on Atlanta and San Francisco, according to a Wall Street Journal survey of economic forecasters.\nIn another marker of the housing market’s swift recovery, a government agency that just two years ago required its first taxpayer-funded bailout said on Monday its reserves were back in line with federal requirements.\nThe Supreme Court rejected a New Hampshire antiabortion group’s effort to obtain internal Planned Parenthood documents through a federal document-disclosure request.\nThe head of the United Nations plans to visit North Korea this week, a South Korean media report said Monday, a trip that would be the first in over 20 years by a U.N. chief.\nThe Food and Drug Administration, in a report released on the eve of a congressional hearing today, said that certain laboratory tests “may have caused or have caused” actual harm to patients by producing erroneous results.\nHillary Clinton’s campaign said Monday that she never meant to suggest that the 2001 terrorist attacks in lower Manhattan are related to the contributions she has received from Wall Street, trying to clean up a moment from Saturday’s presidential debate that opponents have seized on. Meanwhile, Sen. Bernie Sanders is trying to put Mrs. Clinton on the defense over one of her signature issues: paid family leave.\nMarkets broadly shook off concerns stemming from the deadly terror attacks in Paris, even as oil prices rose on the prospect of greater violence in the Middle East.\nWhat should electric companies do with money-losing power plants when there is more than enough electricity available to satisfy day-to-day demand? The answer isn’t to close the unprofitable plants, say two of the nation’s biggest electricity producers, but rather to shift the financial burden to consumers.\nCuban migrants, fearing the gate will soon close on their easy access to legal U.S. residency, have been surging by the thousands through Mexico in a bid to touch soil in southern Texas.\nTODAY’S VIDEO\nSEIB VIDEO: DID THE U.S. UNDERESTIMATE ISIS?\nWSJ’s Washington Bureau Chief Jerry Seib speaks with Defense Secretary Ash Carter at the CEO Council about whether the U.S. underestimated ISIS’s capabilities and whether the Paris attacks will change U.S. strategy toward fighting terrorism.\nHERE’S A LOOK AT THE DAY AHEAD\nOBAMA ADMINISTRATION: President Barack Obama is in Manila for the Asia Pacific Economic Cooperation summit meeting, which starts Wednesday. Shortly after his arrival, toured the Philippine Navy’s BRP Gregorio del Pilar, a former U.S. Coast Guard ship the Philippines acquired in 2011.  President Obama is scheduled to meet with Prime Minister Malcolm Turnbull of Australia.\nCONGRESS: The Senate Health, Education, Labor and Pensions Committee holds a confirmation hearing on the nomination of Robert Califf to be FDA commissioner, at 10 a.m. Dr. Califf was a cardiologist and clinical trial researcher at Duke University before joining the FDA in February as the agency’s deputy commissioner for medical products and tobacco. Government’s regulation of lab-developed diagnostic tests that produced erroneous results and “may have caused or have caused” harm to patients is the subject of a  House Energy and Commerce hearing at 10 a.m.\nECONOMIC INDICATORS: The Labor Department releases the consumer price index for October at 8:30 a.m. ET. The Fed releases its industrial production index for October at 9:15 a.m. The National Association of Home Builders releases its November survey at 10 a.m., and the Treasury releases its Treasury International Capital (TIC) data for September at 4 p.m.\nWALL STREET JOURNAL’S CEO COUNCIL: Speakers and panel members at today’s sessions of CEO Council include House Speaker Paul Ryan(R., Wis.); Jason Furman, chairman of the White House Council of Economic Advisers; Secretary of Education Arne Duncan; Douglas Holtz-Eakin, president of American Action Forum and a former director of the Congressional Budget Office; John Podesta,  chairman of Hillary Clinton’s presidential campaign committee and former White House chief of staff; Neera Tanden, president of the Center for American Progress Action Fund; Leslie Dach,  senior counselor for the Department of Health and Human Services; Sen. John Thune (R., S.D.); Mary Jo White,  chairwoman of the Securities and Exchange Commission; Democratic pollster Peter D. Hart, founder of Hart Research Associates: Republican pollster Bill McInturff, cofounder of Public Opinion Strategies; Lou Holtz, former head football coach at the University of Notre Dame; Gen. Joseph Dunford​, chairman of the Joint Chiefs of Staff; Arati Prabhakar,  director of the Defense Advanced Research Projects Agency; Angus Deaton, 2015 Nobel laureate in economics and professor of economics and international affairs at Princeton University; Danielle Pletka, senior vice president, foreign and defense policy studies at the American Enterprise Institute, and Strobe Talbott, president of the Brookings Institution.\nWHAT WE’RE READING AROUND THE WEB\nIowa Rep. Steve King tells John McCormick of Bloomberg that a visit to Europe and an examination of the Middle East refugee surge there helped convinced him to endorse Sen. Ted Cruz for president: “It’s time for us to take stock of our culture and civilization and save it from the people who worship at the altar of multiculturalism, the people at the left that are happy to import undocumented Democrats and happy to work to document them for their own political gain.”\nSome Western intelligence officials are laying the blame for the Paris terror attacks at the feet of Edward Snowden and his disclosures of Western surveillance secrets, writes David Perera of Politico.\nMatt Vasilogambros writes in the National Journal about the perils refugees have faced after arriving in the U.S. “The es­cape from My­an­mar was dif­fi­cult,” he writes of one refugee, Pa Hu. “Life here, however, hasn’t been much easi­er, as they have fallen in­to sev­er­al of the many holes in the U.S. refugee re­set­tle­ment sys­tem.”\nIn the WSJ’s Think Tank, David Fontaine writes that “closing borders to Syria’s refugees could ultimately produce more terrorism, not less” by leaving would-be refugees languishing in refugee camps where frustration and anger can help breed more extremists.\nTWEET OF THE DAY\nGov. Bobby Jindal @BobbyJindal: I just signed an Executive Order instructing state agencies to take all available steps to stop the relocation of Syrian refugees to LA.\nThe White House @WhiteHouse: “We do not close our hearts to these victims of such violence.” —@POTUS on the Syrian refugee crisis snpy.tv/1kAmIxH\nFEEDBACK: The Capital Journal Daybreak newsletter is The Wall Street Journal’s morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more. Send your tips, feedback and suggestions for recommended reading to editor Kate Milani at kate.milani@wsj.com.\nSIGN UP: Capital Journal Daybreak, straight to your inbox http://on.wsj.com/CapitalJournalSignup\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "An Islamic State operative suspected of helping plan the Paris attacks had been monitored in Syria by Western allies seeking to kill him, and more in Capital Journal Daybreak, The Wall Street Journal's morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more.", "title": "Capital Journal Daybreak: Western Allies Sought to Kill Key Suspect in Paris Attacks", "url": "http://blogs.wsj.com/washwire/2015/11/17/capital-journal-western-allies-sought-to-kill-key-suspect-in-paris-attacks-is-irans-support-of-assad-a-deal-breaker-newsletter-draft/", "topics": ["foreign policy/national security"], "people": ["Ash Carter", "Mary Jo White", "Francois Hollande", "Kate Milani", "Bashar Assad", "Vladimir Putin", "Jerry Seib", "Jason Furman", "David Perera", "Ted Cruz", "Byron Tau", "John Brennan", "Richard Haass", "Steve King", "Gerald F. Seib", "Bobby Jindal", "Bernie Sanders", "Arne Duncan", "Danielle Pletka", "Douglas Holtz", "John Thune", "Neera Tanden", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Paul Ryan", "John Podesta", "John Kerry", "Peter D. Hart", "Kristina Peterson", "Hillary Clinton", "Strobe Talbott", "Jay Solomon", "Robert Califf", "Matthew Dalton", "Edward Snowden"], "org": "wsj", "election_confidence": 0.8653133552336838, "authors": [], "date_written": "2015-11-17 13:11:18", "orgs": ["FDA", "Fed", "CONGRESS", "White House Council of Economic Advisers", "House Energy and Commerce", "University of Notre Dame", "WSJ", "Supreme Court", "Capital Journal", "Treasury", "U.S. Coast Guard", "National Association of Home Builders", "Drug Administration", "Federal Reserve", "Congress", "S.D.", "Hart Research", "Congressional Budget Office", "GOP", "Capital Journal Daybreak", "United Nations", "Securities and Exchange Commission", "Labor Department", "TNT", "Department of Health and Human Services", "Central Intelligence Agency", "Joint Chiefs of Staff", "American Action Forum", "Council on Foreign Relations", "Brookings Institution", "Center for American Progress Action Fund", "U.N.", "Princeton University", "National Journal", "Justice Department", "Washington Bureau", "Public Opinion Strategies", "American Enterprise Institute"], "article_id": "faedcb7f368b10f229860e9c76cddd56", "date_access": "2015-11-17 13:56:18.556596"}, {"body": "**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Cruz, Rubio sparring intensifies • Fiorina aces it with millennials in FBN debate • Oops: Clinton foundation finds more foreign donors • Gore still cool to Hillary • ‘If your name is Keith, there’s a pretty decent chance that we won’t get along’\nCRUZ, RUBIO SPARRING INTENSIFIES Broadly (and imprecisely) speaking, there are three main ideological channels in the Republican Party: business boosters, values voters and leave-us-alone libertarians.  Yes, voters can occupy more than one channel and, yes, voters sometimes change channels depending on the issue. But these are the basic divisions and, the most frequent sources of tension.  When big business wants the government funded no matter what and social conservatives refuse to budge on Planned Parenthood funding, you see the tension.  One of the uniting forces in Republican politics, at least since the Vietnam War, has been foreign policy. The GOP, even considering some strong isolationist roots, generally has identified itself as the party of a robust defense and a hardline stance on national security.  Just look at how quickly the 2016 presidential candidates and legislative leaders lined up behind a moratorium on accepting Syrian refugees.  But as we saw in a counter-volley Monday in the escalating conflict between Sens. Ted Cruz and Marco Rubio, a probable final pairing for the nominating contest, national security is becoming increasingly fraught as a topic.  While this ideological split is not new, two events – the Iraq war and Edward Snowden’s revelation of the extent of domestic spying – have sharpened the contours of the disagreement.  The refusal of all but a few third-tier candidates to commit to more ground troops for Syria and Iraq tells you the political effect of the 2003 U.S.-led invasion of Iraq itself.  And now, here comes Snowden.  Speaking at a WSJ event, Rubio blasted Cruz for the Texas senator’s vote in favor of a measure which stopped the federal government from what is euphemistically called “bulk data collection” but was scattershot domestic surveillance which remained available to be searched by investigators to try to “connect the dots.”\nGiven that the strongest proponent of the domestic spying, Jeb Bush, and its strongest detractor, Rand Paul, are diminished, we have not heard that much about the issue. But Rubio reintroduced it with a sonic boom.  Rubio’s accusation is that Cruz, who voted with libertarian-minded Paul to end the program “weakening our intelligence-gathering capabilities” which “leaves America vulnerable.” To level that charge when Americans are on high alert in the wake of the Paris attacks is a gloves-off move from Rubio, who found himself last week on the receiving end of a Cruz attack on “amnesty.”  Now, while the charges are potentially incendiary, Republicans can at least be glad that they are fighting on issues of substance rather than the efficacy of a belt buckle at stopping a stabbing. Plus, on the issues of not just domestic surveillance but also how large the U.S. footprint in Iraq as Syria should be, these are fights the GOP needs to sort out.  The Cruz/Rubio duel has started sooner than expected and with plenty of intensity. This is likely just an early flare-up, but if it hints at what the two 44-year-old senators are going to be throwing down later, the Republican electorate will be treated to what promises to be a pointed and maybe even smart debate about its future.  Trump wants U.S., allies to buy ‘a big, beautiful safe zone’ for refugees in Syria - NYT: “ ‘I predicted Osama bin Laden,’ Mr. Trump declared in Knoxville, adding, ‘In my book, I predicted terrorism. Because I can feel it, like I feel a good location, O.K.?’ ‘In real estate — my father always used to tell people, ‘You know, he may be my son, but everything he touches turns to gold,'‘ Mr. Trump said. His father helped him begin his real estate career with a loan. ‘When my father said that, that was a great compliment because he was a tough cookie. He said, ‘He has an instinct for location.’ You have an instinct about things. I really believe I have an instinct for this kind of thing.’”  Fiorina aces it with millennials in FBN debate - Fox Business: “The College Republican National Committee (CRNC) along with G2 Analytics hosted a web-based focused group during the FOX Business Network and Wall Street Journal debate surveying both Republican and Independent Millennial voters. In data provided exclusively to FOXBusiness.com, the CRNC found that overall Millennials aged 18-29 resonated the most with Carly Fiorina during the debate, with 81% more likely to support her. The top five candidates that Millennials resonated with: Carly Fiorina, Kentucky Senator Rand Paul, Dr. Ben Carson, Florida Senator Marco Rubio and former Florida Governor Jeb Bush. Written responses in the poll cited Fiorina as articulating her positions and policies clearly and providing answers that were solutions oriented.”  Jeb’s PAC burning through fat stacks of cash - Politico: “According to media buyers and a POLITICO review of TV ad purchase data, Bush and his allies are on pace to spend $5 million more than Team Rubio on broadcast, cable and radio ads through the first four voting states – but for that sum, they will put fewer ads on the airwaves. That’s because the vast majority of Bush’s ads are paid for by his super PAC – roughly 85 percent for Bush versus only 40 percent for Rubio – and super PACs get far less bang for their buck.”  You’re going to want to bookmark this – Real Clear Politics has launched its delegate tracker for the 2016 GOP nomination. You’ll be back…  WITH YOUR SECOND CUP OF COFFEE… Is Martin Scorsese the best filmmaker of the last 50 years? If you look at “Goodfellas,” “Casino,” “The Departed” and “The Last Waltz” one would be sorely tempted to say so, especially American males, whom Scorsese treated to riveting action, macho codes of honor and stunning beauties. And given his peer group, which included Brian De Palma, Francis Ford Coppola, George Lucas and Steven Spielberg, Scorsese seems almost more remarkable for his ability to shine. But if you watched “New York, New York” or suffered through the gritty grind of both “Taxi Driver” and “Raging Bull” in close proximity, you might think that Scorsese was impossibly overrated. But whatever you think, he made this perfect scene. Happy birthday, Martin Scorsese.  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.5 percent//Disapprove – 49.8 percent Directions of Country: Right Direction – 29.1 percent//Wrong Track – 63.4 percent  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  OOPS: CLINTON FOUNDATION FINDS MORE FOREIGN DONORS Fox News: “The Clinton Foundation announced late Monday that it had amended its tax return forms from four separate years due to errors in the reporting of donations from foreign governments…The foundation now reports receiving $20 million in government funds between 2010 and 2013, most of it from foreign governments. The foundation had neglected to state its government funding separately from other funding sources in its original returns. The foundation also revealed that it raised $177 million in 2014, the year before Hillary Clinton announced her run for the presidency…Critics have said that the foundation's dealings during her tenure as secretary of state represented a conflict of interest. Critics have also slammed the foundation after it admitted earlier this year that it had not complied with an ethics agreement that had been insisted upon by the Obama administration and signed by Clinton prior to becoming secretary of state.”  What they meant to say… - Forbes breaks down the amendments to the Clinton Foundation’s reporting in three consecutive years it received “no donations from foreign government sources” and to speeches by Bill, Hillary and Chelsea that were reported as charitable contributions, but actually, the speech fees were payments for services.  Email from top aide says Hillary ‘often confused’ - The Hill: “Former Secretary of State Hillary Clinton was “often confused,” according to a 2013 email from her longtime aide Huma Abedin… The comment…was revealed on Monday following a Freedom of Information Act lawsuit from conservative legal group Judicial Watch. In the Jan. 26, 2013, message, Abedin gave the note about Clinton while discussing the secretary’s schedule with another Clinton aide, Monica Hanley.  ‘Have you been going over calls with her for tomorrow?’ Abedin asked Hanley. ‘So she knows [then-Indian Prime Minister Manmohan] singh is at 8?’\n‘She was in bed for a nap by the time I heard that she had an 8am call,’ Hanley responded. ‘Will go over with her.’\n‘Very imp to do that,’ Abedin said in response. ‘She’s often confused.’  The email was sent to Abedin via the email address that she kept on Clinton’s personal server.”  Gore still cool to Hillary - An aide to the former Vice President Al Gore told Politico he’ll stay on the sidelines until his party has selected its nominee. “Gore’s reticence, his friends and allies say, is in part to maximize his own leverage on fighting climate change. But…also reflect[s] a complicated relationship with [Hillary]… [A] rivalry started when the two baby boomer policy wonks arrived in the White House in 1993. Gore got the new administration’s environmental and technology portfolios. Bill Clinton raised eyebrows by assigning his wife what would become an ill-fated attempt to pass comprehensive health-care reform legislation…Gore’s own efforts to take the next big step in his political career suffered in no small part because of the roller coaster politics associated with the Lewinsky saga and the general drama that has become synonymous since then with anyone running for office named Clinton.”  Too little, too late for Marty O? - Baltimore Sun: “Trailing in polling and fundraising, Martin O'Malley's presidential campaign is shifting staff from its Baltimore headquarters to early primary states such as Iowa. The shift comes just days after O'Malley's performance at the second debate was widely praised. Yet his campaign has struggled to raise the money needed to mount a campaign -- reporting less than $1 million on hand at the end of the third quarter.”  SOUND OFF: READERS RESPOND TO THE 2016 POWER INDEX “With Islamic terrorism now the preeminent national issue, the GOP needs to nominate its best informed and fluent foreign policy candidates – Marco Rubio and Carly Fiorina – as the 2016 ‘ticket’.” – Jim Hartman  “While I am having difficulty making a selection for the Republican candidate, I have begun to think that after the Friday massacres in France we need a very strong leader.  It is now my thought that Chris Christie might be that guy.  He certainly could debate Hillary Clinton also.” – Chloe Gardner  “Recent events have painfully illuminated the seriousness of the upcoming presidential election in terms of national security, the economy, and international relations and entanglements. Hopefully, we can count on sober voters to end their adolescent flirtations and give consideration to the most serious candidates as balloting dates approach.” – Mary Heller  “I understand why your index puts Cruz ahead of Rubio, but I feel that those who favor Cruz fail to understand that he is too extreme to win over unaffiliated voters in the general election. Isn't the choice made by us in the primary to put up the best candidate to win in the general election?” – Salvatore Pace  “Your Power Index is laughable  !! It must be put together by morons  !!!” - Ernst Gehrich  ‘IF YOUR NAME IS KEITH, THERE’S A PRETTY DECENT CHANCE THAT WE WON’T GET ALONG’ How’s the strength of the legal disclaimer on your email signature? Writing at the New Yorker, Tim Hickey has some suggested improvements:  “CONFIDENTIALITY NOTE: If you are the intended recipient of this electronic missive, then consider yourself fortunate. If you are not the intended recipient, then God help you, because there are hard times headed your way, my friend. If you have received this message in error, the error is likely yours, but should the error be mine, just try and prove it, mother-effer. Every member of my legal team attended a top-tier law school and scored well above the national average on the LSAT. They can’t wait to sue you into oblivion and consequently enrich themselves through your divestiture.” It goes on from there, and you will go on laughing.  AND NOW A WORD FROM CHARLES… “What struck me above all was not the misstatement of facts or the delusions about what’s going on, it's the president’s tone. There was this lassitude, passivity, annoyance, he was irritable. You know, ‘You guys asking me again if the strategy is working,’ as if it’s all so obvious that it is.” – Charles Krauthammeron “Special Report with Bret Baier” Watch here.  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "The duel has started sooner than expected and with plenty of intensity", "title": "Cruz, Rubio sparring intensifies", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/71wE47oD_-M/", "topics": ["health", "ethics"], "people": ["Chris Wallace", "Steven Spielberg", "Ted Cruz", "Chris Stirewalt", "Chris Christie", "Kelly File", "Bret Baier", "Mary Heller", "Huma Abedin", "Rand Paul", "Martin O'Malley", "Bill Clinton", "Jeb Bush", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Jim Hartman", "Al Gore", "Charles Krauthammeron", "Hillary Clinton", "Edward Snowden", "Ben Carson"], "org": "fox", "election_confidence": 0.9909125498372724, "authors": [], "date_written": "2015-11-17 15:49:20", "orgs": ["College Republican National Committee", "Team Rubio", "PACs", "Freedom of Information Act", "Clinton Foundation", "PAC", "FNC", "Chelsea", "GOP"], "article_id": "f5b5c9f90fc8d3c7fc01e5aa188818b6", "date_access": "2015-11-17 16:22:08.205932"}, {"body": "One of Hillary Clinton’s top advisers said Tuesday that the Democratic front-runner supports raising taxes for wealthy Americans. “There is more room for the wealthy to pay more,” John Podesta, her campaign chairman, said at the Wall Street Journal CEO Council annual meeting in Washington.\nHe said she rejects tax increases for people earning less than $250,000 a year but that more money is needed to fund smart national investments.  And he said that 90% of the income gains during the recovery went to the top 1% of taxpayers.\nBut he did not specify at what level higher tax rates should kick in or how much they should be raised.  Those details are expected when Mrs. Clinton puts forth a full tax plan.\nOn the corporate side of the tax code, a longtime adviser to Mrs. Clinton said that the code needs to be overhauled to be less complex, more fair and generate more money for the Treasury.\nAt the CEO council, Neera Tanden, president of the Center for American Progress Action Fund, advocated for a “middle ground” in overhauling the corporate tax code. She said she rejected “corporate tax reform that simply reduces taxation rates and [provides] no additional contribution” and said the corporate side of the tax code should be “contributing” to reducing the deficit.\nMore From WSJ CEO Council\nMarco Rubio Says GOP Rivals Paul and Cruz Tried to Weaken U.S. Intelligence Efforts\nObama Adviser Furman Sees Limited Economic Impact From Paris Attacks\nFull coverage — articles and videos — from WSJ CEO Council\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "One of Hillary Clinton’s top advisers said Tuesday that the Democratic front-runner supports raising taxes for wealthy Americans. “There is more room for the wealthy to pay more,” John Podesta, her campaign chairman, said at the Wall Street CEO Council conference.", "title": "Top Clinton Adviser Says Wealthy Should Pay More in Taxes", "url": "http://blogs.wsj.com/washwire/2015/11/17/top-clinton-adviser-says-wealthy-should-pay-more-in-taxes/", "topics": ["budget/taxation", "economy"], "people": ["Marco Rubio", "John Podesta", "Hillary Clinton", "Neera Tanden"], "org": "wsj", "election_confidence": 0.9486110301917282, "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}], "date_written": "2015-11-17 15:07:34", "orgs": ["Center for American Progress Action Fund", "WSJ", "GOP", "Capital Journal", "Treasury"], "article_id": "7e89f9887a1621377b7e2568a7d7e634", "date_access": "2015-11-17 15:48:32.716515"}, {"body": "Hugh Hewitt is a lawyer, law professor, author and host of a nationally syndicated radio show. He served in the Reagan administration in posts including assistant counsel in the White House and special assistant to two attorneys general. The opinions expressed in this commentary are his.\n(CNN)Even as the campaign for the White House shifted on its axis after the atrocities in Paris and again following the president's tantrum in Turkey -- his defenders are using the last refuge of the desperate by claiming the President's scornful mocking of slogans about \"America leading\" or \"America winning\" were taken out of context -- the basic realities of the campaign remain fixed.\nFormer Secretary of State Hillary Clinton will be the Democratic nominee. And no one knows who will carry the GOP standard.\nAfter interviews on my radio show with former Florida Gov. Jeb Bush, New Jersey Gov. Chris Christie, Sen. Ted Cruz, Carly Fiorina and Sen. Lindsey Graham during or since the Paris attacks, the conversation has of course been about the security of Americans and the world in the face of an ISIS threat the President declared \"contained\" the morning of the Paris slaughter.\nThe Republicans all called on the President to rethink the expanded admission of Syrian refugees.\nChristie resisted the emotional appeal of orphaned children and bluntly stated that he opposed admission of any Syrian refugees whatsoever because the President's and his administration's record is so awful in following through on any program. Hard to argue with Christie, given the IRS, VA and Edward Snowden scandals.\nEven as they push for the public's attention and agreement in every setting, however, each of many GOP campaigns has to find and turn out actual voters.\nIn particular, they have to find weekly churchgoers, the most reliable of all Republican primary voters, and not just in Iowa and New Hampshire, but across all the states in the \"SEC primary\" on March 1 and the first day of \"winner-take-all primaries\" on March 15.  How to find these specific people?\nMy longtime friend Jonathan Bock in Los Angeles, whose Grace Hill Media has been successfully marketing big studio releases to Christian churches and audiences for two decades, has just launched an intriguing new technology that goes far beyond generating a mailing list of people who tell pollsters they attend church.\nHis Christians in Churches (CiC) platform is a mobile advertising technology that he says is able to create exquisitely precise audiences based on their physical attendance at one of 300,000-plus churches around the country.\n\"Could your technology work for campaigns?\" I asked him. \"Could you find my Presbyterians -- PCA not PCUSA -- in Florida who are there every week, or Catholics who attend Mass every Sunday (or Saturday night) in Manchester?\"\nOf course, he replied. And, Republicans take note, this is not just a technological advancement that can help you. Democrats are not unaware of the developments in microtargeting by faith.\nThe research that went into creating CiC, Bock said, indicates that while 46% of those who attend church at least once a week are registered Republicans, more than a third -- 36% -- are Democrats. After the success the Obama campaign had in harnessing digital technology in 2008 and 2012, the Clinton team will also be mining the church attendance data.\nSo what exactly can CiC do?\n\"Besides church attendance,\" Jon explained, \"CiC's technology uses other attributes to hypertarget their audience: like demographics (gender, age), religious denominations, frequency of attendance and other places patronized in the last nine months (restaurants, movie theaters, sports venues, schools, you name it.)\n\"So for example,\" he continued, \"suppose you are a political campaign and want to target ads at politically active mothers of young kids in Iowa City who go to a Presbyterian church every week. CiC's technology can serve that up based on church attendance, weekday proximity to elementary schools (dropping kids off and picking them up at 8 a.m. and 3 p.m.) and these moms' appearances at campaign rallies over the last few months.\"\nOf course, there is a website: www.ChristiansInChurches.com.  The vaunted \"voter vaults\" of a decade ago are as old as dial-up now. With news cycles shorter than ever, the campaigns that manage their marketing of timely messages to the most reliable voters are going to win the political battles that begin with the Iowa caucus in February.\nThe election changed last Friday, just as sermons did on Sunday and news coverage through today and beyond. But the blocking and tackling of the election didn't change --the imperative to turn out your likeliest voters. The meta-messaging that candidates have been using on my show and on others, and via speeches, is intended to move a voter towards them. Now their campaigns must touch those voters, tag them, and bag them in February and March.\nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine.", "byline": "", "description": "", "title": "GOP campaign's real focus: Iowa, not Syria", "url": "http://www.cnn.com/2015/11/17/opinions/hewitt-syria-gop-get-out-the-vote/index.html", "topics": ["foreign policy/national security"], "people": ["Chris Christie", "Jeb Bush", "Hillary Clinton", "Lindsey Graham", "Hugh Hewitt", "Carly Fiorina", "Edward Snowden", "Ted Cruz"], "org": "cnn", "election_confidence": 0.8390693440955025, "authors": [{"author_id": 38859, "fullname": "hugh hewitt", "primary_org": "politico"}], "date_written": "2015-11-17 22:50:59", "orgs": ["SEC", "IRS", "Reagan", "GOP", "PCA"], "article_id": "02d4568a3b66a4bb487238fba948cf65", "date_access": "2015-11-17 23:22:10.796197"}, {"body": "WASHINGTON U.S. lawmakers called on Tuesday for even tighter scrutiny of Syrian refugees fleeing to the United States as last week's deadly Paris attacks recast America's long-running debate over immigration and national security.\nRepublican leaders in the U.S. House of Representatives, worried about Islamist attacks following Friday's killings of 129 people in France, threatened to suspend President Barack Obama's efforts to allow 10,000 more Syrian refugees into the country.\nDemocrats also called for close vetting of refugees from the four-year-old civil war in Syria in case they are linked to extremist groups such as Islamic State, which claimed responsibility for the Paris killings.\nThe attacks focused the spotlight in Washington on national security with the November 2016 presidential election campaign heating up and Obama in the final year of his presidency.\n\"This is a moment where it is better to be safe than sorry,\" the Republican House Speaker Paul Ryan told reporters.\nSeparately, two influential senators, Republican Jeff Flake and Democrat Tim Kaine, responded to the Paris attacks by renewing their push for Congress to vote on a formal authorization for the use of military force for the campaign against Islamic State.\nBut most of the emphasis in the Republican-controlled Congress has been on the backlash against Syrian refugees.\nRyan called for a pause in Obama's program, announced in September, to accept 10,000 Syrian refugees in a year. The number of Syrians destined for the United States is low compared with figures in European countries such as Germany.\nThe issue has challenged America's image of itself as a nation that welcomes downtrodden newcomers, with some lawmakers suggesting all Syrians should be barred, or that Christian Syrians should be favored over Muslims.\nRepublican Senator John McCain on Tuesday backed scrupulous vetting but strongly opposed such discrimination.\n\"All of us are God’s children ... so I disagree with that assumption that only Christian children should be able to come to the United States,\" he told Reuters.\nRepublicans and Democrats have both voiced fears that housing refugees from a conflict zone in the Middle East could  leave the country open to attacks like those staged by al Qaeda  on Sept. 11, 2001.\nSenator Ben Cardin, the ranking Democrat on the Foreign Relations Committee, said Washington should look at the strongest possible vetting process to ensure \"terrorists cannot get into the United States through our refugee program.\"\nThe current U.S. screening process takes 18 to 24 months and is tighter than that in Europe, he said.\nOther Western countries have begun to question their willingness to admit Syrians after reports that at least one of the Paris attackers passed through Greece in October.\nThe White House National Security Council said it was continuing to look for ways to tighten screening.\nSenior Obama administration officials including Homeland Security Secretary Jeh Johnson held a classified briefing on Tuesday evening for all 435 members of the House about the aftermath of the Paris attacks. But many Republicans remained deeply concerned.\n\"I have great concerns about allowing people on our shores without knowing that we're able to find out information about them,\" said Republican Representative Matt Salmon. \"I'm leaving this briefing far less comfortable than when I came in.\"\nIMMIGRATION FIGHTS\nU.S. politicians have debated for years over immigration, most recently about Latin Americans who entered the country illegally.\nConservative Republicans in the 2016 White House race are offering competing plans to limit illegal immigration. Republican presidential campaign front-runner Donald Trump has threatened to deport the 11 million already in the United States.\nRepublican presidential candidate Jeb Bush broke with rivals by saying he would support the entry of some Syrian refugees but stressed that screening must be tough enough to bar militants.\nWorrying refugee advocates, at least 26 mostly Republican governors say they are concerned about people resettling in their states after fleeing Syria's four-year-old civil war, saying some could be associated with Islamic State. Other governors, mostly Democrats, have said Syrians are welcome.\nSecretary of State John Kerry said that of 785,000 refugees accepted since 2001, only 12 \"were found to perhaps be problematic with respect to potential terror.\"\nBut he told NBC that while screening is effective it will have to be increased and \"will probably go slower and cost more money.\"\nRyan did not offer details about proposed legislation to pause Obama's refugee plan, but said in an interview with the Wall Street Journal that he would bring it to the House floor on Thursday.\nHe said he had spoken to the White House, congressional Democrats and senators about the bill.\nSeveral other Republicans are pushing to include a provision to block the resettlement of Syrians in a trillion-dollar budget bill that must be passed, and signed into law by Obama, by Dec. 11.\nOthers have proposed measures setting strict conditions on admitting Syrians, such as requiring the FBI director to certify that refugees' background checks have been completed, and an audit of the vetting process.\nThe Senate, where Republicans hold a smaller majority than in the House, would also have to approve any legislation before it could take effect. Rhetoric there has been less heated than in the House.\nA plan by Canadian Prime Minister Justin Trudeau to accept 25,000 Syrian refugees by the end of the year ran into trouble on Monday as some local leaders said the timeline is too short.\n(Additional reporting by Richard Cowan, David Lawder and Susan Cornwell; Writing by Alistair Bell; Editing by Howard Goller, James Dalgleish and Ken Wills)", "byline": "", "description": "WASHINGTON (Reuters) - U.S. lawmakers called on Tuesday for even tighter scrutiny of Syrian refugees fleeing to the United States as last week's deadly Paris attacks recast America's long-running debate over immigration and national security.", "title": "Paris attacks reshape U.S. debate on immigration, security", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/jl7wi84m4eM/story01.htm", "topics": ["foreign policy/national security"], "people": ["John Kerry", "Howard Goller", "David Lawder", "Ben Cardin", "James Dalgleish", "Jeb Bush", "Justin Trudeau", "Jeh Johnson", "Donald Trump", "Matt Salmon", "Barack Obama", "Paul Ryan", "Ken Wills", "Richard Cowan", "Susan Cornwell", "Alistair Bell"], "org": "reuters", "election_confidence": 0.5448428293822747, "authors": [{"author_id": 33517, "fullname": "patricia zengerle", "primary_org": "reuters"}, {"author_id": 33445, "fullname": "megan cassella", "primary_org": "reuters"}], "date_written": "2015-11-18 01:21:58", "orgs": ["Congress", "Senate", "al Qaeda", "U.S. House of Representatives", "Foreign Relations Committee", "Homeland Security", "United States.", "FBI"], "article_id": "f105c042658c9f3a7a0e9a9d43c01a5c", "date_access": "2015-11-18 01:48:40.418413"}, {"body": "11/17/15 03:32 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\nWe're working on more stories right now\nBy\nEric Velasco\nBy\nPatrick Michels\nBy\nSaundra Amrhein\nBy\nDebra Bruno\nAP Photo\nBy\nEliza Collins\n11/17/15 03:32 PM EST\nTed Cruz continued his collection of endorsements Tuesday with prominent conservative activist Virginia “Ginni\" Thomas.\n“I am looking for the kind of person who will be the leader of the free world,” Thomas said in an endorsement video. “Someone who has a North Star; someone who is a principled, experienced conservative. And Ted Cruz has got the scars to show he has tangled with the top Republican leaders and Democrats leaders in town…Rhetoric and promise on the campaign trail are not enough.”\nStory Continued Below\nThomas’ husband is conservative Supreme Court Justice Clarence Thomas.\n“What’s great about Ted Cruz is we don’t have on the job training problems,\" she says.\nThomas’ endorsement follows Iowa hardliner Steve King’s announcement of support on Monday.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Conservative activist &quot;Ginni&quot; Thomas endorses Cruz", "url": "http://www.politico.com/story/2015/11/virginia-ginni-thomas-endorses-ted-cruz-215988", "topics": ["economy"], "people": ["Steve King", "Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Kate Tummarello", "Hadas Gold", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Ted Cruz", "Barack Obama", "Debra Bruno", "Jenny Hopkinson", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Loretta Lynch", "Annie Karni", "Patrick Michels", "Josh Gerstein", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Clarence Thomas", "Donald Trump", "Rick Scott", "Saundra Amrhein", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.7843097094999948, "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-11-17 20:32:54", "orgs": ["Washington And The World", "FDA", "National Defense", "Gawker", "Amtrak", "Senate", "Ginni", "Supreme Court", "Justice Department", "FCC", "Congressional Black Caucus", "Senate GOP", "College", "Supreme Court Justice", "CMS", "GOP"], "article_id": "700a66da61697e8f94a924c33a849279", "date_access": "2015-11-17 20:43:38.888935"}, {"body": "Dallas (CNN)Hillary Clinton won the endorsement of the nation's top service employee union on Tuesday, solidifying her lock on organized labor over Bernie Sanders, her top Democratic opponent in 2016.\nThe International Executive Board of the Service Employees International Union met Tuesday in Washington, where they voted to extend their endorsement to Clinton. The executive body represents the almost 2 million workers represented by the union.\n\"Hillary Clinton has proven she will fight, deliver and win for working families,\" SEIU International President Mary Kay Henry said in a statement. \"SEIU members and working families across America are part of a growing movement to build a better future for their families, and Hillary Clinton will support and stand with them. This movement for economic, racial, immigrant and social justice is poised to turn out to vote in November with their families and communities and keep pushing elected officials to deliver once in office.\"\nClinton praised the SEIU's endorsement in a statement released by her campaign, saying she was \"deeply honored.\"\n\"As president, I will be proud to stand with SEIU and fight alongside them -- to defend workers' right to organize and unions' right to bargain collectively, to raise incomes for working people and the middle class, and to ensure that hardworking Americans can retire with dignity and security,\" Clinton said.\nThe endorsement comes far earlier in the Democratic nominating process than it did in 2008, when the union picked then-Sen. Barack Obama over Clinton in February of that year.\nThe national endorsement is not binding to state and local SEIU chapters -- a local chapter in New Hampshire, for example, endorsed Sanders earlier this month -- but the national endorsement comes with more infrastructure, money and organization than the local backing.\nIn order to make their decision, SEIU held a 1,200-member conference in March and conducted three national member polls from fall 2014 to fall 2015.\nCoupled with their endorsement, SEIU released a video touting their endorsement that features members describing why they support the former secretary of state.\nThe SEIU endorsement comes less than a month after AFSCME, the largest trade union of public employees in the United States, endorsed Clinton and gives the Democratic front-runner a credible claim on having the bulk of organized labor behind her.\nThe American Federation of Teachers, a group that has long supported Clinton, also backed the former secretary of state in July.\nSanders has responded to the wealth of union endorsements by claiming that whole union leadership is with Clinton, it is the members on the ground that are behind him.\n\"Bernie is proud to have the grassroots support of tens of thousands of working families in AFSCME and other unions,\" Sanders' spokesman Michael Briggs said in response to Clinton's endorsement last month.", "byline": "", "description": "Hillary Clinton won the endorsement of the nation's top service employee union on Tuesday, solidifying her lock on organized labor over Bernie Sanders, her top Democratic opponent in 2016.", "title": "SEIU endorses Clinton for president", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-seiu-endorsement-2016/index.html", "topics": ["trade", "economy"], "people": ["Mary Kay Henry", "Bernie Sanders", "Barack Obama", "Hillary Clinton", "Michael Briggs"], "org": "cnn", "election_confidence": 0.6125216611897571, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-17 17:50:12", "orgs": ["American Federation of Teachers", "AFSCME", "SEIU"], "article_id": "e56b7ebe7025b9a7e9603f2f28dc552e", "date_access": "2015-11-17 18:01:19.078809"}, {"body": "Investigation\nHer legislation on banking and housing finance stalled as crisis escalated.\nBy\nJeff Gerth\nNovember 15, 2015\nGetty\nUnder attack during Saturday night’s Democratic debate over her historical reliance on campaign contributions from Wall Street, Hillary Clinton said she isn’t influenced by such donations and would be at least as tough on the industry as her opponents.\n“You can look at what I did in the Senate,” Clinton said. “I did introduce legislation to rein in compensation. I looked at ways that the shareholders would have more control over what was going on in that arena. And specifically said to Wall Street, that what they were doing in the mortgage market was bringing our country down.”\nStory Continued Below\nYet an examination of Clinton’s remarks to Wall Street in December 2007 and her actions as a New York senator—a period when she had the best opportunity to translate her words into deeds—presents a more mixed picture of her record on the financial industry.\nThe bills Clinton introduced on banking and housing finance got no traction. When she had a chance to support a 2007 bill that aimed to curb a tax break she publicly decried for hedge-fund and private-equity executives, she failed to sign on.\nClinton also has some history with the shadow-banking world she says is a continuing risk to the financial system. While in the Senate, she made a little-noticed overture to Treasury Secretary Henry Paulson, who was involved in talks to rescue giant insurer AIG with government funds. She was calling on behalf of wealthy investors who stood to lose millions and had hired two longtime Clinton associates to represent them.\n‘Cut it Out’\nIn his most direct attack on Clinton’s record to date, Sanders on Saturday suggested that she was in Wall Street’s pocket.\n“Why, over her political career has Wall Street been a major—the major campaign contributor to Hillary Clinton? You know, maybe they're dumb and they don't know what they're going to get, but I don't think so,” the Vermont senator said.\nIn her defense, Clinton brought up her efforts to help Wall Street rebuild after the 2001 terrorist attacks, a reference that later led one panelist to suggest she was avoiding the original question. But Clinton also defended her record as tough on the banks, saying she is “going right at them” with a comprehensive plan. For the second time in the debates she referenced a speech she gave to executives before the economic meltdown. In October’s debate she had described herself as going to Wall Street and saying, “Cut it out! Quit foreclosing on homes! Quit engaging in these kinds of speculative behaviors.”\nA review of that 28-minute talk at an office of the Nasdaq stock exchange in New York shows Clinton steered a middle ground. She presented a detailed analysis of the burgeoning dangers in the housing market and its threat to the economy. (ProPublica obtained a video of the speech, which hasn’t previously been posted.)\nClinton gave a shout-out to her “wonderful donors” in the audience, and asked the bankers to voluntarily suspend foreclosures and freeze interest rates on adjustable subprime mortgages. She praised Wall Street for its role in creating the nation’s wealth, then added that “too many American families are not sharing” in that prosperity.\nShe said the brewing economic troubles weren’t mainly the fault of banks, “not by a long shot,” but added they needed to shoulder responsibility for their role. While there was plenty of blame to go around for the spate of reckless lending, and while Wall Street may not have created the foreclosure crisis, it “certainly had a hand in making it worse” and “needs to help us solve it.”\nFinally, Clinton said, if the banks didn’t take the voluntary steps she proposed, “I will consider legislation to address the problem.”\nBills Died\nThe lenders did not adopt Clinton’s proposals. During 2007 and 2008, when the housing market collapsed and while she was also running for president, the Democrats controlled the Senate. Of the 140 bills Clinton introduced during that period, five were related to housing finance or foreclosures, according to congressional records, including one aimed at making it easier for homeowners facing foreclosure to get their loans modified. Only one of the five secured any co-sponsors -- New York Sen. Charles Schumer signed onto a bill that would have helped veterans refinance their mortgages.\n2016\nBy TODD S. PURDUM\nWashington And The World\nBy GRAEME WOOD\nWar Room\nBy MICHAEL HIRSH\nClinton also introduced in 2008 the bill she referenced Saturday, which would have curbed compensation of corporate executives.\nNo Senate committee took action on any of the bills, and they died without further discussion.\nMeanwhile the Senate moved forward on other bills with wider support. These eventually led to a sweeping housing and mortgage law signed by President Bush in July 2008. That legislation was voted on three times in the Senate in 2008, in addition to a few procedural votes related to the bill. Clinton missed votes in February and April, when she was running for president, but also missed votes in late June, after she had dropped out of the contest. On July 26, when the bill passed, Clinton was there to vote in support.\nThe bill’s main sponsor, Sen. Christopher Dodd, a Connecticut Democrat, summarized the bill’s journey and, in a floor speech, praised 13 other senators for their help. Clinton’s name wasn’t among them.\nBrian Fallon, a spokesman for the Clinton campaign, declined to comment for this story.\n‘Something Wrong’\nClinton’s campaign referenced her Senate record in a fact sheet issued last month titled, “Wall Street Should Work for Main Street.” It cited one bill – the executive compensation legislation that died. It also mentioned four press releases or speeches from 2007 and 2008 – including a March 15, 2007, talk in which she proposed a series of housing initiatives and her call later that year for higher taxes on hedge fund executives.\nJeff Gerth is a senior reporter at ProPublica. Previously, he worked as an investigative reporter at the New York Times.\nWHAT WORKS\nPolitics\nBy\nJason Zengerle\nThe Big Idea\nBy\nPOLITICO Magazine\n© 2015 POLITICO LLC", "byline": "", "description": "Her legislation on banking and housing finance stalled as crisis escalated.", "title": "Hillary Clinton Told Wall Street To &#8216;Cut It Out&#8217;&#8212;Not So Much, the Record Shows", "url": "http://www.politico.com/magazine/story/2015/11/hillary-clinton-told-wall-street-to-cut-it-out-not-so-much-the-record-shows-213363", "topics": ["economy"], "people": ["Charles Schumer", "Christopher Dodd", "Jeff Gerth", "Henry Paulson", "Hillary Clinton", "Jason Zengerle", "Brian Fallon"], "org": "politico", "election_confidence": 0.5788674793027808, "authors": [{"author_id": 34096, "fullname": "jeff gerth", "primary_org": "propublica"}], "date_written": "2015-11-15 23:27:24", "orgs": ["Senate", "Washington And The World", "AIG", "Treasury"], "article_id": "0ace18a67efe0f32c86da79a80ad2a74", "date_access": "2015-11-17 11:00:11.776642"}, {"body": "2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nUpdated 11/16/15 10:58 PM EST\nBy\nBurgess Everett\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\nUpdated 11/16/15 10:57 PM EST\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n11/16/15 10:43 PM EST\nBy\nKenneth P. Vogel\nTax filings show biggest reserves in charity's 17-year history.\nIn The Arena\n11/16/15 10:33 PM EST\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nThe U.S. needs to develop it's state-sponsored media abroad.\nUpdated 11/16/15 09:41 PM EST\nBy\nGabriel Debenedetti\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n11/16/15 09:34 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\nUpdated 11/16/15 09:21 PM EST\nBy\nAlex Isenstadt\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\nUpdated 11/16/15 09:19 PM EST\nBy\nLauren French\nThe Ohio Republican will remain the group's leader.\n11/16/15 08:52 PM EST\nBy\nLauren French\nPaul Ryan had requested the session.\nUpdated 11/16/15 07:52 PM EST\nBy\nDavid Perera\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\nUpdated 11/16/15 07:46 PM EST\nBy\nNahal Toosi\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\nUpdated 11/16/15 07:40 PM EST\nBy\nSeung Min Kim\n,\nJake Sherman\nand\nBurgess Everett\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\nUpdated 11/16/15 07:30 PM EST\nBy\nEliza Collins\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\nWhite House\n11/16/15 07:20 PM EST\nBy\nSarah Wheaton\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\nCongress\n11/16/15 07:19 PM EST\nBy\nBurgess Everett\nRepublicans may remove a Planned Parenthood provision if that will help things along.\nUpdated 11/16/15 07:08 PM EST\nBy\nNolan D. McCaskill\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n11/16/15 06:59 PM EST\nBy\nGabriel Debenedetti\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses.\nFourth Estate\n11/16/15 06:51 PM EST\nBy\nJack Shafer\nWhy do we need to keep telling ourselves the plotters are special?\n11/16/15 06:43 PM EST\nBy\nEliza Collins\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said.\n2016\n11/16/15 06:23 PM EST\nBy\nEli Stokols\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n11/16/15 06:09 PM EST\nBy\nHenry C. Jackson\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president.\nUpdated 11/16/15 06:03 PM EST\nBy\nJosh Gerstein\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n2016\nUpdated 11/16/15 05:32 PM EST\nBy\nGabriel Debenedetti\nThe DNC comes under fire for Saturday's low viewership.\n11/16/15 05:13 PM EST\nBy\nEliza Collins\nKatrina Pierson also says it uses \"political correctness as cover.\"\nWhite House\nUpdated 11/16/15 04:16 PM EST\nBy\nNick Gass\nand\nNahal Toosi\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\nUpdated 11/16/15 03:49 PM EST\nBy\nNahal Toosi\nand\nEliza Collins\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks.\n11/16/15 03:42 PM EST\nBy\nDaniel Strauss\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n11/16/15 03:42 PM EST\n11/16/15 03:34 PM EST\nBy\nHadas Gold\nThe AP sued the State Department in March.\nBy\nMichael Grunwald\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\nUpdated 11/16/15 03:04 PM EST\nBy\nEliza Collins\nand\nNick Gass\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\nUpdated 11/16/15 02:35 PM EST\nBy\nIsaac Arnsdorf\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n11/16/15 02:03 PM EST\nBy\nLaura Nahmias\nUpdated 11/16/15 01:35 PM EST\nBy\nEliza Collins\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n11/16/15 01:21 PM EST\n11/16/15 01:00 PM EST\n11/16/15 12:54 PM EST\nBy\nNick Gass\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n11/16/15 12:44 PM EST\nBy\nEliza Collins\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell.\n11/16/15 12:23 PM EST\n11/16/15 12:22 PM EST\nBy\nSeung Min Kim\nCapitol Police are urging staffers to keep their office informed of where they are.\n11/16/15 12:21 PM EST\n11/16/15 12:14 PM EST\nWe're working on more stories right now\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nBy\nJack Shafer\nBy\nMichael Hirsh\nBy\nMichael Lind\nGetty\n2016\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\nBy\nShane Goldmacher\n11/17/15 05:15 AM EST\nDown in the polls, Jeb Bush was supposed to find refuge in his financial superiority. But just as his campaign enters the critical primary phase, the fallen front-runner is about to get outgunned on the airwaves by the man his campaign views as its chief rival: Marco Rubio.\nAccording to media buyers and a POLITICO review of TV ad purchase data, Bush and his allies are on pace to spend $5 million more than Team Rubio on broadcast, cable and radio ads through the first four voting states – but for that sum, they will put fewer ads on the airwaves.\nStory Continued Below\nThat’s because the vast majority of Bush’s ads are paid for by his super PAC – roughly 85 percent for Bush versus only 40 percent for Rubio – and super PACs get far less bang for their buck.\n“A dollar is not a dollar,” explained Evan Tracey, a veteran political ad buyer at National Media, a Republican media firm. “Candidate dollars go much farther than super PAC dollars go.”\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIn Iowa and New Hampshire, for example, super PACs are confronting ad rates that can soar to nearly 1,000 percent more than the rates charged of candidates — an enormous markup that is sapping much of the punch from the $103 million Bush and his allies had amassed by mid-2015.\nData from GOP analytics firm Echelon Insights shows that Rubio will run at least 5,000 more broadcast TV spots than Bush in Iowa, New Hampshire, South Carolina and Nevada through February, even as the former Florida governor and his super PAC spend more overall.\nAnd that’s the case despite Rubio reserving pricier prime-time advertising with bigger audiences. Echelon says Rubio has devoted 38 percent of its broadcast budget to prime time, versus 20 percent, on average, for the rest of the field. Echelon tracks only broadcast ad buys that are publicly reported to the Federal Communications Commission.\nThere are important caveats to this snapshot of the ad wars: Bush’s super PAC, Right to Rise, could still redirect millions more into the crucial February states. Plus, Bush’s super PAC is the only group to have reserved ads in states that will vote later, in March – nearly $15 million and counting – but those ads will only be of value if Bush remains a viable candidate then. In addition, Rubio needs to raise more money to fully fund his reservations.\nStill, that Bush – and his financial juggernaut of a super PAC – would get out-advertised in the winter of 2016 would have been unthinkable only a few months ago. But after slashing his staff dramatically this fall amid a fundraising slump, Bush’s official campaign has reserved a little more than one-quarter as much airtime as Rubio: roughly $4.7 million to $16.7 million for Rubio’s campaign between this week and the end of February in the first four states.\nOn the super PAC side of the ad-buying equation, Bush’s team has reserved $17 million more than Rubio’s outside allies in those states. But Rubio’s $12 million advantage in candidate-booked ads more than makes up that difference: It is the equivalent, depending on the station, of between $24 million to $60 million in super PAC ads, as candidates are protected under federal law from TV station price-gouging but super PACs are not.\nTake the NBC affiliate in Des Moines, WHO. Over the two weeks between December 28 and January 11, Rubio will pay an average of $219 per 30-second spot while Bush’s super PAC will pay nearly eight times that amount, $1,596 per 30 seconds, during the same period at the same station.\nBy\nLauren French\nThe gap is just as large within the same TV show. On the first Wednesday of 2016, for instance, Right to Rise will spend $2,750 for a single 30-second prime time ad on WHO; Rubio’s campaign has booked two ads at the exact same time for $300 apiece.\nThis story repeats itself in early-state markets big and small —morning, noon and night.\nAt KTIV in Sioux City, Rubio’s campaign is paying $625 for 30 seconds on the 10 p.m. news on December 30. Bush’s super PAC is paying $3,700 – a roughly 500 percent markup. The next morning, Rubio has two more 30-second ads during “Today” for $165 each. The rate for a single 30-second spot for Right to Rise is $650.\nIn other words, Rubio is getting twice the airtime for half the price.\nBush has long predicted that his television advertising advantage would lift his candidacy. “I'm gonna do something really novel,” he said last month in Iowa. “It's called advertising.” So far, though, Right to Rise has spent more on television ads than any of his competitors – more than $17 million to date – only to see Bush flatline in the polls both nationally and in early states.\nInside the Bush operation, there is already some quiet grumbling about why Right to Rise, run by longtime Bush operative Mike Murphy, sat idle on its tens of millions during the summer – a time that saw Bush slip, Donald Trump surge, and New Hampshire rivals John Kasich and Chris Christie own that state’s airwaves.\nAnd now, New Hampshire has emerged as an almost must-win state for Bush. Unfortunately for his super PAC, the state’s most sought-after TV station for political ads, WMUR, has been among the most rapacious in up-charging super PACS.\nLast week, for instance, on WMUR’s 5 p.m. news, the campaigns of Hillary Clinton, Bernie Sanders and Ben Carson were all paying $700 for a 30-second ad. But the nonprofit and super PAC backing Rubio and John Kasich, respectively, were paying $7,500 for 30 seconds during the same newscast. Bush’s super PAC negotiated a relative bargain: only $5,000, though still more than seven times the candidate rate.\nThe Bush and Rubio campaigns declined to comment for this story.\nBut Right to Rise spokesman Paul Lindsay said it was unfair to compare super PAC and campaign ad rates. “Super PAC spending and campaign spending should always be viewed separately,” he said.\nViewers, however, don’t differentiate between what type of entity is paying when they watch political ads, and ultimately they are slated to see more such spots from Rubio and his allies.\nLindsay said that while Bush’s super PAC can’t pay candidate rates, it’s maximizing its financial advantage by placing large ad buy early and locking in low rates in important markets. “That has helped us get better bang for our buck than other organizations, particularly the Rubio super PAC and the Rubio dark money organization,” Lindsay said.\nThat is a swipe at Rubio’s supporters’ use of a secretive 501(c)4 nonprofit to bolster the Florida senator. The pro-Rubio nonprofit, the Conservative Solutions Project, shares staff and a name with Rubio’s super PAC, the Conservative Solutions PAC, but it does not have to disclose its donors, who paid for millions in ads that aired over the summer and fall.\n“Haven't seen the Rubio press release on frugality did it include the $6 million in secret money TV ads they saved money on?” Bush communications director Tim Miller wrote on Twitter last month, as the campaigns sparred about their fundraising figures.\nJeff Sadosky, a spokesman for Rubio’s nonprofit and super PAC, defended the use of the nonprofit for ad buys: “As it has for the past two years, Conservative Solutions Project remains focused on one thing…advocating for a conservative agenda that will solve some of the most serious issues American families are facing.”\nCampaign operatives acknowledge that super PACs buying TV ads is a poor use of resources, given the huge premiums they pay. But with their ability to raise unlimited money, and the strict $2,700 limits on direct campaign donations, the responsibility for TV ads has still mostly fallen on super PACs in the closing months, with the exception of Rubio.\n“Ideally, super PAC's would do the bulk of voter contact and field work, and the campaign would focus their resources on TV, since you're getting 2-3 times your value for each spot,” said a GOP strategist currently running a super PAC, though not for Bush or Rubio. “That said, most campaigns don't have the resources to make sufficient media buys so it falls back on the super PAC.”\nRubio, like most candidates, has not yet paid for the ads he has reserved in advance. The roughly $17 million in booked ads amounts to more money than his campaign had on hand at the end of September but because ads are paid week by week, Rubio’s team has been confident it will raise the funds to fulfill his orders through February. Top Republican bundlers, including GOP financier and billionaire Paul Singer, have gravitated toward Rubio as he has risen in the polls.\nThe Rubio campaign’s first flight of ads is set to hit the airwaves in Iowa and New Hampshire next week.\nDaniel Lippman contributed to this report.\n© 2015 POLITICO LLC", "byline": "", "description": "Rubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.", "title": "Jeb Bush loses TV ad edge to Marco Rubio", "url": "http://www.politico.com/story/2015/11/marco-rubio-jeb-bush-super-pac-215962", "topics": ["campaign_finance"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Jim Obergefell", "Kenneth P. Vogel", "Mike Murphy", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "John Kasich", "Jeffrey Gedmin", "Steven Shepard", "Paul Singer", "Chris Christie", "Jeff Sadosky", "Kevin Robillard", "Nahal Toosi", "Josh Gerstein", "Dianne Feinstein", "Gabriel Debenedetti", "Tim Miller", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Jeb Bush", "Daniel Lippman", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Donald Trump", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Sarah Wheaton", "Bernie Sanders", "Lauren French", "Saddam Hussein", "Paul Lindsay", "Daniel Strauss", "Hillary Clinton", "David Perera", "Ben White", "Eli Stokols", "Mike Huckabee", "Darren Samuelsohn", "Barack Obama", "Ben Carson", "Laura Nahmias"], "org": "politico", "election_confidence": 0.9907301209884986, "authors": [{"author_id": 39086, "fullname": "shane goldmacher", "primary_org": "politico"}], "date_written": "2015-11-17 10:15:30", "orgs": ["PAC", "Bush and Rubio", "DNC", "Congress", "PACs", "Al Qaeda", "Conservative Solutions Project", "State Department", "PACS", "Conservative Solutions PAC", "Team Rubio", "Federal Communications Commission", "Circuit Court of Appeals", "Congressional Black Caucus", "Rubio super PAC", "SEC", "ISIL", "Democratic Congressional Campaign Committee", "GOP", "Capitol Police"], "article_id": "5205f2740a06b63ab7ce3b48bae5ab81", "date_access": "2015-11-17 10:36:38.738589"}, {"body": "It's hard to stand out in a city like this, with its abundance of wealth and poverty, beauty and brutality.\nBut Eshete Woldeyilma commands attention as he sits in a cast-off chair beside a weedy field, swaddled in scarves and eyeing the changing world around him.\nIt's not just his flowing garb, his thick beard and his regal bearing, which Woldeyilma maintains despite his clearly destitute circumstances. It's the company he keeps: a colony of cats, wild to most but family to Woldeyilma, whose daily care for them is about the only thing that remains static in the neighborhood they call home.\n\"It's all about money,\" he said, indicating the growth of shops, restaurants and increasingly pricey apartments around him.\nEach day, through blizzards, rainstorms and heat waves, Woldeyilma, 55, can be found in the same spot along the waterfront in Brooklyn.\nBehind him is a high, chain-link fence and a vacant lot, which someday will be part of a waterfront park. Beyond the lot, he can see colorful shipping containers of the busy port on the harbor. Across the water, the Manhattan skyline soars into the sky.\nIn front of Woldeyilma is a bike lane, part of the changing face of this once-desolate area, and across the street is the 115-year-old building where Woldeyilma once lived.\nIt was while living there, after fleeing civil unrest in his native Ethiopia, making his way to Sudan, and eventually gaining refugee status in the United States, that he first met the cats.\nThat was eight years ago.\n\"Now I'm a prisoner here,\" Woldeyilma said with a laugh, describing how one encounter with a stray cat led to a commitment he cannot shake.\nHe came outside his apartment one day and saw a gray feline. He gave the cat some food.\nCat haters, read no further.\nCat lovers, rejoice. Your feline fantasy is coming true, in the form of a cat cafe. For four days starting Thursday, humans can hang out with friendly cats while eating, drinking and dangling feathery toys from fishing lines.\nPurina One and the North Shore Animal League,...\nCat haters, read no further.\nCat lovers, rejoice. Your feline fantasy is coming true, in the form of a cat cafe. For four days starting Thursday, humans can hang out with friendly cats while eating, drinking and dangling feathery toys from fishing lines.\nPurina One and the North Shore Animal League,...\nThe cat came back each day and brought cat friends eager for handouts. Woldeyilma tried to ignore them, but eventually he began feeding them all.\nEven after he was evicted from his apartment for non-payment of rent several years ago, Woldeyilma kept returning to make sure the colony had food and water each day.\nOver the years, Woldeyilma has named the cats: Nubia, Congo, Mozambique, Miss Ethiopia, Rico, Damascus, Oprah, Castro, Princess Diana and so on. He says there are 14 in the colony, whose patriarch is Nubia, the first cat he ever fed.\nSome have died over the years, often hit by cars on the adjacent avenue. They include Addis Ababa, Mogadishu and Miss USA.\nDespite his disheveled appearance, Woldeyilma has a strict routine, and his gift of gab has earned him a following among locals.\nOn a recent afternoon, as cats lurked nearby, Woldeyilma, a U.S. citizen, discussed the presidential candidates and lamented that Vice President Joseph Biden had opted not to run.\n\"He's a nice guy, like Jimmy Carter,\" Woldeyilma said. As for Hillary Rodham Clinton, \"I don't trust her, but it's time for a woman.\"\nHe threw his head back and laughed, showing a mouth missing several teeth, when asked about Donald Trump. \"Oh, crazy,\" Woldeyilma said of the Republican candidate and his comments that Mexico was sending rapists and other criminals across the border. \"Why doesn't he apologize to Mexico?\"\nHe misses Ethiopia every day, although he no longer has contact with anyone there. Woldeyilma said he left the central African country in 1982 and made his way to Sudan, where he lived in a refugee camp on the edge of Khartoum for several years.\nIn 1987, he gained refugee status in the United States and was employed in construction in New York until an accident left him unable to work. He won $300,000 in a settlement arising from the accident but admits he spent nearly all of it in Atlantic City.\n\"It's seductive, the women, the boardwalk, the casinos,\" said Woldeyilma, who never married.\nNow, he bicycles several miles most days from his Manhattan residence to his waterfront spot to tend to the cats. Some days, he brings food for them, but he also receives regular donations from local residents.\nThey include a woman named Janine, who visits Woldeyilma most afternoons.\nShe used to spot him in her neighborhood grocery store. \"I'd walk out because I was scared of him,\" she said, as Woldeyilma laughed with her at the memory.\nEventually, her husband, a social worker, introduced her to Woldeyilma as the man who fed local stray cats.\n\"Then we all became friends,\" said Janine as she scooped food onto paper plates.\nCats slithered through the weeds and scampered across the lot behind Woldeyilma and began to eat.\n\"He helps all the people in the neighborhood,\" she said of Woldeyilma. \"He listens. He knows everybody's story.\"\n\"I see you here all the time and just thought you might like this,\" a man said one afternoon after stopping his truck and presenting Woldeyilma with a container of steaming Thai noodles from a nearby takeout restaurant.\n\"Hi, kitty kitty!\" a little girl squealed as she rode by on a bicycle with her father.\nAcross the street, an elderly man looked out his second-floor apartment window and waved a greeting to Woldeyilma.\nNot everyone is friendly. Woldeyilma said another man who often sleeps on the street nearby sometimes tries to hit the cats with a stick.\n\"He's crazy,\" Woldeyilma said of the man. \"But he's a nice guy.\"\nKathleen O'Malley of the New York City Feral Cat Initiative, part of the Mayor's Alliance for NYC's Animals, said the goal is to trap all feral cats, neuter them, and then release them back to their colonies.\n\"The nearest estimate I could give is tens of thousands,\" O'Malley said when asked how many wild cats live in New York. \"They don't sit still while we count their heads.\"\nO'Malley said the initiative is aware of Woldeyilma.\nWoldeyilma, though, said the last time anyone came and took any of the cats away with promises to return them, they never came back.\nHe said he won't let that happen again.\n\"I want to rescue all the cats on Earth,\" he said as dinner hour ended and the cats began licking their paws and melting back into the weeds.\ntina.susman@latimes.com\nTwitter:\n@tinasusman", "byline": "", "description": "<p>It's hard to stand out in a city like this, with its abundance of wealth and poverty, beauty and brutality.</p> <p>But Eshete Woldeyilma commands attention as he sits in a cast-off chair beside a weedy field, swaddled in scarves and eyeing the changing world around him.</p> <p>It's not just his flowing garb,...</p>", "title": "In fast-changing Brooklyn, a colony of cats and their king stay constant", "url": "http://www.latimes.com/la-na-cat-man-20151117-story.html", "topics": ["immigration"], "people": ["Donald Trump", "Hillary Rodham Clinton", "Jimmy Carter"], "org": "latimes", "election_confidence": 0.7368365665191314, "authors": [{"author_id": 40530, "fullname": "tina susman", "primary_org": "latimes"}], "date_written": "2015-11-17 11:00:00", "orgs": [], "article_id": "419cf5d065f910da0c2bd776c8f5d57c", "date_access": "2015-11-17 11:23:32.839689"}, {"body": "Nov. 14, 2015: Hillary Rodham Clinton, right, talks to Bernie Sanders after a Democratic presidential primary debate in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\nBernie Sanders said Tuesday that fellow Democratic presidential candidate Hillary Clinton’s remarks about her Wall Street stance during Saturday’s debate were “silly” and “absurd.”\n“I wouldn’t use the word offensive, I found them a little bit silly, a bit absurd,” Sanders told Yahoo News’ Katie Couric in an interview. “The issue was what impact did the fact that she has received huge amounts of funding from Wall Street have on her attitude towards Wall Street.”\nDuring Saturday’s Democratic debate, candidates sparred aggressively over Clinton’s Wall Street support, with former Maryland Gov. Martin O’Malley calling her the “candidate of Wall Street.”\nAsked about her hefty Wall Street-backed speaking fees and donations, Clinton defended her independence in being able to pursue financial industry reform.\nBut Sanders shot back, “Not good enough.”\n“Let's not be naive about it. Why …has Wall Street been the major campaign contributor to Hillary Clinton?” he said during Saturday's debate. “You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.”\nClinton responded to Sanders’ criticism of her Wall Street donations by saying that as a New York senator, she helped “rebuild” Wall Street after 9/11.\nSanders later told Couric that Clinton’s position on Wall Street had nothing to do with 9/11.\n“The truth is Hillary Clinton and all of us in Congress did everything that we could to rebuild New York City after the devastating attack but that has nothing to do with the question of the impact of Wall Street campaign contributions and her views on Wall Street.”", "byline": "", "description": "Bernie Sanders said Tuesday that fellow Democratic presidential candidate Hillary Clinton’s remarks about her Wall Street stance during Saturday’s debate were “silly” and “absurd.”", "title": "Sanders calls Clinton's Wall Street remarks 'silly' and 'absurd'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/5YxxdU8uH5g/", "topics": ["campaign_finance", "immigration"], "people": ["Charlie Neibergall", "Martin O'Malley", "Hillary Clinton", "Hillary Rodham Clinton", "Bernie Sanders", "Katie Couric"], "org": "fox", "election_confidence": 0.7709483274289414, "authors": [], "date_written": "2015-11-18 01:43:04", "orgs": ["Congress"], "article_id": "bf13ac5c53b9c793f705496149b4a0b4", "date_access": "2015-11-18 02:23:12.050622"}, {"body": "11/17/15 01:34 PM EST\nBy\nJosh Gerstein\nAttorney General Loretta Lynch said Tuesday she's unaware of any plan by President Barack Obama to defy laws aimed at prohibiting the transfer of Guantanamo...\n11/17/15 01:33 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nWe're working on more stories right now\nBy\nDebra Bruno\nBy\nCaleb Hannan\nBy\nSara Solovitch\nBy\nJessica Stern\nAP Photo\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nBy\nNahal Toosi\n11/17/15 01:33 PM EST\nObama administration officials pushed back Tuesday against Republican governors, presidential candidates and lawmakers who are demanding a ban on Syrian refugees, saying such men and women are the most heavily scrutinized group of people allowed to enter the United States.\nThe officials also pleaded with politicians not to endanger a decades-old refugee resettlement program that has long had strong bipartisan support and is a source of good will for the U.S. in much of the world.\nStory Continued Below\nFollowing reports that a Syrian migrant may have been involved in last week's attacks in Paris, more than half of U.S. governors, including New Hampshire's Democratic governor, have indicated they don't want Syrian refugees — most of whom are Muslim — resettled in their states. Some Republicans in Congress are threatening a government shutdown over the issue in light of plans by the Obama administration to resettle 10,000 Syrians next year.\nIn a conference call with reporters Tuesday, senior administration officials reiterated that the federal government controls the refugee resettlement program, but they also acknowledged funding from Congress is critical to maintaining it and that local support is key to helping refugees integrate wherever they land.\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one of the officials said, adding later: \"The thing I most fear about this current discussion going on in the United States is that we will lose the bipartisan support ... that (this program) has enjoyed for decades. This is a very precious thing. In the current day and age, it’s been a rare thing.\"\nThe officials, all of whom spoke on condition they not be identified by name, said they will meet with lawmakers this week and also hold calls with governors and mayors to correct \"misimpressions\" about the refugee program. On Tuesday, for instance, GOP presidential candidate Donald Trump, who has erroneously claimed some 250,000 Syrian refugees are headed for the country, tweeted, \"Refugees from Syria are now pouring into our great country. Who knows who they are — some could be ISIS. Is our president insane?\"\nSince the Syrian conflict erupted in 2011, the United States has admitted roughly 1,800 Syrian refugees, a tiny fraction of 4 million Syrians who have fled their country and registered as refugees with the United Nations. According to the U.N. and various aid agencies, another 7 million Syrians are displaced inside the Arab country, where they face dangers from both the Syrian government of Bashar Assad and groups such as the Islamic State, also known as ISIS or ISIL, which is believed responsible for the Paris attacks.\nBy\nJake Sherman\nSyria's pre-war population was 23 million people, and 250,000 people have died since the conflict began there. Hundreds of thousands of Syrians -- seeing no end to the war and despairing of conditions in refugee camps -- have in recent months headed to Europe, making an often-dangerous land and sea journey. But others are still in camps or otherwise living in countries such as Lebanon, Turkey and Jordan, where their rights and mobility face restrictions.\nThousands of Syrians have already applied for resettlement, so most of the 10,000 Syrians that the Obama administration hopes to admit next year are likely going through security screening. Republican presidential candidates and others are now questioning whether those security procedures are rigorous enough, noting that it only takes one or a handful of people to carry out a terrorist attack.\n\"The problem is we can’t background check them,\" Sen. Marco Rubio of Florida, a top GOP presidential contender, said Sunday. \"You can’t pick up the phone and call Syria.\"\nAccording to the administration officials, the refugee vetting process takes an average of 18-24 months, and for Syrians it often takes longer because they face additional scrutiny. The refugees are first screened through the United Nations, which has its own vetting procedures. If they are referred to the United States for possible admission, they are then screened through a whole new process.\nThat involves checking their biographic and biometric data, as well as lengthy interviews and background checks involving multiple federal agencies, including the Department of Homeland Security, the FBI, the Department of Defense and intelligence agencies. Some of the procedures involved are classified.\nOne way the officials screening the refugees can verify their stories is to double check the events they claim happened to them with intelligence and other known data about what was happening in Syria at the time. So if a Syrian says their home in particular neighborhood was bombed on a particular date, it's likely the defense department or other agencies can check to see if there was a bombing reported in the area at that time.\n\"Each element of the process is not the totality of the process,\" one of the officials said. \"All these things have to be synthesized and taken in the aggregate to make a decision.\"\nBy\nGabriel Debenedetti\nThe admission rate so far is just over 50 percent; the rest are either rejected or have their cases still pending, one of the officials said. Of the Syrians admitted, half are children and a quarter are adults over 60, the officials said. The State Department did not immediately respond to a request for a religious breakdown, but roughly 10 percent of Syrians as a whole are Christian.\nThere are nine non-profit groups, several of them faith-based, that work with the federal government to help resettle the refugees in communities across the United States. Where a refugee is sent can depend on a range of factors, such as whether they have relatives there who can support them. If a child is a burn victim — which would not be unusual among Syrians fleeing the brutal civil war — they would likely be placed in a community with relevant medical facilities.\nTraditionally, the U.S. refugee program has had strong bipartisan support, and the numbers of Syrians is a trickle compared to the numbers of refugees admitted from other conflicts. For instance, the United States took in hundreds of thousands of refugees from Vietnam.\nOverall, the U.S. takes in 70,000 refugees a year, a number the administration planned to raise to 85,000 next year, and 100,000 the following year. Based on statistics released by the State Department, most the additional 15,000 planned for next year would not come from the Middle East. One of the administration officials on Tuesday said the U.S. has the capacity to absorb significantly more refugees than it does now, but noted that financial support makes all the difference.\n\"The program is absolutely dependent on funding from Congress,\" the official said. \"As we grow it we will require more assistance from Congress.\"\n© 2015 POLITICO LLC", "byline": "", "description": "\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.", "title": "Obama Administration defends Syrian refugee program", "url": "http://www.politico.com/story/2015/11/obama-syria-refugee-program-215982", "topics": ["foreign policy/national security"], "people": ["Sara Solovitch", "Susan Rice", "Kenneth P. Vogel", "Bashar Assad", "Kate Tummarello", "Caleb Hannan", "Jacopo Barigazzi", "Donald Trump", "Tim Starks", "Marc Caputo", "Debra Bruno", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Howard Dean", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Loretta Lynch", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Eric Wolff", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Brianna Ehley", "Paul Lindsay", "Howard Fineman", "Rick Scott", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Barack Obama", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.6000863090951696, "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}], "date_written": "2015-11-17 18:33:36", "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "State Department", "U.N.", "Department of Defense", "Department of Homeland Security", "FCC", "College", "Senate GOP", "United States.", "Congressional Black Caucus", "FBI", "CMS", "GOP", "United Nations"], "article_id": "91a18dad47417395dc5902ff689d6036", "date_access": "2015-11-17 18:42:53.573414"}, {"body": "Video: Pollsters on Understanding Millennials\nThe 2016 election will play out amid an electorate that is less religious, more diverse and angrier at political leaders than in 2008, the last open race for the White House, two pollsters told The Wall Street Journal CEO Council annual meeting on Tuesday in Washington.\nDemocrat Peter Hart said a major change since 2008 was an increased support for “amateurs’’ in politics, a trend arising in tandem with bloggers reporting news, Uber supplanting full-time taxi drivers and fantasy sports leagues allowing anyone to “manage” a professional sports team.\n“No experience needed . . . . Come on in, be a driver, run the country,’’ Mr. Hart said, reflecting on the success of businessman Donald Trump and retired neurosurgeon Ben Carson in the GOP presidential nominating contest.\nRepublican pollster Bill McInturff said the biggest changes include a decline in voters who attend church regularly and rise in those affiliated with no religion. A second trend, Mr. McInturff said, was that the racially diverse and socially tolerant millennial generation has become a force in the electorate. “Their views are becoming the dominant public views,’’ he said.\nMr. McInturff co-directs the Wall Street Journal/NBC News survey, on which Mr. Hart also works.\nMORE FROM WSJ CEO COUNCIL:\nTop Clinton Adviser Says Wealthy Should Pay More in Taxes\nObama Adviser Furman Sees Limited Economic Impact From Paris Attacks\nDefense Chief Ash Carter Calls on Europe to Do More to Confront ISIS\nMarco Rubio Says GOP Rivals Tried to Weaken U.S. Intelligence Efforts\nFull coverage — articles and videos — from WSJ CEO Council\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\nPolitics Alerts: Get email alerts on breaking news and big scoops.\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\nFor the latest Washington news, follow @wsjpolitics\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The 2016 election will play out amid an electorate that is less religious, more diverse and angrier at political leaders than in 2008, the last open race for the White House, two pollsters told The Wall Street Journal CEO Council annual meeting on Tuesday in Washington.", "title": "Pollsters on 2016: Voters Will Be Angrier, Less Religious, More Diverse", "url": "http://blogs.wsj.com/washwire/2015/11/17/pollsters-on-2016-voters-will-be-angrier-less-religious-more-diverse/", "topics": ["foreign policy/national security"], "people": ["Ash Carter", "Gary Hart", "Donald Trump", "Marco Rubio", "Ben Carson", "Peter Hart"], "org": "wsj", "election_confidence": 0.9925723793272769, "authors": [{"author_id": 17699, "fullname": "aaron zitner", "primary_org": "wsj"}], "date_written": "2015-11-17 18:04:21", "orgs": ["Capital Journal", "WSJ", "GOP"], "article_id": "0533a7295777fa71f51b2b998778549f", "date_access": "2015-11-17 20:00:16.956600"}, {"body": "BATON ROUGE, La. (AP) â\u0080\u0094 Louisiana Gov. Bobby Jindal says he is dropping out of 2016 race for president, ending a campaign that failed to gain much support among Republicans.\nJindal tells Fox News, \"This is not my time.\"\nHe says he's not ready to endorse another candidate, but intends to support the eventual Republican presidential nominee.\nThe governor, who is term-limited and will be out of office in January, says he will work with a think tank he started a few years ago, called America Next.\nJindal focused his entire campaign effort on the early voting state of Iowa. But he never won much support there against higher-profile Republican contenders Donald Trump and Ben Carson. Jindal's fundraising lagged, and his low poll numbers kept him off the main debate stages.", "byline": "", "description": "BATON ROUGE, La. (AP) — Louisiana Gov. Bobby Jindal says he is dropping out of 2016 race for president, ending a campaign that failed to gain much support among Republicans.", "title": "Jindal says he is dropping out of 2016 race for president", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US--GOP%202016-Jindal/id-e6aad1866ebe4801a9f3390396ce6022", "topics": ["personality", "campaign_finance"], "people": ["Bobby Jindal", "Donald Trump", "Ben Carson"], "org": "ap", "election_confidence": 0.9965572043709219, "authors": [{"author_id": 40132, "fullname": "melinda deslatte", "primary_org": "ap"}], "date_written": "2015-11-17 18:28:00", "orgs": [], "article_id": "2ed71e55cced33b5a3cbf6fe1d90d067", "date_access": "2015-11-18 00:00:04.811757"}, {"body": "i\nOhio Governor John Kasich speaking at the National Press Club Tuesday.\nBrendan Smialowski/AFP/Getty Images\nhide caption\nitoggle caption\nBrendan Smialowski/AFP/Getty Images\nOhio Governor John Kasich speaking at the National Press Club Tuesday.\nBrendan Smialowski/AFP/Getty Images\nThirty governors have now asked for the resettlement of Syrian refugees into their states to be stopped amid security concerns. Ohio Gov. John Kasich, a 2016 Republican presidential candidate, was among those who joined the early call in the wake of last week's terrorist attacks in Paris. But just months ago, Kasich had encouraged President Obama to accept the refugees. During a Tuesday speech at the National Press Club outlining his foreign policy agenda, Kasich called for a more robust U.S. military presence in the Middle East and pointed to his experience in Congress on the House Armed Services Committee. After his address, Kasich spoke to NPR's Audie Cornish, telling her that a critical part of U.S. success in toppling extremist organizations like ISIS would be spreading other ideas in the Middle East,including \"Jewish [and] Christian principles.\" In an interview with NBC, Kasich went even further, calling for a new U.S. agency to promote a Jewish and Christian belief system abroad in places like the Middle East, China and Russia. As for his low standing in recent polls, Kasich dismissed early national surveys and said the nominating process through Iowa, New Hampshire and South Carolina was \"excellent\" and would work.  Interview Highlights On why he changed his views on allowing Syrian refugees into the U.S.  Maybe there's a bit of a shift in the position, but in light of Paris and in light of the concern that people have, not just in my state but in my neighborhood, I think it's very reasonable to say that we need to have a pause. If we have a problem with our intelligence folks telling us we can't vet them, then of course we can't move forward. I don't think at this point that we should have any more come in and if we can establish proper protocols, procedures to know who they are so that we're not inviting people under the cover of refugee status who mean us harm. ... I have a big heart, and I also think I have a pretty good brain, and to me this is a very reasonable approach to take at this point in time. I think this is a reasonable approach that will strike the American people as reasonable, and let's try to improve the situation whereby we can determine who wants to come here. On a no-fly zone in Syria  I think we should establish a no-fly zone in Syria, with a sanctuary where families can be protected ... I think it's appropriate for the U.S. to increase financial assistance to countries that can keep these folks in the Middle East, in the region where they live. I was a little taken aback when the president said we should study [no-fly zones]. We should have been studying it a heck of a lot earlier once somebody like me made a suggestion that we ought to have one. These can be sanctuaries. This can be a no-fly zone that can be patrolled, and I think there is a way to invite our allies in the Middle East to make sure that those sanctuaries are safe. ... We need to support the opposition in Syria, remove [President Bashar] al-Assad. On his approach to the Middle East We win battles with bullets, but we win wars with ideas. And I think it is absolutely critical to invite our moderate Muslim friends, along with those who for centuries, have had a foundation of Jewish and Christian principles, to begin to tell the world about who we are, what we are, what we believe and why it's preferable to a force that sponsors murder [and] rape. I think that the Western culture is one of freedom, freedom of religion, equality for women.", "byline": "", "description": "The Ohio governor and 2016 GOP presidential hopeful outlined his foreign policy agenda in an interview with NPR, saying \"I think it is absolutely critical to invite our moderate Muslim friends.\"", "title": "Kasich: 'Reasonable' to 'Pause' Resettlement Of Syrian Refugees", "url": "http://www.npr.org/2015/11/17/456395261/kasich-reasonable-to-pause-resettlement-of-syrian-refugees", "topics": ["foreign policy/national security"], "people": ["Brendan Smialowski", "Audie Cornish", "John Kasich"], "org": "npr", "election_confidence": 0.7111675521848687, "authors": [{"author_id": 23, "fullname": "npr staff", "primary_org": "npr"}], "date_written": "2015-11-17 23:33:39", "orgs": ["House Armed Services Committee", "GOP", "Congress"], "article_id": "d55f7e1024437274aa02c9b830de3be4", "date_access": "2015-11-17 23:36:26.128845"}, {"body": "Dallas (CNN)Hillary Clinton drew a sharp contrast with Bernie Sanders on health care and taxes here on Tuesday, telling a fired-up audience at a local community college that as president, she would not raise taxes on the middle class.\nTaxes have become the latest flashpoint in the race for the Democratic nomination, with Clinton charging that Sanders supports raising taxes to pay for his plans and the Vermont senator responding that the former secretary of state is not being realistic with her proposals.\n\"I was actually the only one on that debate stage on Saturday who will commit to raising your wages and not your taxes,\" Clinton said at Mountain View College, a community college south of downtown Dallas. \"I can't see how you can be serious about raising incomes if you also want to slap new taxes on them, no matter what the taxes would pay for.\"\nSanders backs a number of plans -- specifically on equal pay and health care -- that would increase taxes on all households, not just top earners like Clinton has proposed. The Clinton campaign, and now the candidate, has cast Sanders as someone not committed to raising incomes because of these tax increase.\nRELATED: Clinton's Wall Street remarks 'a little bit absurd,' Sanders says\nSanders' campaign, on the other hand, has argued that the tax increases are worth it because of that benefits they would lead to.\n\"On Medicare for all, the middle class would be far better off because it would save taxpayers money,\" Michael Briggs, Sanders' spokesman, said Tuesday. \"More people would get better care at less cost. Didn't (Clinton) used to be for that?\"\nSanders' campaign also questioned the reasons behind Clinton opposition to his Medicare-for-all plan, citing support she has received from pharmaceutical companies.\n\"It's not surprising that she supports a system that props up private insurance companies and pharmaceutical companies which have given so much money to her campaigns,\" Briggs said. \"In fact, she's gotten more money from the pharmaceutical industry than any other candidate.\"\nTaxes were not the only area Clinton found fault with Sanders' plan. She also argued the Vermont senator wanted to turn health care over to states, something she finds problematic in places controlled by Republican governors.\n\"One thing we should not do,\" Clinton said, \"is follow a proposal that has been made by one of my opponents that would eliminate all of the health care program and private employer health care and Medicare, and Medicaid and Tricare and all of it, and put all of that together and would turn providing health care over to the states.\"\nClinton came to Dallas for her community college event and a fundraiser hosted by Regina Montoya, senior vice president of Children's Medical Center, and Paul Coggins, former United States attorney for the Northern District of Texas.", "byline": "", "description": "Hillary Clinton drew a sharp contrast with Bernie Sanders on health care and taxes here on Tuesday, telling a fired-up audience at a local community college that as president, she would not raise taxes on the middle class.", "title": "Clinton draws sharper contrast with Sanders on taxes, health care", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-bernie-sanders-taxes/index.html", "topics": ["health"], "people": ["Bernie Sanders", "Hillary Clinton", "Michael Briggs"], "org": "cnn", "election_confidence": 0.747231905361293, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-17 22:27:23", "orgs": ["Medicaid"], "article_id": "92c93c5d10aa09ed4e2c8616850335de", "date_access": "2015-11-17 23:01:20.357246"}, {"body": "11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nUpdated 11/16/15 10:58 PM EST\nBy\nBurgess Everett\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\nUpdated 11/16/15 10:57 PM EST\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n11/16/15 10:43 PM EST\nBy\nKenneth P. Vogel\nTax filings show biggest reserves in charity's 17-year history.\nIn The Arena\n11/16/15 10:33 PM EST\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nThe U.S. needs to develop it's state-sponsored media abroad.\nUpdated 11/16/15 09:41 PM EST\nBy\nGabriel Debenedetti\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n11/16/15 09:34 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\nUpdated 11/16/15 09:21 PM EST\nBy\nAlex Isenstadt\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\nUpdated 11/16/15 09:19 PM EST\nBy\nLauren French\nThe Ohio Republican will remain the group's leader.\n11/16/15 08:52 PM EST\nBy\nLauren French\nPaul Ryan had requested the session.\nUpdated 11/16/15 07:52 PM EST\nBy\nDavid Perera\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\nUpdated 11/16/15 07:46 PM EST\nBy\nNahal Toosi\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\nUpdated 11/16/15 07:40 PM EST\nBy\nSeung Min Kim\n,\nJake Sherman\nand\nBurgess Everett\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\nUpdated 11/16/15 07:30 PM EST\nBy\nEliza Collins\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\nWhite House\n11/16/15 07:20 PM EST\nBy\nSarah Wheaton\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\nCongress\n11/16/15 07:19 PM EST\nBy\nBurgess Everett\nRepublicans may remove a Planned Parenthood provision if that will help things along.\nUpdated 11/16/15 07:08 PM EST\nBy\nNolan D. McCaskill\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n11/16/15 06:59 PM EST\nBy\nGabriel Debenedetti\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses.\nFourth Estate\n11/16/15 06:51 PM EST\nBy\nJack Shafer\nWhy do we need to keep telling ourselves the plotters are special?\n11/16/15 06:43 PM EST\nBy\nEliza Collins\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said.\n2016\n11/16/15 06:23 PM EST\nBy\nEli Stokols\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n11/16/15 06:09 PM EST\nBy\nHenry C. Jackson\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president.\nUpdated 11/16/15 06:03 PM EST\nBy\nJosh Gerstein\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n2016\nUpdated 11/16/15 05:32 PM EST\nBy\nGabriel Debenedetti\nThe DNC comes under fire for Saturday's low viewership.\n11/16/15 05:13 PM EST\nBy\nEliza Collins\nKatrina Pierson also says it uses \"political correctness as cover.\"\nWhite House\nUpdated 11/16/15 04:16 PM EST\nBy\nNick Gass\nand\nNahal Toosi\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\nUpdated 11/16/15 03:49 PM EST\nBy\nNahal Toosi\nand\nEliza Collins\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks.\n11/16/15 03:42 PM EST\nBy\nDaniel Strauss\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n11/16/15 03:42 PM EST\n11/16/15 03:34 PM EST\nBy\nHadas Gold\nThe AP sued the State Department in March.\nBy\nMichael Grunwald\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\nUpdated 11/16/15 03:04 PM EST\nBy\nEliza Collins\nand\nNick Gass\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\nUpdated 11/16/15 02:35 PM EST\nBy\nIsaac Arnsdorf\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n11/16/15 02:03 PM EST\nBy\nLaura Nahmias\nUpdated 11/16/15 01:35 PM EST\nBy\nEliza Collins\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n11/16/15 01:21 PM EST\n11/16/15 01:00 PM EST\n11/16/15 12:54 PM EST\nBy\nNick Gass\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n11/16/15 12:44 PM EST\nBy\nEliza Collins\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell.\n11/16/15 12:23 PM EST\n11/16/15 12:22 PM EST\nBy\nSeung Min Kim\nCapitol Police are urging staffers to keep their office informed of where they are.\n11/16/15 12:21 PM EST\nWe're working on more stories right now\nPOLITICO's Katie Glueck on Sen. Ted Cruz's rise in the polls for president. Video produced by Michael Schwab\n11/17/15 05:00 AM EST\n11/16/15 03:42 PM EST\n11/17/15 05:00 AM EST\n11/16/15 03:42 PM EST\n11/16/15 02:03 PM EST\n11/16/15 01:21 PM EST\n11/16/15 12:23 PM EST\n11/16/15 12:21 PM EST\n11/16/15 12:14 PM EST\n11/16/15 11:10 AM EST\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Cruz on the rise", "url": "http://www.politico.com/video/2015/11/cruz-on-the-rise-033755", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Jeffrey Gedmin", "Ted Cruz", "Steven Shepard", "Jim Obergefell", "Kevin Robillard", "Howard Dean", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Dianne Feinstein", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Sarah Wheaton", "Lauren French", "Saddam Hussein", "Paul Lindsay", "Daniel Strauss", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Eli Stokols", "Mike Huckabee", "Darren Samuelsohn", "Barack Obama", "Katie Glueck", "Laura Nahmias"], "org": "politico", "election_confidence": 0.7083488168996673, "authors": [{"author_id": 39086, "fullname": "shane goldmacher", "primary_org": "politico"}], "date_written": "2015-11-17 10:00:00", "orgs": ["PAC", "DNC", "Congress", "Al Qaeda", "State Department", "Circuit Court of Appeals", "Congressional Black Caucus", "SEC", "ISIL", "Democratic Congressional Campaign Committee", "Capitol Police"], "article_id": "8803bb0c6e291cfc25b5fd5ca45e643b", "date_access": "2015-11-17 11:00:10.976195"}]