{"body": "BATON ROUGE, La. (AP) â\u0080\u0094 Republican U.S. Sen. David Vitter survived challenges Saturday from two GOP rivals who called his years-old prostitution scandal a stain on Louisiana, reaching a runoff against Democratic state Rep. John Bel Edwards in the governor's race.\nThe Nov. 21 runoff will decide who follows Republican presidential hopeful Gov. Bobby Jindal into office, the winner inheriting leadership of a state mired in financial problems that both candidates blame on the term-limited governor. Jindal is now waging a long-shot campaign for the presidential nomination.\nWhile Edwards always seemed assured of a runoff spot, Vitter bested two other major Republicans to secure his position on the November ballot, Public Service Commissioner Scott Angelle and Lt. Gov. Jay Dardenne.\nAnd the race was tighter than Vitter had hoped.\nMonths ago, Vitter was atop the polls, flush with millions in campaign cash and running like an incumbent.  But amid continued talk of his 2007 prostitution scandal and a drumbeat of criticism about his attack-heavy campaign tactics, Vitter's negatives spiked among voters. One PAC has been running an \"Anybody But Vitter\" campaign.\nVitter, however, maintained a strong conservative base that carried him into the runoff.\nSix other statewide races â\u0080\u0094 including competitive races for lieutenant governor and attorney general â\u0080\u0094 were also on the ballot, along with four constitutional amendments, state legislative seats and local elections.\nA race advances to a runoff if no candidate tops 50 percent of the vote.\nAn Ivy League-educated Rhodes Scholar from the New Orleans suburbs, Vitter returned to a campaign style that has worked for him in previous races. He ran on conservative values and described himself as a political outsider.\nHe and a super PAC supporting him attacked his GOP competitors as tax-and-spend liberals, suggested Dardenne wasted tax dollars in office and criticized Angelle for resigning as state natural resources secretary only days after a massive sinkhole opened on his watch.\n\"Baton Rouge is broken and dysfunctional, and there are no adult leaders there taking on the big challenges,\" Vitter said in one of only two TV debates he attended.\nWith few policy differences, the race largely came down to personalities â\u0080\u0094 and a referendum of sorts on whether Vitter's eight-year-old prostitution scandal still resonated with voters. The senator apologized in 2007 for a \"very serious sin\" after he was linked through phone records to Washington's \"D.C. Madam.\"\n\"We are better than this. We can avoid the disappointment, the embarrassment, the ridicule, the shame,\" Dardenne, a former state lawmaker from Baton Rouge, said in an ad that ran on Election Day.\nDardenne ran a campaign suggesting he would be a reform governor who would \"make Louisiana proud.\" Angelle, a French-speaking native of Breaux Bridge with a thick Cajun accent, positioned himself as the conservative candidate â\u0080\u0094 without a prostitution scandal.\nVitter has dodged talk of the scandal, suggesting he and the voters have moved on.\nWhile his three GOP opponents struck at each other, Edwards saved most of his criticism for Jindal, who Edwards blamed for causing state finances to crater. Edwards, a state House Democratic leader from Tangipahoa Parish, said his rivals each represent a Jindal third term.\n\"I stood up to Bobby Jindal and his disastrous policies,\" Edwards said in his campaign.\nEdwards campaigned as a conservative Democrat. He's pro-gun and anti-abortion, and comes from a family of sheriffs. He also has a West Point degree and military background.\nAt least $21 million has been spent so far by candidates and super PACs on the race.\nThe men largely shared similar positions on repairing Louisiana's financial crisis and balancing the budget. They supported a rewrite of the state's tax structure to scale back spending on tax breaks and a lessening of budget protections that leave colleges at most risk for cuts.\nThe most striking disagreements were on the Common Core education standards and the minimum wage. All but Dardenne opposed Common Core, and all but Edwards opposed raising the state's minimum wage.", "byline": "", "description": "BATON ROUGE, La. (AP) — Republican U.S. Sen. David Vitter survived challenges Saturday from two GOP rivals who called his years-old prostitution scandal a stain on Louisiana, reaching a runoff against Democratic state Rep. John Bel Edwards in the governor's race.", "title": "GOP's David Vitter, Democrat Edwards in Louisiana gov runoff", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-24-US--Louisiana%20Election/id-5b0679f4f6ed467eb4e363bb8f1f2bad", "topics": ["campaign_finance", "education"], "people": ["David Vitter", "Bobby Jindal", "Jay Dardenne", "Scott Angelle"], "orgs": ["PAC", "Rhodes Scholar", "GOP", "PACs"], "election_confidence": 0.7743731255736784, "authors": [{"author_id": 40132, "fullname": "melinda deslatte", "primary_org": "ap"}], "date_written": "2015-10-25 00:09:00", "org": "ap", "article_id": "d5466781265e18660fd963965b5f2aa3", "date_access": "2015-10-25 03:30:10.414818"}