{"body": "DES MOINES â\u0080\u0094 With 100 days left until the Iowa caucuses, the first contest in the presidential nominating process, the three remaining Democratic candidates will gather here in Des Moines for what has proven a pivotal, race-shaping event in past elections: the Jefferson-Jackson Dinner, a fundraiser for the Iowa Democratic Party. \nPrior to singing, Perry offered this: â\u0080\u009cWe love you Hillary. Thank you for having me. Sheâ\u0080\u0099s my firework.â\u0080\u009d\nAt 5:30 a.m., dozens of Clinton staffers in Iowa woke-up to the sound of Katy Perry. The singer, slated to star on behalf of Clinton at a pre-JJ rally, recorded a robo-call for every member of the state staff:", "byline": "", "description": "And that means Bill Clinton, Katy Perry, and more before Clinton, Bernie Sanders and Martin O’Malley, share the stage at the Jefferson-Jackson dinner Saturday night in Des Moines.\nAt 5:30 a.m., dozens of Clinton staffers in Iowa woke-up to the sound of Katy Perry. The singer, slated to star on behalf of Clinton at a pre-JJ rally, recorded a robo-call for every member of the state staff:\n\"Wake-y Wake-y eggs and bakey. It's Katy Perry here,\" she said in the message. I know it's early, but you know what they say, the early bird gets the votes. So it's a beautiful day here in Iowa and I'm here ready to rally for our firewor​​k Hillary​ I hope I can stand and march with you this afternoon. See you soon!​\"\n\nView Entire List ›", "title": "Hillary Clinton Looks To Lock Up A Lead On Democrats’ Big Night", "url": "http://www.buzzfeed.com/rubycramer/hillary-clinton-looks-to-lock-up-a-lead-on-democrats-big-nig", "topics": ["economy", "foreign policy/national security"], "people": ["Bill Clinton", "Katy Perry", "Hillary Clinton", "Martin O'Malley", "Bernie Sanders"], "orgs": ["Iowa Democratic Party", "DES MOINES"], "election_confidence": 0.6242736801808474, "authors": [{"author_id": 6688, "fullname": "ruby cramer", "primary_org": "buzzfeed"}], "date_written": "2015-10-24 23:11:09", "org": "buzzfeed", "article_id": "1fba87ce3433a62489ec73eb8ac14414", "date_access": "2015-10-24 23:11:44.240348"}