{"body": "Washington  (CNN)Ben Carson on Saturday dismissed attacks from Donald Trump in which he accused the retired neurosurgeon of not having enough \"energy\" to be president. \n\"My energy levels are perfectly fine,\" Carson said in Iowa. \"As I've said many times, there have been many times where I've operated 12, 15, 20 hours, and that requires a lot of energy. Doesn't require a lot of jumping up and down and screaming, but it does require a lot of concentration.\" \nHis comments came the day after Trump told a rally in Miami that Carson has even less energy than Jeb Bush, who he has repeatedly called a \"low-energy\" candidate. \n\"Ben Carson is super low energy, right? He's super low,\" Trump said. \"Super low energy. We need tremendous energy. We need tremendous energy.\" \nTrump previously had warned Carson that he would start attacking him if he started passing him in the polls. Carson made progress against Trump this week, when two Iowa polls showed him topping the real estate mogul among Hawkeye State Republicans.\nTrump delivered on his promise Friday, mocking Carson, who is known for being soft-spoken.\n\"Donald Trump falls to second place behind Ben Carson,\" Trump said, pretending to read a headline. \"We informed Ben, but he was sleeping.\"\nThen, at a rally in Jacksonville on Saturday, Trump expressed incredulity at Carson's rise.\n\"I don't know what the hell is going on there,\" he said. \"I don't get it!\"\nBut Carson has said he will not parry with Trump.\n\"If he does attack me, I'll continue to talk about issues. I just really don't buy into the attack-your-fellow-Republicans thing. I'm just not going to do that,\" Carson said Friday on Bloomberg's \"With All Due Respect.\"\nRELATED: Carson: I won't respond to Trump if he attacks\nHe said Trump has generally been nice to him.\n\"My personal interactions with him have shown him to be a gentleman,\" Carson said. \"I think there's another element sometimes when he's on camera.\"\nCNN's Jeremy Diamond and Noah Gray contributed to this report.", "byline": "", "description": "", "title": "Ben Carson: 'My energy levels are perfectly fine'", "url": "http://www.cnn.com/2015/10/24/politics/ben-carson-donald-trump-energy/index.html", "topics": ["personality", "immigration", "foreign policy/national security"], "people": ["Donald Trump", "Jeremy Diamond", "Noah Gray", "Jeb Bush", "Ben Carson"], "orgs": [], "election_confidence": 0.8328355802946062, "authors": [{"author_id": 30257, "fullname": "eugene scott", "primary_org": "cnn"}], "date_written": "2015-10-24 22:23:42", "org": "cnn", "article_id": "d3e9892ea1b7569b74082a5e3d309f65", "date_access": "2015-10-24 21:31:40.004992"}