{"body": "Washington (CNN)Marco Rubio defended his heavily criticized absences from nearly one third of Senate votes this year, saying his presidential campaign requires him to be out on the trail, and dismissed suggestions that his call for delinquent federal workers to be fired was hypocritical.\n\"Everyone needs to run their own campaign,\" Rubio told CNN's Jamie Gangel in an interview that aired Sunday on \"State of the Union.\" \"I'm not missing votes because I'm on vacation.\"\nRubio, who has the worst voting attendance record in the Senate this year, has been attacked by his 2016 rivals over his voting record, especially front-runner Donald Trump, who called him a \"lightweight senator\" in a tweet last month. Scrutiny over Rubio's shoddy attendance record increased earlier this month when the Florida senator missed a key vote on defense spending to campaign in New Hampshire.\nRubio also explained remarks he made on the Senate floor this week when he said federal workers who don't do their jobs should be fired.\n\"Someone might say you're not showing up, you're not doing your job by voting,\" Gangel said.\n\"Not true, not true,\" Rubio said.\n\"You don't think you're in a glass house?\" Gangel asked.\n\"Voting is not the only part of the Senate job,\" Rubio said. \"I mean, the most important thing a senator does is constituent service. We're still involved in looking out for Florida's issues.\"\nRubio said Senate votes are important, but added that as a member of the Intelligence Committee, he was updated on recent briefings.\n\"I was just there this Tuesday,\" Rubio said. \"I got fully briefed and caught up on everything that's happening in the world. I'm fully aware.\"\nCNN's Eugene Scott contributed to this report.", "byline": "", "description": "", "title": "Marco Rubio defends skipping Senate votes", "url": "http://www.cnn.com/2015/10/25/politics/marco-rubio-defends-missing-senate-votes/index.html", "topics": ["personality", "foreign policy/national security"], "people": ["Jamie Gangel", "Donald Trump", "Marco Rubio", "Eugene Scott"], "orgs": ["Senate", "Intelligence Committee"], "election_confidence": 0.9565133354172727, "authors": [{"author_id": 26124, "fullname": "paige hymson", "primary_org": "cnn"}], "date_written": "2015-10-25 14:46:27", "org": "cnn", "article_id": "6b107ab52b094db9bf3f70bd4f33bf45", "date_access": "2015-10-25 14:02:48.165525"}