{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nWisconsin GOP Rep. Paul Ryan got added support Sunday from a key part of the chamber’s Republican conference when the leader of the House Freedom Caucus said he was the “right guy” to be the next speaker.\n“We think Paul has the kind of vision and is the kind of messenger our party needs to accomplish the things we told the voters we’re going to accomplish,” group Chairman Ohio Republican Rep. Jim Jordan said on \"Fox News Sunday.\"\nRyan, House Ways and Means Committee chairman and 2012 vice presidential candidate, was recruited by Capitol Hill Republicans to become the next House speaker.\nRyan agreed to run for the post after talking last week with members of the Freedom Caucus -- part of the chamber’s most conservative wing, which largely forced House Speaker John Boehner to resign in late-September.\n“He didn’t quite get the endorsement threshold we have in our group, but a super majority of our members said we think Paul Ryan is the right guy at the right time to lead our conference,” Jordan also said Sunday.\nThe small-but-powerful wing continuously disagreed with Boehner and members of the leadership team, accusing them of not digging in hard enough on spending cuts, repealing ObamaCare and other important conservative issues.\n\nRyan in talking with the caucus members reportedly agreed to address their concerns including committee leadership assignments and legislation from rank-and-file members not getting more consideration.\nThe speaker vote is expected later this week.\n“We have a commitment from Paul to work on changing the rules and we may even get a change before the vote this coming Wednesday and Thursday,” Jordan said.\nRyan was recruited after a couple of wild weeks after Boehner’s resignation. House Majority Leader Kevin McCarthy, the second-in-command, dropped out of the race after suggesting the House Select Committee on Benghazi was responsible for damaging the campaign of Democratic presidential frontrunner Hillary Clinton. And South Carolina GOP Rep. Trey Gowdy, chairman of the Benghazi committee, was mentioned for the job, but he quickly and emphatically declined.\nRyan needs 218 votes from the chamber’s 434 members, including 246 Republicans.\nHe has made clear he doesn't want to squeak by in the vote. Last week, he got support from the Republican Study Committee and the Tuesday Group, two key groups that should help him get enough votes.", "byline": "", "description": "Wisconsin GOP Rep. Paul Ryan got added support Sunday from a key part of the chamber’s Republican conference when the leader of the House Freedom Caucus said he was the “right guy” to be the next speaker.", "title": "Ryan gets more, key support ahead of big vote this week to become next GOP House speaker", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/kdrVZmKdwss/", "topics": ["foreign policy/national security", "environment/energy"], "people": ["Jim Jordan", "John Boehner", "Trey Gowdy", "Paul Ryan", "Hillary Clinton"], "orgs": ["Freedom Caucus", "GOP House", "House Select Committee", "House Freedom Caucus", "Republican Study Committee"], "election_confidence": 0.8882584546430874, "authors": [], "date_written": "2015-10-25 21:11:25", "org": "fox", "article_id": "2c18f23920769c18e8a8aed87e205f60", "date_access": "2015-10-25 23:30:25.464432"}