{"body": "\nBen Carson said Sunday that he no longer wants to dismantle Medicare and defended the policy switch, while also responding to the latest attack from fellow Republican presidential candidate Donald Trump.\nCarson, who leads Trump in Iowa, according to new polls, acknowledged that months ago he indeed wanted to end Medicare but said he changed his mind after talking to a lot of economists.\n“That was the old plan,” Carson told “Fox News Sunday.” “That’s gone.”\nCarson, a retired neurosurgeon, said he now prefers so-called health savings accounts as an alternative to Medicare, the government-subsidies medical insurance for retirees.\nA Des Moines Register/Bloomberg Politics poll released Friday shows Trump now trailing Carson by 9 percentage points. And a Quinnipiac University poll released Thursday shows him trailing Carson by 8 percentage points among Republican voters in Iowa, partial to social conservative candidates.\nOn Saturday, Trump said that he is a Presbyterian, which he considers a middle-of-the-road religion. Carson is a Seventh Day Adventists, which some conservatives think are not Christians.\n“Seventh-day Adventist, I don't know about,” Trump said at campaign stop in Jacksonville, Fla. “I just don't know about.\"\nCarson said Sunday that he hopes Trump would apologize, just like he did when he questioned Trump’s faith in September.\nOn Friday, Trump called Carson “super low energy.”\nCarson said Sunday that he wouldn’t “get into the mud pit” with Trump.\nHe also said the news reports that his revised plan will end Medicare are “completely false” and are being put out to “scare” Americans.\n“The program that I have outlined … largely eliminates the need for people to be dependent on government programs like that,” Carson said. “I would never get rid of the programs. I would provide people with an alternative.”", "byline": "", "description": "Ben Carson said Sunday that he no longer wants to dismantle Medicare and defended the policy switch, while also responding to the latest attack from fellow Republican presidential candidate Donald Trump.", "title": "Carson says he doesn't want to end Medicare, defends against another Trump attack", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/t-kYA6-wT0M/", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Ben Carson"], "orgs": ["Quinnipiac University"], "election_confidence": 0.9847532288286658, "authors": [], "date_written": "2015-10-25 16:03:36", "org": "fox", "article_id": "737870d259a7050b6b1f7451bf27259b", "date_access": "2015-10-25 15:30:29.910113"}