{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDemocrat presidential contender Sen. Bernie Sanders is clearly sharpening his attack on frontrunner Hillary Clinton, with her campaign on Sunday even acknowledging  the change amid Clinton’s recent surge.\nSanders argued on Saturday that he’s been a steadfast progressive on such key issues as the Keystone XL pipeline, while Clinton makes her decisions based on polling.\n\"I promise you tonight, as your president, I will govern based on principle not poll numbers,\" Sanders, a Vermont Independent, said to applause at the Iowa Democratic Party's Jefferson-Jackson dinner.\nHe also vowed \"not to abandon any segment of American society whether you're gay or black or Latino or poor or working class -- just because it is politically expedient at a given time.\"\nClinton leads Sanders nationally by double digits and trails him by about 3 percentage points in early-voting state New Hampshire.\nHowever, the numbers could move more in Clinton’s direction after last week -- when Vice President Biden said he would not seek the 2016 party nomination and she delivered a steady performance before the GOP-led special House committee on the 2012 Benghazi attacks.\n\"I think Bernie Sanders seemed to have a course correction in the [Jefferson Jackson] dinner from one in which he said he wasn't going to go negative to obviously focus his fire on her,” Clinton campaign Chairman John Podesta said on ABC’s “This Week.”\nClinton also had a strong Oct. 13 debate performance in which she accused Sanders, a self-described Socialist, of being soft on gun control and was decisive enough to force second-tier candidates Lincoln Chaffee and Jim Webb out of the primary race.\nClinton has been the presumptive Democratic frontrunner. But her 2016 bid has been in trouble since March, following revelations that she used a private server and email accounts for official business when secretary of state from 2009 to 2013.\nAt the fundraising dinner Saturday, Sanders never mentioned Clinton by name. But he also implicitly criticized her delayed opposition to the Trans-Pacific Partnership international trade deal, her vote as a New York senator in favor of the Iraq war and her support of the Defense of Marriage Act during husband Bill Clinton’s administration.\nClinton did not respond in kind, instead making the case that she would be best equipped to take on the eventual Republican presidential nominee.\n\"I hear Donald Trump when he says we have to make America great again,\" said Clinton, who leads Sanders nationally by about 20 points. \"America is great -- we just have to make it fair and just.\"\nIn her 2008 White House bid, Clinton placed third in Iowa and has since built a formidable organization to power her to victory in the state.\nIowa's first-in-the-nation caucus vote is now 99 days away.\nPresident Obama, who won the 2008 Democratic nomination and his White House bid, previously suggested that Clinton was motivated by polls and triangulation.\nClinton, in the Senate at the time, countered that \"change is just a word\" unless you have the strength and experience to lead.\nThis time, Clinton presented herself as Obama's heir, warning Republicans would seek to slash taxes for the wealthy and repeal the president's signature health care law.\n\"I'm running as a proud Democrat,\" she said to cheers.\nBut Republicans insisted Saturday that today's Clinton is the same one who ran eight years ago.\n\"The Hillary Clinton of 2015 is no different than the Hillary Clinton from 2007,\" said Republican National Committee spokesman Fred Brown. \"Things haven't changed.\"\nPlaying the role of underdog, Sanders on Saturday drew a comparison with Obama.\n\"I think we are going to prove the pundits wrong again,” he said. “I think we are going to make history one more time.\"\nThe Associated Press contributed to this report.", "byline": "", "description": "Democrat presidential contender Sen. Bernie Sanders is clearly sharpening his attack on front-running Hillary Clinton, with her campaign on Sunday even acknowledging  the change amid Clinton’s recent surge.", "title": "Sanders goes hard on Clinton, after last week's events, debate success steadies her campaign", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/uO9eblsVins/", "topics": ["guns", "trade", "foreign policy/national security"], "people": ["Lincoln Chaffee", "Bill Clinton", "Jefferson Jackson", "Hillary Clinton", "Donald Trump", "Jim Webb", "Bernie Sanders", "John Podesta"], "orgs": ["Senate", "Republican National Committee", "Keystone XL", "Iowa Democratic Party", "GOP"], "election_confidence": 0.9965951994844409, "authors": [], "date_written": "2015-10-25 19:12:26", "org": "fox", "article_id": "6debbbb36d578b4dd83c65b16f903999", "date_access": "2015-10-25 19:02:01.712675"}