{"body": "Making his first prominent appearance of his wife's campaign in the early-voting state of Iowa, Bill Clinton came with a simple message Saturday.\n“Thank you for coming,” he told a crowd of a few hundred supporters at an outdoor rally before state Democrats’ biggest event of the 2016 election -- a key early taste of how well the candidates are doing here.\nAt times in Hillary Rodham Clinton’s second run for the presidency, it has seemed her team is conspicuously working to correct the mistakes of the first. In the case of its mobilization efforts in Iowa, the campaign is not bashful about saying so.\nSIGN UP for the free Essential Politics newsletter >>\nThe Clinton campaign sought to use the event, the Iowa Democratic Party’s Jefferson-Jackson Dinner, as a showcase for the granular political organizing efforts -- both here and throughout the country -- that the Obama campaign mastered eight years ago. Those efforts were an integral part of how Obama wrested the nomination away from Clinton, the early front-runner for the Democratic nomination that year.\nRepublicans grilled former Secretary of State Hillary Rodham Clinton through nearly 11 hours Thursday in a long-awaited hearing of the House Benghazi committee that produced little if any new information, but ample partisan argument.\nThe hearing provided an extraordinary spectacle, starting in...\nRepublicans grilled former Secretary of State Hillary Rodham Clinton through nearly 11 hours Thursday in a long-awaited hearing of the House Benghazi committee that produced little if any new information, but ample partisan argument.\nThe hearing provided an extraordinary spectacle, starting in...\nHundreds more campaign volunteers who will take leadership roles as precinct captains across the state spent the day at the Clinton campaign’s state headquarters for a boot camp, which included a pep talk from campaign manager Robby Mook.\nClinton's team also recognized the importance of even more symbolic efforts at the dinner, which has become something of a political carnival in the years leading up to the caucus. More than 100 supporters scattered across the heart of Des Moines, Iowa's largest city, early Saturday in a show of force. Other volunteers prepped for the all-important “sign war” that takes place around and inside the HyVee Hall, where the dinner is served. Campaigns compete to paper the area with signs of support, a small achievement that nonetheless is an early barometer of volunteer strength.\nSince Hillary Rodham Clinton announced her bid for the White House, she has steadily slipped from inevitable nominee to flawed and vulnerable front-runner amid campaign mishaps and voters' Clinton fatigue – and her rivals anticipated that it all would accelerate in recent days.\nBut in yet another...\nSince Hillary Rodham Clinton announced her bid for the White House, she has steadily slipped from inevitable nominee to flawed and vulnerable front-runner amid campaign mishaps and voters' Clinton fatigue – and her rivals anticipated that it all would accelerate in recent days.\nBut in yet another...\nTo ensure it would draw a substantial number of supporters, the campaign brought in two of its biggest weapons -- pop star Katy Perry and former President Bill Clinton -- for its pre-dinner rally.\nThat’s not to say there weren’t signs of the obstacles that remain in Hillary Clinton's pursuit of the nomination. One hovered overhead on Saturday -- a banner in support of Vermont Sen. Bernie Sanders, Clinton's main rival for the nomination, being flown in circles above downtown Des Moines.\nBut Clinton's team hoped at least to prevent the same kind of breakout performance from Sanders on Saturday that Obama had eight years ago at the event.\n“The J-J was the moment everything clicked for us in Iowa,\" said Tommy Vietor, a veteran of the Obama team in Iowa that year. \"But that was the result of a lot of work.\"\nSee the most-read stories this hour >>\nPreparations for the dinner began months in advance, planning almost a guerrilla-style campaign -- with diagrams of the arena to ensure the campaign had the best strategic positions to put up signs, and working to garner a huge turnout of supporters and choreograph their cheers.\n“When you describe it, it sounds like this silly thing that campaigns do. But actually it makes you think 400 moves ahead,” he said. “It got the people involved -- our organizers -- so hyped for the event that it was like you were playing in a political Super Bowl.”\nIn the end, Vietor said, the performance showed that the Obama effort “was for real.”\nAnother Obama veteran, Mitch Stewart, recalled on Twitter how a colleague said to him after: “I think we just won the caucuses.” For Stewart, the observation prompted a nervous bout of nausea.\nFor more campaign coverage, follow \n@mikememoli", "byline": "", "description": "<p>Making his first prominent appearance of his wife's campaign in the early-voting state of Iowa, Bill Clinton came with a simple message Saturday.</p> <p>“Thank you for coming,” he told a crowd of a few hundred supporters at an outdoor rally before state Democrats’ biggest event of the 2016 election -- a...</p>", "title": "Hillary Clinton borrows a page from Obama's 2008 playbook", "url": "http://www.latimes.com/la-na-democratic-candidates-iowa-dinner-20151024-story.html", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Katy Perry", "Hillary Clinton", "Hillary Rodham Clinton", "Tommy Vietor", "Bernie Sanders", "Robby Mook"], "orgs": ["Iowa Democratic Party"], "election_confidence": 0.892345985919832, "authors": [{"author_id": 40320, "fullname": "michael a. memoli", "primary_org": "latimes"}], "date_written": "2015-10-25 00:29:00", "org": "latimes", "article_id": "7ef98484fdbd897917f6843bdcc2d086", "date_access": "2015-10-25 00:00:16.356568"}