{"body": "During the summer of often-breathless speculation about whether Vice President Joe Biden would run for president, the voice that was missing was the normally loquacious Biden's. On Sunday, he finally offered his own view, saying that in times when he leaned toward entering the race, he was pulled back by fresh grief over the recent death of his son.\nIn an interview with \"60 Minutes,\" his first since he announced last week that he'd decided not to campaign, the vice president openly acknowledged his struggle to make a decision while he and his family mourned the death of his eldest son, Beau, in May.\nAt one point in late summer when he felt inclined to run, he told CBS’ Norah O’Donnell, Beau's only daughter began weeping in his arms during a family dinner.\n“ ‘Pop, I see Daddy all the time,’ ” he recalled his granddaughter saying to him. “ ‘You’re not going to leave me, are you, Pop?’\n“When that happens,” Biden said, “you go, ‘I don’t know, man.’ ”\nAt other times, Biden said the frenzied media speculation almost led him to prematurely announce he would not run. He’d read stories citing unnamed sources with often-contradictory claims about his decision.\n“That used to drive me crazy,” he said. “I’d get up some mornings and say, ‘Let’s just end this thing.’ ”\nBut his wife, Dr. Jill Biden, often portrayed as one of the figures close to him who was least supportive of a run, would nonetheless challenge him in such moments. She would ask him such questions as: “What about the Supreme Court?”\n“I felt like everything we worked so hard for in the administration, you know, could just all change,” she said in the interview.\nThe vice president also disputed the assertion made in some media reports that his son made a final deathbed plea for him to join the race.\nHillary Rodham Clinton warned Saturday that returning the White House to a Republican would jeopardize the nation's economic recovery under President Obama, as she tried to build on her campaign's recent momentum while her Democratic rivals stepped up their criticisms.\n“We need to defend the progress...\nHillary Rodham Clinton warned Saturday that returning the White House to a Republican would jeopardize the nation's economic recovery under President Obama, as she tried to build on her campaign's recent momentum while her Democratic rivals stepped up their criticisms.\n“We need to defend the progress...\n“There was not what was sort of made out as some kind of this Hollywood-esque thing, that at the last minute, Beau grabbed my hand and said, ‘Dad, you’ve got to run.’ … It wasn’t anything like that,” he said.\nStill, both Beau and Biden’s younger son, Hunter, were his best political advisors, Biden said, and Beau “all along thought that I should run and could win,” the vice president added. \nUltimately, Biden repeated that his final decision against running was simply a matter of timing.\n“I’ll be very blunt. If I thought we could’ve put together the campaign that our supporters deserve and our contributors deserved, I would have gone ahead and done it,” he said.\nStill, Biden said he sees a future for himself in the party even if it’s not as a candidate for president. He acknowledged that his announcement from the Rose Garden on Wednesday did sound like a political speech.\n“There’s some truth to that,” he said. “I was making a case that I do want to influence the Democratic Party.”\nBut he denied sending a message to Clinton in recent days. Repeatedly over the past week, he has criticized Democrats who view the GOP as “enemies,” as Clinton recently said she did. Biden said he was not directing his complaints of a lack of bipartisanship at her but instead at Washington as a whole.\nHe said that he didn’t want Democrats walking away from what he and President Obama have accomplished, and that although Clinton may not be following his advice to run on the administration’s record, “it doesn’t mean she won’t be a great president,” Biden said.\n“Go back and find anybody who says for the four years we worked together Hillary and I weren’t friends,” he said of the idea that he’d come to resent her.\nBiden said he believes he can still accomplish a lot even as he said he would not run for office again. He also expressed hope that the White House could work with Rep. Paul Ryan (R-Wis.), the most likely candidate to be the new House speaker, to avoid a government shutdown and agree on a new budget.\n“I hope I leave office as a respected figure who can convene people and bring people together,” he said.\nFollow \n@mikememoli\n for more news out of Washington.", "byline": "", "description": "<p>During the summer of often-breathless speculation about whether Vice President Joe Biden would run for president, the voice that was missing was the normally loquacious Biden's. On Sunday, he finally offered his own view, saying that in times when he leaned toward entering the race, he was pulled...</p>", "title": "Joe Biden: Grief kept me from making earlier decision on whether to run for president", "url": "http://www.latimes.com/la-na-joe-biden-60-minutes-20151025-story.html", "topics": ["campaign_finance"], "people": ["Jill Biden", "Joe Biden", "Paul Ryan", "Beau Biden", "Hillary Rodham Clinton"], "orgs": ["Democratic Party", "Supreme Court", "GOP"], "election_confidence": 0.5950721218663386, "authors": [{"author_id": 40320, "fullname": "michael a. memoli", "primary_org": "latimes"}], "date_written": "2015-10-26 00:00:00", "org": "latimes", "article_id": "535124714b41bef2826e0867ce3d94bb", "date_access": "2015-10-25 23:30:08.847516"}