{"body": "In an emotional hearing here, Supervisor Malia Cohen took an unapologetic stand on behalf of her city's sanctuary policies, giving the brush-off to conservative Republicans and commentators nationwide who placed San Francisco in their crosshairs in the months since an undocumented immigrant was charged in the shooting death of a woman.\n\"We cannot allow one event to dictate 25 years ... of our city's policies toward undocumented immigrants,\" Supervisor Malia Cohen said Tuesday to wild applause from a roomful of immigrants, two of them undocumented women who had earlier recounted to a board committee their years of suffering as victims of domestic violence, afraid to turn to police for fear of deportation.\n\"More importantly,\" Cohen continued, we \"cannot allow hateful conservative news stations to dictate how we respond to incidents in our city. I'm not afraid of Fox News, and they don't influence how I make my policy decisions.\"\nSoon after, all 11 supervisors voted to pass a resolution affirming that San Francisco, which first declared itself a \"City of Refuge\" in 1989, shall remain so.\nSan Francisco's sanctuary policies have drawn harsh criticism since Kate Steinle, 32, was shot and killed on a tourist-friendly waterfront walkway here last summer.\nJuan Francisco Lopez-Sanchez, now charged with her murder, is a five-time deportee who had been brought here in March from a federal prison in Southern California on a 2-decade-old marijuana-related bench warrant. But prosecutors declined to charge him, and the Sheriff's Department released him without honoring a request from U.S. Immigration and Customs Enforcement that he be detained beyond his release date so he could be picked up and placed yet again in deportation proceedings.\nThe supervisors' resolution rejected cooperation with ICE's new Priority Enforcement Program, which largely moves away from the so-called detainer requests and instead asks local authorities to simply notify ICE before a release occurs. Supervisors allowed an exception to the rule if an inmate has been convicted of a violent felony in the last seven years and is being held to answer by a magistrate on a comparable charge.\nSan Francisco's vote came just hours after the failure of a bill in Washington by U.S. Sen. David Vitter (R-La.) to cut federal funding to municipalities that don't cooperate fully with immigration authorities. The legislation included a provision, known as Kate's Law, that would have increased criminal sentences for immigrants who repeatedly enter the U.S. illegally.\nGOP presidential candidate Donald Trump lashed out at San Francisco in the days after Steinle's death, and the city and its sanctuary policies — shared by more than 300 other jurisdictions nationwide — became fodder for conservative newscasters and bloggers.\nSan Francisco's initial sanctuary policy came in response to a wave of undocumented immigrants fleeing war-torn countries in Central America. It was followed in 2013 by the \"Due Process for All\" ordinance, signed with fanfare by Mayor Ed Lee, which limited the Sheriff's Department's discretion to honor ICE requests to detain inmates beyond their release dates for pickup. It laid out the same exceptions that supervisors affirmed Tuesday.\nThat law — and tensions between ICE and hundreds of local jurisdictions — stems from the Priority Enforcement Program's predecessor, Secure Communities. Under it, all fingerprints taken at the time of booking are shared with immigration authorities.\nThe program, implemented as a means to focus deportation efforts on convicted felons, was widely criticized for ensnaring many minor offenders and those never charged with any crime, including some domestic violence victims.\nHundreds of cities and counties — and a number of states — rebuffed the program as a threat to public safety, since undocumented immigrants were wary of coming forward to police as victims or witnesses to crimes.\nICE this summer largely abandoned the detainer requests, acknowledging that several federal courts have deemed them unconstitutional. In addition to moving largely to requests for notification, the Priority Enforcement Program narrowed the conditions under which it will seek out inmates held in local custody.\nSan Francisco remains wary but disagreements do exist over the community's policy.\nThe mayor and Supervisor Mark Farrell are among those who believe that despite its sanctuary city status, San Francisco should give individual law enforcement officers discretion to notify ICE of potential deportees when they deem it appropriate.\nThe city's 1989 ordinance allows for that discretion. And a 1996 federal statute states that no jurisdiction can \"prohibit, or in any way restrict, any government entity or official from sending to, or receiving from [ICE] information regarding the citizenship or immigration status … of any individual.\"\nSteinle's family has sued San Francisco over a policy enacted by Sheriff Ross Mirkarimi in March that requires all communication with ICE to be cleared with him or his legal department, saying it violates federal statutes.\nBoth Mayor Lee and Farrell have said Lopez-Sanchez's previous crimes should have prompted someone to \"pick up the phone\" and turn him over. But Farrell's resolution asking the sheriff to rescind his policy was tabled by a 6-5 vote Tuesday.\nNoting in a statement that he believes in the Sanctuary City policy, Farrell said he was \"deeply disappointed\" in the rejection of his measure.\nleora.romney@latimes.com", "byline": "", "description": "<p>In an emotional hearing here, Supervisor Malia Cohen took an unapologetic stand on behalf of her city's sanctuary policies, giving the brush-off to conservative Republicans and commentators nationwide who placed San Francisco in their crosshairs in the months since an undocumented immigrant was...</p>", "title": "In face of criticism, S.F. supervisor reaffirms city's sanctuary policies", "url": "http://www.latimes.com/la-me-sf-sanctuary-20151026-story.html", "topics": ["immigration"], "people": ["Kate Steinle", "Ross Mirkarimi", "Donald Trump", "David Vitter", "Juan Francisco Lopez", "Ed Lee"], "orgs": ["S.F.", "U.S. Immigration and Customs Enforcement"], "election_confidence": 0.6220564312504671, "authors": [{"author_id": 40424, "fullname": "lee romney", "primary_org": "latimes"}], "date_written": "2015-10-26 01:20:00", "org": "latimes", "article_id": "71efadd5f36626a571ed5c47a4c10b24", "date_access": "2015-10-26 00:30:08.696812"}