{"body": "The Republican presidential candidate Ben Carson said Sunday he believed that abortion should be outlawed even in cases of rape and incest, comparing the procedure with slavery.\n\n“I would not be in favor of killing a baby because the baby came about in that way,” Mr. Carson said on NBC’s “Meet the Press,” citing “the many stories of people who have led very useful lives who were the result of rape or incest.”\n\nMr. Carson, who has not been shy about using slavery and Nazi metaphors, held up what he said was a historic parallel with abortion.\n\n“During slavery, a lot of the slave owners thought that they had the right to do whatever they wanted to that slave,” said Mr. Carson, a former brain surgeon. “Anything that they chose to do. And, you know, what if the abolitionist had said, you know, ‘I don’t believe in slavery. I think it’s wrong. But you guys do whatever you want to do.’ Where would we be?”\n\nSurveys of Republican voters in Iowa, where Mr. Carson has staked out a lead, indicate that such language does little to hurt him there. \n\nMr. Carson noted as much in the interview, saying: “The fortunate thing is a lot of people really do think for themselves, as you can see, you know, from the poll numbers here.”\n\nAsked about his penchant for invoking Nazism on such issues as health care coverage, Mr. Carson said he had received positive feedback from some Jews for the comparisons, which others have called inflammatory. \n\n“In the last several weeks, I’ve heard from many people in the Jewish community, including rabbis, who said, ‘You’re spot on. You are exactly right,’” he said.\n\nMr. Carson’s rise in Iowa has bumped Donald J. Trump from his monthslong polling advantage there, a development that has prompted Mr. Trump to attack Mr. Carson, one of the few Republican candidates he had so far largely ignored.\n\nAppearing on CNN’s “State of the Union,” Mr. Trump attacked Mr. Carson on immigration and called him “a very low energy person,” but he seemed perplexed at how the soft-spoken doctor had seized the lead in Iowa.\n\n“Ben doesn’t even go to Iowa that much,” Mr. Trump said.\n\nMr. Trump brought up Mr. Carson’s Seventh-day Adventist faith, which could prompt some concerns among Iowa’s evangelicals, at a rally in Florida, but insisted in an interview Sunday that he was not attempting to attack Mr. Carson over his faith.\n\nAsked on ABC’s “This Week” why he had raised Mr. Carson’s religion, Mr. Trump refused to apologize or offer an explanation for his comments.\n\n“Because I just said, I don’t know about it,” said Mr. Trump, repeating the phrase he used Saturday. “I said nothing about it. I would never say bad. I’d never say bad about any religion.” ", "byline": "JONATHAN MARTIN", "description": "The Republican presidential candidate said abortion should be outlawed even in cases of rape and incest, comparing abortion with slavery.", "title": "First Draft: Ben Carson Calls for Ban on Abortion in All Circumstances", "url": "http://www.nytimes.com/politics/first-draft/2015/10/25/ben-carson-calls-for-ban-on-abortion-in-all-circumstances/", "topics": ["abortion", "immigration"], "people": ["Donald Trump", "Donald J. Trump", "Ben Carson"], "orgs": [], "election_confidence": 0.9631654823899308, "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-10-25 20:39:45", "org": "nyt", "article_id": "f3ca91fa36644292cd0737de9a07fb3f", "date_access": "2015-10-25 20:03:11.079823"}