{"body": "AMES, Iowa —  Donald J. Trump, who is rarely at a loss for words, admitted “I don’t know what’s going on” when confronted by Ben Carson’s surge past him in early-voting Iowa, where Mr. Trump had led the Republican presidential field for months.\n\nMr. Trump has derided Mr. Carson for lacking the vigor and fortitude to be president, but voters here are drawn to the retired neurosurgeon’s low-pitched manner.\n\n“That smile and his soft voice makes people very comforted,” said Miriam Greenfield, a farmer in Jewell, Iowa.\n\nIn an election season that has confounded party leaders and experts, the rise of Mr. Carson is another unexpected twist. His supporters cite Mr. Carson’s character, not his positions, as the main reason they back him. And they say his low-key approach is precisely what would tame Washington’s bitter partisanship, rather than Mr. Trump’s swagger.\n\n“He is kind when he speaks, and he doesn’t have an agenda to set himself up as wonderful,” said Donna Christensen, a retiree in Ames.\n\nWhat is more, Mr. Carson’s provocative comments on topics like abortion and slavery, which pundits and commentators regularly denounce, seem only to deepen the enthusiasm his evangelical base feels for him. He has connected with Republican women here, who prefer him to Mr. Trump. And he has built momentum far off the radar of the political establishment, which was unimpressed with his debate performances and his lack of governing experience. He conducts personal chats on Facebook and visits medical clinics and churches rather than the usual political stops.\n\nIn a Des Moines Register/Bloomberg Politics released on Friday, not only was Mr. Carson the top choice among Republicans, with 28 percent, but he was also described by those surveyed as the most presidential candidate, the most pragmatic and the one they would trust most with a finger on the nuclear button.\n\nAnd unlike some other candidates popular with the party’s evangelical base, Mr. Carson has built a muscular financial base through grass-roots outreach. His $20.8 million raised over the summer, most in small donations, was more than the total of any other Republican candidate. On Friday, he released his first television ad in the four early nominating states.\n\nOn Facebook, Mr. Carson answers nightly questions for his 4.3 million “friends,” covering personal topics (his ailing mother is “doing much better”), policies like a recent suggestion he would end Medicare (he denied it), and the campaign (the debates are “just a boxing match”).\n\nBook sales are another below-the-radar means of cultivating support. He is on a 26-day book tour, notably wending through Iowa, Florida and South Carolina, that critics derided as a campaign vacation. But Mr. Carson attracts buyers by the hundreds, who exchange a few words with him as they stop for a signature.\n\nJason Walke, a trial lawyer in Des Moines, said that neither Mr. Trump nor another fiery outsider, Senator Ted Cruz of Texas, “has a snowball’s chance of changing things in Washington the way Ben Carson does.”\n\n“I believe someone as mild-mannered and gentlemanly as Ben Carson is just about the only kind of person that could,” said Mr. Walke, who heard Mr. Carson speak to a modest crowd on the lawn of a fraternity house at Iowa State University on Saturday.\n\nSimilar views surfaced in a focus group of Republicans last week in Indiana: Many criticized Mr. Trump as divisive while praising Mr. Carson as “wise” and a “gentleman.”\n\n“Trump is rough; Carson is reassuring,” said Peter D. Hart, who led the focus group. “And the unknown elements of Carson are calming, and the known elements of Trump are disturbing.”\n\nMr. Carson’s events have a distinct feel. Voters approach him with something close to reverence, and he appears gracious and unhurried when interacting with them one on one. On Saturday, his wife, Candy, a Yale-trained classical violinist, sang an a cappella version of the national anthem on the lawn of the fraternity house.\n\nMr. Carson swept past Mr. Trump in two polls of Iowa Republicans last week despite rarely visiting the state. Now, he is promising to return at least twice monthly leading up to the Feb. 1 caucuses. “The key thing for me is I don’t sit down and strategize like politicians because I’m not a politician,” he told reporters. “I don’t want to be a politician. I think we need some authenticity. We need some honesty in our country right now.”\n\nStatements he has made on the unsuitability of a Muslim to be president and the link between Nazis, gun control and the Holocaust, and his likening of President Obama’s health care law to slavery, which appalled some critics, have not dimmed Mr. Carson’s support. On the contrary, 57 percent of Republicans in the Register poll rated as “very attractive” his comparison of the health care law to slavery. Seventy-three percent said his opposition to a Muslim as president made him more attractive.\n\nOn Sunday, he again invoked slavery, this time comparing it to abortion as he called for a ban on the procedure even in cases of rape and incest.\n\nMr. Carson’s rise in Iowa is driven by his consolidation of evangelical voters, who represent close to 60 percent of Republican caucus-goers, a trend that could carry him strongly into later voting states in the South with similar demographics.\n\n“People are very attracted to Ben Carson’s bedside demeanor,” said Bob Vander Plaats, a leader of the Christian right in Iowa.\n\nTraditionally, a single anti-establishment candidate has emerged from the state, finishing in the top two or three, around whom conservative Republicans rally. Mr. Carson, Mr. Trump and Mr. Cruz are all vying for the role.\n\nIn two surveys last week, Mr. Carson led Mr. Trump soundly by eight and nine percentage points. A third survey by CBS News released Sunday showed the two tied in the state, but Mr. Trump held a robust lead in two other early voting states, New Hampshire and South Carolina.\n\n“I don’t understand Iowa because frankly, I just left and we had tremendous crowds and tremendous enthusiasm,” Mr. Trump told CBS’s “Face the Nation” on Sunday. “Frankly, even to be tied, I’m a little surprised.”\n\nMr. Trump appeals to a somewhat different demographic from Mr. Carson’s: working-class voters with high school educations, for whom social issues and religious beliefs are less important. The rally he described, which drew thousands, was in the Democratic-leaning eastern side of the state, where he has done most of his campaigning.\n\nMany of those drawn to Mr. Carson and Mr. Trump have not participated in Iowa’s caucus system before, making them more difficult to organize. The two are undertaking among the most aggressive efforts by any of the 15 Republicans running to encourage caucus participation.\n\nMuch of Mr. Carson’s organizing is done by a “super PAC,” which stationed volunteers at the Books-A-Million store in Ames, where he appeared Saturday. They buttonholed customers, collecting email addresses and phone numbers. The super PAC, known as the 2016 Committee, began training supporters about how to caucus recently.\n\n“People that are following Ben, a lot of them support him but have never caucused and they need to know what to do,” said Rita Davenport, a county chairwoman for the super PAC working the bookstore crowd.\n\n“We have the resources to go into each community and do these types of things,” she said. “The campaign would be stretched far too thin to even think about going to each of these small towns and doing caucus training.”\n\nDarren Westercamp, who emerged from the store with a signed Carson book, said he became curious about the candidate when he visited his father, a retired farmer, and noticed a Carson sticker on his vehicle.\n\n“I grew up in a family that did not have stickers on their vehicles,” he said. “When I saw that, I said I need to listen to this man.”", "byline": "TRIP GABRIEL", "description": "The candidate’s gentle demeanor has resonated with supporters as some recent polls show him now in the lead in the early-voting state of Iowa.", "title": "Calm Manner Has Ben Carson Rising in Polls", "url": "http://www.nytimes.com/2015/10/26/us/politics/calm-manner-has-ben-carson-rising-in-polls.html", "topics": ["abortion", "guns"], "people": ["Peter D. Hart", "Ben Carson", "Donald Trump", "Donald J. Trump", "Bob Vander Plaats", "Ted Cruz"], "orgs": ["AMES", "PAC", "Yale"], "election_confidence": 0.9825822670854183, "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-10-26 02:26:39", "org": "nyt", "article_id": "1b6ffa8c96fe7662bf6f885ea5291d84", "date_access": "2015-10-26 01:31:50.652665"}