{"body": "Here are the week’s top stories.\n\n1. Has intense scrutiny of the police over the last year cowed officers and allowed crime to spike? The F.B.I. director, James Comey, embraced that disputed theory, infuriating some Justice Department officials focused on raising accountability within law enforcement. Meanwhile, a Times analysis of police records in North Carolina and six other states shows wide racial disparities in traffic stops and arrests.\n\n_______\n\n2. Mexico picked up the pieces after a sudden hurricane, Patricia, roared into its west coast with winds of 265 miles per hour and fearsome billing as the Western Hemisphere’s strongest storm ever. Good news: Winds dropped rapidly, little serious damage was reported and Patricia shrank back into a mere tropical depression.\n\n_______\n\n3. In the presidential race, the Democratic field narrowed as Jim Webb and Lincoln Chafee dropped out and Joe Biden announced he would definitely not run. Hillary Rodham Clinton withstood a marathon day before the House Benghazi panel and exchanged battling speeches with Bernie Sanders at Saturday night’s Jefferson-Jackson dinner in Iowa. Monday is her 68th birthday.\n\n_______\n\n4. The Republican side was also in motion, ahead of Wednesday’s third debate. The betting rose on Marco Rubio, above, as Jeb Bush slashed campaign spending. And support from conservative Christians helped push Ben Carson ahead of Donald Trump in Iowa polls — which Mr. Trump’s Twitter account mocked with an ill-advised retweet of a disparaging joke: “Too much #Monsanto in the #corn creates issues in the brain?”\n\n_______\n\n5. The auto industry suffered casualties, too. Tesla’s stock dropped after Consumer Reports ceased recommending its Model S luxury electric car because of owner complaints. Management failures became clearer at Volkswagen, now down by a third of its value due to an emissions scandal. U.S. regulators said more Takata airbag problems could further widen the country’s largest recall. On the upside, Ferrari stock (RACE on the ticker) closed its debut week at $56.38, giving the company a market value of nearly $11 billion.\n\n_______\n\n6. A surge in stock price after Amazon’s strong earnings report pushed Jeff Bezos, above left, ahead of the Koch brothers and into third place on the list of richest Americans, behind Bill Gates and Warren Buffett. The big money maker was AWS, Amazon’s cloud business, which has overwhelmed smaller competitors like Hewlett-Packard.\n\n_______\n\n7. Yahoo and the N.F.L. are experimenting together. Yahoo’s free global stream of the Buffalo Bills-Jacksonville Jaguars game from London (9 a.m. Eastern) sold out of ad space, and the Internet service’s base of a billion users allows the N.F.L. to gauge American football’s international appeal.\n\n_______\n\n8. The World Series, which begins Tuesday, will end a three-decade drought no matter who wins. The New York Mets last won in 1986, the Kansas City Royals in 1985.\n\n_______\n\n9. Russia maneuvered more aggressively in the Syrian conflict, summoning President Bashar al-Assad to Moscow to discuss a political solution and holding high-level meetings with the U.S. and other powers in Vienna, with more sent for the coming week. They have a lot to overcome, including divisions over how long Mr. Assad should stay in place.\n\n_______\n\n10. China secured a significant stake in Britain’s nuclear industry during President Xi Jinping’s state visit to London. Prime Minister David Cameron said, “The stronger the relationship between our countries, the more we’ll be able to have a serious dialogue” on areas of disagreement, like human rights. But some critics question whether economic interdependence might instead shield China from any such pressure.\n\n_______\n\n11. House Republicans appeared to be moving forward to elect Paul Ryan as speaker on Thursday. Mr. Ryan agreed to stand for the position, but made clear he would not be fundraising for the party constantly. “I cannot and I will not give up my family time,” he said.\n\n_______\n\n12. Most betting says the Federal Reserve won’t announce an increase to interest rates after its meetings end Wednesday. But keep an eye on the stock market on Tuesday — the Nasdaq could reach a record if Apple earnings are strong.\n\n13. Watch: Canada is getting to know its new Camelot-worthy prime minister, Justin Trudeau. Great hair, yeah, but he’s also got a few extra moves. This is Mr. Trudeau in 2009 at an event organized by the India-Canada Association of Montreal.\n\nHave a great week.\n\nVideo produced by Ainara Tiefenthäler.\n\nYour Weekend Briefing is published Sundays at 6 a.m. Eastern.\n\nAnd don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.\n\nWant to look back? Here’s Friday’s Evening Briefing.\n\nWhat did you like? What do you want to see here? Let us know at briefing@nytimes.com.", "byline": "ANDREA KANNAPELL and SANDRA STEVENSON", "description": "Here's what you need to know about the week's top stories.", "title": "Your Weekend Briefing: Mexico, Donald Trump, Mexico, New York Mets", "url": "http://www.nytimes.com/2015/10/25/nytnow/your-weekend-briefing-mexico-donald-trump-mexico-new-york-mets.html", "topics": ["immigration", "foreign policy/national security", "personality"], "people": ["Bashar Assad", "Jeb Bush", "Jeff Bezos", "Joe Biden", "Justin Trudeau", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Jim Webb", "Paul Ryan", "Bill Gates", "David Cameron", "Bernie Sanders", "Warren Buffett", "Xi Jinping", "Ben Carson", "James Comey", "Lincoln Chafee"], "orgs": ["Federal Reserve", "New York Mets", "Tesla", "House Republicans", "Volkswagen", "Justice Department", "Monsanto", "F.B.I.", "Apple"], "election_confidence": 0.8883201317246989, "authors": [{"author_id": 29252, "fullname": "andrea kannapell", "primary_org": "nyt"}, {"author_id": 29254, "fullname": "sandra stevenson", "primary_org": "nyt"}], "date_written": "2015-10-25 10:58:36", "org": "nyt", "article_id": "a8a21c5ec14041ea4d091ef11ac30a26", "date_access": "2015-10-25 10:30:08.014489"}