{"body": "Hillary Rodham Clinton has seized on remarks Senator Bernie Sanders made in the first Democratic debate that “all the shouting in the world” would not keep guns out of the wrong hands, suggesting that Mr. Sanders used those words because of Mrs. Clinton’s gender.\n\n“I haven’t been shouting, but sometimes when a woman speaks out, some people think it’s shouting,” she said at the Jefferson-Jackson dinner in Des Moines, Iowa, on Saturday.\n\nBut Mr. Sanders’s past comments about gun control suggest that his “shouting” line is just that – a favored turn of phrase that he has used regularly in the past few months, long before Mrs. Clinton released her plan to address gun violence.\n\nIn July, Mr. Sanders, senator of Vermont, said that people needed to “stop shouting at each other” on the issue of guns. In August, he said that “people shouting at each other” about gun control “is not doing anybody any good.” And on Oct. 1, reacting to the mass shooting at a community college in Oregon, he said that the nation needed to “get beyond the shouting” on the issue.\n\nMrs. Clinton, the former secretary of state, announced her proposals to curb gun violence on Oct. 5, and in recent weeks she has been particularly vocal on the issue of gun control, a subject on which Mr. Sanders has a mixed record.\n\nIn an interview Sunday on CNN’s “State of the Union” – which played a clip of Mrs. Clinton making a similar comment on Friday about Mr. Sanders’s word choice – the senator defended himself.\n\n“All that I can say is I am very proud of my record on women’s issues,” Mr. Sanders said. “I certainly do not have a problem with women speaking out, and I think what the secretary is doing there is taking words and misapplying them.”", "byline": "THOMAS KAPLAN", "description": "Hillary Rodham Clinton seemed to suggest that Senator Bernie Sanders’s comment that “all the shouting in the world” would not keep guns out of the wrong hands was phrased that way because of her gender.", "title": "First Draft: Hillary Clinton Takes Jab at Bernie Sanders’s “Shouting” Remark", "url": "http://www.nytimes.com/politics/first-draft/2015/10/25/hillary-clinton-takes-jab-at-bernie-sanderss-shouting-remark/", "topics": ["guns"], "people": ["Bernie Sanders", "Hillary Clinton", "Hillary Rodham Clinton"], "orgs": [], "election_confidence": 0.5614261936743942, "authors": [{"author_id": 737, "fullname": "thomas kaplan", "primary_org": "nyt"}], "date_written": "2015-10-25 20:18:41", "org": "nyt", "article_id": "d6b6e0cfb775b85e626f9f2ce1333ff9", "date_access": "2015-10-25 19:31:55.985265"}