{"body": " DES MOINES — Appearing at his first rally of the campaign on behalf of his wife, Bill Clinton exhorted the crowd to rise above the deeply partisan tone of this election cycle and said that Hillary Rodham Clinton had shown voters her truest self in recent weeks.\n\n“She’s still got the best friends that she had in grade school,” said Mr. Clinton, whose wife has seen a decrease in the number of voters who view her as “honest and trustworthy” in polls after a summer spent fending off questions about her use of a private email server while she was the secretary of state.\n\nSomeone who can make that boast about their friends is by “definition a trustworthy, reliable good person unless they had a toy theft gang going” as a child, Mr. Clinton said.\n\nThe last month has been “interesting” for his family, Mr. Clinton said, citing the first birthday of his granddaughter, Charlotte, and his 40th wedding anniversary with Mrs. Clinton.\n\nBut over the past few weeks of the campaign the country has finally gotten to see the person he met decades ago, Mr. Clinton said.\n\n“That’s the person I got to see again, without all those barnacles, in the debate and in those 11 hours of testimony,” said Mr. Clinton, referring to her marathon testimony before the House committee investigating the 2012 terrorist attacks in Benghazi, Libya.\n\nEarlier, Mr. Clinton said that “the American people in the last six weeks have learned a lot about Hillary — what she’s for, why she’s running, and what kind of president she’d be.” They also learned from Saturday Night Live that she’s “a pretty good bartender, too.”\n\nHe said that he had received gushing emails from their friends praising her testimony. He wrote back, “I think I’ll vote for her.”\n\nMr. Clinton’s aides have long said that he does not use email.\n\nHis wife’s policy goals in the campaign are crucial, Mr. Clinton said, using one of his signature phrases in describing them as a “big deal.”\n\nMr. Clinton largely kept to a short speech, with his love of the stage threatening to take over only occasionally. Several times he promised to say “one more thing,” before remarking on just one more thing.\n\nMr. Clinton also decried the tenor of the debate in the Republican race, sounding the type of aspirational note that Vice President Joseph R. Biden Jr. urged Democrats to engage in when he announced he would not seek the presidency himself last week.\n\n“If you want an end to negative politics, you have to stop rewarding it,” Mr. Clinton told the rally. He denounced negative ads cut in “dark rooms.” And he suggested that ending wage stagnation was crucially important. The Democratic debate focused on issues, he said, while the Republicans have devolved into tearing each other apart.\n\nMr. Clinton said that America’s political leaders had to “stop running each other down and start building everybody up.” By contrast, Mrs. Clinton used her remarks to laud President Obama’s accomplishments and warn about what she called Republican efforts to “rip it away.”\n\nOverhead, a plane flew with a sign trailing behind that read, “Revolution starts here! Feel the Bern!” It was a reference to Senator Bernie Sanders of Vermont, who has emerged as Mrs. Clinton’s main rival in the Democratic contest.\n\nMr. Clinton also briefly found himself negotiating with a heckler who jumped on the stage in support of animal rights.\n\nAs the man continued yelling, Mr. Clinton genially continued talking, and the crowd booed to drown the man out.\n\nBut after several moments, Mr. Clinton turned to the man and asked, “We got it. Will you please quit now?” The man was soon escorted from the stage.\n\nThe former president turned back to the crowd and said, “At least that guy is for something. He didn’t come here to bad mouth anybody.”", "byline": "MAGGIE HABERMAN", "description": "Appearing at his first rally of the campaign on behalf of his wife, Bill Clinton exhorted the crowd to rise above the partisan tone of this election cycle and said that Hillary Rodham Clinton has shown voters her truest self in recent weeks.", "title": "First Draft: Bill Clinton Rallies Iowa for Hillary Clinton as ‘Honest and Trustworthy’", "url": "http://www.nytimes.com/politics/first-draft/2015/10/24/bill-clinton-rallies-iowa-for-hillary-clinton-as-honest-and-trustworthy/", "topics": ["foreign policy/national security"], "people": ["Bill Clinton", "Hillary Rodham Clinton", "Joseph R. Biden Jr.", "Hillary Clinton", "Bernie Sanders"], "orgs": [], "election_confidence": 0.8000533096421636, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-10-25 01:25:28", "org": "nyt", "article_id": "98575221daa444686f563f3635cbd6aa", "date_access": "2015-10-25 01:00:21.421000"}