{"body": "DES MOINES —  She began her campaign with small-town round tables, not big-city rallies. She pleads for Iowans to caucus for her at the end of her events. And long after the Democratic Jefferson-Jackson dinner ended here late Saturday, Hillary Rodham Clinton and Bill Clinton were still shaking people’s hands, as if to send a signal that they had learned a painful lesson about not taking Iowa for granted.\n\nNearly eight years after Mrs. Clinton was humbled by a third-place finish in Iowa, she has gone to great lengths to demonstrate her commitment to winning the state that first propelled Barack Obama to the presidency. But in a campaign that seems to be testing every long-held assumption about the electorate, Mrs. Clinton is facing a stiff challenge from Senator Bernie Sanders of Vermont that is again showcasing her difficulties with liberal activists in a state where she and her husband do not have deep ties.\n\nShe lacks the enthusiasm that Mr. Sanders enjoys. If he is able to turn out his backers from the progressive wing of the party and augment them with liberal independents new to the caucus process, he could be a threat to defeat her. Even some of Mrs. Clinton’s supporters here are reluctant to project much confidence, believing that the populist fervor gripping the left makes it dangerous to dismiss Mr. Sanders as a mere protest candidate.\n\n“I really don’t think we have a clue,” said Representative Dave Loebsack, an Iowa Democrat and Clinton backer. “This year, not just on the Republican side but over all, there’s so much instability among the electorate.”\n\nBut Mr. Sanders has his own challenges here, and, for now, Mrs. Clinton leads him in Iowa polls. With Vice President Joseph R. Biden Jr. not seeking the Democratic nomination, she will most likely receive an additional boost from Democrats who were still considering supporting the vice president. Mr. Biden’s decision, along with her sure-footed performances at the first Democratic debate and before the congressional panel investigating the 2012 attack on the United States mission in Benghazi, Libya, has lifted Mrs. Clinton’s spirits.\n\nHer sense of assuredness was on display at the party dinner Saturday, the same gathering where eight years ago, Mr. Obama gave the best speech of the night and soon after vaulted ahead of her and the rest of the field.\n\nMrs. Clinton, after directly engaging Mr. Sanders at the debate this month, only obliquely referred to him. At what is the highest-profile event on the Iowa political calendar before the caucuses, she reprised her stump speech targeting Republicans. Hers was the address, her advisers said afterward, of a candidate they believe has hit her stride.\n\nYet success has a way of breeding trouble for Mrs. Clinton, and as some of her supporters eyed the Sanders supporters streaming into the convention center where the dinner was held, they warned her not to let confidence slip into complacency.\n\n“This is not a slam dunk for her,” said former Senator Tom Harkin, who served Iowa in Congress for 40 years, stating flatly that Mr. Sanders could win. “He’s got this enthusiasm like Obama did,” Mr. Harkin said. “The Hillary forces better not sit back.”\n\nMr. Sanders’s backers boast that he is poised to deliver an upset because Mrs. Clinton has again misread the electorate. “Establishment politicians don’t always see the anti-establishment things staring them in the face,” said Erin Rial of Fort Dodge, who was captivated by Mr. Sanders early on.\n\nMrs. Clinton’s allies argue that this time they are better prepared. Mrs. Clinton’s campaign manager, Robby Mook, sent a message about how invested she is in a state she considered pulling out of in the 2008 campaign. Mr. Mook, an evangelist for grass-roots organizing, showed up for the Jefferson-Jackson festivities, emphasizing the importance of building an infrastructure. Attendees at a pre-dinner rally featuring Mrs. Clinton and the pop singer Katy Perry were required to provide their contact information before gaining admittance.\n\nMany activists here noted a distinct difference from 2008. Bill Stammerman, a longtime Democrat in the Des Moines suburbs of Dallas County, recalled an out-of-state organizer from that campaign who did not relate well.\n\n“He wanted to run this campaign like it was in New York City and everything else, the big time,” said Mr. Stammerman, a Clinton supporter then and now. “I said, no, you don’t do that in Iowa. In Iowa, you talk to small-town people and small-town newspapers and small groups.” This campaign, Mr. Stammerman said, “is more down to earth.”\n\nThe dinner Saturday illustrated the distinct voting blocs represented by Mr. Sanders and Mrs. Clinton — and illuminated Mr. Sanders’s limitations. His progressive followers are driven by his appeals to address income inequality and other class inequities, and are especially stirred by his attacks on what he portrays as a corrupt political system manipulated by the wealthy. Mrs. Clinton’s backers are traditional Democrats, many of them women inspired by the prospect of the first female president.\n\nThe competing chants filling the hall captured their differences. Mr. Sanders backers bellowed: “You can’t buy us! You can’t buy us!” and “Hey, hey, ho, ho — the oligarchy has got to go.” Mrs. Clinton’s supporters preferred a more straightforward “I’m with her! I’m with her!”\n\nBut Democrats got a reminder that Mr. Sanders, an independent and self-described democratic socialist, is not a member of their party. As Mrs. Clinton began her remarks well into the evening, hundreds of his supporters left the building to catch waiting buses or attend parties. It offended the polite sensibilities of some Iowans, and was a reminder of why he may find it difficult to appeal to the sort of mainline party activists who have backed the eventual Democratic nominee in all the contested caucuses here since 2000.\n\n“Are the Sanders folks going to walk out on the Democrats if he’s not the nominee?” John Deeth, a liberal blogger from Iowa City, pointedly asked on his way out of the dinner.\n\nUnlike Mrs. Clinton and Martin O’Malley, the other Democratic presidential candidate at the dinner, Mr. Sanders offered no homage, or mention at all, of Mr. Biden, a well-liked figure in the party. And he delivered a speech that he could have given in any state, making little attempt to highlight Iowa issues. Mrs. Clinton, conversely, paid homage to Iowa Democrats by name and attacked Iowa Republicans on health care.\n\nMr. Sanders signaled on Saturday night that he was prepared to fight. He is said to have hired a pollster for the first time this campaign, and repeatedly struck notes about areas where Mrs. Clinton has changed positions. Mrs. Clinton’s advisers are girding for a better-prepared version of Mr. Sanders in the next debate.\n\nBut while Mr. Sanders did use his remarks to portray the Clintons as inconsistent progressives, he could not bring himself to confront her directly the way she confronted him in their debate this month. Nor did he raise the issue of gun control, which Mrs. Clinton and Mr. O’Malley discussed and which polls show could hurt Mr. Sanders in Iowa. (Mrs. Clinton’s Iowa brochure now includes “Acting on Gun Violence” as one of four issue priorities.)\n\nA Clinton triumph in Iowa could hasten the end of the Democratic primary season. Even if Mr. Sanders won in New Hampshire, the Clinton forces would seek to frame that victory as an anomaly resulting from his hailing from a neighboring state and New Hampshire’s traditional affection for insurgents.\n\nThe political dynamic that has elevated Iowa, the state that haunted Mrs. Clinton’s White House ambitions eight years ago, could now pave her way to the nomination. The difference now, say Mrs. Clinton’s supporters, is that “she’s not running against Obama,” as Iowa’s attorney general, Tom Miller, put it. “That was a magical campaign eight years ago.”", "byline": "JONATHAN MARTIN and MAGGIE HABERMAN", "description": "Hillary Rodham Clinton has gone to great lengths to prevent Senator Bernie Sanders from undermining her campaign the way another senator, Barack Obama, did in the state in 2008.", "title": "Political Memo: Democratic Dinner Drives Home Hillary Clinton’s Focus on Iowa", "url": "http://www.nytimes.com/2015/10/26/us/politics/democratic-dinner-drives-home-hillary-clintons-focus-on-iowa.html", "topics": ["guns"], "people": ["Tom Miller", "Tom Harkin", "Martin O'Malley", "Dave Loebsack", "Bill Clinton", "Katy Perry", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "John Deeth", "Bernie Sanders", "Joseph R. Biden Jr.", "Robby Mook"], "orgs": ["Clintons"], "election_confidence": 0.8937482247985735, "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}, {"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-10-26 00:39:51", "org": "nyt", "article_id": "b58fa319053ea920bed93f006ef222d2", "date_access": "2015-10-26 00:07:58.929814"}