{"body": "\nHistory Dept.\n\n                        The GOP front-runner praises the conservative icon now, but in 1987 Trump blasted Reagan and his team.\nOctober 25, 2015\n\n                Getty\nIn 2016, there are 14 Republican presidential candidates for whom Ronald Reagan is both the benchmark for conservative values and the lodestar of conservative ideas. There’s also one who wrote, in the second to last year of Reagan’s presidency, that he had been “so smooth, so effective a performer” that “only now, seven years later, are people beginning to question whether there’s anything beneath that smile.”\nThe gadfly was Donald Trump, writing in his book The Art of the Deal. But it wasn’t just a glancing blow; to promote the book, Trump launched a political campaign that tore into Reagan’s record, including his willingness to stand up to the Soviet Union. Advised by the notorious Roger Stone, a Nixon-era GOP trickster, in 1987 Trump purchased full-page ads in Trump took out full-page ads in The New York Times, Boston Globe and Washington Post blasting Reagan and his team.\nStory Continued Below\nIn the text, which was addressed “To the American people,” Donald Trump declared, “There’s nothing wrong with America’s Foreign Defense Policy that a little backbone can’t cure.” The problem was America’s leading role in defending democracy, which had been fulfilled by Republicans and Democrats all the way back to FDR. Foreshadowing his 2015 argument that would have Mexico pay for an American built border wall, Trump then said that the United States should present its allies with a bill for defense services rendered. \nThe ads, which cost more than $90,000, came after Trump had visited the Soviet Union and met with Mikhail Gorbachev. (A few years earlier, Trump had offered himself as a replacement for Reagan’s nuclear arms control negotiators, whom he considered too soft.) Trump followed his letter to America with a trip to Portsmouth, New Hampshire, where voters were eyeing the candidates in the 1988 primary. There he spoke to the Rotary Club, which met Yoken’s restaurant where the sign out front featured a spouting whale and the slogan, “Thar she blows!” In his talk Trump sounded some of the same themes he offers today, except for the fact that the bad guys who were laughing at the United States were the Japanese and not the Mexicans or Chinese.\n“We’re being ripped off and decimated by many foreign nations who are supposedly our allies,” said Trump. “Why can’t we have a share of their money? I don’t mean you demand it. But I tell you what, folks, we can ask in such a way that they’re going to give it to us—if the right person’s asking. … The Japanese, when they negotiate with us, they have long faces. But when the negotiations are over, it is my belief—I’ve never seen this—they laugh like hell.”\nTrump’s 1987 pseudo-campaign generated invaluable amounts of free publicity and contributed greatly to the sales of The Art of the Deal, which appeared on shelves a few weeks after Trump spoke in Portsmouth. The experience reinforced what Trump already knew about manipulating the press corps, which then, as now, found him irresistible. (Audiences loved him too. One woman in New Hampshire told a reporter that Trump reeked of the “aphrodisiac” of power.) In the pages of the book he defends his practice of hype, calling it “truthful hyperbole” and he hinted at his future practice of outrageous rhetoric noting that the press “love[s] stories about extreme.”\nAlthough he barely touched on politics in The Art of the Deal, when he did Trump was an equal opportunity critic. He criticized Reagan; but he also wrote that Democrat Jimmy Carter “couldn’t do the job” of president. \nAfter The Art of the Deal went into paperback in 1988, Trump contemplated challenging Ed Koch in the race for mayor of New York City. Stone was again consulted along with Republican National Committee chairman Lee Atwater. Atwater was as rough as they came. He once explained, with shocking candor, how political race-bating had evolved since the 1950s. “By 1968 you can’t say ‘nigger’—that hurts you, backfires,” he said. “So you say stuff like, uh, ‘forced busing, states’ rights,’ and all that stuff, and you’re getting so abstract. Now, you’re talking about cutting taxes, and all these things you’re talking about are totally economic things and a byproduct of them is, blacks get hurt worse than whites. … “We want to cut this,” is much more abstract than even the busing thing, and a hell of a lot more abstract than ‘Nigger, nigger.’”\nTrump, who had also considered running for governor of New York, decided not to try to become mayor. \nThroughout the 1990s Trump was occupied with rebuilding a fortune he had lost which his Trump Shuttle airline failed and two of his Atlantic City casinos went bankrupt. When this work was finished he and he had another book to sell, he left the GOP in 1999 in order to flirt with the Reform Party. Catnip for the media, he appeared on Meet the Press, Fox News Sunday and Face the Nation. His outrageousness then was comparable to his outrageousness now. He said of opponent Pat Buchannan, “He’s a Hitler lover; I guess he’s an anti-Semite. He doesn’t like the blacks, he doesn’t like the gays.” He said that his ideal running mate would be Oprah Winfrey because “she’s popular, she’s brilliant, she’s a wonderful woman.”\nThen, as now, Trump believed that Americans wanted an outsider who would offer more political pizzaz than the likes of John McCain, Al Gore and the first George Bush whom he described as “out of touch.” Among his sons, though, Trump found something to admire in Jeb. “He’s exactly the kind of political leader this country needs now and will very much need in the future.” \nHe also offered some words of advice, and even comfort, to outgoing president Bill Clinton. He wrote that Clinton should have refused to answer all questions about the Monica Lewinsky affair and declared that Americans didn’t really care about Clinton’s sexual escapades. He also described a “conservative columnist, married, who was particularly rough on Clinton in this regard. He also brought his girlfriend to my resorts for the weekend.” And while he wrote that he disagreed with First Lady Hillary Clinton’s health care reform specifics he added, “No one can deny her good intentions.” He also called her, “smart and resilient.”\nTrump’s campaign book, The America We Deserve, was offered as a souvenir for purchase to those who paid to attend the how-to-succeed speeches Trump made in the run-up to the party convention. Much of the book was taken-up with a recapitulation of his life experience, which, he would insist, proved him ready to become leader of the free world. Trump argued in terms that would be familiar today. He said any president should be a great negotiator who can make deals. “The dealmaker is cunning, secretive, focused and never settles for less than he wants,” Trump wrote. “It’s been a long time since America had a president like that.”\nAmong the few policy nuggets in the book were some with a truly liberal tone. Trump wanted a ban on assault weapons and waiting periods for gun purchasers. He also favored a national health care system. “We must have universal healthcare,” Trump wrote. “Doctors might be paid less than they are now, as is the case in Canada, but they would be able to treat more patients because of the reduction in their paperwork. … The Canadian plan also helps Canadians live longer and healthier than Americans. There are fewer medical lawsuits, less loss of labor to sickness, and lower costs to companies paying for the medical care of their employee. … We need, as a nation, to reexamine the single-payer plan, as many individual states are doing.”\nIn that same book, Trump also proposed a one-time net-worth tax on the richest Americans (those worth more than $10 million) in order to reduce the federal debt. “By imposing a one-time 14.25 percent net-worth tax on the richest individuals and trusts, we can put America on sound financial footing for the next century,” he wrote. “The plan would cost me $700 million personally in the short term, but it would be worth it.”\nThe Trump for President 2000 campaign featured his claim that “the only difference between me and the other candidates is that I’m more honest and my women are more beautiful.” He also complained of politicians who cited their humble origins. He mocked them for saying, in effect, “Elect me, I’m a loser.”\nTrump’s Reform Party bid ended with a whimper as he withdrew complaining that the people in the party were too hardcore right wing for his tastes. Never a fan of George W. Bush, Trump actually registered as a Democrat in 2001. (He then returned to the GOP, and was listed on New York registration rolls as a Republican in 2009.) On October 5, 2010, Trump called in to MSNBC’s “Morning Joe” show to say he was “absolutely thinking about” running for president in 2012. This time he didn’t have a book to sell but his TV show, The Apprentice, was on the air. He followed up with Fox News, with a pitch that the audience could have heard from Trump in 1987. “We have no common sense. We have no common sense. And we’re losing this country. Mark my words, if we keep going this way, we’re losing this country. It will no longer be great. It’s not respected to anywhere near what it used to be.”\nAlmost 40 years have passed since Donald Trump first began talking about how leaders in other countries have been outsmarting America and the nation was foundering due to poor leadership and a lack of backbone. His prescription for what ails the country has always been the same: a great big dose of Donald Trump, proven so effective when it comes to the construction of his own popularity and fortune. \nHis upcoming book, Crippled America, is not likely to offer anything different; but in publishing it Trump will surely reap a profit in cash and attention. Readers who get him to sign their books should profit, too. A copy of The America We Deserve, signed by Trump in gold-colored ink, is offered today on eBay for $400.\nWhat Works\n\n                    By \n                            T.R. Goldman\n\nThe Friday Cover\n\n                    By \nTodd S. Purdum\n\n2016\n\n                    By \nGlenn Thrush\n                     and \nAnnie Karni\n\n © 2015 POLITICO LLC", "byline": "", "description": "The GOP front-runner praises the conservative icon now, but in 1987 Trump blasted Reagan and his team.", "title": "When Donald Trump Hated Ronald Reagan", "url": "http://www.politico.com/magazine/story/2015/10/donald-trump-ronald-reagan-213288", "topics": ["campaign_finance"], "people": ["Bill Clinton", "Mikhail Gorbachev", "Lee Atwater", "Oprah Winfrey", "Donald Trump", "Todd S. Purdum", "George W. Bush", "Glenn Thrush", "Annie Karni", "Monica Lewinsky", "Hillary Clinton", "Roger Stone", "Ronald Reagan", "Al Gore"], "orgs": ["What Works", "The Art", "MSNBC", "FDR", "Reform Party", "The Art of the Deal", "Rotary Club", "Republican National Committee", "GOP", "Soviet Union"], "election_confidence": 0.8313421556650211, "authors": [{"author_id": 38223, "fullname": "t.r. goldman", "primary_org": "washpo"}], "date_written": "2015-10-25 12:46:26", "org": "politico", "article_id": "20011d224c51a8621cd1d5e7dc7f9d43", "date_access": "2015-10-25 12:00:37.501007"}