{"body": "\n10/25/15 12:06 PM EDT\nKAYLA COOK engaged -- B’DAY: Louis Burgdorf, James Carville, Nate Hodson, Gordon Johndroe\n\n10/25/15 11:59 AM EDT\n\n                                        By \nAdam Sneed\n\n\"I remember Jill just got up off the couch, gave me a big hug, and said, 'I think you're right.'\"\n\n2016\n\n                                        Updated 10/25/15 11:59 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nHe launches a new, frontal attack on Hillary Clinton’s record, caution and character.\n\n10/25/15 11:47 AM EDT\n\n                                        By \nAdam Sneed\n\nThe top Democrat on the panel says his party needs to be in the room to paint a complete picture.\n\n10/25/15 10:33 AM EDT\n\n                                        By \nAdam Sneed\n\nSanders is challenging Hillary Clinton's characterization of why her husband signed the Defense of Marriage Act.\n\n                                        Updated 10/25/15 10:25 AM EDT\n\n                                        By \nAdam Sneed\n\nHe says Iraq and Libya were better off with dictators in power.\n\n                                        Updated 10/25/15 09:40 AM EDT\n\n                                        By \nKevin Robillard\n\nAnd the Democrats think they have a candidate who can beat him.\n\n10/25/15 09:23 AM EDT\n\n                                        By \nAdam Sneed\n\nHe says rival Donald Trump has him all wrong.\nWhat Europe must do to maintain competitiveness in the digital age.\n\n                                        By \n                                                Jules Johnston\n\nCritics of the former British PM accuse him of “spin” to sway official inquiry into 2003 war.\n\n10/25/15 08:05 AM EDT\n\n                                        By \nAndrew Glass\n\nThe president joined the partisan fray amid World War I.\n\nHistory Dept.\n\n10/25/15 07:46 AM EDT\n\n                                        By \n                                                Michael D'Antonio\n\nThe GOP front-runner praises the conservative icon now, but in 1987 Trump blasted Reagan and his team.\n\nHistory Dept.\n\n10/25/15 07:44 AM EDT\n\n                                        By \n                                                Claudio Saunt\n\nWhy would we consider trying it again?\n\n10/24/15 06:28 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nClinton was in mid-campaign form, enjoying the spotlight during his first foray onto the trail.\n\n10/24/15 12:05 PM EDT\n\n                                        By \nCaitlin Emma\n\nThe Education Department on Saturday offered a mea culpa on testing, saying that the Obama administration has contributed to the problem of over-testing...\n\n10/24/15 11:17 AM EDT\n\n                                        By \nKevin Robillard\n\nThe senator's opponents have more to fan the fires against Vitter.\n\n10/24/15 08:56 AM EDT\nJEB FLIPS TO SURVIVAL MODE: Donors revolt; N.H. is now Job 1.\n\n10/24/15 08:00 AM EDT\n\n                                        By \nKevin Robillard\n\nBruised by references to prostitution scandal, senator faces a surprisingly close primary.\n\n10/24/15 07:58 AM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \nRachana Pradhan\n\nSigning up younger, healthier people is a make-or-break issue as the health law’s third open enrollment season gets underway Nov. 1.\n\n10/23/15 11:38 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1945, less than two months after the end of World War II, the United Nations officially came into existence. This required all five permanent...\n\n10/23/15 09:53 PM EDT\n\n                                        By \nHadas Gold\n\n\"It's just laughable!\" Clinton told MSNBC's Rachel Maddow.\n\n10/23/15 08:40 PM EDT\n\n                                        By \nBen Schreckinger\n\n“I don’t believe those polls, by the way, because both of those pollsters don’t like me,” he says.\n\nCONGRESS\n\n10/23/15 08:35 PM EDT\n\n                                        By \nRachael Bade\n\nAfter a barrage of Democratic complaints of partisanship, GOP considers downplaying the investigation of Clinton's unusual email setup.\n\n10/23/15 07:23 PM EDT\n\n2016\n\n10/23/15 07:04 PM EDT\n\n                                        By \nJosh Gerstein\n\nState Dept. won't confirm her claim that 90-95 percent of emails were in its possession before scandal.\n\n10/23/15 06:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBenghazi windfall — Hit the Rhode — Private practice\n\n10/23/15 06:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nClinton is getting hefty support from labor groups.\n\n10/23/15 05:45 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n'They’ve constructed this entire separate reality. It’s like the Twilight Zone,' Obama said.\n\n                                        Updated 10/23/15 05:25 PM EDT\n\n                                        By \nKaty O'Donnell\n\n“In order to bring criminal charges, we must have evidence of criminal intent.” \n\n10/23/15 05:14 PM EDT\n\n                                        By \nHadas Gold\n                                         and \n                                                Alex Weprin\n\nThe media went full bore covering Hillary Clinton's appearance in front of the House Benghazi Committee on Thursday, attracting nonstop coverage from nearly...\n\n10/23/15 05:01 PM EDT\n\n10/23/15 04:39 PM EDT\n\nPhoto gallery\n\n10/23/15 03:56 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/23/15 03:13 PM EDT\n\n                                        By \nNick Gass\n\nThe former GOP nominee tries to cut in on the president's turf.\n\n10/23/15 03:05 PM EDT\n\n10/23/15 02:49 PM EDT\n\n10/23/15 02:24 PM EDT\n\n                                        By \nArthur Allen\n\nThe Veterans Health Information Systems and Technology Architecture is probably the oldest continuously used EHR in the world, with roots in code developed...\n\n10/23/15 02:21 PM EDT\n\n                                        By \nHadas Gold\n\nPamela Kirkland and Julie Percha, both former producers for PostTV joined NewsHour this week as producers.\n\n10/23/15 02:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 hopeful thinks running for president is too serious for the late night show.\n\n10/23/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCISA scramble — Please enter your secret code — Candy crush\n\n10/23/15 01:58 PM EDT\n\n10/23/15 01:26 PM EDT\n\n                                        By \nBrian Mahoney\n\nThe union said in a statement that its 35-member executive board voted “overwhelmingly” to back Clinton Friday. \n\n                                        Updated 10/23/15 01:21 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nEli Stokols\n\nOne person on the Friday morning staff call said they were left with the impression that \"very few people will be left in Miami.\"\n\n10/23/15 12:42 PM EDT\n\n                                        By \nNick Gass\n\nThere are \"deeply troubling\" aspects of the death penalty in practice, President Barack Obama said in a recent interview.\n\n                                        By \nDanny Vinik\n\n'It would be unprecedented in the American context,' one expert says.\n\n                                        Updated 10/23/15 11:43 AM EDT\n\n                                        By \nAnnie Karni\n\nCall it the Committee To Increase Hillary Clinton's Fundraising.\n\n10/23/15 11:31 AM EDT\n\n10/23/15 11:28 AM EDT\n\n10/23/15 11:15 AM EDT\n\n10/23/15 11:15 AM EDT\n\n                                        By \nEliza Collins\n\nThe Benghazi Committee may have questioned Clinton for 11 hours Thursday, but they're still answering questions about the goal of the investigations. \nWe're working on more stories right now\n\n                                                    Politico\nMike Allen's must-read briefing on what's driving the day in Washington \n10/25/15 12:06 PM EDT\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman;dlippman@politico.com)\nBREAKING: Biden’s moment of decision! Norah O’Donnell interviews the Vice President and Dr. Biden on “60 Minutes” tonight. The V.P. to Norah, in a sneak peek on “Face the Nation”: “I came home and Hunter, our son was upstairs -- with mom, with Jill. And I walked in and I said, ‘You know, I just don’t think there’s time.’ I’ve just decided. ‘I don’t think we can run the kind of campaign we have to run to be able to win.’ ... I remember Jill just got up off the couch, gave me a big hug, and said, ‘I think you’re right.’” http://cbsn.ws/1WclYKp\nStory Continued Below\n \nSUNDAY BEST – Clinton campaign chairman John Podesta, to George Stephanopoulos on ABC’s “This Week”: “Trump makes your head spin. And I think that if he is a person who thinks he can actually lead this country, it’s just shocking ... what he says ... Every day is a new day with him. But he just hurls insults across the board. ...\n“[I]f he’s the nominee of the Republican Party, I think that’s a matchup that works very well for us, because she's out listening to the American people offering real solutions, talking about the fight she'll fight for them, and he’s out, you know, hurling insults. I think some people find him entertaining -- not me, so much.” ...\n \nSTEPHANOPOULOS: “Think Bernie Sanders has peaked?”\n \nPODESTA: “I think Bernie Sanders seemed to have a course correction in the JJ dinner from one in which he said he wasn’t going to go negative to obviously focusing his ... fire on her. ... [W]hat she’s demonstrated is that she has the grit and the determination to go out and fight for the nomination, fight for every vote and she'll be doing that. I think there's no chance that she will ... rest on one or two good appearances. ... [I]f anything, ... her experience in 2007-2008 has convinced her that you've got to keep your nose to the grindstone every day.” ...\n \nSTEPHANOPOULOS: “[A]re you confident there are no other shoes to drop and nothing will come of this FBI investigation?”\n \nPODESTA: “Yes, I’m confident of that.” Podesta transcript http://abcn.ws/1LP5BP6\n \nSTEPHANOPOULOUS to TRUMP: “How are you going to be a unifier when in your campaign rallies like yesterday you said the country is going to hell if Hillary Clinton gets elected?”\nTRUMP: “Well, I think that’s true. ... [O]ur country’s in bad shape and if we have Hillary, it will just get worse.” Trump transcript  http://abcn.ws/1LP5BP6\n \nBEN CARSON to CHUCK TODD on NBC’s “Meet the Press,” who asks him: “[W]hose rights, I guess, should be superseded? The mother or the unborn child? ... Who has greater rights?”\n \nCARSON: “In the ideal situation, the mother should not believe that the baby is her enemy and should not be looking to terminate the baby. ... We’ve allowed the purveyors of the vision to make mothers think that that baby is their enemy and that they have a right to kill it. Can you see how perverted that line of thinking is?” ...\n \nTODD: “And that means all abortions illegal? Or is there still an exception that you would have?”\n \nCARSON: “I’m a reasonable person. And if people can come up with a reasonable explanation of why they would like to kill a baby, I’ll listen.” Video http://nbcnews.to/1jIlf8a\n \nSPEAKER RYAN – “Ryan taps GOP power broker David Hoppe for top job,” by WashPost’s Bob Costa: “Ryan ... has selected David Hoppe, a former adviser to Republican congressional leaders and a longtime Washington lobbyist, to serve as his chief of staff ... The hiring was finalized after Hoppe and Ryan, both Wisconsin natives and proteges of the late New York congressman Jack Kemp, had conversations about Ryan’s desire to staff the speaker’s office with seasoned aides who are also deeply familiar with conservatism.” http://wapo.st/1R6h8Nv\n \n** A message from Altria. Our family of companies includes Philip Morris USA, U.S. Smokeless Tobacco Company, John Middleton, Ste. Michelle Wine Estates, and Nu Mark, which makes e-vapor products. For a closer look at who we are and how we approach important industry issues, visit bit.ly/altriatoday **\n \nABOUT LAST NIGHT – “Sanders goes on the attack at Iowa Democratic dinner,” by Annie Karni and Glenn Thrush in Des Moines: “[T]he Vermont senator launched a new, frontal attack on Clinton’s record, caution and character — a direct response to her recent surge in the polls, ... and fueled by her strong performance at the first Democratic debate ... The shift represents a gamble: Can a nice-guy candidate publicly dedicated to running on substance turn to attack mode without sacrificing his reputation as an authentic voice of the people?” http://politi.co/1i68qCL\n \nWHAT IOWA IS READING – Des Moines Register banner, “Democrats try to harness power of JJ:Candidates appeal to caucusgoers with music, speeches,” by Jennifer Jacobs: “The ‘JJ’ dinner is Iowa Democrats’ biggest party of the year, the signal that it’s the final stretch before the first-in-the-nation caucuses on Feb. 1 — as well as the moment when the real fever-pitch campaign activity begins. ...\n \n“Clinton arrived for the landmark event in a position of strength, but instead of coasting, unleashed the star power of her husband and pop superstar Katy Perry at a free concert that attracted thousands, then gave a confident, conversational speech to thousands of the party’s most trusty activists.” http://dmreg.co/1PLm5Ol\n--Des Moines Register p. 1A, above fold (under J.J. story): “Iowa Poll ... Trump’s ego? Big. But so is hunger for change: Carson, Clinton, though, are viewed as most electable, presidential,” by Jason Noble: “Carson [is seen by likely GOP caucusgoers as] the most electable, the most presidential, the most pragmatic and the most trustworthy with his finger on the nuclear button ...\n“Trump, who fell to second in two polls ... last week[,] ... is still seen as the party’s best hope for bringing about real change ... ‘[A] majority of Republicans think the bigger risk is to keep electing insiders who will deliver the same results,’ [Iowa Poll pollster Ann] Selzer said. ‘Trump’s position on this goes a ways toward balancing Carson’s position on the other elements.’” http://dmreg.co/1MjKyd9\n \nKAYLA COOK, Politico’s beloved and indispensible Director of Executive Operations, was engaged on the terrace of the Kennedy Center yesterday to a fellow Texan: Marine Captain Justin “Longhorn” Brown, a member of Marine Helicopter Squadron One (HMX-1), which serves the President.\n--Amazing coincidence: As Justin dropped to his right knee, a white-top chopper dropped to within 200 feet of the Kennedy Center terrace. Justin timed his move with a pilot’s precision. Overheard as the helicopter approached (Playbook is everywhere): “Roger – gotcha. In sight. Visual!” Kayla’s family surprised her from Kerrville, and Justin’s folks came in from Dallas.\n--PICS: The couple http://bit.ly/1Wcl0Oj ... Dropping by Kim Kingsley’s for champagne after family dinner at Le Dip http://bit.ly/1MjTPBN ... Kayla celebrates with Jeannie Etchart and Jim VandeHei http://bit.ly/1jIsn4p ... Kayla shows off her ring http://bit.ly/1kFaDac ... Welcoming Justin to the family http://bit.ly/1jIsGvY ... Justin Snaps the rock to Jeannie before heading to the Kennedy Center http://bit.ly/1kF9peW ... Justin reenacts the moment http://bit.ly/1KysSCS\n \nPLAYBOOK Q3 FUNDRAISING CONTEST WINNER: Daniel and I bundled up for lunch yesterday on the Four Seasons cigar porch with Kevin Lillard, a real estate settlement agent in Radford, Va. Kevin guessed that Carson would be the #1 GOP candidate in Q3 fundraising with $20M (actual: $20.8M); Jeb would be #2 and raise $15M (actual: $13.4M). Kevin guessed Hillary would be #1 and raise $28M (actual: $29.9M), and that Sanders would be #2 and raise $25M (actual: $26.2M). Not bad! Congrats, and thanks for reading Playbook. Pic of all 3 of us http://bit.ly/1McYM9n\n \nARTICLE OF THE DAY – N.Y. Times, bottom of A1, “Bush at 91: Irritated and Invigorated by ’16 Race,” by Jonathan Martin and Matt Flegenheimer: “Former President George Bush, 91 and frail, is straining to understand an election season that has, for his son and the Republican Party, lurched sharply and stunningly off script. ... ‘I’m getting old,’ he tells friends, appraising today’s politics, ‘at just the right time.’ These are confounding days for the Bush family and the network of advisers, donors and supporters.’” http://nyti.ms/1GAvPIf\n \nAP FOR MON. PAPERS – “AP-GfK Poll: Republicans view ... Trump as most electable,” by Steve Peoples and Emily Swanson: “Seven in 10 Republican and Republican-leaning registered voters say Trump could win in November 2016, ... and that’s the most who say so of any candidate. ... 6 in 10 say the same for ... Carson ... Trump and Carson are considered among the least electable general election candidates by the Republican Party’s professionals ...\n“Bush ... tops the field of experienced political leaders on the question of electability, running about even with Carson and slightly behind Trump. Six in 10 Republicans say Bush could win the general election and 54 percent say the same about ... Rubio.” http://yhoo.it/1O0VZXk Complete results (20-page PDF) http://bit.ly/205Uxqm\nMAUREEN DOWD, “The Empire Strikes Back: Hillary swats away her Torquemadas”: “Nobody plays the victim like Hillary. ... She seemed oddly detached about [the late Ambassador Chris] Stevens, testifying that he didn’t have her personal email or cell number, ‘but he had the 24-hour number of the State Operations in the State Department that can reach me 24/7.’\n“There were no call logs of talks between Stevens and Clinton, and she said she could not remember if she ever spoke to him again after she swore him in in May. ‘I was the boss of ambassadors in 270 countries,’ she explained. But Libya was the country where she was the midwife to chaos. And she should have watched that baby like the Lady Hawk she is.” http://nyti.ms/1RvlFJg\nROSS DOUTHAT, “Rubio, The Unusual Front-Runner: A likely nominee who still trails in the polls”: “No major party has ever nominated a figure like Trump or Carson, and I don’t believe that the 2016 G.O.P. will be the first. ... It is possible to win a party’s nomination without winning the earliest states, if the candidates who do win seem unelectable: That’s how Bill Clinton won in 1992, and Rubio’s candidacy has certain obvious similarities to Clinton’s.” http://nyti.ms/205WgvS\nDEEP DIVE – RICK PERLSTEIN in the Washington Spectator, “Slow Burn: Bernie Sanders Ignites a Populist Movement: “Conservatives drawn to a socialist senator.” http://bit.ly/1kAxSCm\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n--“Out of The Darkness,” by ACLU’s Noa Yachot on Medium: “How two psychologists teamed up with the CIA to devise a torture program and experiment on human beings.” http://bit.ly/1KuRfBu\n--“Tears and Terror: The Disturbing Final Years of Mickey Rooney,” by The Hollywood Reporter’s Gary Baum and Scott Feinberg: “He was one of Hollywood's greatest actors, someone whose estate could have been worth hundreds of millions when he died in summer 2014. Instead, he endured beatings, humiliation and poverty at the hands of his eighth wife and one of her sons, both accused today of elder abuse and destroying a legend.” http://bit.ly/1OWTiEL (h/t Longform.org)\n--“Stop the Madness,” by Jonathan Cohn in Huffington Post: “There’s a miraculous new treatment for schizophrenia that could transform the way we treat mental illness. And then are the terrible reasons why most medical professionals have never heard of it.” http://huff.to/1OMQj3b\n--“The Prince of Counter Terrorism,” by Bruce Riedel on Brookings.edu: “Washington’s favorite Saudi, Muhammad bin Nayef, is the scourge of al-Qaida and Iran but no friend of those who want to see major reforms in the kingdom.” http://brook.gs/1i1tslR\n--“Sex, Drugs, And V-Neck Tees: Inside The Cult Of American Apparel,” by Alden Wicker on Refinery 29: “A CEO who has run into so many PR disasters and has a dismal financial track record? Of course he should be fired. But then, American Apparel is unlike any other fashion brand out there.” http://r29.co/1LrYBd2 (h/t Longreads.com)\n--“Crusader Chic,” by Danielle Peterson Searls in Lapham’s Quarterly: “Upon returning home, Crusaders brought with them styles that would upset Europe’s fashion hierarchy.” http://bit.ly/1PH7a7E\n \n--“Why Friends From the Past Are Worth Keeping, Even if You’ve Grown Apart,” WSJ’s Lucette Lagnado: “[T]he special gifts that old, messy friendships can deliver”. http://on.wsj.com/2041o3G\n \n--“Ohio’s Weed War: Corporations, Activists Clash Over Legal Pot,” by Ben Wofford in Rolling Stone (Wofford wrote the recent RS piece, “Up in the Air: Meet the Man Who Flies Around the World for Free”: http://rol.st/1i1uGxz) “Why are corporate raiders and old-school activists locked in a battle for the soul of the marijuana movement?” http://rol.st/1NYvcuw\n \nWEEKEND WEDDINGS: David Stern, deputy chief of staff for Rep. Bob Dold (R-Ill.) and Elaine Wilson, government affairs director for Foreign Policy Initiative and former L.A. for Sen. Tom Cotton, were married last night at the Women’s Athletic Club in Chicago in front of over 200 family and friends. SPOTTED:Stewart and Joby Young, Rep. Dold in a pink tux shirt, Catherine Gatewood Easley, Caroline Rabbitt, John Martin, Will Allison, Andie Pivarunas, Dustin Carmack. Pics  http://bit.ly/1LuKkw4 ... http://bit.ly/1R5WH3a\n--Jeremy Harrell, L.A. for Sen. Dean Heller (R-Nev.) and alum of Reps. Paul Gosar and Michael Turner, was married yesterday to Lindsay Young, an attorney in Commerce’s Employment and Labor Law Division. They are both Miami (of Ohio) grads. The wedding was in downtown Cincinnati, with a reception at the Cincinnati Music Hall. Pic http://bit.ly/1XrtxiJ\n--Aaron Poe, president of political fundraising firm Grand Valley Consulting, married Tory Thoet of the Bockorny Group, on Friday at St. Mary of Sorrows Catholic Church in Fairfax. Guests partied the night away at the Hotel Monaco in Old Town Alexandria. SPOTTED: Mylene and Rep. Greg Walden (R-Ore.), Rep. Markwayne Mullin (R-Okla.), Rep. John Culberson (R-Tex.), Rep. Jason Smith (R-Mo.), former Rep. Rick Berg (R-ND). Pic  http://bit.ly/1MKMGov\n \nSPOTTED: Hazen Marshall, McConnell policy director, celebrating his 50th at Jaleo after a long Saturday of negotiations; his real birthday is Monday. With NBWA president Craig Purser, EY’s Les Brorsen, Brownstein’s Brian Wild, Moery Company’s JP Moery and Strategic Action’s Stuart Roy and spouses.\n \nBIRTHWEEK (was yesterday): Omer Farooque, Democracy for America’s Communications Associate extraordinaire; previously partially responsible for some of the millions of DCCC fundraising emails you get (h/t Neil Sroka) ... Luke Legate of G. Fox Consulting in Austin\nBIRTHDAYS: Louis “Sweet Lou” Burgdorf of “Morning Joe” (hat tips: Mika, Joe, Alex, Jesse) ... James Carville is 71 ... Nate Hodson … Gordon Johndroe, VP of comms for gov’t operations at Boeing and the pride of Fort Worth, is 41 (h/t Ben Chang, filing from St. Augustine, Fla., America’s oldest city) … CBS’s Jan Crawford, the pride of Ryan Crossroads, Ala. (h/t Courto) ... Politico’s Bill Kuchman, who heroically pulled back the front page of Thursday’s print edition to remake with our Congress team’s flash that Ryan was on track to be Speaker …\n... Bryan DeAngelis, director at Kivvit and former Dodd comms. director is 33 (h/t Caren Auchman) … Debora Pignatelli … Margaret Reid … Patrick Butler … Stefano Giustiniani … Brian DeBose … Sam Dulik, strategy consultant at Deloitte LLP, is 25 (h/t birthday boy Nick Iacono) ... Geoff Burr, VP of gov’t affairs for Associated Builders & Contractors ... Curtis Jablonka … Adam Ukman, Obama ‘08 caucus alum now senior product manager at the Taproot Foundation … Nick Iacono … Ed Barron of Greenberg Traurig … Charles Chamberlain, Democracy for America’s Executive Director -- celebrating in Burlington, VT likely by watching the new STAR WARS Force Awakens trailer on repeat for a few hours (h/t Neil Sroka) ...\n... Qorvis’ Chuck Conconi ... Kendall Evans Heath … Samantha Bisogno ... Joseph Christinat, VP and head of media relations at NASDAQ … Michelle Woldt … Kiki Setterlund … Phil McNamara … Juliet Reed … Bill Purcell (h/ts Teresa Vilmain) ... Eric Anthony … Lauren Dunn ... Lon Deckard … Aaron Saunders, EVP at Dezenhall Resources and a Landrieu alum … Phil McNamara, a DNC alum now assistant secretary for intergovernmental affairs at DHS ...\n... NYT’s Richard Goldstein ... Corey Weaver ... Alisha Prather ... Jeremy Redmon ... former American League president Dr. Bobby Brown is 91 ... Marion Ross (Marion Cunningham on “Happy Days”) is 87 ... Basketball Hall of Famer Bob Knight is 75 ... Helen Reddy is 74 ... author Anne Tyler is 74 ... Nancy Cartwright (“The Simpsons”) is 58 ... Mark Miller (Sawyer Brown) is 57 ... violinist Midori is 44 ... Katy Perry is 31 ... singer Ciara is 30 ... actress Conchita Campbell is 20 (h/ts AP)\n \n** A message from Altria. Our family of companies includes some of the most enduring names in American business: Philip Morris USA, U.S. Smokeless Tobacco Company, John Middleton, Ste. Michelle Wine Estates, and Nu Mark, an innovation company which makes e-vapor products. For over 150 years, the companies of Altria have been investing in people, building strong brands, talking with stakeholders, and developing new products as adult consumer preferences evolve.\n \nToday, we’re working to develop and market tobacco products that could be less harmful and talking with the FDA about them. Learning from the past has made our companies stronger, and while much has changed, our passion to succeed remains the same. The people of Altria look to lead into the future. And we invite you to take a closer look at Altria today at bit.ly/altriatoday **\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Claudio Saunt\n\n\n                                            By \n                                                    T.R. Goldman\n\n\n                                            By \nTodd S. Purdum\n\n © 2015 POLITICO LLC", "byline": "", "description": "KAYLA COOK engaged -- B’DAY: Louis Burgdorf, James Carville, Nate Hodson, Gordon Johndroe", "title": "POLITICO Playbook, presented by Altria -- SANDERS PIVOTS to Hillary attack &#8211; AP NATIONAL GOP POLL finds Trump MOST electable &#8211; PAUL RYAN names chief of staff -- KAYLA COOK engaged -- B&#8217;DAY: Louis Burgdorf, James Carville, Nate Hodson, Gordon Johndroe", "url": "http://www.politico.com/playbook/2015/10/politico-playbook-presented-by-altria-sanders-pivots-to-hillary-attack-ap-national-gop-poll-finds-trump-most-electable-paul-ryan-names-chief-of-staff-kayla-cook-engaged-bday-louis-burgdorf-james-carville-nate-hodson-gordon-johndroe-210898", "topics": ["foreign policy/national security", "campaign_finance", "trade"], "people": ["Katy O'Donnell", "Isaac Arnsdorf", "Jonathan Martin", "Bob Dold", "Bob Costa", "Stuart Roy", "Greg Walden", "George Stephanopoulos", "Teresa Vilmain", "Rachael Bade", "Dean Heller", "Greenberg Traurig", "Henry C. Jackson", "Ben Wofford", "Hadas Gold", "Jennifer Jacobs", "Tom Cotton", "Steve Peoples", "Daniel Lippman", "Richard Goldstein", "Danny Vinik", "Charles Chamberlain", "Barack Obama", "Kevin Robillard", "Brian Mahoney", "Caitlin Emma", "Alex Weprin", "James Carville", "Annie Karni", "Jason Noble", "Katy Perry", "Jules Johnston", "Caren Auchman", "Nick Gass", "Jack Kemp", "Bill Clinton", "Michael D'Antonio", "Isaac Dovere", "Nate Hodson", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Glenn Thrush", "Emily Swanson", "Rachel Maddow", "Bernie Sanders", "David Vitter", "Kim Kingsley", "John Podesta", "Ben Chang", "Adam Sneed", "Ben Schreckinger", "Mike Allen", "Matt Flegenheimer", "Julie Percha", "Rachana Pradhan", "Arthur Allen", "Hillary Clinton", "John Culberson", "Neil Sroka", "Eli Stokols", "Markwayne Mullin", "Josh Gerstein", "Eliza Collins", "Pamela Kirkland", "Paul Gosar", "Ben Carson", "Nancy Cook"], "orgs": ["FDA", "CIA", "House Benghazi Committee", "CONGRESS", "Republican Party", "WSJ", "NYT", "Basketball Hall", "EVP", "MSNBC", "United Nations", "Congress", "State Department", "Reps", "Education Department", "Benghazi Committee", "EHR", "DNC", "V.P.", "Democracy for America", "BIRTHWEEK", "GOP", "ACLU", "FBI", "Defense of Marriage Act", "The Hollywood"], "election_confidence": 0.7654502130238233, "authors": [{"author_id": 30906, "fullname": "adam sneed", "primary_org": "politico"}], "date_written": "2015-10-25 17:06:11", "org": "politico", "article_id": "5fc89a96017d815e218b0fcb6bb908a1", "date_access": "2015-10-25 16:30:09.576532"}