{"body": "\n                                        Updated 10/25/15 10:25 AM EDT\n\n                                        By \nAdam Sneed\n\nHe also says Iraq and Libya were better off with dictators in power.\n\n                                        Updated 10/25/15 09:40 AM EDT\n\n                                        By \nKevin Robillard\n\nAnd the Democrats think they have a candidate who can beat him.\n\n10/25/15 09:23 AM EDT\n\n                                        By \nAdam Sneed\n\nHe says rival Donald Trump has him all wrong.\n\nHistory Dept.\n\n                                        Updated 10/25/15 08:52 AM EDT\n\n                                        By \n                                                Michael D'Antonio\n\nThe GOP front-runner praises the conservative icon now, but in 1987 Trump blasted Reagan and his team.\nWhat Europe must do to maintain competitiveness in the digital age.\n\n                                        By \n                                                Jules Johnston\n\nCritics of the former British PM accuse him of “spin” to sway official inquiry into 2003 war.\n\n10/25/15 08:05 AM EDT\n\n                                        By \nAndrew Glass\n\nThe president joined the partisan fray amid World War I.\n\n2016\n\n                                        Updated 10/25/15 07:59 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nHe launches a new, frontal attack on Hillary Clinton’s record, caution and character.\n\nHistory Dept.\n\n10/25/15 07:44 AM EDT\n\n                                        By \n                                                Claudio Saunt\n\nWhy would we consider trying it again?\n\n10/24/15 06:28 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nClinton was in mid-campaign form, enjoying the spotlight during his first foray onto the trail.\n\n10/24/15 12:05 PM EDT\n\n                                        By \nCaitlin Emma\n\nThe Education Department on Saturday offered a mea culpa on testing, saying that the Obama administration has contributed to the problem of over-testing...\n\n10/24/15 11:17 AM EDT\n\n                                        By \nKevin Robillard\n\nThe senator's opponents have more to fan the fires against Vitter.\n\n10/24/15 08:56 AM EDT\nJEB FLIPS TO SURVIVAL MODE: Donors revolt; N.H. is now Job 1.\n\n10/24/15 08:00 AM EDT\n\n                                        By \nKevin Robillard\n\nBruised by references to prostitution scandal, senator faces a surprisingly close primary.\n\n10/24/15 07:58 AM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \nRachana Pradhan\n\nSigning up younger, healthier people is a make-or-break issue as the health law’s third open enrollment season gets underway Nov. 1.\n\n10/23/15 11:38 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1945, less than two months after the end of World War II, the United Nations officially came into existence. This required all five permanent...\n\n10/23/15 09:53 PM EDT\n\n                                        By \nHadas Gold\n\n\"It's just laughable!\" Clinton told MSNBC's Rachel Maddow.\n\n10/23/15 08:40 PM EDT\n\n                                        By \nBen Schreckinger\n\n“I don’t believe those polls, by the way, because both of those pollsters don’t like me,” he says.\n\nCONGRESS\n\n10/23/15 08:35 PM EDT\n\n                                        By \nRachael Bade\n\nAfter a barrage of Democratic complaints of partisanship, GOP considers downplaying the investigation of Clinton's unusual email setup.\n\n10/23/15 07:23 PM EDT\n\n2016\n\n10/23/15 07:04 PM EDT\n\n                                        By \nJosh Gerstein\n\nState Dept. won't confirm her claim that 90-95 percent of emails were in its possession before scandal.\n\n10/23/15 06:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBenghazi windfall — Hit the Rhode — Private practice\n\n10/23/15 06:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nClinton is getting hefty support from labor groups.\n\n10/23/15 05:45 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n'They’ve constructed this entire separate reality. It’s like the Twilight Zone,' Obama said.\n\n                                        Updated 10/23/15 05:25 PM EDT\n\n                                        By \nKaty O'Donnell\n\n“In order to bring criminal charges, we must have evidence of criminal intent.” \n\n10/23/15 05:14 PM EDT\n\n                                        By \nHadas Gold\n                                         and \n                                                Alex Weprin\n\nThe media went full bore covering Hillary Clinton's appearance in front of the House Benghazi Committee on Thursday, attracting nonstop coverage from nearly...\n\n10/23/15 05:01 PM EDT\n\n10/23/15 04:39 PM EDT\n\nPhoto gallery\n\n10/23/15 03:56 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/23/15 03:13 PM EDT\n\n                                        By \nNick Gass\n\nThe former GOP nominee tries to cut in on the president's turf.\n\n10/23/15 03:05 PM EDT\n\n10/23/15 02:49 PM EDT\n\n10/23/15 02:24 PM EDT\n\n                                        By \nArthur Allen\n\nThe Veterans Health Information Systems and Technology Architecture is probably the oldest continuously used EHR in the world, with roots in code developed...\n\n10/23/15 02:21 PM EDT\n\n                                        By \nHadas Gold\n\nPamela Kirkland and Julie Percha, both former producers for PostTV joined NewsHour this week as producers.\n\n10/23/15 02:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 hopeful thinks running for president is too serious for the late night show.\n\n10/23/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCISA scramble — Please enter your secret code — Candy crush\n\n10/23/15 01:58 PM EDT\n\n10/23/15 01:26 PM EDT\n\n                                        By \nBrian Mahoney\n\nThe union said in a statement that its 35-member executive board voted “overwhelmingly” to back Clinton Friday. \n\n                                        Updated 10/23/15 01:21 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nEli Stokols\n\nOne person on the Friday morning staff call said they were left with the impression that \"very few people will be left in Miami.\"\n\n10/23/15 12:42 PM EDT\n\n                                        By \nNick Gass\n\nThere are \"deeply troubling\" aspects of the death penalty in practice, President Barack Obama said in a recent interview.\n\n                                        By \nDanny Vinik\n\n'It would be unprecedented in the American context,' one expert says.\n\n                                        Updated 10/23/15 11:43 AM EDT\n\n                                        By \nAnnie Karni\n\nCall it the Committee To Increase Hillary Clinton's Fundraising.\n\n10/23/15 11:31 AM EDT\n\n10/23/15 11:28 AM EDT\n\n10/23/15 11:15 AM EDT\n\n10/23/15 11:15 AM EDT\n\n                                        By \nEliza Collins\n\nThe Benghazi Committee may have questioned Clinton for 11 hours Thursday, but they're still answering questions about the goal of the investigations. \n\n10/23/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump wants all donations made to super PACs supporting him to be returned.\n\n10/23/15 10:54 AM EDT\n\n2016\n\n                                        Updated 10/23/15 10:44 AM EDT\n\n                                        By \nMichael Kruse\n\nMy window into four years of HRC’s over-scheduled, under-rested, BlackBerry-centric life. \n\n10/23/15 10:19 AM EDT\nWe're working on more stories right now\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Claudio Saunt\n\n\n                                            By \n                                                    T.R. Goldman\n\n\n                                            By \nTodd S. Purdum\n\n\n                AP Photo\n\n                        He also says Iraq and Libya were better off with dictators in power.\n\n            By \nAdam Sneed\n\n10/25/15 10:06 AM EDT\n\n                    Updated 10/25/15 10:25 AM EDT\nDonald Trump says the hearing on Benghazi with former Secretary of State Hillary Clinton showed how partisan politics has become — and vowed to fix it if he's elected president.\nThe 11-hour hearing Thursday with Clinton, now the front-runner for the Democratic presidential nomination, “was very partisan,” Trump said in an interview aired Sunday on CNN’s “State of the Union.” “In all of the years that I’ve been involved in politics, I have never seen dislike, hatred, between the two parties like you have right now.”\nStory Continued Below\nA Trump presidency would be a new era of bipartisanship, Trump said. “I’m going to unify the country,” he vowed.\nTrump also responded to Clinton’s remarks during the first Democratic presidential debate when she said she’s proud to include Republicans among her enemies.\n“Right now, she’s an opponent,\" Trump said. \"I don’t consider her an enemy.\"\nMeanwhile, the billionaire real estate developer and entertainer attacked Clinton's record on Iraq and Libya, saying she was wrong as senator from New York to vote for the war in Iraq and wrong as secretary of state to support intervention in Libya. \nThe world would be “100 percent” better off with Iraqi President Saddam Hussein and Libyan leader Muammar Gadhafi still in power, Trump said, saying that both countries have fallen apart. \"They're worse than they ever were,\" he said.\n\"I mean, look at Libya. Look at Iraq. Iraq used to be no terrorists. [Hussein] would kill the terrorists immediately, which is like now it's the Harvard of terrorism,\" he said. \"If you look at Iraq from years ago, I'm not saying he was a nice guy, he was a horrible guy, but it was a lot better than it is right now. Right now, Iraq is a training ground for terrorists.\"\n © 2015 POLITICO LLC", "byline": "", "description": "He also says Iraq and Libya were better off with dictators in power.", "title": "Trump slams partisanship, vows to &apos;unify&apos; the country", "url": "http://www.politico.com/story/2015/10/donald-trump-partisanship-iraq-hussein-libya-215138", "topics": ["campaign_finance", "foreign policy/national security"], "people": ["Katy O'Donnell", "Isaac Arnsdorf", "Rachael Bade", "Henry C. Jackson", "Hadas Gold", "Michael Kruse", "Muammar Gadhafi", "Danny Vinik", "Barack Obama", "Kevin Robillard", "Brian Mahoney", "Caitlin Emma", "Alex Weprin", "Josh Gerstein", "Annie Karni", "Jules Johnston", "Nick Gass", "Michael D'Antonio", "Isaac Dovere", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Glenn Thrush", "Rachel Maddow", "David Vitter", "Adam Sneed", "Ben Schreckinger", "Saddam Hussein", "Julie Percha", "Rachana Pradhan", "Arthur Allen", "Hillary Clinton", "Eli Stokols", "Eliza Collins", "Pamela Kirkland", "Nancy Cook"], "orgs": ["House Benghazi Committee", "EHR", "CONGRESS", "PACs", "Benghazi Committee", "MSNBC", "Education Department", "GOP", "HRC", "United Nations"], "election_confidence": 0.7460059847265458, "authors": [{"author_id": 30906, "fullname": "adam sneed", "primary_org": "politico"}], "date_written": "2015-10-25 15:06:58", "org": "politico", "article_id": "4abc84f6fbdd294f52727210e6e525a7", "date_access": "2015-10-25 14:30:09.309090"}