{"body": "NEW ORLEANS Louisiana voters on Saturday threw support behind Democrat John Bel Edwards in his bid to succeed Governor Bobby Jindal, but Edwards will have to face off with Republican U.S. Sen. David Vitter in a Nov. 21 runoff when no candidate polled more than 50 percent.\nEdwards, the minority leader in the state House, carried 40 percent to Vitter’s 23 percent, after a campaign in which Vitter's opponents hammered on a prostitution scandal that has haunted him for several years.\nSaturday's vote was an \"open primary,\" pitting candidates from all parties on a single ballot. The top two finishers compete in the runoff, mandated when no one won more than 50 percent.\n\"We are going to win this race,” Edwards promised as he addressed supporters hours after the polls closed.\n\"For eight years our people have been sacrificed on the altar of Bobby Jindal’s ambition,” he said referencing the current governor’s consuming and much-criticized quest for the White House.\nTaking aim at his runoff opponent, Edwards added: “Vitter is Jindal on steroids.”\nEdwards promised to fight for increased funding for higher education, expanded Medicaid coverage and a higher minimum wage.\nSpeaking to supporters a short time later, Vitter also promised to improve state government, but avoided direct criticism of Jindal.\nHe continued to blast Edwards as a pawn of President Barack Obama, saying \"John Bel Edwards personally re-nominated President Obama in the Democratic National Convention.\"\nChoosing  Edwards “would be the same as voting to make Barrack Obama governor of Louisiana,” Vitter said.\nHe promised that as governor he would put more money into higher education, focusing funding on early childhood education and raising teachers' pay.\nWith even the traditionally conservative region of north Louisiana largely backing Edwards, Vitter’s support appeared to have eroded in recent weeks as his opponents hammered on a prostitution scandal.\nVitter admitted in 2007 to \"a very serious sin\" after disclosures that his phone number had appeared on the list of clients of so-called \"D.C. Madam\" Deborah Jeane Palfrey's escort agency.\nComing in third with 20 percent on Saturday was Republican Scott Angelle, who serves in an elected post on the state's utility regulatory board. Fourth went to Lt. Gov. Jay Dardenne, a Republican, with 15 percent of the vote.\nOutgoing governor Jindal is seeking the 2016 Republican nomination for the White House, but poll numbers for his candidacy have stagnated in the low single digits.\n\n\n (Editing by Chris Michaud)", "byline": "", "description": "NEW ORLEANS (Reuters) - Louisiana voters on Saturday threw support behind Democrat John Bel Edwards in his bid to succeed Governor Bobby Jindal, but Edwards will have to face off with Republican U.S. Sen. David Vitter in a Nov. 21 runoff when no candidate polled more than 50 percent.", "title": "Edwards tops vote for Louisiana governor but must face a runoff", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/mRBTiB505S4/story01.htm", "topics": ["campaign_finance"], "people": ["Bobby Jindal", "David Vitter", "Chris Michaud", "Barack Obama", "Jay Dardenne"], "orgs": ["Medicaid"], "election_confidence": 0.5880761960531143, "authors": [{"author_id": 33432, "fullname": "kathy finn", "primary_org": "reuters"}], "date_written": "2015-10-25 05:42:15", "org": "reuters", "article_id": "e91507f1eb3f82163829f5a319cd1aee", "date_access": "2015-10-25 05:09:56.705552"}