{"body": "NEW ORLEANS Louisiana voters headed to the polls on Saturday to choose a successor to Governor Bobby Jindal, but experts and surveys suggest the race may go to a runoff after a faltering campaign by early favorite Republican U.S. Senator David Vitter.\nThe contest, dubbed a \"jungle primary\" with candidates from all parties on the same ballot, has generated little interest from the electorate, making it unlikely the primary vote will result in an outright victor, analysts said. \nIf no candidate garners at least 50 percent of the vote on Saturday, the top two finishers will meet in a runoff on Nov. 21.\nVitter has mounted a front-runner's campaign, even as he dropped in the polls. The two-term U.S. senator, dogged by a 2007 prostitution scandal, participated in only two of eight gubernatorial debates and shunned the media.\nSome polls in October showed Democrat John Bel Edwards, the minority leader in the state House, beating Vitter in a head-to-head match-up.\nEven so, University of New Orleans political science professor Ed Chervenak said the Democrat would face an uphill battle to win the governorship in the deeply Republican state.\nLight early-voting numbers have led most pollsters to forecast low overall turnout, which tends to favor Republicans in Louisiana. Chervenak said he had not noticed a strong effort by the Democrats to get out the vote in Orleans Parish, one of a few strongly Democratic areas of the state.\nEdwards' campaign focused on his military service and time as a cadet at West Point. In speeches and campaign commercials, he vowed: \"I will never embarrass you.\"\nVitter admitted in 2007 to \"a very serious sin\" after disclosures that his phone number had appeared on the list of clients of so-called \"D.C. Madam\" Deborah Jeane Palfrey's escort agency.\n\"The straight-arrow image (Edwards) has been able to project has been very effective,\" said G. Pearson Cross, a political science professor at the University of Louisiana at Lafayette.\nTwo other Republicans have trailed in the polls. \nScott Angelle serves in an elected post on the state's utility regulatory board. He formally switched parties from Democrat to Republican in 2010.\nKnown for his folksy charm, Lieutenant Governor Jay Dardenne has won statewide races three times, including two terms in his current post and a stint as secretary of state.\nJindal's approval rating plunged during the waning years of his second term, a factor that has likely depressed the enthusiasm for Republican candidates, Chervenak said. \nThe outgoing governor is seeking the 2016 Republican nomination for the White House, but poll numbers for his candidacy have stagnated in the low single digits.\n\n (Writing by Colleen Jenkins; Editing by Richard Balmforth and Cynthia Osterman)", "byline": "", "description": "NEW ORLEANS (Reuters) - Louisiana voters headed to the polls on Saturday to choose a successor to Governor Bobby Jindal, but experts and surveys suggest the race may go to a runoff after a faltering campaign by early favorite Republican U.S. Senator David Vitter.", "title": "Runoff expected as Louisiana votes for governor", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/nWzda_yVCYQ/story01.htm", "topics": ["campaign_finance", "immigration"], "people": ["Bobby Jindal", "David Vitter", "Jay Dardenne", "Scott Angelle", "Cynthia Osterman"], "orgs": [], "election_confidence": 0.6888089654218901, "authors": [{"author_id": 40581, "fullname": "andy grimm", "primary_org": "reuters"}], "date_written": "2015-10-24 20:14:37", "org": "reuters", "article_id": "2c691e1d0b38db2142e724d17e7fdfa4", "date_access": "2015-10-25 05:05:26.570906"}